{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Algernon Austin"
        },
        {
            "name": "Linda Burnham"
        },
        {
            "name": "Marc Bayard"
        },
        {
            "name": "Sean Thomas-Breitfeld"
        },
        {
            "name": "Steven Pitts"
        }
    ],
    "contributors": [],
    "createdDate": "2017-02-15T00:14:04+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/75781346.pdf",
    "fullText": "#BlackWorkersMatterMAY 2015#BlackWorkersMatterSean Thomas-BreitfeldLinda BurnhamSteven PittsMarc BayardAlgernon AustinMay 2015Discount FoundationNeighborhood Funders Group #BlackWorkersMatterEditing: Bonnie WalkerDesign: Deepika MehtaCover Photo: LA Black Worker Center#BlackWorkersMatter Acknowledgements Foreword 1Dorian WarrenExecutive Summary 3Working While Black: The State of Black Worker Organizing in the U.S. 7Sean Thomas-Breitfeld Gender and the Black Jobs Crisis 23Linda BurnhamLow-Wage Work in the Black Community in the Age of Inequality 29Steven PittsPartnership between the Labor Movement and Black Workers:  39The Opportunities, Challenges, and Next StepsMarc BayardThe Importance of Good Jobs to the Social and Economic Health of Black Communities 47Algernon AustinRecommendations 55Appendix 1: List of Interviews 57Appendix 2: List of Organizations 59Contents  #BlackWorkersMatterAcknowledgements#BlackWorkersMatter is a joint report from the Discount Foundation and the Neighborhood Funders Group.Since its formation in 1977, the Discount Foundation has been committed to building power and has directed its funding to organizing that builds power among poor people and people of color.  In 2009 the board began to explore ways to more explicitly fund African American organizations and constituencies. Unsatisfied with its own history of funding black movement building, the board also felt that the broader economic justice movement paid insufficient attention to black workers and racial inequity in the labor market. At the same time, there were no foundations that named black worker organizing as a core issue.  After making a few pilot grants directed at addressing structural unemployment, beginning in 2012 Discount named black worker organizing as one of four funding priorities. Founded in 1980, Neighborhood Funders Group (NFG) is a member-driven national network of grantmaking institutions. Its mission is to build the capacity of philanthropy to advance social justice and community change.  NFG organizes the social justice philanthropy field, develops leaders within its national base of members, and encourages the philanthropic field to support policies and practices that advance economic, racial, and social justice. In 2013 NFG partnered with the Discount Foundation to host a convening of organizations that engage in organizing black workers, along with a small number of interested funders. With nearly fifty people in attendance, invited speakers discussed the state of the black jobs crisis, and participants shared their work and strategies and discussed the need  for more attention and resources directed at black organizing. This report grew out of that gathering. We want to thank the following partners whose support made this report possible:AFL-CIOFord FoundationGeneral Service FoundationHill-Snowdon FoundationInstitute for Policy StudiesMarguerite Casey FoundationMoriah FundNew York FoundationPolk Bros. Foundation Unitarian Universalist Veatch Program at Shelter RockThe title for the #BlackWorkersMatter report echoes the amazing power and impact of the #BlackLivesMatter movement and its founders Alicia Garza, Opal Tometi, and Patrisse Cullors. We thank you for inspiring us all.#BlackWorkersMatter 1From the founding of the United States, the black experience in this country has been defined by the fundamental contradiction posed by our system of racial capitalism. The “land of opportunity” has repeatedly excluded people of African descent from the American dream. Although the overt racial discrimination of the past is no longer sanctioned by law, the numerous recent high-profile murders of black people—especially at the hands of white police officers—have brought America’s history of racist violence front and center once again. As the country grapples with that painful history and present, we must also address the long-standing, persistent, and growing economic disparities that particularly harm black workers and black communities. The crisis of economic inequality affecting black communities in the twenty-first century is urgent and demands increased attention and action. For if we think of black workers as the “miner’s canary” of American democracy and our economy, then we all have a stake in supporting efforts to advance racial and economic justice.   The Discount Foundation is excited to partner with Algernon Austin, Marc Bayard, Linda Burnham, Steven Pitts, and Sean Thomas-Breitfeld to share new research on the economic and employment barriers facing black workers and the grassroots organizing to build the political power of black workers to transform these conditions.Just as the #BlackLivesMatter movement has emerged as part of a renewed a spirit of black activism, this #BlackWorkersMatter report unveils the harsh economic reality of a job market that relegates African Americans to the lowest rungs of the employment ladder, and an economy in black communities that is permanently in recession. This report’s findings reflect the long-standing concerns of many social scientists, community organizers, and everyday workers who are seeing the toll Forewordthat the jobs crisis and low wages are having on black workers and their families. The authors of this report provide some broader context on the black jobs crisis, including its origins and effects; the particular impact of the crisis on African American women; the declining state of black workers and their organizations, particularly within the labor movement; and the implications of the twin crises of joblessness and poverty-level wages for organizing. This report also features examples of how black worker organizations are combining strategic research, services, policy advocacy, and organizing to help black workers weather the economic storms and improve the quality of jobs that are open to African Americans over the long term.Organizing—community and worker organizing—is the only way for black workers to challenge the structural racism that maintains and perpetuates black social, political, and economic inequity. To advance racial and economic justice, and make black economic equity a real possibility in the twenty-first century—and not only a dream—black workers must build enough political and institutional power to challenge inequality, change policies, and transform the country. We will not be able to train or educate our way out of the black jobs crisis, particularly if employers still regard black workers as less desirable than workers of other races. Our policy research and advocacy are necessary, but not sufficient, solutions to the dual crisis of low-wages and too few jobs. Black communities themselves must have the resources and capacity to build the power to determine what economic development looks like in their communities and who will benefit. But this urgent power-building and organizing to address this crisis will not happen if black worker organizations around the country continue to receive such limited financial investments. 2 #BlackWorkersMatterBlack worker organizing merits a dramatic increase—and sustained commitment—in foundation funding. We hope this #BlackWorkersMatter report educates funders about the severity of the black jobs crisis and strengthens the commitment of funders to invest in efforts to organize black workers. Together we can—and must—draw attention to the facts of racialized economic inequality, but awareness is not enough to make progress in addressing the black jobs crisis. To really move the dial, grassroots organizations need funding and support to organize black workers, use a racial justice lens in their work, and build a field of powerful black worker organizing groups that stretches across this country. Yet given the scale of the black jobs crisis, far too little funding is directed specifically at race-conscious efforts to organize black workers. Now is the time to assert that #BlackWorkersMatter and ensure that the funding reflects that commitment.—Dorian Warren, Board Member, Discount Foundationand Associate Professor, Columbia University#BlackWorkersMatter 3This report takes its title from the #BlackLivesMatter movement, which was founded following George Zimmerman’s acquittal of murder in the death of black teenager Trayvon Martin. In the time since, #BlackLivesMatter has served both as an umbrella and a focus point for protest and activism in response to the violent deaths of black people across America at the hands of law enforcement officials. The movement hit a peak in the latter half of 2014 as grand juries failed to indict the police officers involved in the deaths of Michael Brown in Ferguson, Missouri and Eric Garner in New York City. The explosion of political protest that arose in Ferguson and other cities has inspired a new wave of activism that goes well beyond the individual cases of these black people who lost their lives. Asserting that black lives matter also means that the quality of those lives matters. Economic opportunity is inextricably linked to the quality of the lives lived by blacks in America. Several years past the Great Recession of 2008, the American economy has recovered, and workers and families in most demographic groups have begun to participate in that recovery. Yet African Americans have yet to feel those benefits. Focus on the recession obscures the fact that our country has been harboring a black jobs crisis for many decades, and there are no signs on the horizon of an immediate resolution of that crisis. But, with this new wave of activism, the possibility arises of bringing greater attention to innovative approaches that may pose lasting solutions to some of the worst aspects of the black jobs crisis. The emergence of the #BlackLivesMatter movement represents a moment when the potential exists to introduce issues that impact blacks, and especially black workers, into discussions about policymaking and community organizing in Executive Summary Asserting that black lives matter also means that the quality of those lives matters.ways that have often proven difficult in the past. The Discount Foundation and the Neighborhood Funders Group present this report to thoroughly examine the black jobs crisis, its impacts and contributing factors, and possible ways forward and out of it. It is entitled #BlackWorkersMatter to both honor the movement and situate worker organizing in the broader context of building black power for human rights and dignity. #BlackWorkersMatter comprises six sections. The first and longest report focuses on black worker organizing, its history, and the challenges it faces, relying heavily on interviews from activists and leaders prominent in the worker organizing field. It is followed by four reports that address various aspects of the black jobs crisis, its causes, its effects, and the potential for black worker organizing to provide a path to its resolution. These reports, while they stand as powerful individual pieces, together offer a comprehensive picture of the status of both black workers and the struggle for economic opportunity for African Americans. The final section of #BlackWorkersMatter is a recommendations section.A common theme of all the reports that make up #BlackWorkersMatter is the structural barriers still holding back African Americans in the workplace so many decades after the Civil Rights Movement and the passage of Title VII of the Civil Rights Acts of 1964, which forbids racial discrimination in employment. Today, when America’s first black president sits in the White House, it can be tempting to focus on the progress that has been made and the victories won over the past fifty years. But such a focus can distract from the ways in which our nation has failed to address the pervasive inequality, particularly economic, that continues to constrain the prospects of African Americans, and the important work that is still to be done.4 #BlackWorkersMatterAs Algernon Austin points out in his report “The Importance of Good Jobs to the Social and Economic Health of Black Communities,” while blacks can today  be found in just about any occupation, the relative number of jobs available to blacks, as measured by  the black unemployment rate, has stagnated, and the quality of those jobs, as measured by wages and benefits, has actually declined. Austin notes the dismaying reality that the unemployment rate for blacks has been at least double that for whites for the last fifty years. Unemployment for the American population as  a whole due to the recession topped out at around  8 percent in 2010. But even during the best economic times, black unemployment exceeds 8 percent; the annual unemployment rate for blacks has averaged 12 percent over the past fifty-two years. As of March 2015, the black unemployment rate stood at 10.1 percent, compared to a white unemployment rate of 4.7 percent. Moreover, while the college completion rate for blacks has quadrupled since 1970, the rate of employment  has not improved.High unemployment is fundamentally bad for black communities. Austin points out that a lack of jobs ultimately means higher poverty rates, poorer educational outcomes, increases in criminal offending, and lower marriage rates. Increased job opportunities are essential to complete equality for African Americans, as well as to healthy and prosperous African American communities.A recurrent theme in the reports that make up #BlackWorkersMatter is the impact of gender and its intersection with race in determining the economic landscape for black working women. Linda Burnham explores the dimension of gender fully in her report “Gender and the Black Jobs Crisis.” Carrying the double-burden of dealing with both racism and sexism on a daily basis, black women have been especially hard hit by the recession and have particularly lagged during the economic recovery. Black women account for 7.4 percent of hourly workers but 10.1 percent of those earning minimum wage. Burnham presents data that show that both African Americans and women constitute a disproportionately high share of workers in low-wage sectors and occupations, including health support occupations, fast food, and retail sales. In some cleaning and caretaking occupations, for example, the labor force is over 80 percent female, and blacks are overrepresented at rates that are double or triple their share of the employed. Those occupations in which both women and blacks are  highly concentrated are particularly likely to pay low wages.Low wages are at the core of the black jobs crisis.  Steven Pitts’ report “Low-Wage Work in the Black Community in the Age of Inequality” examines the low-wages dimension of economic inequality in black communities. Low wages for black workers are part of a deep trend that has hit workers across demographic groups. Between 1938 and 1973, hourly compensation generally kept pace with labor productivity, with employees enjoying increases in wages and benefits roughly equal to the country’s economic growth. In the ensuing decades, however, wages have failed to keep  up; between 1973 and 2013, while productivity increased by 74.4 percent, hourly compensation rose only 9.2 percent. In addition, wealth is increasingly concentrated in fewer and fewer hands, exacerbating the gap between the rich and poor in America. The richest 1 percent of the population now receives nearly 20 percent of all income in the United States, compared to only 7.7 percent in 1973. While these trends hurt Americans across the board, black workers have been impacted disproportionately. Between 2010 and 2012, 38.1 percent of black workers earned low-wages compared to  25.9 percent of white workers.Pitts argues that many of the strategies organizers and policy makers use to combat these manifestations of the economic barriers faced by African Americans are outdated and were better suited to post-World War II America, whose economic and political climates fostered equal distribution of growth. He argues for a re-examination of the traditional approaches to these recalcitrant problems and a search for new, innovative ones.One such approach may present itself in the form of a partnership between black workers and unions. Though the challenges to achieving economic justice for black workers are persistent and the statistical data can seem discouraging, the resurgence of activism in African American communities gives us reason for hope. Throughout American history, blacks have drawn upon collective action in their struggles for freedom, equality, justice, and, although the power of labor has #BlackWorkersMatter 5been waning in recent decades, blacks, especially black women, are drawn to unions and union organizing. In “Partnership between the Labor Movement and Black Workers: The Opportunities, Challenges, and Next Steps,” Marc Bayard argues that a partnership between black workers and the labor movement holds potential as a vehicle for civil rights activism that could perhaps tear down the barriers of structural inequality that keep many African Americans in low-wage jobs with little to no opportunity for advancement. Such a partnership, Bayard proposes, would not only promote economic opportunity for blacks and for all Americans, but also revitalize the languishing labor movement at a time when unions are widely perceived to be losing their influence and relevance. Community organizing, particularly organizing of  black workers, has emerged as an important weapon  in the arsenal against the structural inequality that underpins the black jobs crisis. Sean Thomas-Breitfeld,  in his report on the organizing landscape for black workers, looks at the range of worker organizing taking place in black communities, using interviews with  twenty-nine community organizers, national experts,  and foundation staff members as his primary source material. Thomas-Breitfeld notes that the activism that has begun to flourish under the #BlackLivesMatter banner in the wake of protests in Ferguson, Missouri,  and elsewhere in the United States has increased the sense of urgency and energy in community organizing around black issues. It has also underscored the need to be frank and honest about race and to recognize the unique impact of anti-black racism, rather than hide behind “color blindness.”Black worker organizing is a relatively new approach in community organizing. Of the thirteen local or state-based community organizing groups Thomas-Breitfeld interviewed for this report, only three were founded before 2005. Some of the interest in this new field can be attributed to the Discount Foundation which, in the early 2010s, made a decision to shift its funding specifically to support black-led organizing and black worker organizing. This decision was based in part on a recognition that a color blind approach to issues related to economic inequality and worker justice led to the neglect of specifically African American experiences. Following the example of Discount and other foundations, more and more organizations began to explicitly name race as an important consideration and to focus more on the hardships faced by black workers.The organizations examined in Thomas-Breitfeld’s report represent a diversity of organizational styles, types, and traditions, and represent different perspectives on the importance of black leadership to the organizing effort. All, however, are united in their desire to improve the economic prospects and ultimately the lives of black workers.The final section of this report presents a list of recommendations gleaned from the data and analysis that underpin the preceding sections of #BlackWorkersMatter. These recommendations are offered to organizers, funders, and policy makers who want to resolve the black jobs crisis, increase economic opportunity for black workers, promote prosperity in black communities as a whole, and generally improve the lives and prospects of blacks in America. #BlackWorkersMatter 7IntroductionBlack people in America have repeatedly been on the losing end of economic structures and policies. Many laws that helped establish the American middle class are noteworthy for excluding black communities1 and recent public policy has contributed to significant gaps in the employment and economic opportunities available to black workers. This has been accomplished most notably through the following mechanisms: attacks on labor unions since the 1970s, beginning at the point when black workers became more likely than whites to be enrolled in unions; the criminalization of black people, due largely to the failed war on drugs and the militarization of community policing; and also the disinvestment from public education, driven in part by suburbanization fueled by a GI bill that excluded black veterans. As a result of these structural shifts and policy decisions, black workers have experienced dramatically high levels of unemployment for decades, along with serious underemployment and overrepresentation in low-wage jobs without benefits. Although the current black unemployment rate has been touted for being at its lowest levels since Barack Obama’s historic election as our nation’s first black president2 during the 2008 recession, it is still more than twice the white unemployment rate.3 In the face of this economic and employment landscape, community organizing has attracted renewed interest as a key strategy for addressing the black jobs crisis. Since the crisis has many roots—including entrenched economic structures, specific public policies, and implicit racial biases—more funders are looking for multifaceted strategies to address these issues, and they are recognizing that organizing has for too long been a missing element. While legal advocacy and direct services are necessary for change, organizing to build power for immediate and long-term change is still needed. This section of the #BlackWorkersMatter report delves into the range of organizing taking place in black communities to address the jobs crisis and the many intersecting issues that contribute to disparities in employment, wages, and job quality. The examples of on-the-ground work and recommendations for funders are drawn from an analysis of twenty-nine interviews conducted with community organizers, national experts, and foundation staff (see Appendix 1 for interview list). The growing interest in adding community organizing to the mix of strategies for dealing with the black jobs crisis comes at the same time that there is a growing appreciation for the task of building the political, institutional, and economic power of black people. The title of this report alludes to the #BlackLivesMatter movement that has renewed a spirit of black activism Working While Black:The State of Black WorkerOrganizing in the U.S. Sean Thomas-Breitfeld8 #BlackWorkersMatterand amplified grassroots response to events in Ferguson, New York City, Cleveland, Madison, and other cases across the country where black people have been killed by police officers. In addition to inspiring thousands of people of all races to take to the streets, the #BlackLivesMatter banner has sparked a discussion about the need to focus on the “specific kind of racial vulnerability that black people experience on a daily basis.”4 For many progressive leaders, recognizing the particularities of anti-black racism is not just necessary to address the disparities and inequities faced by black people, but also part of the larger project of building a strong progressive movement. As Rinku Sen noted in The Nation, “There is no contradiction between the desire to build a multiracial movement and the desire to organize black folk specifically.”5 In addition, the AFL-CIO recently launched a Labor Commission on Racial and Economic Justice with a strongly worded statement that both acknowledged the labor movement’s own history of divisions along lines of race and color, and also asserted that building a better economy requires “power that can only come from unity, and unity has to begin with having all our voices be heard, on all sides of those color lines.”6 The examples highlighted in this report of organizing specifically focused on black workers are part of this broader landscape of racial and economic justice work. To build a better society and economy for black people and all communities, the emerging field of black worker organizing needs support and investment.Black Worker Organizing:  A Varied LandscapeIn 2013, the fiftieth anniversary of the March on Washington for Jobs and Freedom drew attention to the fact that too little progress has been made in addressing the black jobs crisis. Despite the myth of decades of racial progress, discrimination and segregation on the job, and  disproportionately low wages, are all still part of the unique  reality of black life in America. A growing body of research has provided dramatic evidence that race remains a serious obstacle in the job market for African Americans.Research exploring the racial biases of employers and hiring managers has shown that when responding to identical resumes, an applicant’s race, skin color,7 and even the racial terms used can make a difference in his or her chances of being hired. For instance, one study found that, when given otherwise identical resumes, employers offered jobs to African American applicants with no criminal record at a rate as low as white applicants with criminal records.8 Similarly, research has shown that the seemingly innocuous detail of whether a resume uses the term “black” or “African American,” can trigger the biases of job recruiters; “black” people are viewed more negatively than “African Americans” because of a perceived difference in socioeconomic status.9 These widespread racial biases are compounded by policies and economic structures that disadvantage black workers. For instance, despite research that has long concluded that holding a legitimate job diminishes criminal conduct, people with criminal convictions face both biases and de jure discrimination that excludes them from employment opportunities.10 In addition, research by the Restaurant Opportunities Center United has shown that the immense and growing restaurant industry has a system of de facto segregation that limits black workers to the lowest paid jobs in the industry, and that the system of tipped wages makes black women particularly vulnerable to both low-wages and sexual harassment.11 Across the board, wage disparities are severe and in some states average incomes for black workers are less than half that of white workers.12 Given the concentration of black workers in service sector jobs and the large numbers of black men who have been incarcerated at some point in their lives, many communities face very bleak employment prospects.#BlackWorkersMatter 9All this evidence—as well as the detailed economic analyses of the other authors for this report—points to the need for new strategies to address the challenges faced by black workers. Yet very little funding is directed specifically at race-conscious efforts to organize black workers. Indeed many organizations fear that being explicit about using a racial justice lens will negatively impact their chances of receiving grant dollars. Despite these barriers, there are many innovative models of black worker organizing that are having real impact for black workers in communities across the country. As a field, black worker organizing is a fairly new phenomenon. The majority of organizations interviewed for this report were founded in the last ten years. In fact, out of thirteen state and local organizations doing on-the-ground work, only three were founded before 2005. Of the remaining ten groups, half were founded between 2005 and 2009, and the rest were established in only the last five years. While all these groups would have likely organized black workers as a function of the demographics of their surrounding communities, naming a specific focus on black workers is a recent innovation that has benefitted from the support and leadership from the Discount Foundation and other funders. When Susan Wefald became the Executive Director of the Discount Foundation, it already had a funding portfolio called “structural unemployment” through which most of the grants went to organizing groups focused on unemployment and underemployment in the black community. Susan recounted the decision to shift the framing of that portfolio to “Be explicit and call it ‘black worker organizing’ to signal to the field and philanthropy that it was important to be conscious and deliberate about focusing on black workers.” In addition to the Discount Foundation, several other foundations had been investing in community organizing in black communities. For instance, the Moriah Fund and Hill-Snowdon Foundation have long supported a range of community organizing groups in the Nation’s capital and the South. For Nat Chioke Williams, President of the Hill-Snowdon Foundation, Discount’s “nomenclature shift” was important because it is “key to name ‘black’ in this day and age.” This sentiment about the centrality of the term “black” was repeated by many interviewees. While some tended to use the term “African American” or use both terms interchangeably, a number of interviewees talked about consciously using “black” as a more inclusive term, with the potential to unite “African Americans” with African immigrants and all people of African descent from across the diaspora. Others preferred “black” because of the term’s identification with the movements of the 1960s and with the working class. Speaking to the political salience of using the term “black,” Alicia Garza, one of the founders of #BlackLivesMatter and Special Projects Director at the National Domestic Workers Alliance, said “Black identity is so complex in this world and very unique in the U.S., because in America, the scale of how far you advance has often depended on how far you get away from blackness.” The decision to affirmatively organize workers under the banner of “black” seems to have been an important signifier for groups that put the particular barriers of black workers at the center of organizing agendas.Building on the investments in individual organizing groups and growing embrace of the term “black” in organizing strategies, several foundations collaborated to sponsor a pre-conference session at the “State of the Black Worker in America” conference in the fall of 2013, where nearly fifty people—representing state/local worker organizing groups, national progressive research and media organizations, and foundations—gathered for a day-long discussion on black worker organizing.13 According to Jennifer Epps-Addison, Executive Director of Wisconsin Jobs Now (WJN), “black worker organizing” had not been elevated as an expressed ideal by the organization. But a few months after being brought on as the organization’s ED, she attended the black worker conference, which, she said “opened up my thinking…coming back from that [conference] I wanted to create a culture where we were identifying this as a specific agenda and lifting up the need to name race.” Similar to Wisconsin Jobs Now, many of the thirteen state and local organizations interviewed for this report grappled with how to “name race” specifically. This focus has led groups to launch organizing campaigns on a variety of issues, from reducing barriers in access to jobs, to fighting for better wages, to local hiring for urban 10 #BlackWorkersMatterdevelopment and infrastructure projects. As an emerging field, the groups are also diverse in their organizational structures, organizing strategies, and analyses of how to make change for the black community.Wins and Impact for Black CommunitiesWhen analyzing the impact of community organizing, it is often tempting to focus on policy campaigns, and the organizations leading the new wave of black worker organizing have certainly won concrete policy changes. However, many of the people interviewed suggested that the field of vision for recognizing organizing wins must be expanded to reflect a deeper analysis of the need to build power in black communities.14 For this set of young organizations, successes in building power at the grassroots are as important as the policy changes that come from publicly demonstrating that power through campaigns.Three of the organizations that were founded in the last five years—Philadelphians Organized to Witness Empower & Rebuild (POWER), the Los Angeles Black Worker Center, and Wisconsin Jobs Now—show what building power looks like on the ground. Bishop Dwayne Royster, the executive director of POWER—a faith-based community organizing group, formed in 2011, and a member of the PICO national network—said that what he considers success is something that cannot be measured quantitatively: “I find that people are having more courage and are willing to begin standing up for themselves. Folks who had never set foot in Philadelphia’s city hall are now testifying before the City Council and going to the Mayor demanding justice. I think that’s powerful.” Bishop Royster added that the organization’s recent victory in passing an amendment to the city charter raising the minimum wage for employees of municipal subcontractors (particularly airport workers) to twelve dollars15 has also given people “a sense of their own power, that they can make changes, and that they can make sure the people they elect to office are responsible to their communities.” Building the black community’s electoral power was an important accomplishment of WJN. Jennifer Epps-Addison explained that, in the 2014 election, “Milwaukee was one of the few communities where black voter turnout exceeded expectations; we actually reached the highest levels of midterm voter turnout in sixty years.” WJN had this victory in turnout even though the organization received only one-third of the resources for their voter work compared to the 2012 election when Wisconsin Governor Scott Walker was facing a recall campaign, largely due to opposition to his limiting of collective bargaining rights for state employees. She attributed WJN’s success building the electoral power of black voters to the fact that “we have run an electoral program for multiple years and we do issue development that continues to mobilize and engage our base year round.”For the Los Angeles Black Worker Center (LA BWC), building power meant growing a strong base of leaders. In 2011 LA BWC opened its office in the heart of South L.A—the same neighborhood that was the site of civil unrest in 1992 following the acquittal of police officers on trial for the videotaped beating of Rodney King. Lola Smallwood Cuevas, LA BWC’s director, recalled how the center started with a base of twelve people, but, during the first year, “we held workshops, a worker’s rights hearing, began to build partnerships with community-based organizations, and we touched over three hundred people in some way.” In the three full years since the LA BWC opened its doors, they have racked up significant wins; including winning—with a large coalition of unions and community-based organizations—passage of a historic labor agreement between unions, contractors, and city agencies with not only strong local hiring provisions but also a disadvantaged worker hiring clause with the potential to direct more of the construction jobs associated with public infrastructure projects to black workers. But, just as important as the policy victory, the organization has grown ten-fold. They now have a list of three thousand supporters, and engage more than six hundred people a year through a variety of training, organizing, and advocacy activities. In the traditional metrics of policy change, the wins achieved by black worker organizing groups covered a range of issues: •\t The LA Black Worker Center’s victory opening construction jobs up to residents—notably boosting black representation on construction of the city’s Crenshaw/LAX light-rail line to 20 percent of the workforce in less than two years16—was also reflected in the wins of at least three other organizations #BlackWorkersMatter 11campaign that won a  fifteen-dollar minimum wage  for airport workers in Seattle, and the “Fight for $15”  campaigns around the country where fast food workers are coming together with community groups  and labor unions to fight for a wage of fifteen dollars an hour and the right to form a union without retaliation.Connections across Organizational Types and Organizing TraditionsBlack worker organizing groups recognize that a variety of organizations are seeking to improve economic conditions for black communities. Like traditional civil rights organizations, black worker organizing groups are explicit about racial justice, but rather than focus on top-down advocacy and litigation, organizing groups prioritize building a black grassroots political base. Similarly, many organizations in black communities provide direct services, but organizing groups move their constituencies to take public political action. These various distinctions between organizational types have led to rigid siloes in the past, but black worker organizing groups draw on the strengths of traditional community organizing—the model most notably developed by Saul Alinsky—and also go beyond this model by building partnerships with a broad spectrum of partners and allies. Several state and local organizations described efforts to organize non-union employees in partnerships with labor unions. For instance, Derrick Johnson, the CEO of One Voice and President of the Mississippi NAACP, built a coalition with community organizations, religious leaders, and the United Auto Workers union called the Mississippi Alliance for Fairness at Nissan. One Voice is now exploring opportunities to partner with other unions in organizing hospital workers, teachers, and workers in poultry plants. Mr. Johnson explained the need to shift the organizing paradigm of some union partners to more effectively organize black workers in the South. He said: “International unions were often not familiar with Southern culture, so their approach was having diminishing returns. We had to shift things and put the work in a cultural context where African Americans would embrace and understand that worker rights are civil rights.” Warehouse Workers for Justice—an independent workers center founded by the United Electrical Workers union—they saw the worst conditions at Walmart distribution that were interviewed. Neighborhoods Organizing for Change in Minnesota, ONE DC in the nation’s capital, and the Ohio Organizing Collaborative all won campaigns for local hiring and/or community benefit agreements to ensure that new development projects led to new jobs for residents. •\t Four of the thirteen organizations—Boston Workers Alliance (BWA), Ohio Organizing Collaborative, Sunflower Community Action, and the Workers Center for Racial Justice in Chicago—had each won local “ban the box” campaigns to open up job opportunities for people with past convictions. Rev. Paul Ford, the director of BWA, explained that even though the policy changed in 2012, there is still more work for the organization to do to ensure that people with criminal convictions do not face discrimination when seeking employment: “We’re now focused on what I call ‘victory implementation,’ in terms of making sure our constituency is aware of the opportunities they now have to seal records, and to know their rights in terms of what employers can and cannot ask.” •\t Philadelphians Organized to Witness Empower and Rebuild was also not the only organization that helped win a higher minimum wage in their city. The Action Now Institute (ANI) was heavily involved in the coalition that led the 2014 campaign to raise Chicago’s minimum wage. Katelyn Johnson, ANI’s executive director, recalled the campaign as being complicated by the Mayor’s initial position that  the minimum wage should increase by less than a dollar to nine dollars an hour. But thanks to ANI’s deep organizing base, their members were able to flood public meetings with community residents calling  for a fifteen-dollar minimum wage. Ultimately the wage was set at thirteen dollars and included domestic workers, which is a unique feature of the city’s minimum wage ordinance. Ms. Johnson reflected on this win saying “Even though we didn’t get the fifteen dollars we wanted, thirteen dollars for all workers including domestic workers is a huge jump from the nine dollars the Mayor was talking about at the beginning.” Similarly, Neighborhoods Organizing for Change is part of the 2015 grassroots campaign for  a fifteen-dollar minimum wage at the Minneapolis– St. Paul International Airport. These local minimum wage campaigns echo the demand of the “15 Now”  12 #BlackWorkersMattercenters in the Chicago region, and so focused on organizing workers in Walmart warehouses and helping them take strategic actions, whether through class action lawsuits, beefed up government enforcement, or strikes. The Ohio Organizing Collaborative (OOC) also has strong relationships with the state’s unions; in fact, labor unions are included among the collaborative’s member organizations. The OOC has also focused on Walmart and helps lead the state’s OUR Walmart campaign as part of a national effort that unites Walmart employees, organizing groups, and the United Food and Commercial Workers union. According to Kirk Noden, OOC’s executive director, at least half of the Walmart employees OOC organizes are black, even though less than thirteen percent of the state’s population is African American, which reflects the fact that black workers are largely limited to low-wage jobs without benefits.Several groups also described organizing efforts focused on particular employers, but they did not always involve a demand for union representation and collective bargaining. For instance, the Restaurant Opportunities Center (ROC) United has led the field in winning more than a dozen campaigns targeting specific employers in the restaurant industry to rectify both legal issues—such as wage theft, tip issues, and discrimination—and also demand broader workplace changes to convince employers to become what ROC calls “high road” employers. Similar to ROC’s long record of organizing restaurant workers, ONE DC—originally founded in the mid-1990s as a community development corporation—led a nine-year campaign17 for the Washington Marriott Marquis Jobs Training Program, which would give DC residents first consideration for positions at the new hotel, which was built with significant funding from public subsidies. They quickly realized however that training was not enough. As ONE DC organizer Jennifer Bryant explained, the organization did outreach to more than three thousand people to take part in the training program. Of the 719 who completed the program, 187 were initially hired, “so now we’re doing an accountability campaign around the first source law,” in order to ensure full compliance and enforcement of the city’s thirty-year-old first source employment program that is supposed to ensure that DC residents are given priority for new jobs created by municipal financing and development programs.  ONE DC’s campaign revealed that access to training is a necessary but insufficient intervention in hiring systems that often relegate black job seekers’ applications and resumes to the trash bin. This recognition of the larger systemic and structural barriers was often balanced by the immediate and dramatic need that organizers saw among the black workers they organized. The interest in fighting economic and racial inequity on both fronts—the social/political and the individual levels—led interviewees to develop a nuanced view of the value and importance of direct services, and to seek new structures for supporting black workers that integrated service delivery with advocacy and organizing. For instance, both ONE DC and Boston Workers Alliance integrated services by creating employment agencies to directly help place residents in jobs. Another organization, Greater Birmingham Ministries (GBM), has managed the continuum between providing services to organizing for systems change, structural change, and economic justice for nearly forty-five years. GBM’s executive director, Scott Douglas, described the organization’s recent efforts to partner with the National Day Laborer Organizing Network to establish worker centers in both Birmingham’s Latino immigrant and African American communities. Mr. Douglas said that GBM and its partners established an immigrant worker center in 2013, but, due to residential segregation, it wasn’t a natural location for organizing African American workers. So they are now working to establish a separate black worker center, and, once both centers have developed their capacity, GBM plans to “organize both constituencies for mutual support and solidarity work.”A decade ago, worker centers were still an “emergent institution,” helping low-wage workers—particularly undocumented immigrants—through a combination of service, advocacy, and organizing.18 Dr. Steven Pitts, the Associate Chair of the Center for Labor Research and Education at UC Berkeley, saw that worker centers had generated incredible energy in the immigrant rights movement, and he became interested in the potential for the worker center model to build power in black communities as well. Six years ago, with initial funding #BlackWorkersMatter 13from the Open Society Foundations’ Campaign for Black Male Achievement, Dr. Pitts began providing technical assistance to new worker centers focused on organizing black workers. Beyond successful campaigns by the LA Black Worker Center, the Worker Center for Racial Justice in Chicago, and other black worker centers around the country, Dr. Pitts frames the black worker center model as part of a broader “political initiative to build the power necessary to achieve freedom” for black communities.19  Black Leaders, Black Roots, Black AnalysisJust as the state and local organizations profiled here represent a wide range of policy change campaigns, organizing strategies, and organizational partnerships, the range of organizers interviewed also had a range of views about what ties this emerging field together. Two points that seemed central to defining black worker organizing for those doing the work on the ground were the leadership and analyses of groups. Of the thirteen state/local organizations interviewed for this report, ten were led by black EDs, but there was still a diversity of opinions about how crucial the race of an organizational director is to a black worker organizing group. DeAngelo Bester, the director of the Worker Center for Racial Justice in Chicago, was emphatic about the importance of black executive leaders; he said “You could point to a majority of the board is black folks and that might sell to funders, but I’ve been doing this work a long time and I know that in the majority of cases, the ED is running the show.” Another Chicagoan, Katelyn Johnson from the Action Now Institute, agreed that “Organizations that have leadership from the community they represent are important and critical to being authentic, but moreover people from the communities we claim to represent must have real decision-making power and reach in every level of the organization.” She explained that being black doesn’t automatically mean that someone will be a great organizer in black communities and acknowledged that her predecessor was white and had been an incredible organizer. Ms. Johnson said it was more important that “the organizational structure had deep and intentional leadership from the community,” adding that “if we are in this work to fight oppression, we must support and reflect the dismantlement of the oppressive system at all levels of our organizational structures.” Kirk Noden, executive director of the Ohio Organizing Collaborative, was one of two white organizers interviewed. He explained that the OOC supports a “black leadership organizing” committee started by black staff and leadership, and said “Having strong, robust black-led infrastructure does not compete with or undermine the OOC; in fact it creates opportunities for the collaborative to be stronger.” This diversity of views on leadership is less a disagreement and more a spectrum of strategies for investing in black organizational leaders and also supporting a broad definition of leadership and what it means for an organization to have black roots.For groups considering how to build strong black grassroots leadership, the leaders end up shaping—and sometimes shifting—the organization’s analysis. Alicia Garza explained how the National Domestic Workers Alliance (NDWA) is building a new project called “We Dream in Black” to organize black domestic workers and build alliances between African American domestic workers and the immigrant workers—many of them from across the African diaspora—who traditionally made up the organization’s base. As part of NDWA’s efforts to create space for black women workers, they are being intentionally open to the possibility that the new grassroots leaders might “change the vision, strategy, and policy priorities” of NDWA’s multiracial alliance. For Wisconsin Jobs Now, leveraging the commitment and creativity of grassroots leaders also shapes the organization’s strategies and analysis. Jennifer Epps-Addison explained how WJN’s efforts to organize black  workers most directly affected by structural unemployment  and racial discrimination means that “they have the most to lose and gain, so they are very audacious.” Several organizers explained how the harsh economic realities faced by their grassroots members lead their organizations to embrace an economic framework of “raising the floor,” in contrast to a model of expanding economic opportunity at the top. For instance, DeAngelo Bester from WCRJ explained that his organization’s focus is on the most marginalized black workers (particularly formerly incarcerated people) because “our philosophy is not that a rising tide lifts all boats, but that pushing the floor from the bottom will help everyone.” Similarly, Lauren Jacobs from ROC United said “the bottom is what sets where we’re going, not the top.” 14 #BlackWorkersMatterShawn Dove—who leads the Campaign for Black Male Achievement, a national membership network that works to strengthen the impact of cross-sector leaders and organizations—pointed to the work of ROC United, with its commitment to organizing workers in the restaurant industry, as an example of how the field of black worker organizing is strategically focusing on industries where employment opportunities are growing. But some other interviewees suggested that black worker organizing groups should expand or shift their strategy beyond the current focus on improving wages and access to jobs in particular sectors. For instance, some interviewees expressed skepticism about the long-term viability of construction jobs for black workers, noting that evaluations of “green jobs” initiatives during President Obama’s first term had pointed to the need to transform the construction industry to really connect infrastructure spending to new jobs on the ground.20 In addition, Shawn Escoffery from the Surdna Foundation was interested in organizing and advocacy led by people of color, but said “a lot of our approaches to jobs and economic mobility are [concentrated] in very low-wage sectors, or sectors where people of color have difficulty traversing the ladders for a host of reasons.” He explained that the sectors that have been the focus of organizers and community developers for the last two decades are ones that, for the most part, produce the working poor. He suggested that organizations need to look toward industry sectors with better jobs from the start. These points of difference between organizers focused on raising the floor and national experts interested in moving people up job ladders seemed to have more to do with the challenge of balancing short- and long-term goals. This tension is constant in all kinds of community organizing, but for black worker organizing groups, the short-term demands to deliver access to jobs for people impacted by structural unemployment and systemic racism are very pressing. For instance, Dominic Moulden from ONE DC explained that the struggles of “working while black” take a toll on the organization’s base, especially since some grassroots leaders have gone through multiple training programs and earned as many as fifteen certificates from workforce development and direct service programs, but are still finding their job prospects blocked. Similarly, in a conversation with staff and grassroots leaders from Sunflower Community Action in Wichita, Kansas, one person described how “When you talk about good jobs or a jobs campaign, people aren’t hearing that it’s going to take us sharing our stories and building power in our communities. They’re asking ‘you got a job for me now, or you got money for me now?’” For SCA and the other black worker organizing groups, delivering short-term wins on access to jobs is a critical first step to building the community power to make long-term demands about creating more good jobs. Dr. Steven Pitts explained how “The reality is that on-ramps to good jobs just don’t exist across the board,” which is why the growing network of black worker centers he supports—as well as black worker organizing groups in general—may seem focused on the immediate need for access to employment, but over the long-term these groups are building a powerful “new black political force focused on jobs: gaining access to good jobs AND transforming low-wage jobs into good jobs.”#BlackWorkersMatter 15Considerations for the Future  of Black Worker OrganizingThe successes of black worker organizing groups in winning policy change and building community power have been impressive. Taken together, the groups interviewed combine strategic research, service delivery, policy advocacy, and, most important, organizing to advance their collective goals of improving both access to employment and the quality of jobs that are available to black workers. In today’s economic and political environment, black worker organizing groups face significant challenges and have many factors to consider as they look to the future. Weighing Different Narrative OptionsAcross various interviews, people repeatedly discussed the strategic choices they face regarding how to discuss race and racism as part of the narrative and economic analyses of organizations. There were multiple paths that seemed viable for organizations to choose from, depending on context. What worked for the community did not necessarily work for campaigns or funders. Furthermore, the considerations about narrative also included questions of how to integrate the intersections of race and gender.Organizations utilized a range of narrative strategies to appeal to the black community. For some groups, it was important to explicitly focus on blackness and the impact on anti-black racism in the economy; but it wasn’t seen as necessary for other groups. One organizer explained that his organization continually grapples with whether to “lead with ‘this is about black workers’ or lead with the issue and then have a positive impact on black workers.” Given that the current national conversation about the persistence of racial inequality has been sparked by cases of police brutality, it’s not surprising that questions of how to talk about race were especially complicated for groups where much of their organizing connected to issues of criminalization. For instance, Rev. Paul Ford, the director of Boston Workers Alliance, said “There’s always the challenge of adopting and embracing language that both honors the complexity of your mission, but also resonates with [a range of] people who are listening,” and he explained that BWA often settles on a more universal narrative focused on “good jobs for all, regardless of background and regardless of criminal record.” The Ohio Organizing Collaborative has also done a lot of work focused on the disenfranchisement of black workers with criminal records. Kirk Noden said that the organization often talks about its work with both a structural racism and a criminalization lens. He acknowledged that “any time you talk about structural racism, there’s some risk because there’s not a ton of white working-class people who speak that language.” Another narrative challenge explored in the interviews was how groups use an intersectional analysis to speak to both race and gender. Some organizations—particularly national groups like the National Domestic Workers Alliance, Black Youth Project 100, and ROC United—described a particular focus on black women’s economic and employment challenges. Some of the local organizing—such as ONE DC’s work with hotel workers and commitment to center their leadership development on black women, and One Voice’s new organizing with the state’s teachers union—had the potential to lift up gender. However, even the groups with this intention reported struggles in crafting a narrative about the intersection of gender, race, and work. In the case of POWER’s fight to raise the minimum wage for Philadelphia’s airport workers, Bishop Royster said that the organization recognized that 70 percent of the workers who would benefit were women, but they still struggled. He said “we haven’t done a good job of articulating a gender view.” To address the challenges that grassroots members face in talking about racism and the way it intersects with other forms of oppression, POWER brought together more than 250 clergy and lay leaders for a three-day “race training” to prepare them to hold house meetings across the city of Philadelphia. Bishop Royster explained that these meetings will be opportunities for people to have very explicit conversations about race and racism, in which people discuss their own experiences with and understanding of race, in order to “make race no longer be a tool that’s used against us, but something that can bring us together to create a better and different Philadelphia.” Groups that have built the will among their members to lead with narratives that are explicit in their critique of the role of racism in maintaining systems of inequality 16 #BlackWorkersMatterstill face tradeoffs between their principles and what it takes to win campaigns in the current political environment. DeAngelo Bester, director of the Workers Center for Racial Justice, described how the organization confronted tradeoffs during their “ban the box” campaign in Chicago. WCRJ originally intended to use the campaign as a starting point for shifting the views of the general public about the exclusion of black workers from the labor force and the discriminatory practices embedded in the criminal justice system. But WCRJ recognized that shifting people’s deeply held beliefs is a long-term project. To win in the short term, they cut back the discussion with voters about racism, and instead focused their messaging on frames that already had public support, such as the need for second chances and the benefits of reduced recidivism when people have access to jobs. As Mr. Bester said, “We made that strategic decision in order to win the campaign, partly because we needed a victory and passage of the policy was low-hanging fruit. But the cost of that decision was that in our new campaign about decriminalization of marijuana, we still need to have the conversation about racialization in the labor market and the criminal justice system.”The other consideration that organizations noted regarding the role of race in their narratives was the funding landscape. Even beyond the state and local organizations, interviewees who were themselves funders described pressures to minimize black-specific messaging. Marjona Jones, a program officer at the Unitarian Universalist Veatch Program at Shelter Rock (which provides grants to many community organizing groups around the country), explained that some black-led organizing groups feel a need to “back away from being seen as ‘too black’ because some foundations aren’t comfortable with that; so they couch their work  as ‘people of color’ or ‘low-wage’ so that it’s not seen  as identity politics.” For Denise Perry, who has trained and built a network of black organizers through Black Organizing for Leadership & Dignity (BOLD), this gravitational pull toward using “people of color” is not wrong, but she said it is important to acknowledge that “people have struggled with saying ‘black’ because there’s a history of being challenged.” She also pointed out that organizing focused on other constituencies—such as Asian and Latino communities—doesn’t face the same challenge to water down its messaging about the particular barriers faced by those specific identity groups.Fundraising Barriers Faced by Black LeadersAs noted above, state and local groups emphasized the importance of investing in a range of levels and forms of black leadership. Some interviewees emphasized the leadership development work that is a core component of community organizing, and their efforts to create black roots by building a powerful base of grassroots volunteer leaders. But the leadership concern that interviewees lifted up again and again was the lack of support—financial and otherwise—available to black-led organizations.There have been long-standing concerns that black  EDs in the nonprofit sector face distinct challenges securing foundation funding on par with other organizations.21 A decade ago, several reports critical of the distribution of foundation dollars to communities of color22 raised compelling questions about shortfalls in grantmaking to racial/ethnic minorities, and particularly the lack of investment in organizations led by people of color. In California, state legislators focused even more attention on the underinvestment in minority-led organizations by introducing a bill calling for mandatory racial/ethnic reporting on foundation grants. Although the legislation was not enacted due to a deal struck between foundation leaders and state legislators in 2008 after almost two years of debate,23 the issues raised about the lack of funding directed to communities of color still resonate deeply today. Recently, the Philanthropic Initiative for Racial Equity released a collection of articles that raised key challenges and opportunities for funders to consider regarding “mobilizing community power to address structural racism.” Several articles pointed to an underlying concern that many, if not most, community organizing groups and networks are both white-led and rooted in a populist, economic justice analysis, rather than a comprehensive analysis of structural racism and the particular role that anti-black racism plays in maintaining systems of inequity.24 One might read that analysis of the broader organizational landscape to mean that foundations have limited opportunities to invest in black-led organizing groups, but many of the interviews pointed to a possibly #BlackWorkersMatter 17more fitting alternative explanation—that foundations are more comfortable with white-led groups and a populist economic analysis so those are the groups that dominate in fundraising. Across several interviews, black organizers described negative experiences with funders who seemed more willing to give grants to white-led organizations or to economic justice groups that avoided specifically focusing on the particular barriers faced by black workers. Whether the comments were “foundations need to be comfortable with black people leading” or that “funders need to begin to take a close look at themselves and any biases they have towards black folks,” the concerns about the lack of foundation investment in black-led organizations was deeply felt. For those interviewees working in philanthropy, the comments were in many cases more nuanced as to whether the funding barriers were due to discomfort with race or with a lack of familiarity with organizing as a strategy for change. For instance, Susan Taylor Batten, the president and CEO of ABFE, described the general barriers to getting foundations on board with organizing, saying “Supporting building the power of communities to drive their own agenda is not often what mainstream philanthropy is comfortable with or expert at.” Several other foundation staff talked about the need to elevate both organizing and racial justice as priorities for peer foundations. As Marjona Jones from the Unitarian Universalist Veatch Program at Shelter Rock put it: “We have to make the foundation world okay with organizations being explicit about doing work with black communities.”  For the Discount Foundation, supporting black leaders was an added benefit of its shift in 2012 from funding on “structural unemployment” to establishing black worker organizing as one of four priority funding areas. In the 2013 grant cycle, seven of fourteen grants were made to groups engaging black workers in organizing campaigns. The following year, however, twelve of twenty grants approved by the board had a focus on black worker organizing, with seven of those groups led by African American executive directors. Perhaps if other foundations become more focused on supporting efforts to organize black workers, greater investment in black-led organizations will follow. Investing across the FieldAs players in an emerging field, black worker organizing groups connect with each other in ways both formal and informal. For instance, Black Organizing for Leadership & Dignity (BOLD) is emerging as a key capacity builder and convener of black organizers—both people leading groups and working in senior positions in organizations led by whites and other people of color. Denise Perry, who directs the BOLD project, has interviewed more than seventy black leaders in the organizing field to learn about their work and what other organizers they connect with. The black worker center model is also spreading across the country; at a conference in the fall of 2014, fifty-five people from nine cities learned about how to build black worker centers.25 Many possibilities exist for investing in a more robust and dynamic organizational infrastructure supporting black worker organizing across the country. Foundations only need to have the will to make the investment to build the networks between leaders and create opportunities for networking. Anthony Newby, executive director of Neighborhoods Organizing for Change (NOC)—a community organizing group in Minneapolis, MN—provided an example of an investment in building a black network of organizations. NOC partners with the other major economic justice organizations in the Twin Cities area but is the only black-led organization at the table. Given that organizational landscape, Mr. Newby said, “it’s easy to be tokenized, marginalized, or exceptionalized because there isn’t much infrastructure outside of us.” To address the infrastructure gaps, NOC is building out a table of other organizations led by people of color, thanks to funding from the Ford and Surdna foundations. The overall goal of this network-building process is to build the infrastructure and relationships between aligned organizations—particularly those rooted in the black community, including social service agencies working with the area’s large African immigrant community—so that NOC won’t be perceived or treated as the sole black-led power-building organization in the city. The funders interviewed provided a unique vantage point on the challenge of coordinating funding and developing grantmaking strategies to build a larger, better connected, and more sustainable network of black worker organizing groups. For instance, ABFE has always been committed to directing more resources to black-led organizations, 18 #BlackWorkersMatterbut recently began to focus more intentionally on making the case to black leaders in philanthropy to support black-led community organizing groups. Similarly, Kevin Ryan from the New York Foundation is compiling a comprehensive list of black-led organizing groups around the country in order to increase their visibility and make the case to foundations that there are black-led organizing groups to invest in.Rubie Coles, Deputy Director of the Moriah Fund, emphasized that infrastructure and capacity is already in place on the ground, but that many black worker organizing groups are “in a vicious cycle, in that they aren’t as big and their budgets aren’t as large, so funders are not as likely to give them a big grant; which means they can’t grow their budgets to then get big grants.” Ms. Coles and other funders suggested one way foundations could support the field of black worker organizing was by coordinating investments to build the infrastructure of multiple groups over the long haul. Two examples of this kind of coordinated funding strategy over the past decade include the Groundswell Fund’s investments to help women-of-color-led reproductive justice organizations build their capacity,26 as well as the funding collaboratives that have helped build the organizational infrastructure of the immigrant rights movement. Several interviewees were not sure that the immigrant rights movement was an appropriate point of comparison for black worker organizing, given that the fight for immigrant rights has had a galvanizing policy demand, whereas black worker organizing has not. For many interviewees, however, the comparison to the movement for immigration reform held promise for envisioning the possibilities for the field, were black worker organizing to be funded at the levels of grant dollars devoted to immigrant organizing groups. Data from the Foundation Center’s online database27 provides an initial sense of the scale of philanthropic investment for both immigration reform and black employment issues. Between 2003 and 2012, total grantmaking sector-wide ranged from $20 to $25 billion; foundation support for immigration advocacy is estimated at roughly $116 million, while grants focused on African Americans and employment issues (either alliance/advocacy work or grants focused on equal rights) came to nearly $11 million. Interviewees also acknowledged that funding alone is not enough to build a black worker movement. Part of the reason some funders may find it difficult to support black worker organizing is a mismatch between the model of the immigrant rights movement and the reality of the field of black worker organizations on the ground. Many large foundations are accustomed to working with national organizing networks and other national formations that can regrant to smaller local organizations, like the majority of the black worker organizing groups interviewed. One funder noted that, compared to the immigrant rights movement, the black worker organizing field doesn’t yet have the same infrastructure of national organizations, campaigns, or coalitions. But, just as Ms. Coles noted about the vicious cycle of small organizations being locked into receiving small grants, a similar cycle could be preventing a field-wide coalition of black worker organizing groups from emerging. #BlackWorkersMatter 19Recommendations for Supporting the Growth of  Black Worker OrganizingThe field of black worker organizing is emerging at the same time that some foundations that had traditionally been funding sources are now shifting their focus or closing down entirely. Therefore, each of the interviewees was asked both how the foundation investment in black worker organizing could be increased and what advice could be given to funders interested in increasing their grantmaking to black worker organizing groups. Many people suggested that funders apply a race analysis to funding priorities, provide general support grants, invest for the long term, and be flexible in evaluating impact. Since all those suggestions have parallels in both the National Committee for Responsive Philanthropy’s “Encouraging Good Grantmaking Practices” program and ABFE’s “Responsive Philanthropy in Black Communities” framework,28 the recommendations below point to particular areas for funders to connect, explore, and think big about new possibilities for black worker organizing.Strengthen Intersections between Funders Focused on Race, Economic Justice, and OrganizingSeveral interviewees provided an analysis of the funding landscape indicating that funding siloes are one barrier to growing funder investments in black worker organizing. One national expert explained the funding world’s approach to blackness and organizing, saying “there’s the people who get organizing but don’t see the need for blackness, and there are people who get blackness but don’t see the need for organizing.” Other interviews clarified that there are three funding siloes that could provide support to black worker organizing groups—racial justice, economic justice, and community organizing funders. While the work of the state and local groups interviewed could appeal to each of these three sets of funder groupings, falling at the intersections means that black worker organizing groups are falling through the gaps instead.Groups like the Neighborhood Funders Group are pushing conversations about the need to focus on racial justice and economic justice, but the spaces where funders can integrate those themes are still too few. As funders from various perspectives begin to come together to share analyses of issues, examples of grantee successes, and visions for future growth of the field, some specific points of difference may emerge. For instance, a few organizing groups worried that some foundations otherwise committed to advocacy for racial and economic justice were uncomfortable with the resurgence of black grassroots activism and the public protests spearheaded by the #BlackLivesMatter movement. Whatever the specific fault lines may be, the fact that funders are having discussions about organizing, race, and the economy will be powerful. As Laine Romero-Alston from the Ford Foundation explained, “Where funders focus reflects where fields develop.” So it will be important for a wider set of funders (beyond the group of funder interviewees) to lead the way in sparking discussion about the importance of investing in black worker organizing. Learn from Immigrant Rights FundersAs noted above, the comparison to the movement for immigration reform held promise for several of the interviewees. Beyond the scale of the funding investment in immigrant organizations, the immigrant rights movement has built enough momentum over the past decade to offer significant lessons to emerging movements. The recent issue of Responsive Philanthropy delved into stories from philanthropy and the immigration reform movement, including specific recommendations to funders based on lessons from the movement that included: build trust first, facilitate alignment of goals and strategies, invest in campaigns that build unity, build grassroots power, and support movement leadership.29 These five recommendations from the immigrant rights experience seem relevant for black worker organizing groups who need funders to be patient and allow time for diverse organizations to build trusting relationships that can lead to a shared policy agenda, and also need financial support to create collaborative movement leadership gatherings that help groups partner across organizational lines and build long-term alliances. As immigrant rights funders and movement leaders reflect on the lessons learned from the successes of winning executive action and develop strategies to address the struggle to ensure freedom for the many immigrants left 20 #BlackWorkersMatterout of the new deferred action programs, their insights can help other economic and racial justice funders envision achieving similar impacts in black worker organizing over the next decade.Consider the Scale of Investment NeededWhen asked what scale of investment in black worker organizing would be needed to support existing organizations and build additional infrastructure, many interviewees found it difficult to respond. A few offered estimates of what additional funding could mean for their own organizing. For instance, one interviewee suggested that building “an NDLON (National Day Laborers Organizing Network) for black workers” would require a $5 million investment. Another interviewee thought it would take roughly $25 million to build up and expand the black worker center model to ten new cities across the country. A third organizer estimated that a minimum of $50 million was needed to “beef up black organizing in this country; it’s not a small amount.” The current underinvestment in black worker organizing means that any new funding will be impactful, but several organizers focused on the scale of the black jobs crisis require an investment that goes beyond money. For instance, one organizer said the scale of investment “would have to be something that can’t be translated into money,” and another said “it’s hard to put in dollar amounts, it’d have to be significantly more than it is now; but more than dollars, it has to be a long-term commitment.” Beyond grants directly to groups on the ground, many of the funders focused on the need for investments across organizations as a field. When asked about the scale of investment, one funder said that it wasn’t possible to “even fathom how much the money would have to be” and instead focused on the need for funders to expand access to capacity building organizations like BOLD that invest in the personal and professional development of black organizers. Another funder emphasized the need to support convenings that would give space for black worker organizing groups from different organizing traditions—worker centers, faith-based, focused on particular employment sectors, etc.—to coalesce and engage in collective visioning and strategic planning. A third funder offered a critique of funding siloes, suggesting that philanthropy should develop a more “comprehensive intersectional approach” in order to invest in black worker organizing, explaining that the “tendency in philanthropy to divide people’s lives into discrete pockets is not that helpful.” #BlackWorkersMatter 21ConclusionThe variety of people interviewed—community organizers, national experts, and funders—demonstrates the growing interest in organizing black workers to address the ongoing economic crisis impacting black communities. The successes of the organizing groups highlighted in this report also show that organizing is a key strategy for building the power of black communities, in order to change policies and address implicit biases operating in the nation’s economy. But organizing with a focus on building black roots—whether or not that is articulated explicitly in an organization’s narrative—faces challenges in a political and funding environment where race-neutral approaches to the problem of structural employment are the default. Nonetheless, tackling the thorny issue of race, and particularly anti-black racism, is crucial to addressing the ways in which black communities are disproportionately impacted by the problems of inequality and unemployment. Black worker organizing groups—especially black-led organizations—need funding and other support to realize the potential of the current moment. In addition to the leadership of black communities and the organizers who work with people struggling in the midst of an ongoing jobs crisis, it will be incumbent on funders to take the lead in pushing a conversation about the importance of focusing on organizing and race in grantmaking to address the economy. Foundations can make coordinated investments to build the field of black worker organizing, but there is also a basic need to dramatically ramp up direct funding to groups on the ground.Organizing black workers is not just a strategy for addressing the black jobs crisis; it is crucial to building a strong progressive movement. Black worker organizing offers the opportunity to impact the economic, racial, and political systems in this country because the struggles of black workers lie at the intersection of all those forces. A spirit of black activism has been sparked by #BlackLivesMatter, and the organizing of black workers has the potential to amplify and sustain that energy across the nation.Endnotes1 Janell Ross, “The State of the Black Worker: A Primer,” The Root, September 1, 2013, http://www.theroot.com/articles/culture/2013/09/labor_day_2013_the_state_of_the_black_worker.1.html.2 Matt Vasilogambros, “Unemployment for African-Americans Drops to Lowest Level Since November 2008,” National Journal, May 2, 2014, http://www.nationaljournal.com/next-economy/big-questions/unemployment-for-african-americans-drops-to-lowest-level-since-november-2008-20140502.3 As of February 2015, the unemployment rate for blacks was 10.4 percent, compared to 5.1 percent for whites. Source: U.S. Bureau of Labor Statistics, Table A-2, Employment status of the civilian population by race, sex, and age, http://www.bls.gov/news.release/empsit.t02.htm. 4 George Yancy and Judith Butler, “What’s Wrong With ‘All Lives Matter’?,” New York Times, January 12, 2015, http://opinionator.blogs.nytimes.com/2015/01/12/whats-wrong-with-all-lives-matter/. 5 Rinku Sen, “As People of Color, We’re Not All in the Same Boat,” The Nation, August 27, 2014, http://www.thenation.com/article/181401/people-color-were-not-all-same-boat.6 Executive Council Statement, “Labor Commission on Racial and Economic Justice,” AFL-CIO Executive Council, February 25, 2015, http://www.aflcio.org/About/Exec-Council/EC-Statements/Labor-Commission-on-Racial-and-Economic-Justice.7 See Matthew Harrison, “Colorism in the Job Selection Process: Are There Preferential Differences within the Black Race?” (master’s thesis, University of Georgia, 2005), https://getd.libs.uga.edu/pdfs/harrison_matthew_s_200512_ms.pdf.8 See Devah Pager et al., “Discrimination in a Low-Wage Labor Market: A Field Experiment,” American Sociological Review 74 (2009) http://scholar.harvard.edu/files/bonikowski/files/pager-western-bonikowski-discrimination-in-a-low-wage-labor-market.pdf, and Marianne Bertrand and Sendhil Mullainathan, “Are Emily and Greg More Employable Than Lakisha and Jamal? A Field Experiment on Labor Market Discrimination,” American Economic Review 94, no. 4 (2004).9 Joe Pinsker, “The Financial Consequences of Saying ‘Black,’ vs. ‘African American,’” The Atlantic, December 30, 2014, http://m.theatlantic.com/business/archive/2014/12/the-financial-consequences-of-saying-black-vs-african-american/383999/.10 Jessica S. Henry and James B. Jacobs, “Ban the Box to Promote Ex-Offender Employment,” Criminology & Public Policy (2007), http://www.nelp.org/page/-/sclp/henry-jacobs.banthebox.article.oct-07.pdf.11 See two reports by ROC United: “Blacks in the Restaurant Industry Brief,” January 31, 2012, http://rocunited.org/wp-content/uploads/2013/04/reports_blacks-in-the-industry_brief.pdf, and “Tipped Over the Edge: Gender Inequity in the Restaurant Industry,” February 13, 2012, http://rocunited.org/wp-content/uploads/2012/02/ROC_GenderInequity_F1-1.pdf. 12 “Racial disparities in median household income remain enormous in most states,” source: 2009 American Community Survey of the U.S. Census Bureau, Remapping Debate, http://www.remappingdebate.org/map-data-tool/racial-disparities-median-household-income-remain-enormous-most-states?page=0,2.22 #BlackWorkersMatterSean Thomas-Breitfeld is Co-Director of the Building Movement Project (www.buildingmovement.org), which develops research and tools to help nonprofit organizations have an impact in building movements for progressive social change.AcknowledgementsSean Thomas-Breitfeld thanks Susan Wefald, Executive Director of the Discount Foundation, and Marc Bayard, director of the Institute for Policy Studies’ Black Worker Initiative, for their support and guidance in developing this report from beginning to end. Also, the team of staff, consultants, and interns at the Building Movement Project—especially Frances Kunreuther and J. Mijin Cha—offered invaluable help in identifying and tracking themes from the interviews and developing the content analysis for the report overall. Lastly, Niki Jagpal and Ryan Schlegel from the National Committee for Responsive Philanthropy provided data and helped determine the scale of funder investments in black worker organizing. 13 This conference was held on October 10-11, 2013 and was hosted by the Discount Foundation, the Ford Foundation, the Neighborhood Funders Group, the Kalmanovitz Initiative for Labor and the Working Poor, and the Black Labor Scholars Network, see http://www.nfg.org/state_of_black_worker_conference.14 In a recent article titled “Making Black Lives Matter”, Nat Chioke Williams, President of the Hill-Snowdon Foundation, wrote that “the black community needs to build enough political and institutional power to significantly change both policy and public perception and to directly challenge and dismantle the structural racism that defines perpetual black social, political, economic inequity.” http://hillsnowdon.org/wp-content/uploads/2012/05/Making-Black-Lives-Matter.pdf.15 Lorraine McCarthy, “On Ballot Question, Philadelphia Voters OK Wage Floor Mandate for City Subcontractors,” Daily Labor Report, 101 DLR A-8, May 27, 2014, http://www.powerphiladelphia.org/news/on-ballot-question-philadelphia-voters-ok-wage-floor-mandate-for-city-subcontractors. 16 Chris Kirkham, “A new effort to help black workers find higher-paying jobs,” Los Angeles Times, January 20, 2015, http://www.latimes.com/business/la-fi-0121-african-american-employment-20150121-story.html.17 See a detailed campaign timeline from 2005 thru 2014 on ONE DC’s website, http://www.onedconline.org/marriott. 18 Janice Fine, “Worker Centers: Organizing Communities at the Edge of the Dream,” Economic Policy Institute, December 13, 2005, http://www.epi.org/publication/bp159/. Also see Janice Fine’s book of the same title, published by EPI / Cornell University Press in 2006.19 See blog post by Steven Pitts, dated August 15, 2014, http://blackworkerproject.com/2014/08/15/going-forward-again/.20 For an in-depth evaluation of the investment in “green jobs,” see the Rockefeller Foundation’s “Evaluation of the Sustainable Employment in a Green U.S. Economy (SEGUE),” January 2013, http://www.rockefellerfoundation.org/uploads/files/e5b73aad-f7c7-4890-adc5-7714b6f59b3c-segue.pdf.21 For instance, interviews with leaders of color under the age of forty revealed three main ways issues of race manifested in their work: 1) Extra demands placed on people of color; 2) difficulty in gaining legitimacy; and 3) the need to find and support additional (younger) leaders of color. See Helen Kim and Frances Kunreuther, “Vision for Change: A New Wave of Social Justice Leadership,” http://buildingmovement.org/reports/entry/vision_for_change_a_new_wave_of_social_justice_leadership.22 See Table 1. Summary of Some Recent Reports, in “Profiles in Foundation Giving to Communities of Color” by The Race & Equity in Philanthropy Group, April 2007, http://www.margainc.com/files_images/general/ProfilesinFoundationGiving%20%28Volume%201%20-%20Apr%2007%29.pdf.23 Rick Cohen, “Putting the AB 624 Agreement into Practice and Policy,” Critical Issue Forum 2, June 22, 2009, https://racialequityblog.wordpress.com/2009/06/22/putting-the-ab-624-agreement-into-practice-and-policy/.24 See Denise Perry, “Transformative Organizing: Putting Culture at the Center,” pp. 42-44 and DeAngelo Bester and Valery Jean, “Strengthening Black Organizing Across the United States,” pp. 14-17, in Critical Issue Forum 4, September 2012, http://racialequity.org/docs/CIF4FullWeb.pdf.25 Lola Smallwood Cuevas, “The Key to Solving the Black Jobs Crisis is Organizing Black Workers,” Huffington Post, February 15, 2015, http://www.huffingtonpost.com/lola-smallwood-cuevas/the-key-to-solving-the-bl_b_6680816.html. 26 The Groundswell Fund has granted over $17 million to approximately seventy-five organizations, and leveraged millions more in the ten years since its founding through Groundswell’s Catalyst and Reproductive Justice Funds, http://groundswellfund.org/grantmaking-vehicles/reproductive-justice-fund.27 This analysis is based on searches for grants whose Subject was “Immigrants/refugees” and whose Type of Support was “Advocacy” and then by querying grants whose Subject was: “African Americans/Blacks” AND (“Employment, alliance/advocacy” OR “Employment, equal rights”), https://fconline.foundationcenter.org/search/member-index.28 See http://ncrp.org/campaigns-research-policy/grantmaking and http://www.abfe.org/programs/knowledge-training-and-technical-assistance/responsive-philanthropy-in-black-communities/ for more information.29 See both Cathy Cha, “Lessons for Philanthropy from the Success of California’s Immigrant Rights Movement,” and Deepak Bhargava, “From Grassroots to Executive Action: Reflections on Immigration Reform,” Responsive Philanthropy, Winter 2014 / 2015, http://ncrp.org/files/rp-articles/RP_Winter14-15.pdf.#BlackWorkersMatter 23IntroductionTen million African American women wake up and go to work every day.1 They prepare and serve food at the fast-food chains. They staff the registers at the big-box stores. They tend to the needs of patients in nursing facilities or provide homecare to elders. Often enough, when they’re done with one job for the day, they hop a bus and go on to a second. The moms among them start their long days extra early, getting the kids ready for school or dropping them off at daycare. They worry incessantly whether patched-together childcare arrangements will hold up. Yet, at the end of  the week, their paychecks are so meager that even the most frugal are desperate to make ends meet. Instead of supporting the lives and aspirations of African American women who are part of the low-wage workforce, the U.S. economy is brutalizing them.The core of the jobs crisis facing African American women is low wages. African American women are working, and working hard. They participate in the workforce at slightly higher rates than women of every other race or ethnicity, but, in too many cases, their hard work goes unrewarded. Low wages trap black women, together with their families and communities, in cycles of economic distress, with reverberant and widespread social consequences.There are five key elements of the jobs crisis facing African American women:1. African American women are overrepresented among low-wage workers, including those workers earning at or below minimum wage.2. African American women are impacted by both the gender gap and the racial gap in wages.3. African American women are unemployed at higher rates and for longer periods than other women.4. African American women were especially hard hit by the most recent recession and have lagged behind in the recovery.5. African American women in the labor force are far more likely to be single heads of household than are women of other races and ethnicities.Overrepresentation among Low-Wage Workers2Women are significantly overrepresented in low-wage occupations and sectors of the economy, contributing to the gender gap in wages. Even within low-wage occupations, women’s wages are lower than those of men in the same job categories. African Americans are also significantly overrepresented in low-wage occupations and sectors of the economy, contributing to the racial gap in wages. African American women’s economic profile is fundamentally shaped by the confluence of these two persistent trends.Key sectors of the economy in which both women and African Americans are highly concentrated include service and sales. Occupations for which both women and African Americans form a disproportionately high segment of the workforce include health support occupations, fast food, and retail sales.For example, African Americans constitute 11.4 percent of the employed civilian labor force, but 16.2 percent of those employed in service occupations. Women make Gender and the Black Jobs Crisis Linda Burnham24 #BlackWorkersMatterup 46.9 percent of the labor force but are 56.7 percent of those employed in the service sector.3 The service sector, with median weekly earnings of $508 ($470 for women; $588 for men), compensates workers at a lower rate than any other sector of the economy.4The workforce in some cleaning and caretaking jobs, stereotypically considered women’s work, is over 80 percent female. Black workers are concentrated in some of these jobs at double, or even triple, the rate of their share of the employed. Those occupations in which both women and African Americans are significantly overrepresented are especially likely to confer low wages.Women and African Americans are highly concentrated in healthcare support occupations, with a workforce that is 87.6 percent female and 25.7 percent black. Wages within this group of occupations vary but are particularly low for jobs with higher proportions of African Americans. For example, nursing, psychiatric, and home health aides, taken together as a group, earn $11.87 per hour, bringing full-time, year-round workers just over the poverty threshold for a family of four, while home health aides, considered alone, earn just $10.60 an hour.5Home health aides and personal care aides are among the fastest growing occupations, responsive to the aging of the boomer generation. These occupations are projected to grow by nearly 50 percent between 2012 and 2022, and we can expect that they will be major areas of job growth for black women.6 Only 40 percent of home health aides and personal care aides are employed full-time year-round, and wages hover around ten dollars an hour. As a result, more than half of homecare workers rely on some form of public assistance: Medicaid, food stamps, or housing assistance.7 Black women working as nannies, housecleaners, and elder caregivers in the private-pay market are paid just as poorly, are rarely paid for overtime, and are frequently required to take on tasks well beyond the scope of the work they were originally hired to perform.8 Raising the level of compensation for healthcare support occupations and domestic work is critical to improving the job picture for black women.Jobs that combine food preparation and serving, including fast food jobs, have the distinction of being both the lowest paid of major U.S. occupations, with median hourly wages of $9.08, and among the largest, accounting for more than three million workers. African Table 1 COnCentratIOn Of WOmen and afrICan amerICans In LOW-WaGe OCCupatIOnsOccUpATIOnWomen as % of Total EmployedBlack as % of Total EmployedMean Hourly Wage (2013)Mean Annual Wage (2013)Employed persons 16 years or over 46.9 11.4Food preparation and serving workers, including fast food61.9 20.5 9.08 18,880cashiers 72.2 18.3 9.82 20,420personal care aides 83.9 23.0 10.09 20,990childcare workers 95.5 15.9 10.33 21,490Home health aides 10.60 22,050Maids & housekeeping 88.6 16.8 10.64 22, 130Food servers, non-restaurant 61.9 23.5 10.77 22,400nursing, psychiatric & home health aides 88.5 35.9 11.87 24,700Wage data from Bureau of Labor Statistics, “Occupational Employment and Wages, May 2013.”Data for women and black workers as percentage of occupation from Bureau of Labor Statistics, “Employed persons by detailed occupation, sex, race and Hispanic or Latino ethnicity.” #BlackWorkersMatter 25Americans are overrepresented at the low end of the food service sector, making up nearly double their share of the employed among fast-food workers (20.5 percent) and an even higher proportion of non-restaurant food servers (23.5 percent), occupations in which the workforce is 62 percent female.9 At $9.82 an hour, cashiers are the lowest paid workers in sales. Here again, in a low-wage occupation that employs more than three million workers, we find a high concentration of female workers (72.2 percent) and a substantial overrepresentation of African Americans (18.3 percent). [In contrast, at the other end of the sales spectrum, wholesale and manufacturing sales representatives earn over thirty-three dollars an hour; 30 percent of them are women, and 5 percent are African American.]10 Within retail sales, documented racial discrimination in hiring, promotions, and scheduling puts African American women at a further disadvantage.11not only are these occupations low-wage, many of them pay at or below minimum wage. nearly two-thirds of workers paid at or below minimum wage are in service occupations (63.6 percent) and nearly half (46.7 percent) are in jobs related to food preparation and serving.12 African American women’s overrepresentation among minimum wage workers is tied to their disproportionate presence in these occupations. Black women are 7.4 percent of wage and salary workers earning hourly wages, but 10.1 percent of those earning minimum wage.13In light of the concentration of black women in low-wage jobs, it comes as no surprise that their earnings trail those of every other demographic group, with the exception of Hispanic women. In the fourth quarter of 2014, the median weekly earnings of black women who were full-time wage and salary workers amounted to 90 percent  of those earned by black men but only 82 percent and  66 percent of the earnings of white women and white men respectively.  Further, black women are the only group whose median weekly fourth-quarter earnings dropped from 2013 to 2014, sliding from $621 to $602.14  While the jobs crisis for black women is, first and foremost, a crisis of wages, low-wage jobs are also characterized by a near-complete absence of benefits, unpredictable or on-demand scheduling, and extremely limited avenues for advancement. High rates of unemploymentHigh unemployment rates compound the wage crisis for African American women, a long established and persistent problem made worse by the Great Recession. During the recession, jobs were stripped from black men and women and their rates of unemployment ratcheted up alarmingly. Moreover, the vaunted recovery has not been experienced equally across racial groups. The unemployment rate for blacks, already considerably higher than the rates for other racial groups, increased disproportionately, was slower to fall, and has yet to return to the pre-recession rate. In December 2009, six months into the recovery, black  women were unemployed at a rate nearly five percentage Table 2unempLOyment In tHe reCessIOn and reCOveryUnEMpLOYMEnT RATE DEc. 2007 DEc. 2009 DEc. 2011 DEc. 2014Black Women 6.8 11.5 13.2 9.8Black Men 8.4 16.7 15.2 11White Women 3.6 6.8 6.3 4.1White Men 4.1 9.6 7.3 4.4BLS Data Series from current population Survey, Unemployment Rate 20 years and over, 2005-2015.26 #BlackWorkersMatterpoints higher than before the recession began, and the rate was still climbing. It peaked at 14.8 percent in July 2011, two years into what was, for some, the recovery before beginning to descend. At the end of 2014, it was still three points higher than it was pre-recession. The unemployment rate for black men peaked at just over 20 percent in March 2010, far higher than the peak rate for any other group. To put this in some perspective, white women’s unemployment rate, at its recessionary height of 7.7 percent, never reached the 2007 pre-recession low for black men.15 In the purportedly recovered economy of 2011, black unemployment stood at 15.8 percent, double the rate for whites (7.9 percent) and significantly higher than the rate for Hispanics (11.5 percent). Blacks remained unemployed, on average, for seven weeks longer than whites, and black women made up a larger share of the black unemployed (46.9 percent) than white and Hispanic women did in their racial or ethnic groups.16 Racially disparate patterns in the rates and duration of unemployment attest to the persistence of racial bias in hiring and retention, lending credibility to the conventional wisdom that black workers are the last hired and first fired.race, Household type, and povertyAfrican American women are far more likely than the women of every other race or ethnicity to be single-earner heads of household. These households are vulnerable to poverty, especially when children are present. Black women are three to four times as likely as white and Asian women to be the heads of household with children under the age of eighteen. Seventeen percent of black households are headed by women with children, as compared to 4.7 percent of white and 4.1 percent of Asian households.17Black women are not only far more likely than other women to be single heads of household, but, within this household type, they experience poverty at nearly twice the rate of white women and three times that of Asian women. More than 40 percent of black single female householders live in poverty.18 Dual-earner families have more spending power than single-earner families, as well as the cushion of a partner’s income in times of unemployment. Given that female-headed households are a more common household type among African Americans than are wife-husband households, that safety net is unavailable to black women. As economic fortunes have polarized, so too has marriage stability. people earning little are far less likely to marry than those higher up the income ladder, and the marriages of those who do are less stable.19The combination of low wages, high levels of unemployment, high likelihood of living in single-earner households, and minimal accumulation of wealth and assets has a devastating impact on the economic well-being of African American women, their families, and their communities. A focus on the gender gap undifferentiated by race obscures the realities black women face, as does a focus on racial disparities undifferentiated by gender.Table 3sInGLe HOuseHOLder, nO spOuse present, as perCentaGe Of HOuseHOLd typesRAcE/ETHnIcITY WOMEn WOMEn WITH cHILDREn MEnBlack 30.1 17.4 6.3American Indian/Alaska native 21.4 12.3 8.9Hispanic 19.2 12.1 9.1native Hawaiian/pacific Islander 17 9.8 8.7Asian 9.5 4.1 4.7non-Hispanic White 9.2 4.7 4.0U.S. census Bureau, Households and Families: 2010, Table 3: “Household Types by Race and Hispanic Origin: 2010.”#BlackWorkersMatter 27Black LGBtQ WorkersLGBTQ workers who are black face added dimensions of gender bias and disadvantage in the labor force. Reliable data about black workers who are LGBTQ is scarce, but studies confirm both high levels of employment discrimination based on race, gender identity, and sexual orientation and high levels of poverty, particularly among black lesbians and transgender individuals. Unprotected from job discrimination in many states and lacking access to the multiple benefits that accrue to married couples and state-recognized family forms, LGBTQ workers in general face particular challenges in the labor force. At the same time, both the gender gap and the racial gap in wages and income are salient within the LGBTQ community. Black lesbian couples earn about $5000 less per year than black male couples, but white lesbian couples out-earn their black counterparts by $21,000 and white male couples out-earn black male couples by $23,000.20poverty rates are also far higher for black lesbian and gay couples than they are for either heterosexual couples or for white same-sex couples. At 21.1 percent, the poverty rate for black lesbian couples is more than five times the rate for white heterosexual couples and close to eight times higher than the rate for white male couples.2Table 4sInGLe femaLe HOuseHOLders LIvInGIn pOvertyRAcE/ETHnIcITY% OF SInGLE FEMALE HOUSEHOLDERS In pOvERTYBlack 42.5Hispanic 41.6White 22.9Asian 13.7U.S. census Bureau, current population Reports, September 2014. Income and Poverty in the United States, 2013.Table 5medIan InCOme Of same-sex COupLes  By Gender and raCeSAME-SEx cOUpLESMEDIAn AnnUAL  HOUSEHOLD IncOMEBlack Female $39,000Black Male  44,000White Female  60,000White Male  67,000Black Same-Sex Households in the United States: A Report from the 2000 Census.Table 6pOverty rates fOr HeterOsexuaL and same-sex COupLes By raCe and etHnICIty MARRIED HETEROSExUALMALE SAME-SEx cOUpLESFEMALE SAME-SEx cOUpLESAfrican American 9.3 14.4 21.1American Indian/Alaska native 12.9 19.1 13.7Hispanic 16.7 9.2 19.1White 4.1 2.7 4.3Asian/pacific Islander 9.1 4.5 11.8Albelda, Poverty in the Lesbian, Gay and Bisexual Community.28 #BlackWorkersMatterTransgender people report exceedingly high rates of gender discrimination in hiring, gender harassment at work, high unemployment, and low wages. In a national survey, black transgender people reported an unemployment rate of 26 percent, high rates of job loss or no-hires due to gender bias, and extremely high incidence of harassment on the job. not surprisingly, earnings suffer for transgender individuals who are black  Thirty-four percent reported annual incomes of under $10,000, which is twice the rate of extreme poverty among transgender people in general and four times the rate for black people.22ConclusionTo impact the lives of African American women and LGBTQ individuals who work for low wages—along with the fortunes of the families and communities that depend on their income—we need a multi-pronged short-term and long-term advocacy and organizing strategy that raises wages and provides benefits for the occupations in which African American women are highly concentrated, targets gender and race bias in hiring, promotion, and firing, and begins to close the gender and race wage gaps. In short, we need a labor compact that rewards rather than punishes black women for their contributions to the U.S. economy.Endnotes1 9.4 million black female workers were in the civilian labor force in 2010. 10.7 million are projected to be part of the workforce in 2018. Civilian Labor Force and Participation Rates with Projections 1980 – 2018, Statistical Abstract of the United States 2012, U.S. census Bureau, 2012.  2 Low-wage workers are those workers whose hourly wage rates are so low that, even if they worked full-time, year-round, their annual earnings would fall below the poverty threshold for a family of four. poverty threshold for family of four: $24,250—2015, $23,850—2014, $23,550—2013. http://www.census.gov/hhes/www/poverty/data/threshld/, http://aspe.hhs.gov/poverty/15poverty.cfm#thresholds, accessed March 18, 2015.3 U.S. Bureau of Labor Statistics, “Employed persons by Detailed Occupation, Sex, Race, and Hispanic or Latino Ethnicity,” current population Survey Data 2014, U.S. Department of Labor, http://www.bls.gov/cps/cpsaat11.htm, accessed March 18, 2015. 4 U.S. Bureau of Labor Statistics, “Usual Weekly Earnings of Wage and Salary Workers, Fourth Quarter 2014,” U.S. Department of Labor, http://www.bls.gov/news.release/pdf/wkyeng.pdf, accessed March 18, 2015. 5 U.S. Bureau of Labor Statistics, “Occupational Employment and Wages - May 2013,” http://www.bls.gov/news.release/pdf/ocwage.pdf, accessed March 3, 2015. 6 U.S. Bureau of Labor Statistics, Occupational Outlook Handbook, U.S. Department of Labor, http://www.bls.gov/ooh/fastest-growing.htm, accessed March 18, 2015.7 paraprofessional Healthcare Institute (pHI), Paying the Price: How Poverty Wages Undermine Home Care in America, February 2015, http://phinational.org/research-reports/paying-price-how-poverty-wages-undermine-home-care-america, accessed March 18, 2015.8 Linda Burnham and nick Theodore, Home Economics: The invisible and unregulated world of domestic work, national Domestic Workers Alliance, november 2010.9 U.S. Bureau of Labor Statistics, “Occupational Employment and Wages—May 2013.” 10 U.S. Bureau of Labor Statistics, “Occupational Employment and Wages—May 2013.”11 Stephanie Luce and naoki Fujita, Discounted Jobs: How Retailers Sell Workers Short, Murphy Institute at city University of new York and Retail Action project, 2012.12 U.S. Bureau of Labor Statistics, Characteristics of Minimum Wage Workers, 2013, Table 4, BLS Report 1048, U.S. Department of Labor, March 2014.13 U.S. Bureau of Labor Statistics, Characteristics of Minimum Wage Workers, 2013, Table 1. 14 U.S. Bureau of Labor Statistics, “Usual Weekly Earnings of Wage and Salary Workers,” Table 2.15 Author’s analysis of labor force statistics from the current population Survey, 2005 – 2015.16 U.S. Department of Labor, The African American Labor Force in the Recovery, February 29, 2012.17 Daphne Lofquist, Terry Lugaila, Martin O’connell, and Sarah Feliz, Households and Families: 2010, Table 3, U.S. census Bureau, April 2012. 18 carmen Denavas-Walt and Bernadette D. proctor, Income and Poverty in the U.S.: 2013, U.S. census Bureau, September 2014.19 Stephanie coontz, “The new Instability,” New York Times, July 26, 2014, http://www.nytimes.com/2014/07/27/opinion/sunday/the-new-instability.html, accessed April 1, 2015.20 Alain Dang and Somjen Frazer, Black Same-Sex Households in the United States: A Report from the 2000 Census, national Gay and Lesbian Task Force and national Black Justice coalition, Second Edition: December 2005.21 Randy Albelda, M.v. Lee Badgett, Alyssa Schneebaum, and Gary J. Gates, Poverty in the Lesbian, Gay and Bisexual Community, center for Social policy publications, paper 4, The Williams Institute, 2009. 22 national Justice coalition, national center for Transgender Equality, and national Gay and Lesbian Task Force, Injustice at Every Turn: A Look at Black Responses to the National Transgender Discrimination Survey, http://nbjc.org/sites/default/files/trans-adjustment-web.pdf, accessed April 1, 2015. Linda Burnham is the Research Director at the National Domestic Workers Alliance and the co-author of the report Home Economics: The Invisible and Unregulated World of Domestic Work. She has, for many decades, focused both her activism and her writing on the complex intersections of race, gender, and class.#BlackWorkersMatter 29Introduction Delivered just one month before his assassination, the above quote from Martin Luther King highlights two central elements of what we can call the black jobs crisis: the high level of unemployment faced in black community and the prevalence of low-wage work among black workers. Often, popular commentary on the black jobs crisis focuses exclusively on the unemployment dimension of the crisis. This focus is understandable: during “good” economic times for the nation, black unemployment levels in many cities hover at depression levels, and the black–white unemployment ratio has remained approximately two-to-one for sixty years.3  At the same time, the reality of black life in the labor market goes beyond the experience of unemployment. King’s phrase, “people who work full-time jobs for part-time wages,” captures the central dilemma faced by large numbers of black workers. For these black workers, attempts to address the issue of black unemployment will be nonresponsive to many of the challenges and difficulties they experience. A complete understanding of the black jobs crisis entails viewing it within a broader context, with particular attention to data that reveal the prevalence of low-wage work among black workers and provide a glimpse at the relationship between race and gender in the low-wage market.4 A Broader Context:  The Age of InequalityThe phrase “Black Lives Matter” resonates profoundly with most African Americans because it reflects the reality that, since the African Slave Trade, black lives have only mattered to the extent political and economic elites utilize black labor, black communities, and black imagery to maintain their dominance. There is a deep understanding among most African Americans that black life outcomes in the United States are sharply constrained by a set of institutions, policies, and norms that have historical roots and contemporary expressions.Low-Wage Work in theBlack Community in the Age of Inequality1 Steven Pitts“The problem is not only unemployment, it is under or sub-employment…people who work full-time jobs for part-time wages.”2—Martin Luther King, Jr (March 10, 1968)30 #BlackWorkersMatterHowever, while the reality of racial hierarchy is enduring, the specific practice of racial hierarchy varies as the precise nature of social structures change over time. Thus, successful strategies against racial oppression must be tailored to deal with specific, prevailing forms of exploitation. Strategies that were successful during the Age of Slavery might not have been as effective during the Age of Jim Crow. Similarly, strategies that were fruitful in the segregated South prior to the Great Migrations might have been less appropriate in the urban North immediately following World War II.We are not living in a post-racial world governed by color blind institutions and social norms. Rather, we are living in an Age of Inequality, and this new era presents new mechanisms through which racial hierarchies are maintained. Two key data trends highlight this current period:The divergence between labor productivity and worker compensation.Between 1948 and 1973, labor productivity rose by  96.7 percent and hourly compensation rose by 91.3 percent. This corresponds to employees receiving increases in wages and benefits roughly equivalent to the increase in the growth in the economy. However, since 1973 growth in compensation has not kept up with growth in the economy. Between 1973 and 2013, productivity rose by 74.4 percent and hourly compensation rose by only 9.2 percent.5 This gap between productivity and compensation corresponds  to the overall deterioration of labor market conditions  for most workers.The rising share of total national income received by the richest 1 percent.The divergence between the growth in the economy  and the growth in hourly compensation is linked to  the second key data trend: the rise in the percentage  of the national income that goes to the richest 1 percent of the population. In 1928 the top 1 percent collected 19.6 percent of all income. This share fell over the next forty-five years so that by 1973 the top 1 percent received just 7.7 percent of all income. However, during the current Age of Inequality, the share of total income received by the top 1 percent has risen to such an extent that by 2013 the top 1 percent laid claim to 19.3 percent of all income.6 This shift reflects conscious policy choices made by political and economic elites and their power  to enact these choices.The political and economic realities emerging during the Age of Inequality have profound implications for addressing the black jobs crisis, insofar as the labor market is much different now than it was during the era immediately following World War II. Many of the current strategies to improve economic outcomes for African American workers were shaped during this earlier time period. But, in contrast to America of today, post-World War II America presented an economic and political climate marked by strong growth and a relatively equal distribution of that growth. In that context, just demands for equal opportunity and desegregation made sense as a strategy for black economic advancement: remove barriers to black progress and black workers would enter the economic mainstream and prosper. The common set of policies at the time called for various measures to remove implicit and explicit barriers to employment prospects; the provision of education and training programs to raise the skill level of potential black workers; and the encouragement of black entrepreneurship in order to enhance black wealth creation and black employment.This mix of policies, which can be called, metaphorically, “fixing the on-ramps to the mainstream economic highway,” works best when the economy works well for all workers. However, in the current period where most workers, regardless of race, do not fare well in the labor market—large numbers of new jobs are low-wage jobs; many jobs do not provide secure retirement and health care benefits; workers engaged in various training programs emerge with huge debt loads; and small businesses are forced to operate in a supply-chain context where basic business strategy entails cutting labor costs—it can be said that the “mainstream economic highway” itself needs rehabilitation. Consequently, we need to re-examine the traditional approaches to solving the black jobs crisis. #BlackWorkersMatter 31According to data from the years 2010 through 2012, 38.1 percent of black workers earned low wages, compared to 25.9 percent of white workers.8 This racial difference existed after the data was disaggregated by gender: 35.5 percent of black male workers and 40.2 percent of black female workers were low-wage compared to 21.4 percent of white male workers and 30.9 percent of white female workers. Table 1 presents this data.When disaggregated by age, the prevalence of low-wage is: Ages 16-19:\t •\tBlacks:\t89.3%\t\t •\tWhites:\t90.9%Ages 20-24:\t •\tBlacks:\t76.3%\t •\tWhites:\t69.0%Ages 25-35:\t •\tBlacks:\t42.1%\t •\tWhites:\t27.7%\tAges 35+\t •\tBlacks:\t29.2%\t\t •\tWhites:\t18.6%For purposes of this analysis the following were key definitions:Worker:\t •\t Civilian\t •\t Employed\t •\t Non-self-employed\t •\t 16-64\t •\t Worked\tat\tleast\t1000\thours\tthe\tprevious\tyearLow-wage\t •\t 2/3\tof\tthe\tmedian\twage\tof\ta\tfull-time\tworker\t(18-64;\tworked\tat\tleast\t35+\thours\tper\tweek)\t •\t At\tthe\tnational\tlevel,\tthe\tlow-wage\tthreshold\twas:\t$12.60Median Annual Income for a Low-Wage Black worker:\t$15,600The Prevalence of Low-Wage Work among Black Workers7Table 1The PrevALenCe of LoW-WAge Work By rACe And gender—nATIonAL, 2010–2012ALL WomENmEN38.1% 40.2%35.5%25.9%30.9%21.4%n  Non-Hispanic Black                      n  Non-Hispanic White32 #BlackWorkersMatterTable 2 presents the prevalence of low-wage black workers in the ten largest metropolitan areas in the United States. The figures range from 28.5 percent of all black workers in Los Angeles to 45.8 percent of all black workers in Boston.Table 3 presents the share of black workers who earn  low-wage in the ten industries with the highest prevalence  of low-wage work in the United States. The figures range from 75.7 percent of all black workers in the restaurant industry to 40.0 percent of all black workers in the outpatient health care services industry.Table 2The PrevALenCe of BLACk LoW-WAge Work—ToP Ten MeTro AreAs, 2010-2012Table 3The PrevALenCe of BLACk LoW-WAge Work—Ten hIghesT LoW-WAge IndusTrIes, 2010-2012BOSTONPhilAdElPhiANEW\tYorkCHICAGOATLANTAMIAMIWASHINGTON, DCHOUSTONDALLASloS\tANGElES45.8%28.5%33%34.1%35.2%35.4%36.9%37%37.5%39.7%rESTAUrANTSACCOMMODATIONSGroCErY\tSTorESrETAil\tTrAdESoCiAl\tASSiSTANCEAdmiNiSTrATivE\tSErviCESNUrSiNG\tCArE\tfACiliTiESArTS,\tENTErTAiNmENT,\trECrEATioNPErSoNAl\tSErviCESoUTPATiENT\thEAlTh\tCArE\tSErviCES75.7%40%46.4%52.1%52.8%53.1%54%56.1%61.2%63%#BlackWorkersMatter 33Having established the high prevalence of low-wage work among black workers, we can ask another set of questions: who are the low-wage black workers and where do they work?By gender:•\t41.9%\tof\tthe\tblack\tlow-wage\tworkforce\tis\tmale•\t58.1%\tof\tthe\tblack\tlow-wage\tworkforce\tis\tfemaleBy age:•\t3.4%\tare\tteens\tbetween\tthe\tages\tof\t16\tand\t19•\t18.9%\tare\tyoung\tadults\tbetween\tthe\tages\tof\t20\tand\t24•\t30.1%\tare\tadults\tbetween\tthe\tages\tof\t25\tand\t35•\t47.6%\tare\tadults\tolder\tthan\t35\tBy region:9•\t16.7%\tof\tlow-wage\tblack\tworkers\treside\tin\tthe\tNortheast•\t17.2%\tof\tlow-wage\tblack\tworkers\treside\tin\tthe\tMidwest•\t58.6%\tof\tlow-wage\tblack\tworkers\treside\tin\tthe\tSouth\t•\t7.5%\tof\tlow-wage\tblack\tworkers\treside\tin\tthe\tWestTable 4 presents data by gender on the ten industries with the largest shares of low-wage black workers. These ten industries capture 76.9 percent of all low-wage black male workers and 78.3 percent of all low-wage black female workers.BlACk\tmEN  BlACk\tWomENRank IndustryShare of all low-wage workersRank IndustryShare of all  low-wage workers1 Retail trade 12.4% 1 Public sector 15.2%2 Restaurants 11.9% 2 Retail trade 12.6%3 Public sector 11.4% 3 Restaurants 9.9%4Administrative services8.7% 4Nursing care facilities8.4%5Transportation and warehousing7.8% 5Outpatient health care services8.0%6Durable manufacturing7.0% 6 Social assistance 6.3%7Nondurable manufacturing5.5% 7Administrative services5.3%8 Construction 4.6% 8 Hospitals 5.2%9 Personal services 4.5% 9 Finance 3.9%10 Grocery stores 3.2% 10 Personal services 3.6%A Portrait of Low-Wage Black Work: 2010-2012Table 4The Ten IndusTrIes WITh The LArgesT shAres of BLACk LoW-WAge Workers—By gender, 2010-201234 #BlackWorkersMatterThe relationship between gender and Low-Wage Work among Black WorkersWe conclude with a preliminary re-examination of the relationship between gender and low-wage work among black workers. There has been a tendency to examine the fate of black males and black females as if those fates are separately determined by gender and only minimally linked by race. Thus, we see an emphasis on the question of black men and boys and then a distinct push to consider the situation of black women and girls. I think the data indicates—and equally important, the sense of group identity that is essential to the collective action needed to improve black economic outcomes reflects—that black men and black women share common experiences in the low-wage labor market  and face challenges that are unique to the intersection of their gender and race. Four key points shape this  re-examination:There is a high prevalence of low-wage work among black men and black women.As we saw in Table 1, 35.5 percent of black male workers and 40.2 percent of black female workers are low-wage.The industries with the highest prevalence of low-wage workers impact black men and black women in those industries in similar ways.The restaurant, grocery store, and accommodations industries are the top three non-farm industries with the highest share of low-wage workers. These industries together employ 17.0 percent of all low-wage black men and 15.3 percent of all low-wage black women. Table 5 presents data on the prevalence of low-wage work in these industries for black men and black women and how these industries rank with respect to the highest prevalence of low-wage work by gender. While the rankings are practically identical, the actual share of  low-wage work is higher for black women compared  to black men.Table 5The Three IndusTrIes WITh The hIghesT PrevALenCe of LoW-WAge Work— By gender, 2010-2012BlACk\tmEN  BlACk\tWomENRank IndustryShare of all low-wage workersRank IndustryShare of all  low-wage workers1 Restaurant 71.97% 1 Restaurant 79.23%2 Grocery stores 55.90% 2 Accommodation 68.36%3 Accommodation 54.33% 3 Grocery stores 66.46%#BlackWorkersMatter 35The three industries with the largest shares of low-wage workers are the same for black men and black women.As we saw in Table 4, the public sector, retail trade, and restaurant industries were the three largest employers of low-wage black men and black women. These industries account for 35.7 percent of all low-wage black male workers and 37.7 percent of all low-wage black female workers.The next seven industries with the largest numbers of low-wage workers are radically different for black men and black women.Upon a closer examination of Table 4, while the top three low-wage industries look much the same for black men and black women and the top ten low-wage industries employ similar shares of all low-wage black men\tand\tblack\twomen\t(76.9\tpercent\tand\t78.3\tpercent,\trespectively),\tthe\tfates\tof\tblack\tmen\tand\tblack\twomen\tare much different in the industries that rank 4 through  10 for each gender. •\t only\ttwo\tof\tthe\tindustries\t(Administrative\tServices\tand\tPersonal\tServices)\tare\tlisted\tamong\tthe\tnext\tseven\tindustries for both black men and black women.•\t The industries that rank 4 to 10 for black women employ 40.6 percent of low-wage black women; however, those industries employ only 23.6 percent of low-wage black men.•\t The industries that rank 4 to 10 for black men employ 41.3 percent of black men but employ just 19.9 percent of black women.What might this data indicate?•\t The data says that gender does matter. Certain industries represent distinct clusters of low-wage black men and black women. In addition, there are a variety of ways gender can still operate within these industry categories through occupational stratification and associated power dynamics.•\t However, the data says that gender does not matter in the ways that are starkly portrayed in the popular presentation. In many industries, black men and black women face similar economic fates.•\t A more fruitful approach to changing labor market outcomes for black workers could begin with the fundamental question of how to build the collective power required for black workers to impact these outcomes and then raise vital questions about the role of gender identity in building this power.36 #BlackWorkersMatterConclusionThis quote from Ferguson activist Tory Russell captures the plight of many poor black communities. In response to a variety of problems caused by the neglect of poor people during the Age of Inequality, political and economic elites have chosen to erect a carceral state instead of rebuilding cities to work for their low-income residents. One of “those things” blacks need is good jobs. This report has been an effort to call attention to the low-wage dimension of the black jobs crisis so that policy makers, advocates, and organizers can see the need to expand efforts around the jobs crisis beyond the issue of unemployment.At the same time, this report is part of a larger initiative to change the narrative around the nature of the black jobs crisis. The National Black Worker Center Project is a network of established and emerging black worker centers around the country whose mission is to support existing centers and incubate new ones for the purpose of building power from the neighborhoods up to the national level to radically address the black jobs crisis. While the current focus is building local power, the National Black Worker Center Project will, in 2015,  launch its national Working While Black Campaign, rooted in stories of local people who come together to transform their work environments and communities. This storytelling will be complemented by data-driven stories that highlight the structural impediments local black worker centers are overcoming. Through the production and dissemination of these personal, organizational,  and data-based stories, a new narrative about black  work should emerge that shifts perspectives on the  black jobs crisis by:•\t Expanding\tthe\tfocus\tbeyond\tunemployment\tto\tinclude low-wage work•\t Pushing beyond the notion of addressing personal “deficits” and focusing on the need for structural transformation of the labor market•\t Advancing the concept that collective action and not individual efficacy is the key to solving the black jobs crisisThroughout the country there is a rise in black worker activism that aligns with this new narrative. Black workers in Los Angeles are transforming the construction industry. Black domestic workers in Atlanta are fighting for dignity and a basic bill of rights. Black autoworkers in Canton, Mississippi are bringing a union into their lives. Black workers in Milwaukee are fighting the multiple impacts of state and local austerity on black lives. Through various organizational forms, these groups are building a movement for black economic justice through collective action and they are a reflection of the larger growth in black activism in this country.This reflection should not be unexpected because activism that is deeply felt by black communities and goes beyond op-eds, Facebook posts, and hashtags must be manifested in many arenas of black life including black workers. In the mid to late 1950s, large-scale activism led to more active black labor formations such as the Negro American Labor Council and strong NAACP labor committees. This in turn led to black labor being the mobilization backbone for the March on Washington in “We need a lot in the communities—the black and brown communities—we need education…we need decent housing and all those things [and] they only send the police to help with that.”10 —Tory Russell, Hands Up United (December 10, 2014)#BlackWorkersMatter 371963. As Black Power swept the land in the late 1960s, black workers formed caucuses in unions and groups like the League of Revolutionary Black Workers and Coalition of Black Trade Unionists. Today, the legal and extra-legal attacks on black people starting with indictment of the Jena 6 and the execution of Troy Davis, continuing with the murder of Trayvon Martin, and culminating in the deaths\tof\tmichael\tBrown\tand\tEric\tGarner\tat\tthe\thands\tof\tpolice have sparked this new upsurge in activism.These attacks have led to a popularization of memes that dramatize the senseless attack on black life. People have donned hoodies and carried packages of Skittles. Others have raised their hands and cried “Hands Up, Don’t Shoot!” Thousands wore t-shirts printed with the phrase, “I can’t breathe!”however,\tas\twe\techo\tthe\tlast\twords\tof\tEric\tGarner,\tequally, if not more, important are his earlier words: “Every\ttime\tyou\tsee\tme,\tyou\twant\tto\tmess\twith\tme.\t I’m tired of it.  It stops today.”These words are not a cry for help. They are a cry of resistance. The task is to operationalize his cry: build a base among black workers and change the narrative about black work, forge a broad coalition around the work and this new progressive narrative, and build the power the win the fight for black economic justice.Endnotes1 The research for this essay was supported by grants from the Discount Foundation, the Ford Foundation, and the Unitarian Universalist Veatch Program at Shelter Rock.  The preliminary data analysis was conducted by Alex Marqusee, MPP Candidate, Goldman School of Public Policy, University of California Berkeley.2\tfrom\ta\tspeech\tking\tdelivered\tat\tthe\toffices\tof\tlocal\t1199\tin\tNew\tYork\tCity\ton\tmarch\t10,\t1968,\thttp://www.seiu.org/2009/02/seiu-celebrates-black-history-it-was-march-10-1968-listen-to-martin-luther-king-jrs-speech-at-seiu-1.php, accessed on February 18, 2015.3\tA\trecent\treport\tby\tvalerie\tWilson\tof\tthe\tEconomic\tPolicy\tinstitute,\t“Projected\tdecline\tin\tUnemployment\tin\t2015\tWon’t\tlift\tBlacks\tout\tof\tthe\trecession-carved\tCrater”\t(http://s4.epi.org/files/pdf/81754.pdf;\taccessed\t3/31/15),\tcaptures\tthe\tstubbornly\thigh\tlevel\tof\tblack\tunemployment.4\tThis\tdata\twill\tbe\tpresented\tin\tmore\tdetail\tin\tan\tupcoming\treport\tto\tbe\treleased\tby\tthe\tUC\tBerkeley\tCenter\tfor\tlabor\tresearch\tand\tEducation\talso\tentitled\t“low-Wage\tWork among Black Workers During the Age of Inequality.”5\tlawrence\tmishel,\tElise\tGould,\tand\tJosh\tBivens,\t“Wage\tStagnation\tin\tNine\tCharts,”\tJanuary\t6,\t2015,\thttp://www.epi.org/publication/charting-wage-stagnation/.6\tfacundo\tAlvaredo,\tTony\tAtkinson,\tThomas\tPiketty,\tand\tEmmanuel\tSaez,\t“The\tWorld\tTop\tincomes\tdatabase”\thttp://topincomes.parisschoolofeconomics.eu/#database,\taccessed April 13, 2015.7 The data for this analysis are from the American Community Survey 2010-2012 three-year sample downloaded from the Integrated Public Use Microdata Series website. IPUMS-USA, University of Minnesota, www.ipums.org. 8 For expository purposes, the terms “black” and “white” will be used.  In the actual data analysis, precision was taken to ensure that the variable “black” included only non-Hispanic blacks and the variable “white” included only non-Hispanic whites.9 For these regional distributions, state low-wage thresholds were utilized instead of a national threshold.  By way of example, the number of low-wage black workers in the South was a function of low-wage thresholds in Southern states.10\tfrom\tan\tinterview\ttelecasted\tby\tABC\tNews\ton\tdecember\t10,\t2014\tfor\tits\tseries,\t“Town\thall:\trace.Justice.in\tAmerica,”\thttp://abcnews.go.com/US/video/protest-organizers-speak-race-justice-america-27513358, accessed on February 18, 2015.Steven Pitts is the Associate Director of the UC Berkeley Center for Labor Research and Education. In addition, he is a co-founder of the National Black Worker Center Project and serves as President of the Board of Directors.#BlackWorkersMatter 39The OpportunitiesSeparated by more than half a century, these two statements from two different African American voices express the hopes and expectations that African Americans have had for an alliance between organized labor and the black community. Neither of these African American leaders appealed to altruism, guilt, or charity as the motivation for forging this partnership. Instead, they put forth solidarity, the bedrock premise of labor unions, as the primary reason for linking up in true coalition against much larger enemies.And, indeed, these sentiments go back much further in history. Since coming to these shores, black people have striven for economic justice, equal treatment, and opportunity—primarily using collective action as their vehicle. Today, one of the many signs of this continued inclination toward collective action is evident in a 2013 Pew Research Center for the People poll that shows 69 percent of African Americans hold positive views toward unions, compared to just 51 percent for the population as a whole.1 The plight of African American workers in today’s changing economy should be of great concern to all liberal and progressive institutions. Workers of color have been particularly hard hit by the rising tide of inequality. Among the most important things that black workers need Partnership between the Labor Movementand Black Workers: The Opportunities, Challenges, and Next Steps Marc Bayard“The two most dynamic and cohesive liberal forces in the country are the labor movement and the Negro freedom movement. Together we can be architects of democracy.”—Martin Luther King, Jr.AFL-CIO National Convention, Miami Beach, Florida, December 11, 1961“Black lives matter. Brown lives matter. All lives matter. We need safety and justice in Ferguson and communities of color like it all across America.”—Valerie Long, SEIU Executive Vice President, Washington, DC, November 24, 201440 #BlackWorkersMatterto survive and grow in today’s economy are targeted racial and economic justice programs and projects designed to foster, expand, and support opportunities for black worker organizing and collective action. While many, if not most, progressives express a commitment to addressing structural inequality, our ability to strategically respond to these concerns is inadequate. And, often, our solutions to these ills fall short because remedies are sought without full consultation with the aggrieved workers—many of whom are low-income workers and women. Emphasis needs to be placed on novel and innovative forms of worker rights organizing within the African American community.  The potential for black workers to help rejuvenate the labor movement and transform it into the ultimate working class and civil rights vehicle is enormous. Just as in the 1960s, today a new, bold generation of young black leaders, many of them women, is emerging. And, even in these extremely difficult times for organizing, we can see some encouraging signs of their success.While not in the context of labor organizing, the explosion of protests and activism coming out of Ferguson and cities like it can also be seen as amazingly encouraging. It is remarkable that with so few resources, largely young, low-income African Americans have succeeded in sparking a national conversation about racial justice and the historic economic disparities that stem back to the very founding of this nation. Despite all these reasons for hopefulness, the labor movement has a long way to go to fully realize the untapped potential of black workers. If developed correctly, such a partnership has the power to not only grow and rejuvenate the labor movement but also to push the country to become a more just, equitable, and democratic nation. The Challenges Dr. King’s words in 1961 did not directly lead the  AFL-CIO to shift significant resources toward organizing more black workers (though some unions did) or officially supporting the March on Washington for Jobs and Freedom in 1963 (though some individual unions did that, too). And in the decades that followed, much of the work done in the name of racial justice did not go far beyond sloganeering and ceremonial events. While some progress has been made in transforming what historically has been a white, male-dominated institution, today’s labor movement faces tremendous new challenges in building a strong partnership with the black community. The Declining State of Black Workers and the Labor MovementThe statistics on African American wealth and wage inequality, unemployment, incarceration, police brutality, and poverty are staggering. To cite just one, as of March 2015, the black unemployment rate (10.1 percent) was more than double that of white unemployment (4.7 percent).2 And when considered alongside a contributing factor to many of these growing trends—the decline of the American labor movement—our nation is now facing an exponential growth of structural inequality that not only threatens African Americans, but equality and democracy in the U.S. more broadly. The labor movement has been hemorrhaging for quite some time now. In 2014 only 11.1 percent of U.S. workers were in unions.3 In terms of private sector unionism, that figure is an anemic 6.6 percent.4 Black workers have been particularly harmed by the decline of organized labor, which has been critical to the creation of family-supporting jobs—especially in manufacturing and the public sector. The Center for Economic and Policy Research (CEPR) for example documented that 15.7 percent of all black workers were union members or covered by a union contract at their workplace in 2008. Twenty-five years prior, that share was 31.7 percent.5 Despite all this turmoil, black workers are still more likely to be union members today than white, Asian, or Hispanic workers, according to the Bureau of Labor Statistics.6 A recent Huffington Post article by Lola Smallwood Cuevas, founder and acting director of the Los Angeles Black Worker Center, eloquently frames the current situation and the need for new thinking and action. “The cause of the Black job crisis is not just the economy. It’s the lack of power. No matter how ‘strong’ the economy, we are disproportionately unemployed and in low-wage jobs…Across the nation, 38 percent of Black workers receive low-wages. It is a lack of power that allows these outcomes to occur, and these outcomes destabilize our families and the subsequent poverty is at the root #BlackWorkersMatter 41of mass incarceration, homelessness, health disparities and the educational divide. Solving the Black jobs crisis means realizing Black people are not responsible for the racism that our people have had to endure for more than 100 years…. Solving the Black jobs crisis means building power by organizing Black workers—employed and unemployed—to challenge organized money and power.”7Gender also plays a major role in this conversation, and this too is often ignored. Women in America are more likely to be poor than men. Over a quarter of black women and nearly a quarter of Latina women are poor, and both groups are at least twice as likely as white women to be living in poverty. The recent assault on the public sector in states like Wisconsin, Ohio, New Jersey, and others only adds to this crisis as it both attacks the recipients of government services and the public sector workforce where black women have the highest percentage of employment compared to other races/ethnic groups.8 Black women gravitate toward unions. The National Survey of Black Women in Labor conducted by the Institute for Policy Studies found that 95 percent of black women surveyed said they would recommend union membership to a friend or family member. This built on a groundbreaking 2007 article “Race, Gender, and the Rebirth of Trade Unionism,” by Professors Kate Bronfenbrenner and Dorian Warren. Their research, based on National Labor Relations Board (NLRB) data on union elections, revealed that women of color have the highest election win rates among all demographic groups. They found that “units with a majority white men have the lowest win rates (35 percent) compared to units that are majority women of color (82 percent).”9 And victory margins are even greater when the lead organizer is a woman of color in units with over 75 percent women of color—an astounding 89 percent.10Simply put, building the power of the labor movement means building the power of blacks, women, and other people of color. Intersections increase power. They do not divide it.The Particular Challenges  (and Opportunities) of the South Over fifty percent of the African American population currently lives in the South,11 where unions are next to non-existent and poverty levels are amongst the highest in the nation. African American poverty rates in states  like South Carolina and Tennessee are nearly double those for whites. Past studies by the Economic Policy Institute revealed that unemployment rates for blacks in the South significantly exceeded the overall state rate in 2012 and 2013. For instance, North Carolina had amongst the highest official unemployment rates for blacks in the nation (17.3 percent) in 2012.12 Historically unions have not invested significant, concentrated, or sustainable efforts and resources to organizing workers in the South. This inactivity has emboldened already existing conservative and reactionary forces to push the envelop even further when it comes to the mistreatment of workers. Economic growth in the South has on paper looked quite impressive, outpacing the rest of the country for a generation. But much of this growth has been fueled by regressive and overt business-friendly public policies—lower taxes, less stringent regulations, low wages, and restrictive right-to-work laws. In the face of these extreme challenges, the current ongoing work of the United Auto Workers (UAW) and the National Association for the Advancement for Colored People (NAACP) in Canton, Mississippi at the Nissan automotive plant helps provide a blueprint as to the art of the possible in worker rights in the South. A nearly 80 percent African American workforce at Nissan’s plant has been consistently intimidated in their quest to form a union.13 These workers fully understand that this is a violation of both their worker and civil rights. Religious, civil rights, and student organizations have rallied around this campaign as it represents the embodiment of the March on Washington’s goals of fifty years ago—jobs and freedom. Bob King, former president of the UAW, has called the community support of the Nissan workers in Mississippi “the greatest community and labor partnership he has ever seen in his lifetime of organizing.”14 Mississippi NAACP President Derrick Johnson, as good a friend as the labor movement has ever had in the state of Mississippi and in the civil rights movement, stated of Nissan that their “actions here in Mississippi represent a clear and visible example of the abuse of power by a global corporation. The people of Mississippi welcomed Nissan with generous incentives and open arms, and our workers have dedicated themselves to making this company successful. While still supporting Nissan, 42 #BlackWorkersMattera number of workers began to have concerns about certain aspects of their employment situation.... Because of these issues, workers reached out to the United Auto Workers union (UAW) and asked for assistance in gaining union representation at the plant. For a company like Nissan, working with a unionized workforce would not seem to be very problematical…. [But] Nissan has reacted to employee interest in unionizing with ‘a sustained campaign of psychological pressure against workers’ organizing efforts.’”15The Moral Monday movement offers the labor movement yet another chance to authentically partner with civil rights allies and the black community for larger economic and social gains for all. On paper North Carolina has  the lowest state unionization rate in the nation—a  paltry 1.9 percent.16 But in some ways this dearth of unions makes the state incredibly fertile ground for a grassroots revolution. The ever-growing force and tidal wave of the North Carolina Moral Monday movement is changing the very landscape of progressive politics in the state itself and the South more generally. The Moral Monday movement has spotlighted the value of grassroots organizing in the South. How can labor become a greater part of this wave that explicitly looks at race, inequality, politics, and economics? What new organizing opportunities exist to be harnessed in this populist and progressive wave? As Reverend William Barber, president of the North Carolina NAACP, stated  a few years ago regarding the historic drive for unionization by the Smithfield meatpacking workers (nearly 40 percent of whom are African American), “There has always been an intrinsic and inextricable connection between the civil rights movement and the labor movement. We in the NC NAACP are proud to have, over the last few years, stood, marched, prayed, and worked with working people in their fight for a union at the Smithfield Plant in Tarheel, North Carolina. These every day hard-working human beings have tonight culminated years of struggle for simple justice with a victorious vote to unionize the plant. This is a mighty move of justice and fairness for everyday workers in North Carolina.”17 The North Carolina AFL-CIO and other grassroots activists have tried hard to get the national labor movement to fully embrace and sustain this movement and to come to the state and organize. James Andrews, president of the North Carolina AFL-CIO, stated clearly what working and organizing in his state means. “I joined the struggle for workers’ rights years ago during the civil rights movement. I learned early on that both movements are one and the same.  Indeed, our opponents have always been cut from the same cloth.”18 More unions need to take up this mantle and invest in struggle with black workers to achieve success.This is what Dr. King spoke about so many years ago when he said “A missing ingredient in the civil rights struggle as a whole has been the power of the labor movement…. The labor movement, if it is to remain vital, needs to raise the standard of living of all workers, not merely those under contracts. As the relative number of workers in unions drop, the strength of labor will fall if it does not become a social force pressing for greater dimensions of wealth for all who labor.”19The Need to Move beyond “Color Blindness” to Win and GrowFor the labor movement to reverse its decline and break through the barriers in the South, it needs to address race directly in its strategies and facilitate a frank dialogue about race with rank-and-file members as well as with leadership. This is the first step to prepare for new growth. In speaking extensively to labor activists (the majority of them African American), it is clear there is a strong feeling that the movement’s most valuable existing assets (people of color who are members and staffers) are not getting sufficient opportunities to truly and honestly be seen and represent the face of a new labor movement to America. Many people of color who are currently in the labor movement are frustrated by the traditional internal barriers placed upon them and their work, and the opportunities they see the unions lose each day based upon outdated thinking.One of the most dated notions is that being a “color blind” organization is the best way to support people  of color and tamp down any frustrations that could  arise from white staffers or members. Color blindness  is a racial ideology that posits the best way to end  discrimination is by treating individuals as equally as possible, without regard to race, culture, or ethnicity. Color blindness is too pervasive in the U.S. labor movement rhetoric and ranks. Taking the approach of  “do no harm” seems fair on the surface, but so much #BlackWorkersMatter 43challenges and bias. They tell us this paradox must be confronted. “Social change activists, committed to justice with sophisticated policy analyses and good intentions, often resist looking at inequities within the organizations they run, or how their own behavior helps maintain those inequalities.”24 Much can be done to help organizations that want to change. Organizations are not static, but identifying these issues is the first step. Positive Steps toward Building a Genuine Partnership between the Labor Movement and the Black CommunityThere are a growing number of efforts happening nationally to make a real partnership between black workers and the labor movement. Many of the leaders of these efforts are unsung and the projects fledgling. The majority could use additional support and many campaigns involving low-wage workers have to be acknowledged for what they truly are—black worker campaigns. Campaigns need to reflect race and not overlook the obvious. As an important Al Jazeera America  article from 2013 entitled “Black Workers Embody  the New Low-Wage Economy”25 stated “In places  like St. Louis, Detroit, New York and Durham, N.C., African-Americans have come to symbolize low-wage labor, a role typically filled by immigrants.” This is a fact. To state it as such clarifies a reality that some seem to want to obfuscate. A movement is building as the new #BlackWorkersMatter report clearly spells this out. In this final section, an attempt will be made to highlight a few efforts that hope to amplify the voices on the ground and show the art of the possible.Over the past two years, a series of strategic meetings and initiatives have served as a steady and growing drum beat to lift up the importance of organizing black workers and connect it to the mainstream labor movement. In October 2013 Georgetown University hosted the first ever State of the Black Worker in America conference. Speakers from across the country delved into the history of black workers and their organizing efforts, the current state and vision of black leadership within unions, innovative and cutting edge black-led organizing going recent research goes to prove that this approach in fact results in the opposite of its intent. White racial justice activist Tim Wise puts it aggressively but succinctly when he states “by ‘liberal color blindness,’ I am referring to a belief that although racial disparities are certainly real and troubling—and although they are indeed the result of discrimination and unequal opportunity—paying less attention to color or race is a progressive and open-minded way to combat those disparities…. But in fact, color blindness is exactly the opposite of what is needed to ensure justice and equity for persons of color. To be blind to color, as Julian Bond has noted, is to be blind to the consequences of color, ‘and especially the consequences of being the wrong color in America.’”20 What is needed instead today is an organization and labor movement where race matters and diversity, equity, and inclusion truly prevail in all its public and private thinking and action. By 2040 people of color will be the majority in the United States. Today they hover at nearly 40 percent of the population.21 Taking the time to create a labor movement and individual unions that can actually respect and embrace this change is fundamental. There is little choice in the matter. As William H. Frey, a demographer at the Brookings Institution, recently noted “More so than ever, we need to recognize the importance of young minorities for the growth and vitality of our labor force and economy.”22 The CEPR report, “The Changing Face of Labor, 1983-2008,” reinforces this new reality as it analyzed trends in the union workforce over the last quarter century and found it more diverse today than just twenty-five years ago. Author John Schmitt noted, “The view that the typical union worker is a white male manufacturing worker may have been correct a quarter of a century ago, but it’s not an accurate description of those in today’s labor movement.”23 Race and racial issues are often uncomfortable to discuss and riddled with tensions and stress within many organizations. Why would we expect the labor movement to be better at tackling these issues openly than say the LGBTQI or the environmental movement? In fact, many progressive organizations, as social-change organization consultants Heather Berthoud and Bob Greene note, may be externally clear in their anti-racist/pro-diversity views but internally silent on their own racial 44 #BlackWorkersMatteron across the country, and a gender-based analysis of black organizing. The day before the conference, the Discount Foundation and the Neighborhood Funders Group brought together a range of field partners with the foundation staff, and discussed current organizing efforts and the implications and landscape of philanthropic partnerships in support of this work. The theory behind both events was clear. The word black was not shied away from, as both white union leadership and staff need not be afraid to attend and participate in meetings where race is the topic and funders need not be afraid to fund organizations that use race as an organizing tool in their work. A second State of Black Workers conference is planned for May 2015 at Columbia University.In April 2014 Georgetown built on this previous event with a two-day meeting, Keys to Revitalization: Organizing Black Workers and Communities in the South. The conference drew over fifty invited thought leaders, labor leaders, civil rights, faith, and Southern leaders to talk extensively about how unions could come into the South more strategically and connect with more black workers. Key to this strategic conversation were four Southern chapter presidents of the NAACP—North Carolina, South Carolina, Mississippi, and Tennessee. Each one of these states represents a new electoral, political, and demographic shift that must be capitalized upon. These leaders know that civil rights and labor rights are interlinked and will live and die together in the Deep South.In addition, leadership and staff from a number of major national AFL-CIO and Change to Win unions such as the United Auto Workers (UAW), United Steelworkers (USW), Service Employees International Union (SEIU), United Food and Commercial Workers (UFCW), Communications Workers of America (CWA), and American Federation of Government Employees (AFGE) have participated in ongoing and organized conversations with the project around black worker organizing in the South and a broader civil rights agenda. These trade unions, all at different stages of their relationship in working with black workers and the community, yearn to develop a more transformational relationship with communities in the South and not simply a transactional one that has traditionally led only to short-term gains.In 2015 additional Keys to Revitalization meetings will be held, now with the Institute for Policy Studies as the lead, to continue to deepen this organizing conversation in the Deep South and to help develop campaigns focused on both traditional and new organizing opportunities in the South with black workers as the focus. The hope for these conversations is that they will present allies in labor with factual information and analysis as to why an emphasis on black worker organizing is a critical step in changing the politics of the South and helping to revitalize the labor movement. Additional goals are to show the importance of unions having a stronger racial justice analysis in all its work and finally to build authentic relationships between black communities in the South and national labor leaders.In February 2015 the leadership of the AFL-CIO voted to create a new Labor Commission on Racial and Economic Justice to examine how issues of race can be better addressed by the organization going forward. In making this decision, they cited “an ugly history of racism in our own movement.”26 The new Commission aims to develop programs to improve communication and cooperation between AFL-CIO unions and African American communities. AFL-CIO President Trumka lauded the creation of the commission, stating “The labor movement has an opportunity to be on the right side of history by standing up for racial and economic justice at a time when these issues are at the front of the public consciousness. When we have embraced our better selves, we have always emerged stronger in every sense.”27 There is optimism in the ranks that this new commission will listen closely to all of its membership, promote diversity and inclusion, learn to avoid “dog whistle politics,” and embrace fully in a positive way the amazing amount of energy that is reflected in the streets of Ferguson and other cities asking for racial and economic justice. #BlackWorkersMatter 45Endnotes1 Pew Research Center, “Favorable Views of Business, Labor, Rebound,” June 27, 2013, http://www.people-press.org/2013/06/27/favorable-views-of-business-labor-rebound/. 2 Jared Bernstein, “Full Employment: A Potent Antidote to Racial Gaps in Jobs and Wages,” Washington Post, April 7, 2015, http://www.washingtonpost.com/posteverything/wp/2015/04/07/full-employment-a-potent-antidote-to-racial-gaps-in-jobs-and-wages/.3 Economic New Release, “Union Membership (Annual),” U.S. Bureau of Labor Statistics, January 23, 2015,http://www.bls.gov/news.release/archives/union2_01232015.htm.4 U.S. Bureau of Labor Statistics, “Economic News Release.”5 Center for Economic and Policy Research, “Decline in US Manufacturing Hurts African Americans Disproportionately,” February 26, 2008, http://www.cepr.net/index.php/press-releases/press-releases/decline-in-us-manufacturing-hurts-african-americans-disproportionately/.6 U.S. Bureau of Labor Statistics, “Economic News Release.”7 Lola Smallwood Cuevas, “The Key to Solving the Black Jobs Crisis is Organizing Black Workers,” Huffington Post, February 15, 2015, http://www.huffingtonpost.com/lola-smallwood-cuevas/the-key-to-solving-the-bl_b_6680816.html.8 Meagan Clark, “Black Women Face Grim Unemployment Statistics,” International Business Times, September 5, 2014, http://www.ibtimes.com/american-black-women-face-grim-unemployment-statistics-1680172.9 Kate Bronfenbrenner and Dorian T. Warren “Race, Gender and the Rebirth of Trade Unionism,” New Labor Forum 16:3, (2007) 142-148. http://dx.doi.org/10.1080/10957960701636760.10 Bronfenbrenner and Warren, “Race, Gender and the Rebirth of Trade Unionism.”11 Carmen K. Sisson, “Why African Americans Are Moving Back to the South,” Christian Science Monitor, March 16, 2014, http://www.csmonitor.com/USA/Society/2014/0316/Why-African-Americans-are-moving-back-to-the-South. 12 Algernon Austin, “Unemployment Rates are Projected to Remain High for Whites, Latinos, and African Americans throughout 2013,” Economic Policy Institute, February 25, 2013, http://www.epi.org/publication/unemployment-rates-whites-latinos-african-americans/.13 Roger Bybee, “UAW Fights for Human Rights in Organizing Drive at Mississippi Nissan Plant,” In These Times, February 6, 2013, http://inthesetimes.com/working/entry/14544/uaw_battles_for_human_rights_in_organizing_drive_at_mississippi_nissan_plan. 14 Author’s notes from November 2013.15 Derrick Johnson and Lance Compa, “Choosing Rights: Nissan in Canton, Mississippi, and Workers’ Freedom of Association under International Human Rights Standards,” October 2013, http://dobetternissan.org/wp-content/uploads/2013/10/Compa-FULL-REPORT_ENGLISH.pdf.16 U.S. Bureau of Labor Statistics, “Economic News Release.”17 Rev. Dr. William Barber, “Dramatic Union Victory by Smithfield Workers,” NAACP of North Carolina, December 16, 2008, http://carolinajustice.typepad.com/ncnaacp/2008/12/dramatic-union-victory-by-smithfield-workers.html.18 Statement of James Andrews, President of North Carolina State AFL-CIO, June 24, 2013, http://aflcionc.org/media-resources/president-andrews-to-ncga-i-will-not-be-obedient-in-the-face-of-injustice/.19 Martin Luther King, Jr., Retail, Wholesale, Department Store Union Meeting, New York City, September 18, 1965.20 Tim Wise, “With Friends Like These, Who Needs Glen Beck? Racism and White Privilege on the Liberal Left,” August 17, 2010, http://www.timwise.org/2010/08/with-friends-like-these-who-needs-glenn-beck-racism-and-white-privilege-on-the-liberal-left/.21 Eric Kayne, “Census: White Majority in U.S. Gone by 2043,” NBC News, June 13, 2013, http://usnews.nbcnews.com/_news/2013/06/13/18934111-census-white-majority-in-us-gone-by-2043. 22 Kayne, “Census: White Majority in U.S. Gone by 2043.”23 Center for Economic and Policy Research, “Demographics of the Labor Movement Shift Considerably Over the Past 25 Years,” November 9, 2010, http://www.cepr.net/index.php/press-releases/press-releases/demographics-of-labor-movement/.24 Heather Berthoud and Bob Greene, “The Paradox of Diversity in Social Change Institutions,” Berthoud Consulting, September 2014, http://www.berthoudconsulting.com/files/Paradox_Sept_2014.pdf.ConclusionOpportunities for authentic partnership between black workers and the labor movement abound. Labor needs  to prepare itself to fully embrace it. The initiatives described above will hopefully continue and expand, leading to greater consensus around concrete steps that should be taken to build a genuine partnership between labor and black communities. Alicia Garza, a brilliant black organizer for the National Domestic Workers Alliance, an emerging leader, and a co-founder of #BlackLivesMatter, expresses the reality that so many black workers today face when trying to find an authentic place and home within unions.Garza states, “I consider myself to be a part of the labor movement, but I guess the question is ‘Does the labor movement consider me to be part of it?’”28Labor has to come up with the correct answer.46 #BlackWorkersMatter25 E. Tammy Kim, “Black Workers Embody the New Low-Wage Economy,” Al Jazeera America, September 12, 2013, http://america.aljazeera.com/articles/2013/9/12/black-workers-embodythenewlowwageeconomy.html.26 Executive Council Statement, “Labor Commission on Racial and Economic Justice,” AFL-CIO, February 25, 2015, http://www.aflcio.org/About/Exec-Council/EC-Statements/Labor-Commission-on-Racial-and-Economic-Justice.27 Press Release, “AFL-CIO Executive Council Creates New Labor Commission on Racial and Economic Justice,” AFL-CIO, February 25, 2015, http://www.aflcio.org/Press-Room/Press-Releases/AFL-CIO-Executive-Council-Creates-New-Labor-Commission-on-Racial-and-Economic-Justice.28 And Still I Rise: Black Women Labor Leaders’ Voices, Power, and Promise (2015).Marc Bayard is an Associate Fellow and the Director of the Black Worker Initiative at the Institute for Policy Studies (www.ips-dc.org). He is an expert on labor, civil rights, and racial justice issues.#BlackWorkersMatter 47IntroductionNearly all the problems facing African American communities are directly or indirectly the result of  the lack of jobs and low wages among African Americans. We cannot eliminate black-white disparities in poverty rates, educational achievement, health, wealth, criminal-offending rates, and marriage rates while so many blacks are unemployed or earning low wages. Without equal economic opportunity, African Americans will never be able to realize their full potential. These statements may surprise many because, since the 1960s, we have made significant improvements in the labor market for African Americans. The overt racial discrimination that was common prior to the 1960s has been outlawed by Title VII of the 1964 Civil Rights Act. While African Americans were once largely restricted  to agricultural and domestic work,1 they can now be found employed in all occupations, including the presidency of the United States. These advances are significant, but they should not lead us to overlook the ways in which America has failed to make progress  since the 1960s.To understand how America has not made progress,  we need to think of jobs in terms of three dimensions: (1) the type of jobs; (2) the relative number of jobs; and (3) the quality of jobs. Restrictions on the types of jobs available to African Americans have been removed,  but blacks have experienced little improvement in the second and third dimensions. Proportionally, the relative number of jobs available to blacks remains inadequate, even now, more than half a century after the passage of the Civil Rights Act. Since the 1960s, the black unemployment rate—the share of blacks looking for work but unable to find it—has ranged from 2 to 2.5 times the rate for whites.2 Additionally, in recent decades, black workers have seen significant declines in wages, an important measure of job quality, and the black-white wage gap has been growing.3 While African Americans now find a wider range of occupations open to them than they did in the 1960s, the relative number of jobs available to blacks has stagnated, and the quality of the jobs for black workers has worsened. The 1963 March on Washington for Jobs and Freedom, the march at which Martin Luther King, Jr. gave his iconic “I Have a Dream” speech, was conceived and organized by the African American labor leaders A. Philip Randolph and Bayard Rustin. These leaders gave prominence to “jobs” in the title of the march because they recognized that increased opportunities in the labor market were a necessity for blacks to achieve full equality. Among the demands made at the March for Jobs and Freedom were demands for full employment and a minimum living wage for blacks.4 Full employment would ensure progress with respect to the number of jobs available to blacks, and a living wage would shore up job quality. The Importance of Good Jobs to the Social and Economic Health of Black Communities Algernon Austin48 #BlackWorkersMatterHistory has proven Randolph and Rustin correct that full equal opportunity for blacks requires victories in all three dimensions, not just one. African Americans lag behind whites on so many socioeconomic measures today because we have failed to increase the relative number of jobs available to blacks and to improve job quality for black workers.The relative number of jobs available to blacks can be measured by unemployment rates, and the decline in the quality of jobs can be measured by wages and by the rate of employment in “good jobs.” Many of the most challenging social problems affecting African Americans are connected to the high unemployment rate for blacks and low wages for black workers.The Persistent Jobs Crisis in African American CommunitiesAs a result of the Great Recession, which began in  2007, the non-Hispanic white5 unemployment rate was pushed up to 8 percent in 2010.6 An unemployment rate of 8 percent is very high. It should be regarded as a national crisis. But the black unemployment rate has been above 8 percent for forty-six of the past fifty-two years since 1963. In fact, over those fifty-two years, the annual unemployment rate for blacks has averaged nearly 12 percent.7 The typical African American community faces a severe unemployment crisis— year after year after year. In considering these statistics, it is important to understand that one cannot be counted as unemployed if one does not wish to work. The Bureau of Labor Statistics counts only  individuals who are actively looking for work as unemployed. Individuals who are jobless and who are  not looking for work are defined as not being in the labor force.8 They are placed in the same category as nonworking full-time students, retirees, and stay-at-home parents. African American communities face a chronic and severe crisis of people who want to work but cannot find jobs. As stated above, the rate of unemployment among blacks has ranged between 2 and 2.5 times the white unemployment rate since the 1960s.9 Although today  the rate of college completion for black students is  nearly four times what it was in 1970,10 the overall relative rate of unemployment for blacks has not significantly changed since then. Indeed, if one looks only at individuals with a bachelor’s degree, the black unemployment rate still approaches twice that of the white unemployment rate.11 Although African Americans want to work and pursue higher education, even if it means taking on a large amount of debt,12 they have not been able to change their unemployment-rate ratio with whites. Unfortunately, individual effort on the part of black workers cannot change the minds of the remaining discriminatory employers. Although we have antidiscrimination laws, evidence shows that discriminatory practices persist in the labor market. When researchers create testing situations in which black and white workers with the same qualifications apply for the same jobs, they consistently find that employers show a preference for the white workers.13 Given the structural barriers that remain to the entry of African Americans into the workforce, bringing equal opportunity to blacks in terms of the relative number of jobs will demand a strong national commitment to creating jobs for black workers.The Epidemic of Low Wages and the Decline of Good Jobs among Black MenAfrican Americans do not simply need jobs; they need good jobs. A job is essential, but a wage that can lift and keep a family out of poverty is as well. Today, the federal minimum wage, when adjusted for inflation, is worth more than two dollars less than it was worth in 1968,14 and it is certainly not enough to support a family. Black workers are overrepresented among workers earning the minimum wage or less,15 and more than a third of black workers do not earn enough to lift a family of four out of poverty.16 African American workers’ wages are on average lower than white workers’ wages, and the gap is widening.  In 1989, the average white man with only a high school diploma earned $3.76 an hour more than the average black male high school graduate. By 2011 this difference #BlackWorkersMatter 49had grown to $4.19. The gap between black and white women’s wages is smaller, but the disparity is growing at a faster rate. In 1989 the average white woman with only a high school diploma earned $1.02 an hour more than her black peer. By 2011 the differential was $1.73.17 If we define a “good job” very narrowly as one that pays a wage that can support a family, provides health insurance, and a retirement account, then the country as a whole has seen a significant decline in good jobs over time. The percentage of black men employed in good jobs dropped by 9.3 points between 1979 and 2008. The percentage of black women employed in good jobs remained essentially unchanged over this same period.18 Again, it is important to remember that the black labor force has become better educated over this time period, but there has been no corresponding improvement in the rate of black employment in good jobs. Only a national commitment to a good jobs agenda can change these trends in job quality.Socially and Economically Healthy Black Communities Require  Good JobsThe more black people are working, the lower the rate of black poverty. In 2000 the black poverty rate reached a record low, 22.5 percent. That year corresponds to the year the largest share of the black population was employed, 60.9 percent. The two highest black poverty rates on record, 35.6 percent in 1982 and 35.7 percent in 1983, correspond to the two years when the smallest shares of blacks were employed, 49.4 and 49.5 percent respectively (Figure A). There is a strong negative correlation between the percentage of blacks working and the percentage of blacks in poverty. The most effective way to reduce black poverty is to ensure that all the black unemployed can find a good job. Without full employment in good jobs for African Americans, poverty, and all the problems that stem from poverty, will continue to plague African American communities.FIGURE AAnnuAL AfRICAn AMERICAn EMPLoyMEnT AnD PovERTy RATES, 1973–2013Source: Employment-to-population ratio data from U.S. Bureau of Labor Statistics. Poverty rate  data from U.S. Census Bureau,“Table 2. Poverty Status of People by Family Relationship, Race, and Hispanic Origin: 1959 to 2013,” Historical Poverty Tables—People (Washington, D.C.: U.S. Department of Commerce, 2015). The data includes black Hispanics. More eMployMent, less povertystrong negative Correlation: -0.71POVERTy RATEEMPLOyMENT-TO-POPULATION RATIO49.5%60%50%40%30%20%10%35.7%22.5%60.9%50 #BlackWorkersMatterIt is highly doubtful we can eliminate black-white gaps in educational outcomes without eliminating gaps in poverty rates and in unemployment rates. While economic circumstances are by no means the only factor determining educational outcomes, they are an important one. The economist Helen F. Ladd provides a good overview of multiple pathways by which poverty can contribute to lower educational outcomes: Research…documents a clear link between child poverty and poor health outcomes and how many of those poor health outcomes translate into low cognitive outcomes. Other researchers have documented how an impoverished early childhood limits access to language and problem solving skills and to variation in experiences that serve as the basic springboard for future learning. In addition, family poverty and low SES [socioeconomic status] during the school years translates into limited access to books and computers at home or to activities away from home in “novel” places. Family poverty during the school years is also typically associated with significant residential movement as families struggle to find stable housing arrangements.  Such movement is disruptive not only for the children who move in and out of schools, but also for the other children in schools with high proportions of mobile students. Children in low income families also experience far more learning loss during the summer than do their peers from more affluent families.19Of course, these impoverished children are disproportionately black. The black child poverty rate  is more than three times the rate for white children. Parental job loss can lower a child’s educational performance because of the loss of family income and wealth. The loss of income and wealth is the likely the main reason why it reduces the likelihood that a child  will attend college.20 But parental job loss can also  be harmful beyond changes in economic status. The stress, depression, and other psychological problems common among parents who experience a job loss can lead to family dysfunction and bad parent-child interactions, which in turn can contribute to lower academic achievement for the child.21FIGURE BPERCEnT of 25- To 44-yEAR-oLD AfRICAn AMERICAn MEn MARRIED  By PERSonAL EARnInGS, 2014UNDER $25,000 $25,000–$39,999 $40,000–$74,999 $75,000 AND OVER30.9%Source: Author’s calculations from U.S. Census Bureau, “Table A1. Marital Status of People 15 years and Over, by Age, Sex, Personal Earnings, Race, and Hispanic Origin, 2014,” America’s Families and Living Arrangements: Adults  (Washington, D.C.: U.S. Department of Commerce, 2015). The data includes black Hispanics.19%38%63%46%#BlackWorkersMatter 51unemployed, one typically loses wealth or goes into debt. As long as blacks have an unemployment rate twice that of whites and experience more and longer spells of unemployment during their working years, they will fall behind in wealth creation. A black good jobs agenda is also a wealth-building agenda.31Strong evidence exists that poor economic circumstances are a contributing factor to involvement in street crime.32 Although criminologists still do not understand everything about criminal offending, they have established that individuals with low educational attainment are more likely to commit street crime,33 and, as discussed above, the high poverty and high unemployment rates among blacks lead to lower educational attainment. At the community level, high unemployment and poverty rates also appear to be contributing factors to higher crime rates.34  There has been much discussion and concern about the decline of marriage among African Americans.35 This situation, too, is linked to the lack of jobs and low wages in black communities.36 Nearly four-fifths of never-married women say that it is important that their future spouse have a steady job.37 Of the men of the major racial groups in the United States, black men are the least likely to have steady employment.38 Men’s earnings also affect their likelihood of marrying. Figure B illustrates that, as a black man’s earnings increase, the likelihood that he is married also increases.The decline of wages for men lacking a college degree has disproportionately harmed black men39 and lowered their likelihood of marrying.40 High incarceration rates also lower black men’s marriage rates.41 The ways in which criminal offending is linked to jobs and wages is discussed above. We need to increase black men’s employment in good jobs if we hope to increase marriage rates in African American communities. African American poverty rates, educational achievement, health, wealth, criminal-offending rates, and marriage rates are all significantly affected by the high unemployment and high poverty rates in black communities. We would make significant progress in all these areas if we could achieve the dream of A. Philip Randolph and Bayard Rustin that all black workers Not only do blacks suffer higher unemployment rates, they tend to experience a longer duration of unemployment,22 and a higher number of spells of unemployment.23 Blacks are twice as likely as whites to experience ten or more spells of unemployment during their prime working years.24 These numerous spells of unemployment provide black children with too many opportunities to fall behind educationally. This negative effect of job loss on academic achievement may not be limited to the children in families experiencing job loss. There is research suggesting that communities facing high rates of job losses see broad declines in children’s academic performance.25 Looking at the broad impacts of low income and job loss on educational outcomes, it seems unlikely we can eliminate black-white achievement gaps while blacks suffer from low wages and high rates of joblessness.Poverty and unemployment are also key factors in  the health disparities between African Americans and whites. Generally, in a given society, the poorest have  the worst overall health.26 Noting the link between negative pregnancy outcomes and low income, the medical sociologist Ivor Lensworth Livingston argues, “the fact that Black babies are twice as likely as White babies to die before their first birthday indicates that the poverty-health relationship for Blacks is especially significant and in need of urgent improvement.”27 On  the topic of unemployment, the World Health Organization (WHO) states, “Unemployment puts health at risk, and the risk is higher in regions where unemployment is widespread.”28 The WHO also finds  that good health requires not just a job, but a good job—a job where one is adequately rewarded for one’s work, where one has some control over one’s work, and where one has job security.29 A good job leads to good health for an individual, and a community of workers employed in good jobs leads to good community-wide health outcomes.Research from the Institute on Assets and Social Policy has shown that income and unemployment are important factors behind the black-white wealth gap.30 For most people, most of their income comes from work. This means that the lower wages earned by blacks contribute significantly to the black-white wealth gap. When one is 52 #BlackWorkersMatterEndnotes1 In the 1930s, more than 40 percent of black men worked on farms. Sixty percent of black women worked in domestic service. Gerald David Jaynes and Robin M. Williams, Jr., eds., A Common Destiny: Blacks and American Society (Washington, D.C.: National Academy Press, 1989), 273.2 Algernon Austin, “The Unfinished March: An Overview,” (Washington, DC: Economic Policy Institute, 2013), 7-8.3 Lawrence Mishel, Josh Bivens, Elise Gould, and Heidi Shierholz, “Hourly Wage Growth by Gender and Race/Ethnicity, 1989–2011 (2011 dollars),” The State of Working America [online], http://www.stateofworkingamerica.org/. 4 Austin, “The Unfinished March.”5 It is important to distinguish the non-Hispanic white unemployment rate from the white unemployment rate. The majority of Latinos identify racially as white, at least when asked to do so on government documents. Latinos have a higher unemployment rate than non-Hispanic whites. As the Latino population has grown, this has raised the white unemployment rate, and it has reduced the white-black unemployment disparity while the non-Hispanic white-black disparity has not been changed.  In 2010 for example, the white unemployment rate was 8.7 percent, but the non-Hispanic white rate was 8.0 percent. In this paper, however, white generally means  “non-Hispanic white.”6 Author’s analysis of Current Population Survey data prepared by the Economic Policy Institute.7 Author’s analysis of Current Population Survey data prepared by the Economic Policy Institute.8 U.S. Bureau of Labor Statistics, “Employment Situation Technical Note,” The Employment Situation—February 2015 (Washington, D.C.: Department of Labor, 2015). 9 Austin, “The Unfinished March,” 7-8.10 National Center for Education Statistics, “Table 104.10. Rates of High School Completion and Bachelor’s Degree Attainment among Persons Age 25 and Over, by Race/Ethnicity and Sex: Selected years, 1910 through 2013,” Digest of Education Statistics, 2013 (Washington, D.C.: U.S. Department of Education, 2015). 11 Using the 2013 American Community Survey (ACS), one finds the black unemployment rate to be 1.9 times the white rate for individuals with a bachelor’s and no higher degree. ACS data is from Steven Ruggles, J. Trent Alexander, Katie Genadek, Ronald Goeken, Matthew B. Schroeder, and Matthew Sobek, Integrated Public Use Microdata Series: Version 5.0 [Machine-readable database] (Minneapolis: University of Minnesota, 2015). 12 Jillian Berman, “College Debt Is Crippling Black Graduates’ Ability to Gain Wealth,” Huffington Post, February 18, 2015, http://www.huffingtonpost.com/2015/02/18/student-loans-race_n_6700276.html. 13 See “Explaining Poor Employment Outcomes” in Janelle Jones and John Schmitt, “A College Degree is No Guarantee,” (Washington, D.C.: Center for Economic and Policy Research, 2014), 13-14 for a brief review of this research. 14 Austin, “The Unfinished March,” 10.15 U.S. Bureau of Labor Statistics, “Characteristics of Minimum Wage Workers, 2013,” BLS Reports 1048 (Washington, D.C.: U.S. Department of Labor, 2014), 4.16 Lawrence Mishel, Josh Bivens, Elise Gould, and Heidi Shierholz, “Share of Workers Earning Poverty-Level Wages, by Race and Ethnicity, 1973–2013,” The State of Working America [online], http://www.stateofworkingamerica.org/. 17 Author’s analysis of Lawrence Mishel, Josh Bivens, Elise Gould, and Heidi Shierholz, “Hourly Wage Growth by Gender and Race/Ethnicity, 1989–2011 (2011 dollars),” The State of Working America [online], http://www.stateofworkingamerica.org/. 18 Algernon Austin, Getting Good Jobs to People of Color, EPI Briefing Paper #250 (Washington, D.C.: Economic Policy Institute, 2009), 6. 19 In-text, parenthetical citations omitted. Helen F. Ladd, “Presidential Address: Education and Poverty: Confronting the Evidence,” Journal of Policy Analysis andManagement 31, no. 2 (2012): 203-227. 20 Ariel Kalil and Patrick Wightman, “Parental Job Loss and Children’s Educational Attainment in Black and White Middle-Class Families,” Social Science Quarterly 92, no.1 (2011): 57-78. 21 Elizabeth O. Ananat, Anna Grassman-Pines, and Christina M. Gibson-Davis, “The Effects of Local Employment Losses on Children’s Educational Achievement,” in Whither Opportunity?: Rising Inequality, Schools, and Children’s Life Chances, Greg J. Duncan and Richard J. Murnane, eds. (New york: Russell Sage Foundation; Chicago: Spencer Foundation, 2011).22 U.S. Bureau of Labor Statistics, “A-36. Unemployed Persons by Age, Sex, Race, Hispanic or Latino Ethnicity, Marital Status, and Duration of Unemployment,” (Washington, D.C.: U.S. Department of Labor, 2015), http://www.bls.gov/web/empsit/cpseea36.pdf. 23 U.S. Bureau of Labor Statistics, “Number of Unemployment Spells Experienced by Individuals from Age 18 to Age 46 in 1978-2010 by Age, Sex, Race, and Hispanic Ethnicity,” (Washington, D.C.: U.S. Department of Labor, 2015), http://www.bls.gov/nls/nlsy79r24unempbyage.pdf. 24 U.S. Bureau of Labor Statistics, “Number of Unemployment Spells Experienced by Individuals from Age 18 to Age 46.” 25 Ananat, Grassman-Pines, and Gibson-Davis, “The Effects of Local Employment Losses on Children’s Educational Achievement.”26 Kandyce Larson and Neal Halfon, “Family Income Gradients in the Health and Health Care Access of US Children,” Maternal Child Health Journal 14 (2010); 332-342; Richard Wilkinson and Michael Marmot, eds., Social Determinants of Health: The Solid Facts, 2nd ed. (Copenhagen: WHO Regional Office for Europe, 2003), 16. 27, Ivor Lensworth Livingston, ed., Praeger Handbook of Black American Health: Policies and Issues Behind Disparities in Health, 2nd ed., (Westport, Conn.: Praeger, 2004), 885.28 Wilkinson and Marmot, eds., Social Determinants of Health, 20. be employed at a decent wage. We must not let the progress we have made in opening a wider range of occupations to blacks blind us to the lack of progress in the relative number of jobs available to blacks or to the decline in the quality of black jobs. Only a renewed national commitment to the economic demands of the civil rights movement can produce socially and economically healthy African American communities.#BlackWorkersMatter 5329 Wilkinson and Marmot, eds., Social Determinants of Health, 20-21.30 Thomas Shapiro, Tatjana Meschede, and Sam Osoro, “The Roots of the Widening Racial Wealth Gap: Explaining the Black-White Economic Divide,” (Waltham, MA: Brandeis University, 2013).31 Algernon Austin, “How Good Jobs Policies Can Reduce the Black-White Wealth Divide,” Huffington Post, March 6, 2013, http://www.huffingtonpost.com/algernon-austin/black-wealth-gap-jobs_b_2792175.html. 32 Jens Ludwig, Greg J. Duncan, and Paul Hirschfield, “Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment,” Quarterly Journal of Economics, 116, no. 2 (2001): 655–79; Stephen Machin and Costas Meghir, “Crime and Economic Incentives,” Journal of Human Resources, 39, no. 4 (2004): 958–79; Eric D. Gould, Bruce A. Weinberg, and David B. Mustard, “Crime Rates and Local Labor Market Opportunities in the United States: 1979–1997,” Review of Economics and Statistics, 84, no. 1 (2002): 45–61; Ming-Jen Lin, “Does Unemployment Increase Crime? Evidence from U.S. Data 1974–2000,” Journal of Human Resources, 43, no. 2 (2008): 413–36; Elizabeth Kneebone, and Steven Raphael, “City and Suburban Crime Trends in Metropolitan America,” (Washington, DC: Brookings Institution, Metropolitan Policy Program, 2011).33 Jason A. Ford and Ryan D. Schroeder, “Higher Education and Criminal Offending over the Life Course,” Sociological Spectrum 31.1 (2011): 32-58; Kneebone and Raphael, “City and Suburban Crime Trends in Metropolitan America.”34 Paul-Philippe Paré, Income Inequality and Crime across Nations Reexamined: A Thesis in Crime, Law, and Justice [diss.] (University Park, PA: Pennsylvania State University, 2006). 35 See, for example, Ralph Richard Banks, Is Marriage for White People?: How the African American Marriage Decline Affects Everyone (New york, N.y.: Dutton, 2011).36 Lijun yang, The Integrative Functions of Post-Industrial U.S. Labor Market for Marriage Formation: Three Essays [diss.] (Philadelphia: University of Pennsylvania, 2010); Terry-Ann L. Craigie, Samuel L. Myers, Jr., and William A. Darity, Jr., “The Decline of Marriageable Males and Family Structure Revisited,” The 4th World Conference on Remedies to Racial and Ethnic Economic Inequality, Roy Wilkins Center for Human Relations and Social Justice Humphrey School of Public Affairs, University of Minnesota, October 11, 2012.37 Wendy Wang and Kim Parker, “Record Share of Americans Have Never Married: As Values, Economics and Gender Patterns Change,” (Washington, D.C.: Pew Social and Demographic Trends, 2014). 38 For example, in 2013 the share of non-Hispanic black men twenty-five to forty-four years old who were employed was 65.3 percent. For non-Hispanic white men and Hispanic men, the shares were 83.6 percent and 83.0 percent respectively. Author’s analysis of American Community Survey data from Ruggles, Alexander, Genadek, Goeken, Schroeder, and Sobek, Integrated Public Use Microdata Series.39 Although there are more college-educated black men today than in the past, it is still the case that black men are overrepresented among American males lacking a college degree. The wages for men lacking a college degree have declined because of changes to the American and global economy. For example, in 1973 the median wage for all men with a high school diploma was $20.67 (2011 dollars). By 2011 it had fallen 15.2 percent to $17.53. For women with a high school diploma, the median wage increased 6.1 percent from $13.03 to $13.83 over the same period. As illustrated here, not only have non-college educated men experienced an absolute decline in wages, the decline relative to women has been compounded by women’s small increase. Author’s analysis of data from Mishel, Bivens, Gould, and Shierholz, “Hourly Wages of Women, by Education, 1973–2011 (2011 dollars)” and “Hourly Wages of Men, by Education, 1973–2011 (2011 dollars),” The State of Working America [online], http://www.stateofworkingamerica.org/. 40 yang, The Integrative Functions of Post-Industrial U.S. Labor Market for Marriage Formation; Craigie, Myers, and Darity, “The Decline of Marriageable Males and Family Structure Revisited.”41 Beth M. Huebner, “Racial and Ethnic Differences in the Likelihood of Marriage: The Effect of Incarceration,” Justice Quarterly 24, no. 1 (2007): 156-183 Kerwin Kofi Charles and Ming Ching Luoh, “Male Incarceration, the Marriage Market, and Female Outcomes,” Review of Economics and Statistics 92, no. 3 (2010): 614-627.Algernon Austin consults on race, economics, and public opinion research and writing. He is the former director of the Economic Policy Institute’s Program on Race, Ethnicity, and the Economy.  #BlackWorkersMatter 55Recommendations “Organizing—community and worker organizing—is the only way for black workers to challenge the structural racism that maintains and perpetuates black social, political, and economic inequity. To advance racial and economic justice, and make black economic equity a real possibility in the twenty-first century—and not only a dream—black workers must build enough political and institutional power to challenge inequality, change policies, and transform the country. We will not be able to train or educate our way out of the black jobs crisis, particularly if employers still regard black workers as less desirable than workers of other races.”Dorian Warren (Foreword, #BlackWorkersMatter)The #BlackWorkersMatter report tells the story of the success of black worker organizing groups combining strategic research, service delivery, policy advocacy, and, most important, organizing, to advance collective goals of improving both access to employment and the quality of jobs available to black workers. While we recognize that differences of opinion exist on strategy, our recommendations focus on improving low-wage jobs through collective action in order to:• Call attention to the low-wage dimension of the black jobs crisis so that policy makers, advocates, and organizers can see the need to expand efforts around the job crisis beyond the issue of unemployment;• Push beyond the notion of addressing personal “deficits” and focus on the need for structural transformation of the labor market;• Advance the concept that collective action and not individual efficacy is the key to solving the black job crisis;• View the black jobs crisis within a broader context with particular attention to data that reveal the prevalence of low-wage work among black workers and provide a glimpse at the relationship between race and gender in the low-wage market.We offer the following recommendations to funders and labor unions who seek to improve outcomes for black workers, their families, and communities:• Apply a race analysis to funding priorities, provide general support grants, invest for the long term, and be flexible in evaluating impact. These recommendations parallel NCRP’s “Encouraging Good Grantmaking Practices” and ABFE’s “Responsive Philanthropy in Black Communities”;• Strengthen intersections between funders focused on race, economic justice, and organizing, and encourage racial justice, economic justice, and community organizing funders to recognize that support for black worker organizing can be an important avenue for achieving their funding goals;• Recognize that black and white disparities in poverty rates, economic achievement, educational outcomes, health, wealth, criminal-offending rates, and marriage 56 #BlackWorkersMatterrates are directly or indirectly the result of the lack of jobs and low wages among African Americans;• Learn from immigrant rights funders: Build trust first, facilitate alignment of goals and strategies, invest in campaigns that build unity, build grassroots power, and support movement leadership (including financial support to create collaborative movement leadership gathering) to help groups partner across organizational lines and build long-term alliances;• Consider the scale of the investment needed: Recognize that the scale of the black jobs crisis requires a sizeable investment (interviewees’ estimates ranged from $5 million to $50 million) but, even more important, it has to be a long-term commitment;• Invest in organizations as a field:o Expand access to capacity-building organizations like BOLD that invest in the personal and professional development of black organizers;o Support convenings that give space for black worker organizing groups from different traditions—worker centers, faith-based, focused on particular employment sectors, etc.—to coalesce and engage in collective visioning and strategic planning;o Provide support for organizations to conduct research and engage in experimentation that informs the strategic choices they face regarding how to discuss race and racism as part of the narrative and economic analyses of organizations;o Get out of funding siloes and develop a more comprehensive intersectional approach in order to invest in black worker organizing (don’t divide people’s lives into discrete pockets).• Unions should partner with foundations to develop innovative organizing strategies and approaches to organizing black communities and the workers who live and work in those communities;• Emphasize novel and innovative forms of worker rights organizing within the African American community;• Fully embrace a genuine partnership with black workers and black communities.Policy PrioritiesThe following policies, while ostensibly “race neutral,” are key to improving the quality of jobs for black workers, and many are particularly important for black women. Many of the organizations interviewed are working on these issues:• Raise the minimum wage at the local, state, and federal level;• Raise the floor for low-wage work in fast-food, healthcare support, and retail;• Provide benefits to low-wage workers, including paid sick leave and paid family leave;• Minimize involuntary part-time work and unpredictable, on-demand scheduling;• Secure overtime pay for all workers, including domestic and agricultural workers;• Ban questions regarding conviction history from employment applications.Policies are also needed that recognize existing economic disparities for black workers, women, and LGBTQ people and target resources toward efforts to:• Close the gender and race wage gaps;• Protect LGBTQ individuals from gender discrimination in employment;• Close the racial unemployment gap and provide extended support for long-term unemployment;• Create avenues to higher wage jobs through training and workforce development.#BlackWorkersMatter 57In February and March of 2015, twenty-nine in-depth interviews were conducted by phone with a range of organizational leaders and staff directly involved in organizing black workers, as well as national allies  and funders with knowledge about black worker organizing specifically, or the broader issues related  to economic and racial justice. The primary purpose  of the interviews was to explore how organizing  efforts to address the racial jobs gap are situated in  Appendix 1: List of Interviewsa broader organizational and funding landscape aimed at supporting black workers, families, and communities. “Working while Black: The State of Black Worker Organizing  in the U.S.” by Sean Thomas-Breitfeld includes many quotes from the interviewees. Quotes are attributed to people where appropriate and with their permission.Sean Thomas-Breitfeld thanks all the interviewees for being willing to share their candid reflections on black worker organizing.NAME ORGANIzATION POSITION LOCATIONFUNDERSSusan Taylor BattenABFE (Association of Black Foundation Executives)President & CEO New York, NYRubie Coles Moriah Fund Deputy Director Washington, DCShawn Escoffery Surdna FoundationProgram Director,  Strong Local EconomiesNew York, NYMarjona Jones Veatch Program at Shelter Rock Senior Program Officer Manhasset, NYLaine Romero-Alston Ford Foundation Program Officer New York, NYKevin Ryan New York Foundation Program Director New York, NYSusan Wefald Discount Foundation Executive Director Brooklyn, NYNat Chioke Williams Hill-Snowdon Foundation Executive Director Washington, DC58 #BlackWorkersMatterNAME ORGANIzATION POSITION LOCATIONNATIONAL INFORMANTSCharlene Carruthers Black Youth Project 100 National Coordinator Chicago, ILShawn DoveCampaign for Black Male AchievementCEO New York, NYAlicia GarzaNational Domestic Workers AllianceSpecial Projects DirectorNew York, NY; Oakland, CALauren Jacobs Restaurant Opportunities Center National Organizing Director New York, NYDenise PerryBlack Organizing for Leadership  & DignityExecutive DirectorSteven PittsNational Black Worker Center ProjectAssociate Chair Berkeley, CAEric WalkerErie County Department of Public Works; PUSH BuffaloDirector of Energy Development and Management; Co-Founder and Former Lead OrganizerBuffalo, NYNAME ORGANIzATION POSITION LOCATIONSTATE AND LOCAL ORGANIzERSDeAngelo Bester Workers Center for Racial Justice Co-Executive Director Chicago, ILLola Smallwood CuevasLos Angeles Black Worker Center Director Los Angeles, CAJennifer Bryant; Dominic MouldenONE DCRight to Income Organizer; Resource OrganizerWashington, DCScott Douglas Greater Birmingham Ministries Executive Director Birmingham, ALRev. Reuben Eckels; Djuan Wash; Durell GilmoreSunflower Community ActionDeputy Director; Director  of Communications; Grassroots LeaderWichita, KSJennifer Epps-AddisonWisconsin Jobs Now Executive Director Milwaukee, WIRev. Paul Ford; Hakim CunninghamBoston Workers Alliance Executive Director; Former Deputy DirectorBoston, MADerrick Johnson One Voice President & CEOLouisiana and MississippiKatelyn Johnson Action Now Institute Executive Director Chicago, ILMark Meinster Warehouse Workers for Justice Executive Director Chicago, ILAnthony NewbyNeighborhoods Organizing for Change Executive Director Minneapolis, MNKirk Noden Ohio Organizing Collaborative Executive Director Columbus, OHBishop Dwayne RoysterPhiladelphians Organized to Witness Empower & Rebuild (POWER)Executive Director Philadelphia, PA#BlackWorkersMatter 59This list includes black worker organizing groups who were interviewed for “Working While Black: The State of Black Worker Organizing in the U.S.” by Sean Thomas-Breitfeld and other organizations mentioned by interviewees. Future research is needed to develop a more comprehensive list of all groups around the country doing this important work.Appendix 2: List of OrganizationsORGANIzATION WEBSITE DESCRIPTION LOCATION9to5 National Association of Working Womenhttp://9to5.org 9to5 organizes women to fight for economic justice by improving conditions in the workplace: low-wage jobs, the erosion of a social safety net, difficulties in balancing work and family needs, inequities in part-time and temp work, unemployment, and workplace discrimination.CaliforniaColoradoGeorgiaWisconsinA New Way of Lifewww. anewwayoflife.org/A New Way of Life Reentry Project provides housing and support services to formerly incarcerated women in South Central Los Angeles, facilitating a successful transition back to community life. As a community advocate, A New Way Of Life works to restore the civil rights of people with criminal records to housing, employment, public benefits, and the right to vote.Los Angeles, CAAction Now Institute (IL)http://actionnow institute.org/We have extensive experience in community organizing, a solid network of allies and an experienced staff of organizers, researchers, and trainers. Our primary campaigns include quality education for low-income, minority students in Chicago, foreclosure prevention in Cook County, and raising the minimum wage in Illinois. Key campaigns and victories include: Success in winning a Chicago minimum wage through public meetings and forums to get the wage from $8.25 to $13, fighting cuts from the governor, and fighting for an elected school board in Chicago.Chicago, ILAction United http://actionunited.org/Action United is a membership organization of low and moderate income Pennsylvanians working to build power through organizing communities to win changes on the issues that are important to them.Philadelphia, PA60 #BlackWorkersMatterAfrican Immigrant Services www.aisfotl.org/ African Immigrant Services works to increase civic engagement within communities of color, to build assets and eliminate disparities, and to overcome systemic and cultural barriers. Established by African immigrants to build social capital and community power, AIS also helps to creatively increase access to economic opportunities for historically disadvantaged people and communities of color. As a proven leader in community engagement and organizing, AIS tirelessly seeks to shift the roles of people of color from the sidelines to the heart of community-driven solutions, co-creating new realities on issues that affect them, including structural problems and policies that perpetuate disparities. AIS believes that when we expand the space for engagement and increase opportunities for leadership, those most affected by a wide range of problems will discover their own solutions and make change. AIS envisions healthy, inclusive, and prosperous communities where opportunities are shared equitably.Brooklyn Park, MNAll of Us or Nonewww.prisoners withchildren.org/our-projects/ allofus-or-none/All of Us or None is a grassroots civil and human rights organization fighting for the rights of formerly and currently incarcerated people and our families.  We are fighting against the discrimination that people face every day because of arrest or conviction history.  The goal of All of Us or None is to strengthen the voices of people most affected by mass incarceration and the growth of the prison-industrial complex. Through our grassroots organizing, we are building a powerful political movement to win full restoration of our human and civil rights.San Francisco, CAACCE Institute http://acceinstitute.orgACCE Institute is dedicated to improving conditions in low-income communities and communities of color throughout California.  We accomplish this by providing education, trainings, and research on effective, community-based methods for changing conditions that lead to problems at the worksite and in housing, healthcare, and other systemic issues that impact low-income communities and communities of color. CaliforniaBan the Box http://banthebox campaign.org/The Ban the Box campaign was started by All of Us or None, a national civil rights movement of formerly incarcerated people and our families. We started the campaign in 2004, after a series of Peace and Justice Community Summits identified job and housing discrimination as huge barriers to our successfully returning to our communities after jail or prison. The campaign challenges the stereotypes of people with conviction histories by asking employers to choose their best candidates based on job skills and qualifications, not past convictions. Since 1 in 4 adults in the U.S. has a conviction history, the impact of this discrimination is widespread and affects other aspects of life in addition to employment opportunity.Bay Area Black Workers Centerwww.facebook.com/BayArea BWC/The Bay Area Black Worker Center is dedicated to improving the quality of life in the black community by organizing around the workplace and non-workplace issues facing black workers.Bay Area, CA#BlackWorkersMatter 61Beloved Communitywww.cityyear.org/beloved-communityAmong Dr. King’s most compelling visions is that of a Beloved Community—a community in which people of different backgrounds recognize that we are all interconnected and that our individual well-being is inextricably linked to the well-being of others. Dr. King knew that the goal of social change is not tolerance alone, or even the recognition or enforcement of human or civil rights, or an improved economic condition. These are necessary but not sufficient steps in the path to human progress. We cannot rest until we have bridged the divides of prejudice and mistrust that lie within the human head and heart. Invariably, these final, resilient divisions are social and personal. Dr. King reminds us that reconciliation is both a process and a final destination. The road to the Beloved Community is the difficult road of reconciliation among people who have been in conflict and negotiation. The Beloved Community is reconciliation achieved—a profound human connectedness, a transcendent harmony, and love among all people.Black Alliance for Just Immigrationwww.blackalliance.org/BAJI is an education and advocacy group comprised of African Americans and black immigrants from Africa, Latin America, and the Caribbean. It was founded in April 2006 in response to the massive outpouring of opposition of immigrants and their supporters to the repressive immigration bills then under consideration by the U.S. Congress.Brooklyn, NYBlack Organizing Project Oaklandhttp://black  organizingproject.org/The Black Organizing Project is a black member-led community organization working for racial, social, and economic justice through grassroots organizing and community-building in Oakland, California.Oakland, CABlack Women’s Roundtable http://ncbcp.org/programs/bwr/The Black Women’s Roundtable (BWR) is an intergenerational civic engagement network of the National Coalition on Black Civic Participation. At the forefront of championing just and equitable public policy on behalf of black women, BWR promotes their health and wellness, economic security, education, and global empowerment as key elements for success.Washington, DCBlack Workers for Justice NChttp://black  workersforjustice.org/The BWFJ is an organization of black workers formed in 1981 out of a struggle led by black women workers at a Kmart store in Rocky Mount, North Carolina against race and gender discrimination. After organizing a boycott of the local Kmart store and reaching out to workers at other workplaces and communities, black workers and community activists from ten counties met at the First Missionary Baptist Church in Fremont, NC in June 1982 to form BWFJ as a statewide organization.North CarolinaBOLD http://boldorganizing.org/BOLD (Black Organizing for Leadership & Dignity) is a national training program developed through collaboration between the Center for Third World Organizing (CTWO) and Social Justice Leadership.  The program is designed to help rebuild black (African-American, Caribbean, African, Afro-Latino) social justice infrastructure in order to organize black communities more effectively and re-center black leadership in the U.S. social justice movement.  Boston Workers Alliance http://boston workersalliance.org/Boston Workers Alliance (BWA) is a community organization led by unemployed and underemployed workers fighting for employment rights. We have united to end CORI (Criminal Offender Record Information) discrimination and the crisis of joblessness in the community. We fight for social and economic justice by creating and demanding decent jobs for all people who want to work. The ability to live productively and raise our families in peace is a right. As we walk towards our freedom, we build strength and hope through cooperation, political awareness, and collective action. We organize to overcome the oppressive forces that oppose our full potential to live. Key campaigns include: job opportunities for people of color,  Ban the Box in 2012, and Criminal Record Information (CORI) reforms in 2010.Boston/Dorchester, MABusiness Alliance for Local Living Economyhttps://bealocalist.org/BALLE (pronounced bolly) was founded in 2001 to nurture and curate the emergence of a new economy—one that will gradually displace our destructive and failing economy with a system that supports the health, prosperity, and happiness for all people and regenerates the vital ecosystems upon which our economy depends. With a focus on real change within a generation, BALLE works to identify and connect pioneering leaders, spread solutions, and attract investment toward local economies. BALLE provides a national forum for visionary local economy leaders and funders to connect, build their capacity, and innovate. Among the transformative communities of practice that BALLE hosts are a Local Economy Investment Circle, the Community Foundation Circle, and the nation’s only Fellowship program dedicated to cultivating the emergence of a new economy. Oakland, CACenter for Community Change www.community change.org/The Center’s mission is to build the power and capacity of low-income people, especially low-income people of color, to change their communities and public policies for the better. Our focus areas include jobs and wages, immigration, retirement security, affordable housing, racial justice, and barriers to employment for formerly incarcerated individuals.Washington, DCCenter for Popular Democracy http://popular democracy.org/The Center for Popular Democracy works to create equity, opportunity, and a dynamic democracy in partnership with high-impact base-building organizations, organizing alliances, and progressive unions. CPD strengthens our collective capacity to envision and win an innovative pro-worker, pro-immigrant, racial and economic justice agenda.Washington, DCCenter for Third World Organizing http://ctwo.org/ Center for Third World Organizing (CTWO, pronounced “C-2”) is a racial justice organization dedicated to building a social justice movement led by people of color.Oakland, CA and Brooklyn, NY#BlackWorkersMatter 63Chicago Workers’ Collaborativewww.chicago workerscollaborative.org/Chicago Workers’ Collaborative is an Illinois non-profit organization founded in 2000 that promotes full employment and equality for the lowest wage-earners, primarily temp-staffing workers, in the Chicago region through leadership and skills training, critical assistance and services, advocacy and collaborative action. CWC has assisted thousands of economically disadvantaged immigrants, day laborers, and others employed in the contingent underground workforce to move into the mainstream. We educate about workplace rights, provide critical services to our members, and mobilize to gain full access to employment for all workers, especially immigrants and African Americans.Chicago, ILCoalition of Black Trade Unionists www.cbtu.org/ The Coalition of Black Trade Unionists consists of members from seventy-seven international and national unions with forty-two chapters across the country. CBTU seeks to fulfill the dream of those black trade unionists, both living and deceased, who throughout this century have courageously and unremittingly struggled to build a national movement that would bring all our strengths and varied talents to bear in the unending effort to achieve economic, political, and social justice for every American.Washington, DCColor of Change http://colorofchange.org/ColorOfChange.org exists to strengthen Black America’s political voice. Our goal is to empower our members—Black Americans and our allies—to make government more responsive to the concerns of Black Americans and to bring about positive political and social change for everyone.Community Voices Heardwww.cvhaction.org/Community Voices Heard (CVH) is a member-led multiracial organization, principally women of color and low-income families, in New York State that builds power to secure social, economic, and racial justice for all.  We accomplish this through grassroots organizing, leadership development, policy changes, and creating new models of direct democracy.New York, NYDetroit Urban Garden and Farm Council www.miufi.org/ The Michigan Urban Farming Initiative seeks to engage members of the Michigan community in sustainable agriculture. We believe that challenges unique to the Michigan community (e.g., vacant land, poor diet, nutritional illiteracy, and food insecurity) present a unique opportunity for community-supported agriculture. Using agriculture as a platform to promote education, sustainability, and community—while simultaneously reducing socioeconomic disparity—we hope to empower urban communities.Detroit, MIEmpower DC www.empowerdc.org/The mission of Empower DC is to enhance, improve, and promote the self-advocacy of low and moderate income DC residents in order to bring about sustained improvements in their quality of life. We accomplish our mission through grassroots organizing and trainings, leadership development, and community education.Washington, DC64 #BlackWorkersMatterFight for a Fair Economy http://fightfora faireconomy.org/The Fight for a Fair Economy (Ohio) is a collaboration of efforts between SEIU, labor allies, community partners, and grassroots supporters to fight back against attacks on working people and their families all across Ohio. While anti-worker politicians and special interest groups have begun to tear apart the fabric of social and economic justice, the power remains in the voices of our fellow citizens.OhioFull Harvest Urban Farmwww.facebook.com/Fullharvest urbanfarmGrow Love; Harvest Liberation....We are an urban farm located in  East Oakland. We are excited to share our journey as we further develop our farm!Oakland, CAGeorgia Stand Upwww.georgia standup.org/Georgia STAND-UP, a Think & Act Tank for Working Communities, is an alliance of leaders representing community, faith, academic, and labor organizations which organizes and educates communities about issues related to economic development. Our mission is to provide information and resources to help create healthy, livable neighborhoods while respecting the right of existing residents to benefit from the progress and developments taking place within their communities. With the goal of alleviating poverty and encouraging regional equity through the empowerment of leaders and the inclusion of community benefits, Georgia STAND-UP empowers residents to ensure economic development meets the needs of their neighborhoods and uses community benefits agreements and policies to assist communities, developers, and redevelopment agencies in working together to create successful development projects.Atlanta, GAGreater Birmingham Ministries http://gbm.org/ Greater Birmingham Ministries strives to serve God’s purpose of justice and peace by healing the wounds of the community and struggling in community to realize more just systems and more faithful relationships. Greater Birmingham Ministries (GBM) was founded in 1969 in response to urgent human and justice needs in the greater Birmingham area. GBM is a multi-faith, multi-racial organization that provides emergency services for people in need and engages the poor and the non-poor in systemic change efforts to build a strong, supportive, engaged community and pursue a more just society for all people. Key campaigns include working to increase funding for public transportation.Birmingham, ALGrowing Power www.growing power.org/Growing Power is a national nonprofit organization and land-trust supporting people from diverse backgrounds and the environments in which they live, by helping to provide equal access to healthy, high-quality, safe, and affordable food for people in all communities. Growing Power implements this mission by providing hands-on training, on-the-ground demonstration, outreach, and technical assistance through the development of Community Food Systems that help people grow, process, market, and distribute food in a sustainable manner.Milwaukee, WI#BlackWorkersMatter 65It Takes a Village www ittakesa village.org/The nonprofit sector is in great need of inexpensive software training. This training should facilitate effective use of modern software tools. It Takes A Village is helping to build that future. Through our programs, membership, and web design programs, we have the tools to help nonprofit organizations make a shift in how they think about incorporating software tools into their day-to-day activities.Jobs With Justicehttp://www.jwj.org/At Jobs With Justice, we are leading the fight for workers’ rights and an economy that benefits everyone. We are the only nonprofit of our kind leading strategic campaigns and shaping the public discourse on every front to build power for working people. Jobs With Justice is committed to working nationally and locally, on the ground and online. We win real change for workers by combining innovative communications strategies and solid research and policy advocacy with grassroots action and mobilization.Washington, DCLA Black Workers Center http://lablack workercenter.org/The Los Angeles Black Worker Center develops organized power and authentic grassroots leadership among black workers (unionized, non-union, immigrant, formerly incarcerated, and the unemployed) and the extended community to reverse the disproportionate levels of unemployment and underemployment in the Los Angeles Black community. The center’s key strategies are: leadership development of workers, research, and building strategic alliances between the Los Angeles labor movement and the black community for action in collective campaigns. Key campaigns include community engagement of people of color and grassroots organizing for economic justice.Los Angeles, CAMiami Workers Center www.miami  workerscenter.org/The Miami Workers Center (MWC) is Miami’s leading social change nonprofit organization that fights for social, racial, economic, and gender justice in Miami, Florida. We work to unite and grow the power of low-income Latinos and African-Americans from some of the most vulnerable neighborhoods of Miami, such as Liberty City, Wynwood, Appalatah, and Little Havana. We fight for good paying jobs, affordable housing, immigrant rights, the protection of domestic workers and victims of domestic violence and sexual abuse.  Miami, FL66 #BlackWorkersMatterMississippi Worker Center for Human Rightshttp://www.msworkers.org/The Mississippi Workers’ Center for Human Rights, founded in December 1996, provides organizing support and training for low-wage, non-union workers in Mississippi. Through direct action campaigns, organizing drives and trainings, we work in coalition with workers to fight for human rights in workplaces and communities. The Center works with the state’s most vulnerable workers to develop strategies to combat racism, sexism, homophobia, and other forms of oppression in the workplace. Through local, national, and international networking and coalition building, we build bridges between workers in the southern region of the U.S., other parts of the country, and the world. We fight worker mistreatment through community education and outreach and, most important, through organizing and the development of indigenous worker leadership. Our worker-members develop strategies for, and participate in, every battle, every initiative and every project. In this way, the Center prepares workers who are currently isolated and abused, for leadership roles in the labor movement. The Center also works with trade unions and other labor organizations to support their efforts to intensify union organizing in the state of Mississippi and across the southern region. Under the Center’s leadership, unions and other workers’ rights organizations work in coalition to address critical issues affecting the working poor in the state of Mississippi. With its grassroots partners, the Center convenes several major initiatives that provide organizing and strategy development opportunities for low-wage workers.Greenville, MSMOSES http://mosesmi.org/The Mission of MOSES is to organize communities, develop faith-based leaders, and build relationships to advocate for social justice through a group of diverse congregations. MOSES accomplishes this through training leaders in churches, synagogues, and mosques, teaching participants how to articulate their shared values and work with their constituents to take collective action in the public arena.Detroit, MINational Black Worker Project http://blackworker project.com/The black community faces a two-dimensional job crisis: the crisis of unemployment and the crisis of low-wage work. We can’t rely just on job training to solve the crisis; we also must find strategies that combine strategic research, service delivery, policy advocacy, and organizing to improve the quality of jobs that are available in the economy. National Domestic Workers Alliance http://www.domesticworkers.org/The National Domestic Workers Alliance (NDWA) is the nation’s leading voice for dignity and fairness for the millions of domestic workers in the United States, most of whom are women. Founded in 2007, NDWA works for the respect, recognition, and inclusion in labor protections for domestic workers. The national alliance is powered by 42 affiliate organizations—plus our first local chapter in Atlanta—of over 10,000 nannies, housekeepers, and caregivers for the elderly in 26 cities and 18 states.New York, NY and Oakland, CA#BlackWorkersMatter 67National Guest Workers Alliance http://www.guest workeralliance.org/The National Guestworker Alliance (NGA) is a membership organization of guest workers. Our members organize in labor camps across the United States to win collective dignity at work. We are building national power to win fairness in the terms of migration. We also partner with local workers—employed and unemployed—to strengthen U.S. social movements for racial and economic justice.New Orleans, LANeighborhoods Organizing for Change (MN)http://www.mnnoc.org/Neighborhoods Organizing for Change (NOC) is a grassroots, member-led organization building power in under-resourced communities and communities of color across the Twin Cities. Together, NOC members fight for racial and economic justice. We’re building powerful, active campaigns for better public transit, workers’ rights, expanded voting rights, and police accountability. Key campaigns include education reform, housing policy, workers’ rights, and environmental justice.Minneapolis, MNNew Orleans Workers’ Center for Racial Justice http://nowcrj.org/ In the aftermath of Hurricane Katrina, African American workers were locked out of the reconstruction, while immigrant workers were locked in. Poor and working class African Americans faced racial exclusion, while immigrant workers experienced brutal exploitation. Many years later, in the context of a global economic crisis, jobs and immigration continue to be sharply divisive wedge issues. The political economy of race has made displacement, statelessness, and indentured servitude a permanent reality for poor and working class communities of color in the Gulf Coast. The New Orleans Workers’ Center for Racial Justice is dedicated to organizing workers across race and industry to build the power and participation of workers and communities. We organize day laborers, guest workers, and homeless residents to build movement for dignity and rights in the post-Katrina landscape.New Orleans, LANew York Communities for Changehttp://nycommunities.org/By using direct action, legislative advocacy, and community organizing, NY Communities’ members work to impact the political and economic policies that directly affect us.New York, NYOhio Organizing Collaborativehttp://www.ohorganizing.org/OOC is an innovative statewide organization that unites community organizing groups, labor unions, faith organizations, and policy institutes across Ohio. Key campaigns include Walmart worker organizing in Ohio.Columbus, OHONE DC http://www.onedconline.org/At ONE DC, our mission is to exercise political strength to create and preserve racial and economic equity in Shaw and the District. We seek to create a community in DC that is equitable for all. Key campaigns include Marriott job training program, employment of black people, and conversion of low-income buildings into co-ops.Washington, DCOne Voice http://uniteonevoice.org/One Voice is a nonprofit organization helping families living at poverty level within our community. Key campaigns include working with communities to fight for workers’ rights and create spaces outside of unions and workplaces for workers to receive support and information.Louisiana; Mississippi68 #BlackWorkersMatterOrganization for Black Struggle http://obs-stl.org/ THE ORGANIzATION FOR BLACK STRUGGLE was founded in 1980 by activists, students, union organizers, and other community members in order to fill a vacuum left by the assaults on the Black Power Movement. OUR VISION: To contribute to the creation of a society free of all forms of exploitation and oppression. OUR MISSION: To build a movement that fights for political empowerment, economic justice, and the cultural dignity of the African American community, especially the black working class.St. Louis, MOOUR DC http://thisisourdc.org/OurDC is a not-for-profit organization that works relentlessly to connect people, communities, and organizations to Bring Good Jobs to the District of Columbia. We are dedicated to ensuring that the voices of unemployed and underemployed city residents are heard and listened to in local and national dialogues on jobs and job creation.Washington, DCPeople United for Sustainable Housing (PUSH) Buffalohttp://pushbuffalo.org/PUSH Buffalo was established to: Create strong neighborhoods with quality affordable housing; decrease the rate of housing abandonment by reclaiming empty houses from neglectful public and private owners and redeveloping them for occupancy by low-income residents; and develop neighborhood leaders capable of gaining community control over the development process, and planning for the future of the neighborhood. Key campaigns include energy efficiency, green job pipelines, energy policy creation and reform, and economic development opportunities for people of color.Buffalo, NYPhiladelphians Organized to Witness Empower & Rebuild http://www.power philadelphia.org/POWER is committed to the work of bringing about justice here and now, in our city and our region. Key campaigns include economic dignity and justice for low-wage workers (airport workers), raising the minimum wage to $10 with benefits via referendum, and civic engagement in communities of color.Philadelphia, PAPICO Louisiana Interfaith Together http://www.picolouisiana.org/We work to provide families and grassroots leaders with a voice in the decisions that shape their lives and communities.Baton Rouge, LARace Forward https://www.raceforward.org/Race Forward’s mission is to build awareness, solutions, and leadership for racial justice by generating transformative ideas, information, and experiences.Rise Up GA http://riseupga.orgRise Up’s mission is to bring social change to communities throughout the state of Georgia through bold action to demand political, economic, and social equality regardless of race, class, gender, ability, and citizenship status. Atlanta, GAROC United http://rocunited.org/We work to improve wages of restaurant workers. New York, NYSave Ourselves Movement for Justice and Democracyhttp://sosmovement.net/We work to restore and maintain voting rights.#BlackWorkersMatter 69SCOPE http://scopela.org/We seek to build grassroots power to create social and economic justice for low-income, female, immigrant, black, and brown communities.Los Angeles, CASouthern Echo http://southernecho.org/s/We are currently working to develop effective accountable grassroots leadership in the African-American communities.Jackson, MSSouthsiders Organized for Unity and Liberationhttp://www.soulinchicago.org/We’re working to build a movement to create change, starting on the South Side and South Suburbs.Chicago, ILStreet Vendor Projecthttp://streetvendor.org/We are a group comprised of 1300 active vendor members who are working together to create a vendors’ movement for permanent change.New York, NYSunflower Community Actionhttp://sunfloweract.org/SCA does work for fair lending, justice for immigrants, civic engagement, worker justice, better public education, and more livable neighborhoods. Key campaigns include the Ban the Box campaign in 2013, police accountability through specialized trainings, and community engagement.Wichita, KSTake Action MN http://www.take actionminnesota.org/We are working to realize racial and economic equity across Minnesota.Saint-Paul, MNThe Coalition to End Sheriff Violencehttp://nationinside.org/campaign/dignity/To secure dignity and power for all incarcerated people in Los Angeles County.Los Angeles, CAThe United Workershttp://unitedworkers.org/The United Workers is a human rights organization led by low-wage workers. We are leading the fight for fair development, which respects human rights, maximizes public benefits, and is sustainable.Baltimore, MDThe Wildfire Projectwww.wildfireproject.org/The Wildfire Project (Wildfire) trains, supports, and networks grassroots groups to help build a broad and powerful movement for social, political, economic, and ecological justice. Using democratic, experiential methods, the Wildfire Project fuses political education, skills training, group development, and direct organizing support in a curriculum tailored to specific needs of groups in action. Wildfire develops leadership in and of front line groups, maintains long-term partnerships with the communities with which it works, and creates frameworks for work between groups and across issue lines to form a strong base of organizers ready to stand up to crisis collectively and win the world we all deserve.70 #BlackWorkersMatterUNITE Here http://unitehere.orgWe are working people, coming together to win dignity and higher standards in the hospitality industry and beyond.New York, NYVOTE www.vote-nola.org/We seek to create a space and a voice for people impacted by the criminal justice system in the United States.New Orleans, LAWarehouse Workers for Justice (IL)www.warehouseworker.org/We provide workshops so warehouse workers can educate themselves about workplace rights, unite warehouse workers to defend their rights on the job, build community support for the struggles of warehouse workers, and fight for policy changes to improve the lives of warehouse workers and members of our communities. Key campaigns include fair wages and employment practices, organizing and educating Walmart workers, and the elimination of temps in Walmart’s import distribution network in Joliet.Chicago, ILWestern New York Worker Center www.wnycosh.org/wny-worker-center/The Worker Center provides outreach to refugee, immigrant, young, and low-wage work communities and provides networking with other agencies and organizations. Bringing workers together across communities, the Worker Center provides education and training regarding worker rights, laws that protect workers, and health and safety. Through hotline referrals, the Worker Center provides support to workers, advocates for rights enforcement, and serves as a liaison for site-based negotiations.Buffalo, NYWisconsin Jobs Nowhttp://wisconsin jobsnow.org/We are a non-profit organization committed to fighting income inequality from the bottom up and building stronger communities throughout Wisconsin. Key campaigns include living wage ordinance petition and engagement of non-professional black leaders.Milwaukee, WIWorkers Center for Racial Justice www.center4 racialjustice.orgWCRJ works to increase access to quality jobs and strengthen working conditions and job security for black workers through increasing civic participation and organizing and advocacy campaigns with the unemployed, low-wage, and formerly incarcerated. Key campaigns include living wages, Ban the Box campaign, and direct voter engagement.Chicago, ILDiscount FounDation115 south oxford streetBrooklyn, nY  11217646-558-6020www.discountfoundation.orgsusan WefaldExecutive Directorsusan@discountfoundation.orgnEighBorhooD FunDErs group436 14th street, suite 425oakland, ca  94610510-444-6063www.nfg.orgDennis Quirinpresidentdennis@nfg.org{1977 – 2015 }",
    "id": 75781346,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:21640"
    },
    "title": "#BlackWorkersMatter",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-05-05T01:00:00+01:00",
    "publisher": "Neighborhood Funders Group",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/21640/21640.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/75781346.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/75781346"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/75781346/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/75781346/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/75781346"
        }
    ],
    "abstract": "Asserting that Black lives matter also means that the quality of those lives matters, and economic opportunity is inextricably linked to quality of life. Decades after the Civil Rights Movement and the passage of Title VII of the Civil Rights Act of 1964, structural barriers still hold back African Americans in the workplace.The authors of this report provide some broader context on the black jobs crisis, including its origins and effects; the particular impact of the crisis on African American women; the declining state of black workers and their organizations, particularly within the labor movement; and the implications of the twin crises of joblessness and poverty-level wages for organizing. This report also features examples of how black worker organizations are combining strategic research, services, policy advocacy, and organizing to help black workers weather the economic storms and improve the quality of jobs that are open to African Americans over the long term",
    "tags": [
        "report",
        "Employment and Labor",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:21640",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 75781346,
        "depositedDate": null,
        "publishedDate": "2015-05-05T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:45:27+00:00",
        "acceptedDate": null,
        "createdDate": "2017-02-15T00:14:04+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/21640",
        "https://issuelab.org/resources/21640/21640.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:27+00:00",
    "setSpecs": []
}