{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Allison Moore"
        }
    ],
    "contributors": [],
    "createdDate": "2012-07-06T03:48:29+01:00",
    "dataProvider": {
        "id": 153,
        "name": "Research Papers in Economics",
        "url": "https://api.core.ac.uk/v3/data-providers/153",
        "logo": "https://api.core.ac.uk/data-providers/153/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/pdf/6528202.pdf",
    "fullText": "'I' and 'We' Identities – an Eliasian Perspective on Lesbian and Gay Identities'\nby Allison Moore\nEdge Hill University\nSociological Research Online, 15 (4) 10\n<http://www.socresonline.org.uk/15/4/10.html> \n10.5153/sro.2241\nReceived: 24 May 2010     Accepted: 16 Oct 2010    Published: 30 Nov 2010\nAbstract\nLesbian and gay sociology has witnessed a reﬂexive turn in recent years, which emphasises choice, self-\ncreation and self-determination in the formation of sexual identities. Individuals are involved in, what\nGiddens (1991) called, a 'project of self' or a 'reﬂexive biography', which allows them to engage in a\ndynamic and constantly evolving process of deﬁning and re-deﬁning their self-identity. Identity becomes\nﬂuid, fragmented and plastic. In a recent issue of this journal, Brian Heaphy argued that such accounts of\nlesbian and gay reﬂexivity are partial and fail to take account of the ways in which structural factors\ncontinue to limit one's choice narrative and he proposed a move towards a reﬂexive sociology, rather than\na sociology of reﬂexivity. This article seeks to develop Heaphy's argument further and suggests that the\nlimitation of theories of reﬂexivity lies in their inability to adequately account for the continued signiﬁcance\nof collectivity, interdependency and human relations in shaping an individual's identity. Drawing on Norbert\nElias' ﬁgurational sociology, it will be argued that against a reﬂexive model of identity that privileges\nindividualism, choice and creativity over collectivity and material constraints, there is a pressing need to\nrevisit and re-establish our interdependent relationships with one another.\nKeywords: Gay, Lesbian, Elias, Reﬂexivity, Figurational Sociology, Habitus\nIntroduction\n1.1 In a recent issue of this journal, Brian Heaphy (2008) problematised the reﬂexive turn in lesbian and\ngay sociology. Since the early 1990s there has been a growing interest in and signiﬁcance attached to the\nnotion of reﬂexivity in the sociology of identity, including in lesbian and gay sociology. Derived from and\nunderpinned by the work of Anthony Giddens (1991; 1992; 1994), Ulrich Beck (1992; 1994) and Scott Lash\n(1994) the “extended reﬂexivity thesis” (Adams, 2006: p.512) that dominates contemporary sociological\ntheories of identity formation emphasises the uncertainty and unpredictability of life in late / high / post\nmodernity. Gone are the traditional social structures and collectivities that shaped and constrained an\nindividual’s life experiences and expectancies and in their place are individual choice, self-creation and\nself-determination.\n1.2Heaphy claimed that not only does the focus on choice, creation and self-reﬂexivity fail to account for\nthe ways in which power dynamics and positionality in society continue to limit one’s biography, such\ntheories also underestimate the social, cultural and economic resources required for self-determination. By\nfailing to take account of the differential and unequal experiences of individuals writing their own narrative,\nit might be argued that theories of self-reﬂexivity hold untenable generalisations and, in so doing, “validate,\nvalorise and make visible exclusive experience as lesbian and gay experience” (Heaphy 2008). Whilst in\nsupport of Heaphy’s concerns over accounts of lesbian and gay reﬂexivity, this article seeks to develop his\narguments further. Heaphy claims that, as researchers, “we rarely explicitly explore the limits of our\nanalyses in terms of whose realities are represented, whose are made visible, and what interests of power\nare promoted” (Heaphy, 2008). I would argue that this is due, in part, to the failure of theories of reﬂexivity\nto adequately account for the continued signiﬁcance of collectivity and interdependency in shaping\nindividual identity and it is impossible to understand and make sense of individual identities outside of and\nindependent to collective identities.\n1.3 Heaphy’s article rests on the argument that accounts of lesbian and gay reﬂexivity are partial,\nreﬂecting, what has been called elsewhere, ‘partial life projects’ (Du Bois Raymond, 1998), which\n“unreﬂectively afﬁrm exclusive and normative assumptions” (Heaphy, 2008) about lesbian and gay lives\nand politics. He suggested that although rooted in liberatory and afﬁrmative agendas, the unintendedconsequences of such an approach are that the diversity of lesbian and gay experiences is marginalised\nand, frequently, it is the experiences of the researcher rather than the research subjects that are\nrepresented. Consequently, such accounts “often reﬂect white, urban, middle-class habitus” (Heaphy,\n2008). To counter the tendency towards afﬁrmative and normative accounts of lesbian and gay life, Heaphy\nproposes a move away from theories of reﬂexivity to methodological reﬂexivity or reﬂexive sociology. Here,\nthere is a recognition that all analyses of social life are fragmented and partial in the sense that research\ncan never present subjects’ lives in their entirety and there is an acknowledgement that it is impossible to\nobjectively analyse the social world because researchers are simultaneously analysts of and\ninterdependent actors in the social processes they seek to understand. They bring with them their own\nexperiences, assumptions and their own, largely unconscious, habitus.\n1.4 This article will attempt to develop Heaphy’s arguments by drawing on Norbert Elias’ process\nsociology. It will argue that individual and collective identity / habitus are inextricably linked and it is,\ntherefore, impossible to analyse individual subjectivities and life trajectories outside of the material\ncircumstances within which individuals ﬁnd themselves. It will begin by outlining the central tenets of Elias’\nprocess sociology, which attempts to overcome dichotomous models of structure / agency and objectivism\n/ subjectivism. In so doing, it avoids both the reifying tendencies of overly deterministic accounts of social\nlife and the excessively individual accounts that fail to address the continued signiﬁcance of material\ncircumstances in shaping an individual’s life experiences and expectations. It will then go on to consider\nthe manifestation of theories of reﬂexivity in lesbian and gay sociology. Heaphy (2008) suggests that there\nis some similarity and compatibility between Giddens’ notion of the project of the self and the tradition\nwithin lesbian and gay studies of documenting the lives, experiences and narratives of lesbian and gay\nman as both emphasise creativity and reﬂexivity. However, I would posit that, despite the emphasis on\nbiography, story-telling and self-identity in contemporary lesbian and gay sociology, if read through an\nEliasian lens, they can be seen, not as theories based on a reﬂexivity that is isolated or individualised but\nrather on a notion of reﬂexivity that tells us something about collective sexual identities and human\ninterdependencies. From this perspective, with its emphasis on relationality and human interdependencies,\nchoices made by one individual are not isolated, self-reﬂexive projects but, instead are interwoven with,\nshaped by and, in turn, shape the choices made by others. Where theories of self-reﬂexivity focus on\ndynamism, ﬂuidity and change, Elias’ process sociology stresses the continuities in social life and its\nformation and reformation over time.\nNorbert Elias’ Process Sociology\n2.1 Norbert Elias’ process sociology can be seen as an attempt to move beyond dualities such as\nstructure / agency, individual / society and objectivism / subjectivism. As a result, he was critical of what\nhe saw as the tendency towards reiﬁcation in sociology, which presents social structures as objects\nexternal to and over and above the individual. He argued that this was a “naively egocentric” (Elias, 1970:\np.14) view of social life, which, not only served to “dehumanize social structures” (ibid, p.16) but also gave\nthe false impression that individuals are separated from society by “some invisible barrier” (ibid, p.15). For\nElias, the things we call social structures are not external objects exerting pressure on individuals to act in\nparticular ways. They are the product of social relations and human interdependencies.\n2.2 Elias was also equally critical of what he saw as excessive individualism and the tendency to present\nsociety as the intentional outcome of individual action and individual agency. The social world is the\nproduct, not of individual action or consciousness, but rather the result of social networks and collectivities\nformed over several generations (Smith, 2001). Elias developed the idea of unplanned social processes or\nunplanned order to explain how individuals exercise agency within the constraints of their material\ncircumstances arguing that there is little relationship between our planned and intentional actions and the\nconsequences of them. We do exercise agency but not in circumstances of our own making and, due to\nthe relational nature of social life and human interdependencies, a choice exercised by one individual\n“becomes interwoven with those of others; it unleashes further chains of actions, the direction and\nprovisional outcome of which depend not on him [sic] but on the distribution of power and the structure of\ntensions within this whole mobile human network” (Elias, 1991: p.49-50). Elias’ notion of unplanned order\nnot only highlights the ﬂuidity and indeterminacy of everyday practice, it also suggests that individuals are\nboth free to act in social interactions and, at the same time, are constrained by their social position. It is\nwith the concept of habitus that Elias most clearly articulates the interdependent relationship between the\nindividual, the collective and social structures.\n2.3 Although Pierre Bourdieu is perhaps the most widely known social theorist to use the concept of\nhabitus and it is his characterisation of habitus that dominates contemporary sociological theories of\nidentity, Elias also used it[1]. In contemporary sociology[2], habitus tends to be understood as a habit, an\nacquired disposition (Crossley, 2005: p.104) or a typical condition of the body (Jenkins, 2002). Habitus\nexists at an unconscious level and can be understood as values, behaviours and dispositions that have\nbecome so naturalised and taken for granted that they are literally embodied. There are two distinct ways in\nwhich Elias’ conception of habitus might be understood as embodied. Firstly, habitus is something\nexperienced intrapsychically, as a psychic structure or personality type and, secondly, habitus has a\nmaterial reality in so far as it is produced and reproduced through our practices and interactions with\nothers.\n2.4 Another important feature of the habitus is the distinction Elias makes between the individual,\nsubjective habitus as embodied in individuals and the social, collective habitus based on shared\nexperiences and social position. Whilst each individual’s habitus will be unique to them to understand\nsubjective habitus as not only individually experienced but also individually authored is to abstract\nindividual life trajectories from their material surrounding. Social habitus refers to the shared habits,\ndispositions and practices of groups. For Elias, social habitus can be understood as “the soil from which\ngrow the personal characteristics through which an individual differs from other members of his society”\n(Elias, 1991:p.182). In this sense, Elias uses the notion of social habitus to present a view of social lifethat allows for agency and choice but within circumstances not of individuals’ making. Individual habitus,\nthe habits, dispositions and practices “speciﬁc to a particular person” (Fletcher, 1997: p.11) can only ever\nbe understood as an aspect of the wider social habitus. So, although individual habitus has uniqueness to\nit, it is always grounded in the collective or shared habitus. Of course, it is important to remember that\nElias adopted a processual view of social life and, therefore, habitus, individually experienced and\ncollectively authored, should be seen as a life long process, which begins at birth. Elias argued that it was\nnot possible to understand individual or social habitus without reference to their formation and reformation\nover time. In the words of Elias, our “whole outlook on life continues to be psychologically tied to\nyesterday’s social reality, although today’s and tomorrow’s reality already differs greatly from yesterday’s”\n(Elias, 1986: p.35 cited in van Krieken, 1998: p.61).\n2.5 So, whilst constructions of sexuality are socially, culturally and historically speciﬁc, the meanings\nattached to constructions in one era do not supplant and replace those of earlier eras. Instead, vestiges of\nprevious constructions persist, underpinning and informing the emerging conceptualisations. Contemporary\nconstructions of sexuality and sexual identities, therefore, should be seen as products of long-term social\nprocesses. In other words, there are continuities in the history of sexuality and contemporary identities,\nboth individual and collective, are rooted in the past as well as the present. So, for Elias, individual and\nshared habitus tell us as much about social life and social processes of the past as they do about\ncontemporary social life. Indeed, due to the habitual and largely unconscious nature of the habitus, it is\nrelatively slow, perhaps even resistant to change and may therefore be more reﬂective of the habitus of the\npast than it is of the habitus of the present. This warns us against accepting a reﬂexive model of identity\nformation that privileges choice and self-creation and the expense of continuity and process, as sexual\nidentities cannot be written and re-written in isolation and cannot be separated from their historical roots.\nFigurations and the formation of ‘I’ and ‘We’ Identities\n3.1 For Elias, all human relations are relations of interdependency or, what he called, ﬁgurations. We only\nbecome individuals and develop our self and group identity in and through our social relations, which in turn\nsit within wider social networks of interdependencies (van Krieken, 1998; Smith, 2001). Elias (1970) drew\non everyday language and, particularly, the use of personal pronouns as a ﬁgurational model. The pronouns\n‘I’, ‘you’, ‘he’, she’, ‘we’ and ‘they’ can be used to represent positions in society and articulate the\ninterconnectedness of social life, since each position can only be understood in the context of and with\nreference to the other positions.\n3.2 Elias saw personal pronoun positions as something separate and distinct from social positions or roles.\nSocial roles always refer to the same person, whilst personal pronouns can and do change. Therefore, the\npersonal pronoun model allows us to recognise our interdependencies, our relationships with those in our\nintercommunicating groups, even though we may occupy different social positions or roles. However, these\nsocial ﬁgurations are not ﬁxed or static. They are dynamic, in “a state of constant ﬂux and transformation,\nwith interweaving processes of change occurring over different but interlocking time-frames” (Quilley &\nLoyal, 2004: p.5). Members of groups may “say ‘we’ of themselves and ‘they’ of other people; but they\nmay say ‘we’ and ‘they’ of different people as time goes by” (Elias, 1970: p.128).\n3.3 Elias’ personal pronoun model, which locates individual identity within a wider web of interconnecting\nand interdependent identities, provides a useful lens though which to examine contemporary lesbian and\ngay life and represents a counter to the dominance of the theories of self-reﬂexivity. For Elias (1970), we\ncan only refer to ourselves as ‘I’ in relation to those people we call ‘We’ and ‘They’. So, whilst the\nexpression of a lesbian or gay identity does involve choice, creation and biography it should be seen as a\nform of story-telling that is predicated on, or at the very least, shaped by, ﬁgurational relationships and the\nchanging dynamics of ‘I’, ‘We’ and ‘They’ pronouns.\n3.4 Throughout history the membership of ‘We’ and ‘They’ groups in relation to the lesbian / gay ‘I’ has\nchanged, reﬂecting the ﬂuid and dynamic nature of these ﬁgurations. For example, under the conditions of\ncompulsory heterosexuality (Rich, 1983) ﬁgurations develop between those whose sexuality conforms to\nthe accepted parameters of heteronormativity and those individuals whose sexuality is outside and,\ntherefore, challenges heteronormativity. These ﬁgurations perpetuate relations of inclusion and exclusion\nand are central in the creation and continuation of sexual communities as a focus of both individual and\ncollective identity. Here, not only is Elias’ personal pronoun model instructive but so too is his\nconceptualisation of established and outsider relations. A relatively late development in his process\nsociology, the concept of established and outsider relations emerged out of his research undertaken in\ncollaboration with John Scotson in the early 1960s. Although Elias and Scotson deﬁned community in\nterms of human interdependencies within a shared geographical locale (van Krieken, 1998), their work on\nthe characteristics and maintenance of established and outsider relations has a much wider application.\nElias was essentially concerned with the means by which “members of groups which are, in terms of\npower, stronger than other interdependent groups, think of themselves in human terms as better than the\nothers … [and] … What is more, in all these cases the “superior” people may make the less powerful\npeople themselves feel they lack virtue - that they are inferior in human terms” (Elias and Scotson, 1994:\np.xv-xvi, italics in original). In other words, established and outsider relations are characterised by the\nnormalisation of relations of dominance and subordination. A key feature of the established and outsider\nrelations relates to Elias’s earlier work on civilising processes, whereby “the established almost invariably\nexperience and present themselves as more ‘civilized’ and outsiders are constructed as more ‘barbaric’”\n(van Krieken, 1998:p.151). Not only are outsiders constructed as uncivilised, unrestrained and\nunrespectable, acceptance by the established requires them to adopt forms of behaviour, social norms and\nvalues deﬁned as civilised and respectable by the established.\n3.5 It is possible to apply Elias’ concept of established and outsider relations to sexuality, whereby\nheterosexuality represents the established, civilised and respectable and diverse sexualities represent the\noutside, uncivilised and unrespectable. Since the nineteenth century and the pioneers of sexology therehave been demands for the acceptance of homosexuality on the grounds of respectability and normality.\nMore recently, sexual politics has been predicated on the notion of lesbians and gay men as ‘virtually\nnormal’ (Sullivan, 1996) and there have been calls for the removal of “state barriers to participation”\n(Phelan, 2000: p.432) in civil society by the extension of heteronormatively deﬁned and State sanctioned\nrights to lesbians and gay men. Those outsiders whose sexual behaviour and relationships most closely\nresemble that of the established are more likely to be acknowledged and recognised, even if they are not\nactually accepted as members of the established group. Likewise, those outsiders whose sexual behaviour\nand relationships continue to be constructed as uncivilised and unrestrained because they are non-\nmonogamous or ‘unsafe’ are pathologised and are less likely to be acknowledged or recognised.\n3.6 We are reminded here of Queer critiques of the “politics of normalisation”, which result in new\nﬁgurational relations between the established and outsider groups and see the formation of the dichotomy\nbetween good gay citizen and bad queer outlaw. It has been suggested by some queer theorists that the\ncost of the move towards greater formal equality for lesbians and gay men has been a shrinking of the\nsexual world and an attempt to “domesticate promiscuous queers” (Phelan, 2001 cited in Richardson,\n2004: p.398. See also, Warner, 1999a, 1999b). Visibility and acceptance in the public sphere means\nincreased regulation and surveillance and requires the acceptance of liberal principles of toleration.\nTherefore, public manifestations of homosexuality, or indeed, any diverse and non-conforming sexuality,\nare tolerated as long as they do not pose too much of a threat to the heteronormativity of the public /\nprivate divide. Richard Goldstein (2002: p.3) has characterised this conditionality of public visibility as “If\nyou’re gay, it’s okay; if you’re queer, disappear”. In other words, in Eliasian terms, acceptance by the\nestablished group is conditional and the established / outsider ﬁgurations continue to be characterised by\ndominance and subordination.\n3.7 Changing ﬁgurational dynamics can also be identiﬁed between lesbians and gay men, as well as\nbetween lesbians, gay men and bisexuals. During certain times throughout history, lesbians, gay men and\nbisexuals can clearly be seen as occupying the same personal pronoun position of ‘I’ and ‘we’, despite\ntheir different social positions or roles on the grounds of sexuality, gender, class, ethnicity and so on. For\nexample, the Gay Liberation Front, the radical movement of the early 1970s was not predicated on single-\nissue, sexuality politics but, rather, was committed to an anti-capitalist agenda. It made connections\nbetween oppression on the grounds of sexuality and other structural inequalities, such as sexism and\nracism (Watney, 1980). In this sense, the ‘We’ of the GLF transcended social roles and the ‘They’\npositions were occupied by those who stood outside the movement. However, there was considerable\nfragmentation within the GLF especially along the lines of gender and class, which highlights different\nﬁgurational relationships. From the inception of the GLF, the position of women had been ambiguous. On\nthe one hand, conceptualising homosexual oppression within a framework of patriarchy, sexism and\nrestrictive sex / gender roles, would seem to suggest that feminism was conceptually and strategically\nembedded within GLF ideology (Weeks, 1990). Indeed, there are a number of areas where there are\nconsiderable similarities, notably in the strategy of politicising the personal and in the commitment to\nchallenging self-oppression and ‘false-consciousness’ (Watney, 1980). On the other hand, the culture and\nmembership of the GLF was overwhelmingly male. One woman who contributed to Alkarim Jivani’s\nanthology of lesbian and gay life in the twentieth century and who had been involved in the Manchester\nbranch of the GLF states, “The lads from GLF were very contradictory… They were very loud in meetings,\nthey always wanted to chair the meetings. They were very butch, if you will, and we felt that they didn’t\nhave an understanding of our sexuality. They were reluctant to share jobs and to share power and so we\nwere ﬁghting a battle within a battle” (Luchia Fitzgerald in Jirvani, 1997: p.169). The failure on the part of\nthe men in the GLF to understand lesbians’ sexuality and, to a lesser extent, women’s failure to\nunderstand theirs, reﬂects the fact that, whilst they were all committed to equality and to ending\nhomophobic oppression, that meant different things to gay men and lesbians (Weeks, 1990). Lesbians in\nthe GLF were as concerned with gender equality, including equal pay and issues around the family and\nchildcare, as they were with equality on the grounds of sexuality. From 1971 onwards, women started\nwithdrawing from the GLF, ﬁnding support in the Women’s Liberation Movement. Janet Dixon was one of\nthe women who felt there was no alternative but to leave the GLF. “We, the lesbians, began to abandon the\nGLF dream… in terms of heterosexism, whatever your sexuality, if you are a woman you are always\nsecond best. Gay men, under pressure, could return to the closet and regain all the privileges of being\nmale. Where could lesbians go?” (Dixon, 1988: p.75). In the quotes it is possible to see how both of these\nwomen positioned gay men as the ‘they’ to the ‘We’ of lesbian sexuality. For Fitzgerald, it was the failure of\ngay men to have an “understanding of our [lesbian] sexuality” that determined the ‘We’ and ‘They’\nﬁguration, whilst for Dixon, it was their position as men that represented the ‘They’ to the position of\n‘Women’. It might be argued from an Eliasian perspective that despite the shared ‘I’ and ‘we’ positions on\nthe grounds of ideology and politics, the different social positions adopted by members of the GLF on the\ngrounds of gender and class contributed to its demise. Not only do these examples demonstrate the way in\nwhich ﬁgurations are in a constant state of ﬂux, they also illustrate that “what constitutes a social group is\nnot internal to the attributes and self-understanding of its members. Rather what makes a group is the\nrelation in which it stands to others” (Young, 1997: p.389). Understood in this way, one’s identity cannot be\nunderstood as an individualised, reﬂexive project of the self but, rather, as one element in a complex and\nmulti-perspectival story of interconnectedness and interdependency.\nChallenging the Reﬂexive Turn in Lesbian and Gay Sociology\n4.1 Analysing lesbian and gay identities through an Eliasian lens represents a challenge to the trend\ntowards reﬂexivity in sociology. In contemporary theories of and research on lesbian and gay reﬂexivity, it\nis perhaps Anthony Giddens’ notion of the reﬂexive self that is most clearly identiﬁable especially his\nthesis on choice biographies, life politics and the democratisation of relationships. Giddens (1991, 1992)\nargued that under the conditions of high modernity, our identities are losing their rigidity and are becoming\nincreasingly ﬂuid. Identities can be chosen and changed in what he called a ‘reﬂexive project of the self’. A\ncentral feature of the reﬂexive project of the self concerns the notion of choice narratives, the idea that “On\nthe level of the self, a fundamental component of day-to-day life activity is simply that of choice” (Giddens,1991: p.80, italics in original), whereby individuals create and re-create their lifestyles and identities from a\n“plurality of choices” (ibid, p.82) as free thinking and free acting agents, freed from the “[structural]\nshackles of the past” (ibid, p.211). This reﬂexive project of the self becomes translated in to a language of\npolitics as life politics, which replaces the earlier emancipatory politics. Where emancipatory politics was\nconcerned with “liberating individuals and groups from constraints which adversely affect their life chances”\n(ibid, 210), life politics is a politics of lifestyle, inextricably linked to questions of self-identity. He also\nargued that sexual relationships were undergoing a transformation, becoming increasingly democratised\nand equalised. Giddens maintained that a democratisation of the personal sphere is difﬁcult in\nheterosexual relationships, due to the fact that sexuality has traditionally been inextricably linked to\nreproduction. In lesbian and gay relationships, however, “sexuality can be witnessed in its complete\nseparation from reproduction” (ibid, p.143) and there is greater degree of equalisation, which “is an intrinsic\nelement in the transformation of intimacy” (ibid, p. 149). Whilst Giddens’ notion of the reﬂexive self can be\nfound in a wide range of sociological texts on lesbian and gay life, in the British literature it is Jeffrey\nWeeks (1995, 1998, 2007) and Ken Plummer (1995, 2001, 2003) who have most explicitly drawn on his\nanalysis in their work, especially in their conceptualisation of sexual and intimate citizenship[3].\n4.2 Weeks identiﬁes three moments that have facilitated the emergence of the sexual citizen. Firstly, he\nsuggests that there has been a democratisation of relationships, characterised by detraditionalization,\negalitarianism and autonomy. In The Sexual Citizen (1998: p.44) Weeks explicitly correlates his notion of\negalitarianism with Giddens’ ‘transformation of intimacy’ and autonomy, or the “varied patterns of domestic\ninvolvement, sexual intimacy and mutual responsibilities that are increasingly displacing traditional\npatterns of marriage and the family” (ibid.p.44), with what Giddens has referred to as `experiments in living'\nThe second moment in the development of the sexual citizen identiﬁed by Weeks is the emergence of new\nsubjectivities. In other words, in keeping with Giddens’ ‘reﬂexive project of the self’ our identities, far from\nbeing ﬁxed, are open to the ﬂuidity and change. Finally, Weeks suggests that new stories or new narratives\nabout the self and sexual identity have opened up new possibilities for knowing about the intimate sphere.\nThe ‘narratives’ he refers include ‘coming out’ stories, stories of discrimination and prejudice and stories\nabout living with HIV. Crucially, for the sexual citizen, these are stories “which spring up from everyday life,\nbut in turn place new demands on the wider community for the development of more responsive policies, in\neconomics, welfare, the law, culture” (Weeks, 1998: p.47). The Giddensian inﬂuence continues in Weeks’\nmost recent work as the following quote illustrates, “In the contemporary world, people are being forced t\nremake themselves constantly, to see their lives as a project that must be constantly attended to” (Weeks,\n2007: p.125).\n4.3 In a similar way Ken Plummer’s notion of intimate citizenship echoes Giddens’ claims of\ndemocratisation of relationships, choice narratives and life politics. Intimate citizenship is concerned with\n“the control (or not) over one’s body, feelings, relationships: access (or not) to representations,\nrelationships, public spaces, etc: and socially grounded choices (or not) about gender identities” (Plummer,\n1995: p.151). He sees intimate citizenship as “a sensitising concept, which sets about analysing a plurality\nof public discourses and stories about how to live the personal life in a late modern world where we are\nconfronted by an escalating series of choices and difﬁculties around intimacies” (Plummer, 2001:p.238).\nCentral to Plummer’s notion of intimate citizenship is the telling of sexual stories, the making public of\nwhat was previously private and intimate[4]. Plummer (1995) argues that there has been a proliferation of\nsexual stories since the mid to late twentieth century, including the ‘coming out’ story, stories of the\n‘family’, emotions, representations, gender, identity and the erotic (Plummer, 1995). Not only has there\nbeen a proliferation in the number and nature of stories being told but, crucially, the political landscape has\nchanged from one where the focus is on a traditional politics of rights and justice to a politics of\nempowerment, emancipation and democratisation (Giddens, 1991), what Plummer calls a “radical,\npluralistic, democratic contingent, participatory politics of human life choices and differences” (Plummer,\n1995: p.147). In other words, there has been a move from emancipatory politics to life politics.\n4.4 Whilst it is possible to read Weeks’ and Plummer’s characterisation of contemporary sexual identities\nas an example of Giddens’ notion of reﬂexivity, or at the very least draw analogies between their work, and\nboth authors make explicit reference to him, I would argue that, read through an Eliasian lens, their claims\nof self narrative and choice biographies in late modernity tell us as much, if not more, about collective\nidentities, shared experiences and interdependencies as they do about a reﬂexive project of the self.\nIndeed, both authors identify collectivity and community as central in the formation of self-identity even\nthough, arguably there is a privileging of individual agency. For example, Plummer, coming from the\nsymbolic interactionist tradition, saw telling sexual stories as symbolic interactions, in so far as they are\nnarrated, given meaning and consumed through social interaction. However unique our life trajectories\nappear to be, sexual stories can only be given meaning with reference to the wider social, political and\ncultural contexts within which they are told. The symbolic importance of stories is not necessarily to be\nfound in the individual narratives that are told, nor in the minutiae of the stories themselves, but rather in\n“the interactions which emerge around story telling” (Plummer, 1995: p.20) and, particularly, the interactions\nor “joint” actions between the producers, coaxers and consumers of stories. Similarly, Weeks’ analysis of\nthe creation and recreation of lesbian and gay identities cannot be understood in isolation because, as\nHeaphy (2008) suggests, “they are mediated through lesbian and gay community values”. Weeks (1996:\np.83) has suggested that the idea of a sexual community is a ﬁction, albeit a ﬁction that is necessary to\nengender a sense of “an imagined community, an invented tradition which enables and empowers”.\nCommunity acts, therefore, not only as a repository of shared values but also as a focus of individual and\ncollective identity. It provides a focus for the expression of identity, acting as a base for collective social\nand political action and providing the context for the development of a shared ethos (Weeks, 1996). For\nboth Weeks and Plummer, it is only through awareness of and some degree of engagement with a\ncollectivity that self-identity is formed and re-formed. It is here, in the intersection and interconnectedness\nof individual and collective identities that Norbert Elias’ sociology can prove illuminating. In contrast to\ntheories of reﬂexivity based on individualisation and choice narratives that dominate the sociology of\nidentity, Elias highlights the continued signiﬁcance of collectivity and interdependence. Reading the work of\nWeeks and Plummer through an Eliasian lens does not just represent a semantic shift, using differentlinguistic tools to describe and analyse the same phenomenon. Elias’ process sociology does offer\nsomething different to our understanding of contemporary lesbian and gay lives. It provides us with the\nmeans to theorise the dynamic and ﬂuid relationships between disparate sexual identities, which, at times,\nare characterised by similarity, belonging and interconnectedness and, at others, by difference, otherness\nand separation. Speciﬁcally, an Eliasian perspective allows us to analyse changes in the ‘I-We’ relationship\nwithout giving preference to only the ‘I’ or the ‘We’ identity.\n4.5 What becomes evident in the work of both Plummer and Weeks is that, despite the fact that they draw\nexplicitly on Giddens’ notions of reﬂexivity, transformation of intimacy and life politics, their\ncharacterisation of lesbian and gay life should be seen as neither excessively individualised nor as\npresenting reﬂexivity as having “simplistic liberatory potential” (Adams, 2008: p.521). Both see individual\nidentity grounded in and (re)created by collective identity because it is through interaction, shared\nexperience and collectivity that individual identities are given meaning, mediated through sharing sexual\nstories or membership of community. In this sense, although they do not use Elias’ terminology, we can\nread their work through an Eliasian lens because in both authors’ work it is possible to see the relationship\nbetween the formation of the ‘I’ identity and the ‘We’ identity. We can see the relationship between the\nsubjectively experienced, individual habitus and the collectively co-authored social habitus. We can see\nthe ways ﬁgurations, in constant ﬂux and dynamism, continue to shape one’s individual and collective\nidentity or, in Eliasian terms, our ‘I’ and ‘We’ image. Both authors allow for agency, particularly in the form\nof telling sexual stories, asserting positive and proud sexual identities and coming together as a\ncommunity to resist and challenge compulsory heterosexuality. At the same time, there is an\nacknowledgement that there are limits to this agency, that there are occasions when it is not possible to\ntell one’s story or to have control over how the story is heard by an audience, that community is not a site\nof resistance and collectivity for all because it creates new ﬁgurations of outsiders as well as insiders. The\nagency that is present in their work is one that is one that reﬂects “an embedded, embodied and\ncontradictory reﬂexivity” (Adams, 2006: p.521) that is intimately and inextricably bounded to that of others.\n4.6 In conclusion, let’s return to Heaphy’s article and his appeal for a reﬂexive sociology, which was\npredicated on the argument that scholars need to engage in critical reﬂection in an attempt to present an\naccount of lesbian and gay lives that avoids universalising and homogenising tendencies. He claimed that\nwithout employing reﬂexive methodology or reﬂexive sociology, it is impossible to accurately portray the\ndiverse and disparate experiences of lesbians and gay men. Throughout this article, it has been argued\nthat Elias’ process sociology and, especially, his ﬁgurational approach can go some way to addressing\ndifference. Individual identity / habitus has to be understood, not only in the context of the collective\nhabitus / identity but also as a temporal phenomenon formed over generations and linked as much to the\npast as it is to the present. It is also important to recognise that identity and habitus are multi-layered and\nmulti-perspectival and are shaped by the relations or ﬁgurations we have with those around us. The\nexpression of a lesbian or gay identity does involve choice, creativity and narration but the ‘I’ identity does\nnot and cannot exist without reference to a wider set of identity positions. As Elias (1970: p.124) himself,\nargued “there can be no ‘I’ without ‘he’, ‘she’, ‘we’, ‘you’ or ‘they’ [….] Taken together, the personal\npronouns are in fact an elementary expression of the fact that every person is fundamentally related to\nother people, and that every human individual is fundamentally a social being”.\nAcknowledgements\nI would like to extend my thanks to Vicki Coppock, Phil Prescott and Paul Reynolds who read earlier drafts\nof this paper and offered insightful comments. I would like to express my thanks to the anonymous\nreferees for their constructive feedback.\nNotes\n1Although similar, Elias’ and Bourdieu’s conceptualisations of habitus do differ, with Elias drawing much\nmore heavily on Freudian theory and, therefore, presenting a more psychologically informed view of the\nhabitus. Elias and Bourdieu also applied the concept of habitus to different social phenomena in their\nanalyses (Reed-Danaby, 2005; Kasper, 2009). However, this does not point to fundamental differences in\ntheir characterisation, but rather “differences in their emphases and interests” (Kasper, 2009: p.317).\n2Habitus or ‘habit’ has a long tradition in sociology and can be found in the work of the founding fathers,\nincluding Emile Durkheim and Max Weber (Camic, 1986). It was only during the mid-twentieth century that\nhabit was effectively “excised from the conceptual structure of the ﬁeld [of sociology]” (Camic, 1986:\np.1039), primarily by the structural functionalist sociologists of this period.\n3This is not to suggest that Giddens is the main or only inﬂuence in their work, nor that their work did not\naddress issues of self-identity, creativity and story-telling prior to his conceptualisation of reﬂexive\nbiographies but rather that both Weeks and Plummer make an explicit references to Giddens reﬂexivity\nthesis.\n4See Reynolds (2010) for a critical discussion of intimate citizenship and, speciﬁcally his argument that, if\nintimate citizenship is to be meaningful and realised, it is necessary to disentangle the intimate and the\nprivate.\nReferences\nADAMS, M (2006) ‘Hybridizing Habitus and Reﬂexivity: Towards an Understanding of ContemporaryIdentity?’ In: Sociology 40(3) pp. 511-528\nBECK, U. (1992) Risk Society. London: Sage\nBECK, U., Giddens, A. & Lash, S. (1994) Reﬂexive modernization: politics, tradition and aesthetics in the\nmodern social order Cambridge, Polity Press\nCAMIC, C (1986) ‘The Matter of Habit’ In: The American Journal of Sociology, 91(5) pp. 1039-1087\nCROSSLEY, N (2003) ‘From Reproduction to Transformation: Social Movement Fields and the Radical\nHabitus’ In: Theory, Culture & Society 20(6) pp43-68\nCROSSLEY, N (2005) Key Concepts in Critical Social Theory London, SAGE Publications\nDIXON, J (1988) ‘Separatism: A Look Back in Anger’ In: Cant, B & Hemmings, S (eds)  Radical Records:\nThirty Years of Lesbian and Gay History London, Routledge\nELIAS, N (1970) What is sociology? New York, Columbia University Press\nELIAS, N (1991) The Society of Individuals\nELIAS, N & Scotson, J, L (1994) The Established and the Outsiders London, SAGE Publications\nFLETCHER, J (1997) Violence and Civilization: An Introduction to the work of Norbert Elias Cambridge,\nPolity Press\nGIDDENS, A. (1991) Modernity and Self-identity: Self and Society in the Late Modern Age. Cambridge:\nPolity.\nGIDDENS, A. (1992) The Transformation of Intimacy. Cambridge: Polity Press.\nGOLDSTEIN, R (2002) The Attack Queers London, Verso\nHEAPHY, B (2008) ‘The Sociology of Lesbian and Gay Reﬂexivity’ In: Sociological Research Online 13(1)\n<http://www.socresonline.org.uk/13/1/9.html>\nJENKINS, R (2002) Pierre Bourdieu (Revised Edition) London, Routledge\nJIVANI, A (1997) It’s not Unusual: A History of Lesbian and Gay Britain in the Twentieth Century  London,\nMichael O’Mara Books Limited\nKASPER, D. V. S. (2009) ‘Ecological Habitus: Toward a Better Understanding of Socioecological Relations’\nIn: Organization Environment 22(3) pp.311-326\nPHELAN, S (2000) ‘Queer Liberalism?’ In: The American Political Science Review 94(2) pp. 431-442\nPLUMMER, K (1995) Telling Sexual Stories: Power, Change and Social Worlds London, Routledge\nPLUMMER, K (2001) ‘The Square of Intimate Citizenship: Some Preliminary Proposals’ In: Citizenship\nStudies 5(3) pp.237-253\nPLUMMER, K (2003) Intimate Citizenship: Private Decisions and Public Dialogues Seattle, University of\nWashington Press\nQUILLEY, S & Loyal, S (2004) ‘Towards a central theory: the scope and relevance of the sociology of\nNorbert Elias’ In: Loyal, S & Quilley, S (eds) The Sociology of Norbert Elias Cambridge, Cambridge\nUniversity Press\nREED-DANAHAY, D (2005) Locating Bourdieu Bloomington, Indiana University Press.\nREYNOLDS, P. (2010) ‘Disentangling Privacy and Intimacy: Intimate Citizenship, Private Boundaries and\nPublic Transgressions’ In: Human Affairs 20(1) pp.33-42\nRICH, A (1983) ‘Compulsory Heterosexuality and Lesbian Existence’ In: Abel, E & Abel, E, K (eds)  The\nSigns Reader: Women, Gender and Scholarship London, The University of Chicago Press Ltd\nRICHARDSON, D. (2004) ‘Locating Sexualities: From Here to Normality’ In: Sexualities 7(4) pp.391-411\nSMITH, D (2001) Nobert Elias & Modern Social Theory London, SAGE Publications\nSULLIVAN, A (1996) Virtually Normal: an argument about homosexuality London, Picador\nVAN KRIEKEN, R (1998) Norbert Elias London, Routledge\nVAN KRIEKEN, R (2001) ‘Norbert Elias and Process Sociology’ In: Ritzer, G & Smart, B (eds) Handbook\nof Social Theory London, SAGE Publications\nVAN KRIEKEN, R (2003) ‘Norbert Elias’ In: Key Contemporary Social Theorists Elliott, A & Ray, L (eds)Oxford, Blackwell Publishing\nWARNER, M (1999a) The Trouble with Normal: Sex Politics and the Ethics of Queer Life New York, The\nFree Press\nWARNER, M (1999b) ‘Normal and Normaller: Beyond Gay Marriage’ In: GLQ: A Journal of Lesbian and\nGay Studies\nWATNEY, S (1980) ‘The Ideology of the GLF’ In: Gay Left Collective (eds) Homosexuality: Power and\nPolitics London, Allison & Busby Limited\nWEEKS, J (1990) Coming Out: Homosexual Politics in Britain from the Nineteenth Century to the Present\n2nd edition London, Quartet Books Limited\nWEEKS, J (1996) 'The idea of a sexual community' In: Soundings, (2):pp 71- 83\nWEEKS, J (1998) ‘The Sexual Citizen’ In: Theory, Culture & Society 15 (3-4) pp35-52\nWEEKS, J (2007) The World we Have Won London, Routledge\nYOUNG, I.M., (1997), ‘Difference as a resource for democratic communication’ In: Bohman, J. & Rehg,W.\n(eds) Deliberative Democracy, Cambridge: MIT Press.",
    "id": 6528202,
    "identifiers": {
        "doi": null,
        "oai": null
    },
    "title": "'I' and 'We' Identities – an Eliasian Perspective on Lesbian and Gay Identities'",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": null,
    "references": [
        {
            "id": 14317380,
            "title": "Disentangling Privacy and Intimacy: Intimate Citizenship, Private Boundaries and Public Transgressions’ In:",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "REYNOLDS, P. (2010) ‘Disentangling Privacy and Intimacy: Intimate Citizenship, Private Boundaries and Public Transgressions’ In: Human Affairs 20(1) pp.33-42 RICH, A (1983) ‘Compulsory Heterosexuality and Lesbian Existence’ In: Abel, E & Abel, E, K (eds)  The Signs Reader: Women, Gender and Scholarship London, The University of Chicago Press Ltd RICHARDSON, D. (2004) ‘Locating Sexualities: From Here to Normality’ In: Sexualities 7(4) pp.391-411 SMITH, D (2001) Nobert Elias & Modern Social Theory London, SAGE Publications SULLIVAN, A (1996) Virtually Normal: an argument about homosexuality London, Picador VAN KRIEKEN, R (1998) Norbert Elias London, Routledge VAN KRIEKEN, R (2001) ‘Norbert Elias and Process Sociology’ In: Ritzer, G & Smart, B (eds) Handbook of Social Theory London, SAGE Publications VAN KRIEKEN, R (2003) ‘Norbert Elias’ In: Key Contemporary Social Theorists Elliott, A & Ray, L (eds)Oxford, Blackwell Publishing WARNER, M (1999a) The Trouble with Normal: Sex Politics and the Ethics of Queer Life New York, The Free Press WARNER, M (1999b) ‘Normal and Normaller: Beyond Gay Marriage’ In: GLQ: A Journal of Lesbian and Gay Studies WATNEY, S (1980) ‘The Ideology of the GLF’ In: Gay Left Collective (eds) Homosexuality: Power and Politics London, Allison & Busby Limited WEEKS, J (1990) Coming Out: Homosexual Politics in Britain from the Nineteenth Century to the Present 2nd edition London, Quartet Books Limited WEEKS, J (1996) 'The idea of a sexual community' In: Soundings, (2):pp 71- 83 WEEKS, J (1998) ‘The Sexual Citizen’ In: Theory, Culture & Society 15 (3-4) pp35-52 WEEKS, J (2007) The World we Have Won London, Routledge YOUNG, I.M., (1997), ‘Difference as a resource for democratic communication’ In: Bohman, J. & Rehg,W. (eds) Deliberative Democracy, Cambridge: MIT Press.",
            "cites": null
        },
        {
            "id": 14317377,
            "title": "Hybridizing Habitus and Reﬂexivity: Towards an Understanding of ContemporaryIdentity?’ In:",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "ADAMS, M (2006) ‘Hybridizing Habitus and Reﬂexivity: Towards an Understanding of ContemporaryIdentity?’ In: Sociology 40(3) pp. 511-528 BECK, U. (1992) Risk Society. London: Sage BECK, U., Giddens, A. & Lash, S. (1994) Reﬂexive modernization: politics, tradition and aesthetics in the modern social order Cambridge, Polity Press CAMIC, C (1986) ‘The Matter of Habit’ In: The American Journal of Sociology, 91(5) pp. 1039-1087 CROSSLEY, N (2003) ‘From Reproduction to Transformation: Social Movement Fields and the Radical Habitus’ In: Theory, Culture & Society 20(6) pp43-68 CROSSLEY, N (2005) Key Concepts in Critical Social Theory London, SAGE Publications DIXON, J (1988) ‘Separatism: A Look Back in Anger’ In: Cant, B & Hemmings, S (eds)  Radical Records: Thirty Years of Lesbian and Gay History London, Routledge ELIAS, N (1970) What is sociology? New York, Columbia University Press ELIAS, N (1991) The Society of Individuals ELIAS, N & Scotson, J, L (1994) The Established and the Outsiders London, SAGE Publications FLETCHER, J (1997) Violence and Civilization: An Introduction to the work of Norbert Elias Cambridge, Polity Press GIDDENS, A. (1991) Modernity and Self-identity: Self and Society in the Late Modern Age. Cambridge: Polity.",
            "cites": null
        },
        {
            "id": 14317379,
            "title": "The Attack Queers London,",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "GOLDSTEIN, R (2002) The Attack Queers London, Verso HEAPHY, B (2008) ‘The Sociology of Lesbian and Gay Reﬂexivity’ In: Sociological Research Online 13(1) <http://www.socresonline.org.uk/13/1/9.html> JENKINS, R (2002) Pierre Bourdieu (Revised Edition) London, Routledge JIVANI, A (1997) It’s not Unusual: A History of Lesbian and Gay Britain in the Twentieth Century  London, Michael O’Mara Books Limited KASPER, D. V. S. (2009) ‘Ecological Habitus: Toward a Better Understanding of Socioecological Relations’ In: Organization Environment 22(3) pp.311-326 PHELAN, S (2000) ‘Queer Liberalism?’ In: The American Political Science Review 94(2) pp. 431-442 PLUMMER, K (1995) Telling Sexual Stories: Power, Change and Social Worlds London, Routledge PLUMMER, K (2001) ‘The Square of Intimate Citizenship: Some Preliminary Proposals’ In: Citizenship Studies 5(3) pp.237-253 PLUMMER, K (2003) Intimate Citizenship: Private Decisions and Public Dialogues Seattle, University of Washington Press QUILLEY, S & Loyal, S (2004) ‘Towards a central theory: the scope and relevance of the sociology of Norbert Elias’ In: Loyal, S & Quilley, S (eds) The Sociology of Norbert Elias Cambridge, Cambridge University Press REED-DANAHAY, D (2005) Locating Bourdieu Bloomington, Indiana University Press.",
            "cites": null
        },
        {
            "id": 14317378,
            "title": "The Transformation of Intimacy.",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "GIDDENS, A. (1992) The Transformation of Intimacy. Cambridge: Polity Press.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://www.socresonline.org.uk/15/4/10/10.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/6528202.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/6528202"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/6528202/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/6528202/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/6528202"
        }
    ],
    "abstract": "Lesbian and gay sociology has witnessed a reflexive turn in recent years, which emphasises choice, self-creation and self-determination in the formation of sexual identities. Individuals are involved in, what Giddens (1991) called, a 'project of self' or a 'reflexive biography', which allows them to engage in a dynamic and constantly evolving process of defining and re-defining their self-identity. Identity becomes fluid, fragmented and plastic. In a recent issue of this journal, Brian Heaphy argued that such accounts of lesbian and gay reflexivity are partial and fail to take account of the ways in which structural factors continue to limit one's choice narrative and he proposed a move towards a reflexive sociology, rather than a sociology of reflexivity. This article seeks to develop Heaphy's argument further and suggests that the limitation of theories of reflexivity lies in their inability to adequately account for the continued significance of collectivity, interdependency and human relations in shaping an individual's identity. Drawing on Norbert Elias' figurational sociology, it will be argued that against a reflexive model of identity that privileges individualism, choice and creativity over collectivity and material constraints, there is a pressing need to revisit and re-establish our interdependent relationships with one another.Gay, Lesbian, Elias, Reflexivity, Figurational Sociology, Habitus",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "153",
        "openDoarId": 0,
        "name": "Research Papers in Economics",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 6528202,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2014-10-24T12:59:51+01:00",
        "acceptedDate": null,
        "createdDate": "2012-07-06T03:48:29+01:00"
    },
    "urls": [
        "http://www.socresonline.org.uk/15/4/10/10.pdf"
    ],
    "lastUpdate": "2014-10-24T12:59:51+01:00",
    "setSpecs": []
}