{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tasker, Fiona"
        },
        {
            "name": "Moller, N."
        },
        {
            "name": "Clarke, V."
        },
        {
            "name": "Hayfield, N."
        }
    ],
    "contributors": [],
    "createdDate": "2018-06-16T08:40:35+01:00",
    "dataProvider": {
        "id": 8,
        "name": "Birkbeck Institutional Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/8",
        "logo": "https://api.core.ac.uk/data-providers/8/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1177/0192513X18810930",
    "downloadUrl": "https://core.ac.uk/download/158373759.pdf",
    "fullText": "  Editorial New Frontiers of Family 1  Special Issue Editorial: ‘New Frontiers of Family: LGBTQ People Pushing Back the Boundaries of Family’ Guest Editors:  Fiona Tasker* (Birkbeck University of London, UK), Naomi Moller (the Open University, UK), Victoria Clarke (University of the West of England, UK) and Nikki Hayfield (University of the West of England, UK) In Press Journal of Family Issues (accepted 14May2018) *Corresponding author: Dr. Fiona Tasker Reader in Psychology Dept of Psychological Sciences Birkbeck University of London Malet St Bloomsbury London WC1E 7HX United Kingdom email: f.tasker@bbk.ac.uk     Editorial New Frontiers of Family 2  Special Issue Editorial: ‘New Frontiers of Family: LGBTQ People Pushing Back the Boundaries of Family’ Our Special Issue  ‘New Frontiers of Family: LGBTQ People Pushing Back the Boundaries of Family’ has brought together six exciting papers that each re-conceptualize families formed by lesbian, gay, bisexual, trans and queer (LGBTQ) people beyond the Standard North American Family model (SNAF: Smith, 1993). The SNAF has been the dominant ideological model of family in the USA and in Europe too, although it is hard to argue for a single unified model across the varying family traditions (Steinbach, Kuhnt & Knüll, 2016). Indeed, most contemporary heterosexual two parent families do not necessarily conform to the SNAF model of a mother and father living together with the father in full-time paid employment and the mother primarily responsible for children and the home (McGoldrick, Garcia-Preto & Carter, 2015). We are also quick to add that Smith’s definition and astute critique of the SNAF has been the subject of much debate since publication, not least in the Journal of Family Issues (Gavriel-Fried & Shilo, 2017; van Eeden-Moorefield, Few-Demo, Benson, Bible  & Lummer, 2018). Yet the heteronormative lure of the SNAF remains as an ideological model, not least in the appeal of same-sex marriage (Hopkins, Sorensen & Taylor, 2013; Grindstaff, 2003; Yep, Lovaas & Elia, 2003). LGBTQ scholars have highlighted how arguments in favour of legal recognition of same-sex relationships often rely on traditional notions of family and relationships and have tended to emphasise similarities between heterosexuals and non-heterosexuals. However, there has also been some resistance to such narratives and there is evidence that lesbians, gay men, and bisexual people may have relationships which are non-traditional in their everyday practices (e.g., Clarke & Finlay, 2004; Green, 2010). Our theme for this Special Issue was initially enabled by a grant from the British Psychological Society’s Research Board to sponsor a series of four seminars held in different venues in the UK during the Spring and Summer of 2016 on “New Frontiers of Family: The   Editorial New Frontiers of Family 3  Psychological Implications of Emerging Family Forms”.  These seminars fostered rich interdisciplinary debate about the meaning of family and who is in the family as they were presented by a range of UK and international scholars from psychology, sociology and social work backgrounds. Many of the innovative ideas on the doing and making of families came from presentations on the family lives of LGBTQ people and these inspired our Special Issue of the Journal of Family Issues. Exploring the LGBTQ people’s concepts of family mainly from a UK socio-political perspective gives our Special Issue an intriguing contextual frame. The concept of family has been a particular flashpoint for gay and lesbian rights activism in the UK (Cook, 2014). In 1988 the UK government forbade schools from endorsing homosexuality or “the acceptability of homosexuality as a pretended family relationship” (Section 28 of the Local Government Act England & Wales, 1988). Until this act was removed from the statute books in 2003 this legislation exemplified mainstream attitudes toward LGBTQ people by denying that tangible family relationships could be formed on the basis of same-gender partnerships.  On a broader front, the Local Government Act (1988) effectively enshrined into UK legislation a model of family ties formed traditionally on the basis of presumed consanguinity (by shared blood or biological connection) or affinity (by marriage). Marriage was accessible only to different sex couples in the UK until legal rights recognition for same sex couples in the Civil Partnership Act (2004) and finally through the Marriage (Same Sex Couples) Act (2013). While it could be argued that adoption always challenged traditional kinship concepts, adoption often had been kept as a family secret and establishing open adoptions for biologically unrelated children was only just being tried in the 1980s and 1990s (Berry, 1993; O’Halloran, 2015). Furthermore, it was only possible for a same sex couple to jointly adopt a child when the Adoption and Children Act (2002) came into force. Likewise in the 1980s and 1990s although donor insemination was an established assisted reproductive technique, it   Editorial New Frontiers of Family 4  typically remained a secret and egg donation was only just being attempted (Golombok, 2015). In this Special Issue we see the boundaries of family and kinship being challenged by adoption, assisted reproductive technologies, and LGBTQ kinning concepts; namely by adding in chosen-family members who have no consanguineal or affinal connection (Weeks, Heaphy & Donovan, 2001; Weston, 1991). In the first paper in our Special Issue Clarke, Hayfield, Ellis & Terry (this volume) have explored the interview accounts given by lesbians who live childfree lives. Paradoxically until the early 21st century it had been widely assumed that lesbians would not become mothers, yet as Clarke and colleagues reveal it still remains difficult to articulate a desire to retain a childfree family life as a cisgender adult woman.  As legislative rights are won to protect same gender couples parenting, and the gaze of society falls upon lesbian parenthood, pro-natal pressures on women in cross-gendered partnerships are being felt – and resisted -- by women in same-gender partnerships.  Narratives of family of choice (Weston, 1991) and co-independence (Weeks et al. 2001) sustained Clarke et al.’s participants as they negotiated and sustained childfree families. The experiences of LGBTQ adoptive parents, and those waiting to adopt, were explored by Costa and Tasker (this volume) in their analysis of the results of a large online survey in the UK by the non-governmental organization New Family Social. Here trends can be seen indicating that positive changes in UK equal rights legislation, namely the opening up of adoption to same-sex couples in the Adoption and Children Act (2002), have meant that the majority of LGBTQ adopters surveyed did not feel discriminated against. Nonetheless, despite this seismic change, gay men waiting to adopt still thought they might be more likely than other people to be matched with harder-to-place children. Similarly, lesbians who had already adopted thought that they actually had adopted children who social workers had thought were hard-to-place. The motivations to adopt expressed by LGBTQ adoptive parents   Editorial New Frontiers of Family 5  and those waiting to adopt varied from altruistic to individualistic ones.  Many respondents referred to both motivations in emphasizing the needs of children in the care system and their own desire to become a parent, pointing to a win-win resource for supporting children in the state welfare system.  Pralat (this volume) has examined diverse pathways to parenthood as described by the lesbian, gay and bisexual participants in his interview study. He finds that, when thinking about the future, participants often favoured certain ways of creating families, such us adoption or co-parenting arrangements, over others, such as surrogacy, because the former seemed more ‘organic’. However, these more ‘natural’ routes to parenthood were also seen as more obviously departing from normative two-parent ideals, which posed complex ethical dilemmas. In resolving these dilemmas to formulate or justify their own reproductive preferences participants mainly drew upon child-centred considerations. However, these resolutions often confounded, and sometimes confronted, heteronormative expectations concerning children’s best interests.  As Reed (this volume) has demonstrated LGBTQ parents are bombarded by images in mainstream media of parenthood within a cisgender heterosexual romantic-dyadic relationship, whilst there are only minimal (and somewhat limited) representations of same sex relationships and families available in popular shows such as Modern Family. The heteronormativity of media representations had a highly personal impact on the thirty LGBTQ parents in Reed’s study. In Reed’s interview with Hannah & Jelena we see how conventional mummy-and-daddy stories are re-told in children’s play narratives to exclude a co-parent.  However, LGBTQ parents also creatively re-craft narratives to fit with their family set up: for example, when ‘The Egg’ episode from UK children’s television show The Clangers is deployed to support a birth story in a community-centred family.   Editorial New Frontiers of Family 6  Animal companionship in human lives is considered by Riggs, Taylor, Signal, Fraser and Donovan colleagues (this volume), who found that over 70% of their LGBTQ survey respondents in Australia and the UK lived with an animal companion. Animal companionship thus seems to be as important to LGBTQ people as it to cisgender heterosexual individuals in contributing to family life (Charles, 2014). Riggs et al. concluded that sharing a home with a domesticated animal enhances psychological well-being both directly, and via increasing human contact, especially for LGBTQ people whose histories include experiences of past abuse by another human member of their family. This study raises further intriguing questions about the particular meaning, qualities, and power dynamics of animal companionship from a human perspective. In the last paper in this Special Issue Tasker and Delvoye draw our attention to the composition of family and what family relationships do in sustaining, or weakening bisexual parental identity. Here interviews with cisgender bisexual mothers revealed the complex and difficult identity work done by mothers at different points in their family life cycles as they contended with or resisted the heteronormative-homonormative binary (Rosenfeld, 2009).  Through the family maps drawn by participants we can see claims to kinship being performed and inclusions and exclusions  being made in family life that ultimately make statements about self as embedded in a network of allegiances and reciprocal responsibilities. Taken together the papers in our SI can be seen as pushing at the boundaries of who and what makes a family. Families are certainly about more than kinship ties; be they consanguineal, affinal, or chosen. Families are not only about people sharing resources, loving, and caring, but also about nourishment in a broader sense for personal well-being that can extend beyond humans to animals, beyond intimate relationships to more or less public claims of identity. Family can enable and cherish but also coercively constrain. Families have fluidity of form from the individual life cycles of their members, the aspirations of members,   Editorial New Frontiers of Family 7  and the entry and exit of members. We argue that while the authors have demonstrated the creative pushing back of the boundaries of family by the participants they presented in these six empirical papers, these are not static and we await further future new frontiers of family.     Editorial New Frontiers of Family 8  References  Charles, N. (2014). ‘Animals Just Love You as You Are’: Experiencing Kinship across the Species Barrier. Sociology, 48, 715–730. DOI: 10.1177/0038038513515353 Clarke, V., & Finlay, S. J. (2004). ‘For Better or Worse?’ Lesbian and Gay Marriage. Feminism & Psychology, 14, 17-23. DOI: 10.1177/0959353504040297  Cook, M. (2014). Queer domesticities: Homosexuality and home life in twentieth century London. Basingstoke, UK: Palgrave MacMillan. Gavriel-Fried, B. & Shilo,G. (2017). The perception of the family in Israel and the United States: Similarities and differences. Journal of Family Issues, 38, 480-499. DOI: 10.1177/0192513X15617798 Golombok, S. (2015). Modern families: Parents and children in new family forms. Cambridge, UK: Cambridge University Press. Green, A. I. (2010). Queer unions: Same-sex spouses marrying tradition and innovation. Canadian Journal of Sociology (Online), 35, 399. Grindstaff,  D. (2003). Queering marriage: an ideographic interrogation of heteronormative subjectivity. Journal of Homosexuality,  45(2-4), 257-75. DOI: Hopkins, J. J.,  Sorensen, A. &  Taylor, V. (2013). Same-Sex Couples, Families, and Marriage: Embracing and Resisting Heteronormativity. Sociology Compass, 7(2), 97–110. DOI: 10.1111/soc4.12016 McGoldrick, M., Garcia-Preto, N. & Carter, B. (2015). The Expanding Family Life Cycle: Individual, Family, and Social Perspectives (4th Edition). London, UK: Pearson. O’Halloran, K. (2015). The Politics of Adoption: International Perspectives on Law, Policy and Practice. New York: Springer.   Editorial New Frontiers of Family 9  Rosenfeld, D. (2009). Heteronormativity and homonormativity as practical and moral resources: The Case of Lesbian and Gay Elders. Gender and Society, 23, 617-638. DOI: Smith, D.E.  (1993). The Standard North American Family: SNAF as an ideological code.  Journal of Family Issues, 14(1), 50-65. Steinbach, A., Kuhnt, A-K. & Knüll, M. (2016). The prevalence of single-parent families and stepfamilies in Europe: can the Hajnal line help us to describe regional patterns? The History of the Family, 21, 578-595. DOI: 10.1080/1081602X.2016.1224730 van Eeden-Moorefield, B., Few-Demo, A. L., Benson, K., Bible, J.  & Lummer, S. (2018). A content analysis of LGBT research in top family journals 2000-2015. Journal of Family Issues, 39, 1374-1395. DOI: 10.1177/0192513X17710284 Weeks, J., Heaphy, B. & Donovan, C. (2001). Same sex intimacies: Families of choice and other life experiments. London, UK: Routledge. Weston, K. (1991). Families we choose: Lesbians, gays, kinship. New York, NY: Columbia University Press. Yep,  G.  A. , Lovaas, K. E. &  Elia, J.P. (2003). A Critical Appraisal of Assimilationist and Radical Ideologies Underlying Same-Sex Marriage in LGBT Communities in the United States.  Journal of Homosexuality, 45(1), 45-64. DOI: 10.1300/J082v45n01_03  ",
    "id": 158373759,
    "identifiers": {
        "doi": "10.1177/0192513X18810930",
        "oai": "oai:eprints.bbk.ac.uk.oai2:22643"
    },
    "title": "'New frontiers of family: LGBTQ people pushing back the boundaries of family'",
    "language": null,
    "publishedDate": "2018-12-01T00:00:00+00:00",
    "publisher": "Sage",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.bbk.ac.uk/22643/1/Tasker%20et%20al%20Editorial%20Review%20in%20press%20New%20Frontiers%20of%20Family%20SI%20JFI.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/158373759.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/158373759"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/158373759/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/158373759/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/158373759"
        }
    ],
    "abstract": "Our special issue “New Frontiers of Family: LGBTQ People Pushing Back the Boundaries of Family” has brought together six exciting articles that each reconceptualize families formed by lesbian, gay, bisexual, trans, and queer (LGBTQ) people beyond the Standard North American Family model (SNAF; Smith, 1993). The SNAF has been the dominant ideological model of family in the United States of America and in Europe too, although it is hard to argue for a single unified model across the varying family traditions (Steinbach, Kuhnt, & Knüll, 2016). Indeed, most contemporary heterosexual two-parent families do not necessarily conform to the SNAF model of a mother and father living together with the father in full-time paid employment and the mother primarily responsible for children and the home (McGoldrick, Garcia-Preto, & Carter, 2015). We are also quick to add that Smith’s definition and astute critique of the SNAF has been the subject of much debate since publication, not least in the Journal of Family Issues (Gavriel-Fried & Shilo, 2017; van Eeden-Moorefield, Few-Demo, Benson, Bible, & Lummer, 2018). Yet the heteronormative lure of the SNAF remains as an ideological model, not least in the appeal of same-sex marriage (Grindstaff, 2003; Hopkins, Sorensen, & Taylor, 2013; Yep, Lovaas, & Elia, 2003). LGBTQ scholars have highlighted how arguments in favor of legal recognition of same-sex relationships often rely on traditional notions of family and relationships and have tended to emphasize similarities between heterosexuals and non-heterosexuals. However, there has also been some resistance to such narratives and there is evidence that lesbians, gay men, and bisexual people may have relationships that are nontraditional in their everyday practices (e.g., Clarke & Finlay, 2004; Green, 2010)",
    "tags": [
        "PS",
        "PS"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "PS"
    ],
    "oai": "oai:eprints.bbk.ac.uk.oai2:22643",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "8",
        "openDoarId": 0,
        "name": "Birkbeck Institutional Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 158373759,
        "depositedDate": null,
        "publishedDate": "2018-12-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T05:11:33+00:00",
        "acceptedDate": null,
        "createdDate": "2018-06-16T08:40:35+01:00"
    },
    "urls": [
        "https://eprints.bbk.ac.uk/id/eprint/22643/1/Tasker%20et%20al%20Editorial%20Review%20in%20press%20New%20Frontiers%20of%20Family%20SI%20JFI.pdf"
    ],
    "lastUpdate": "2024-02-12T05:11:33+00:00",
    "setSpecs": []
}