{
    "acceptedDate": "2009-04-29T00:00:00+01:00",
    "authors": [
        {
            "name": "McKee, Alan"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-02T14:31:28+01:00",
    "dataProvider": {
        "id": 310,
        "name": "Queensland University of Technology ePrints Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/310",
        "logo": "https://api.core.ac.uk/data-providers/310/logo"
    },
    "depositedDate": "1999-08-01T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1080/10350339909360430",
    "downloadUrl": "https://core.ac.uk/download/10904039.pdf",
    "fullText": "This is the author’s version of a work that was submitted/accepted for pub-lication in the following source:McKee, Alan (1999) (Anti)Queer : introduction. Social Semiotics, 9(2), pp.165-170.This file was downloaded from: http://eprints.qut.edu.au/42010/c© Copyright 1999 Taylor & FrancisThis is an electronic version of an article published in [Social Semiotics,9(2), pp.165-170]. [Social Semiotics] is available online at informaworld.Notice: Changes introduced as a result of publishing processes such ascopy-editing and formatting may not be reflected in this document. For adefinitive version of this work, please refer to the published source:http://dx.doi.org/10.1080/10350339909360430  Whenever a particle meets its antiparticle counterpart, it ... liberat[es] energy and produc[es] a burst of gamma rays ... According to our best theories of particular behaviour, the vacuum is a seeting mass of virtual particles in tis own right, even when there are no real particles present ... The virtual particles are as real as the rest of quantum theory (Gribbin, 1991: 127, 201) Queer physics. The ‘anti- of ‘(Anti)Queer’ is a queer anti.  In particle physics, a domain of science which was for a long time peddled as ultimately knowable, rational and objective, the postmodern turn has made everything queer (or chaotic, as the scientific version of this turn is perhaps more commonly named).  This is a world where not only do two wrongs not make a right, but a negative and positive do not calmly cancel each other out to leave nothing, as mathematics might suggest.  When matter meets with anti-matter, the resulting explosion can produce not only energy - heat and light? - but new matter.  We live in a world whose very basics are no longer the electron and the positron, but an ever proliferating number of chaotic, unpredictable - queer? - subatomic particles.  Some are ‘charmed’, others merely ‘strange’ .  Weird science indeed. The ‘Anti-’ of ‘Anti-queer’ does not place itself neatly into binaries.  This is not a refutation of all that queer has been or will be.  It is explicitly a confrontation, a challenge, an attempt to take seriously not only the claims made for queer but the potent contradictions and silences which stand proudly when any attempt is made to write a history of the term.   Specifically, ‘Anti-Queer’ is not Beyond Queer, the title of Bruce Bawer’s 1996 book which calmly and self-confidently explains the failings of queer, extols a return to a liberal political theory of cultural change and places its own marker on queer as a movement whose purpose has been served.  We are not Beyond Queer.  And if we are Anti-Queer, it is only to challenge those working in the arena to acknowledge and work with some of the facts of the movement’s history whose productivity has been erased with a gesture which has, proved, bizarrely, to be reductive and homogenising. This Introduction was heading in the direction of gentle and superior chastisement, a sort of uncover Beyond Queer.  The piece was readied and on the launch platform before its structural flaws became suddenly apparent.  It was to be called ‘La Politiques des Queers’, and its argument was to be a simple one: that Queer theory was not, and never had been a ‘theory’, per se.  The argument would have taken off from the ‘Politiques des auteurs’ which has informed film theory at various times since the nineteen sixties.  Translated with a lively abandon as ‘Auteur theory’, by Peter Wollen, this attempt to promote interpretation of filmic texts through the figure of the director was popular in academic criticism for a decade; and yet, as John Caughie notes: Auteurism was not in itself a theory.  Cahiers [du Cinema, the French film magazine where a politiques des auteurs first emerged] proposed it as a policy; [Andrew] Sarris was prepared to admit it was more of an attitude than a theory; and Movie refused theoretical elaboration (Caughie, 1981: 13). Indeed:  when what Henderson calls the ‘scandal’ of its lack of theoretical foundation was recognized ... the ‘auteur-structuralists’ themselves came to acknolwedge that their relationship to structuralism had been less theoretical than instrumental (124) This would have been the trajectory of the Introduction to ‘Anti-Queer’; a challenge to the ‘scandal’ of Queer Theory’s lack of theory. Of course, such a challenge would have been fundamentally misconcieved, relying on a profoundly unQueer understanding of what ‘theory’ might be; hanging on to some of the (pre-chaotic) scientific mystique of a term whose authority calls across the gap of linguistic uncertainty to good old fashioned empiricism.  If theory is understood in a Queer sense, objections disappear: .Theory is ... a very special kind of story ... A theory is a story with a plot whose ending is satisfactory explanation, whose main characters struggle heroically with obscurity for the length of a hard journey through the territory of difficulty and darkness, until the forest clears and they emerge into the upland spaces of light and clarity (Inglis, 1993: 245) If theory is no longer the privileged, scientific space of provable fact, if theories are understood to be potent and political narratives (fictions, in Hartley’s term), it makes little sense to berate Queer for its use of the term, to insist that it be renamed a ‘policy’ or (even better) an ‘attitude’ (REFERENCE TO GLQ).  The term ‘undertheorised’ (QUOTATION APPLIED TO AUTEUR THEORY) becomes a charge which says more about those taking it upon themselves to pass judgement than it does about the field of knowledge thus described. And yet ... And yet, something remains of the unease which provided the initial motivation for this issue of Social Semiotics.  That unease is a response to that tendency in Queer which refuses self-reflexivity; in particular, the notion that Queer is whatever anyone who wishes to use the term desires to make of it.  The recognition that queer theory has ‘neither a fundamental logic nor a consistent set of characteristics’ (Jagpes, 1996: 96) has lead too many authors to a position whereby Queer becomes ‘intuitive’ (Michael Warner, quoted in Jagose, 1996: 96).  As I have argued elsewhere, such an extension of Queer’s contradictory nature is neither desirable nor inescapable (McKee, forthcoming).  For the fact of Queer’s lack of fundamental logic and consistent set of characteristics does not mean that Queer Theory has no history. The implications of refusing to define queer have been profound.  Epistimologically, queer becomes a heuristic project.  If its knowledge cannot be communicated in terms of argument, example, repetition, if it is purely ‘intuitive’, then there is no basis from outside queer’s institutional bases (it doesn’t have them? shame on you.  Consider the journals, the books, publishing houses, conferences, panels ...) from which to engage with queer. If it is unknowable, then argument can finally pass no further than assertion.  This is an ecclesiastical knowledge, acquired by revelation, transmitted by benediction - FIND QUOTE FROM BRIAN ON THE DESIRE FOR DISCIPLES, AND THE REFERENCES HE GAVE ME WHICH I’VE LOST. .This is the tendency referred to above as homogenising.  For Queer, whatever its openness and claims to lack of centre, has been taken up and circulated historically in various ways.  To return all of these to being the equal of status of Queer is ahistorical.  By contrast, to write a history of these uses is not to be unQueer.  To try to name the real Queer, to police the uses of the word, is a different project, and one whose merits I am uninterested in debating.  But that is not the project of this collection. INTRODUCE THE ARTICLES. The same - perhaps slightly eccentric - logic orders the book reviews in this issue.  All of the books reviewed proclaim themselves to be ‘Queer’; and it will become obvious that each has a particular version of ‘Queer’ in mind.  The point of this collection is not to produce a canon, to review those books which essentially define queer and which may be read to give an insight into the central project of Queer.  It is rather to suggest some of the multititude of ways in which Queer has been taken up and circulated, the varieties of - often contradictory - meanings which it has (quite successfully) borne Queer has not exhausted its usefulness.  Queer has only begun to realise its potential.  The Call for Papers for this issue of Social Semiotics went out under the title ‘Anti-Queer’.  Ignoring the body of the text, a flurry of abstracts seized on the title as an invitation to attack the project of Queer. The conviction with which Queer has been - and continues to be - attacked, stands testament to the importance of the issues it addresses - identity, politics, sexuality.  Hopefully, the revised formulation (Anti)Queer (for which I am indebted to Mark Gibson) clarifies the studied ambivalence of this volume.  Queer is a stimulating, a provocative and a useful project.  It is also a problematic one.  This issue of Social Semiotics addresses some of those problmes - not as insurmountable difficulties which Queer must resolve or stand forever paralysed - but as some of the sites whose tension has proved most productive of the very energy of Queer.   Gribbin Caughie, John (ed) (1981), Theories of Authorship: a Reader, Routledge; London and New York. Inglis, Fred (1993), Cultural Studies, Oxford: Blackwell publishers. Jagose, Anna Marie (1996), Queer Theory, Melbourne: Melbourne University Press. ",
    "id": 10904039,
    "identifiers": {
        "doi": "10.1080/10350339909360430",
        "oai": "oai:eprints.qut.edu.au:42010"
    },
    "title": "(Anti)Queer : introduction",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "1999-01-01T00:00:00+00:00",
    "publisher": "Routledge",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.qut.edu.au/42010/"
    ],
    "updatedDate": "",
    "yearPublished": "1999",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10904039.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10904039"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10904039/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10904039/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10904039"
        }
    ],
    "abstract": "The ‘anti- of ‘(Anti)Queer’ is a queer anti. In particle physics, a domain of science which was for a long time peddled as ultimately knowable, rational and objective, the postmodern turn has made everything queer (or chaotic, as the scientific version of this turn is perhaps more commonly named). This is a world where not only do two wrongs not make a right, but a negative and positive do not calmly cancel each other out to leave nothing, as mathematics might suggest. When matter meets with anti-matter, the resulting explosion can produce not only energy - heat and light? - but new matter. We live in a world whose very basics are no longer the electron and the positron, but an ever proliferating number of chaotic, unpredictable - queer? - subatomic particles. Some are ‘charmed’, others merely ‘strange’ . Weird science indeed. The ‘Anti-’ of ‘Anti-queer’ does not place itself neatly into binaries. This is not a refutation of all that queer has been or will be. It is explicitly a confrontation, a challenge, an attempt to take seriously not only the claims made for queer but the potent contradictions and silences which stand proudly when any attempt is made to write a history of the term. Specifically, ‘Anti-Queer’ is not Beyond Queer, the title of Bruce Bawer’s 1996 book which calmly and self-confidently explains the failings of queer, extols a return to a liberal political theory of cultural change and places its own marker on queer as a movement whose purpose has been served. We are not Beyond Queer. And if we are Anti-Queer, it is only to challenge those working in the arena to acknowledge and work with some of the facts of the movement’s history whose productivity has been erased with a gesture which has, proved, bizarrely, to be reductive and homogenising",
    "tags": [
        "Contribution to Journal",
        "queer theory",
        "filmic texts"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Contribution to Journal"
    ],
    "oai": "oai:eprints.qut.edu.au:42010",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "310",
        "openDoarId": 0,
        "name": "Queensland University of Technology ePrints Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10904039,
        "depositedDate": "1999-08-01T00:00:00+01:00",
        "publishedDate": "1999-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T08:37:06+00:00",
        "acceptedDate": "2009-04-29T00:00:00+01:00",
        "createdDate": "2013-07-02T14:31:28+01:00"
    },
    "urls": [],
    "lastUpdate": "2024-01-30T08:37:06+00:00",
    "setSpecs": []
}