{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Smith, Walker"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-10T22:42:32+01:00",
    "dataProvider": {
        "id": 3666,
        "name": "University of Louisville",
        "url": "https://api.core.ac.uk/v3/data-providers/3666",
        "logo": "https://api.core.ac.uk/data-providers/3666/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.18297/etd/3851",
    "downloadUrl": "https://core.ac.uk/download/534817568.pdf",
    "fullText": "University of Louisville ThinkIR: The University of Louisville's Institutional Repository Electronic Theses and Dissertations 1-2022 (De)Legitimizing genres: rhetoric and tactical institutional critique. Walker Smith University of Louisville Follow this and additional works at: https://ir.library.louisville.edu/etd  Part of the Rhetoric Commons Recommended Citation Smith, Walker, \"(De)Legitimizing genres: rhetoric and tactical institutional critique.\" (2022). Electronic Theses and Dissertations. Paper 3851. https://doi.org/10.18297/etd/3851 This Doctoral Dissertation is brought to you for free and open access by ThinkIR: The University of Louisville's Institutional Repository. It has been accepted for inclusion in Electronic Theses and Dissertations by an authorized administrator of ThinkIR: The University of Louisville's Institutional Repository. This title appears here courtesy of the author, who has retained all other copyrights. For more information, please contact thinkir@louisville.edu. (DE)LEGITIMIZING GENRES: RHETORIC AND TACTICAL INSTITUTIONAL CRITIQUE By Walker Smith B.A., Oklahoma City University, 2013 M.A., Oklahoma State University, 2017 A Dissertation  Submitted to the Faculty of the  College of Arts and Sciences of the University of Louisville  in Partial Fulfillment of the Requirements for the Degree of Doctor of Philosophy in English/Rhetoric and Composition Department of English University of Louisville Louisville, Kentucky May 2022  ii (DE)LEGITIMIZING GENRES: RHETORIC AND TACTICAL INSTITUTIONAL CRITIQUE By Walker Preston Smith B.A., Oklahoma City University, 2013 M.A., Oklahoma State University, 2017 A Dissertation Approved on  April 12, 2022 by the following Dissertation Committee: _________________________________________________ Mary P. Sheridan Dissertation Chair _________________________________________________ Timothy Johnson Committee member __________________________________________________ Frank Kelderman Committee member __________________________________________________ Michelle Eble Committee member  iii ABSTRACT (DE)LEGITIMIZING GENRES: RHETORIC AND TACTICAL INSTITUTIONAL CRITIQUE Walker P. Smith April 12, 2022 This dissertation forwards a rhetorical theory of institutions that centers their genre-based communications, redefines institutions in relation to organizations, and contributes to the field’s understanding of how communities collaboratively rewrite entrenched institutionalized practices from the outside, thus reducing the harm that institutions can enact. Using evangelical church policies on marriage as a case study, I answer the following questions: How do historically sedimented institutions, their genres, and their practices rhetorically impose, legitimize, and regulate certain patterns of social life? How does an evangelical Christian church manage to govern the gendered and sexual lives of their members and maintain their power in these arenas over long periods of time? How do communities intervene in institutional violence as a form of tactical institutional critique? More specifically, how do Church Clarity volunteers collaborate with their website’s users to uncover the actively enforced policies of churches that are  iv largely occluded from the general public? I investigate these questions by tracing how one large, sweeping institution (evangelical marriage) has composed/imposed certain realities onto its LGBTQ members through the uptake of one genre (the church policy) without providing them the technical knowledge necessary to understand the risks they face by becoming involved. Through three case studies, I demonstrate how rhetorical genre studies (RGS) can provide the necessary foundation for expanding our theories of institutions. In these case studies, RGS revealed a series of new claims about institutional rhetorics: that institutions are constantly changing, and that change is even necessary to their sustained presence; that establishing and maintaining a conferral-based system of legitimacy is crucial to organizational power; and that rhetorical deinstitutionalization is possible at the individual level if we begin to envision it differently. Institutions as genres opens up our studies to be able to see much more about how they operate at the organizational and individual levels, how they travel across contexts, how they are continually used to exercise power over people, and how they may begin to break down under pressure.  v TABLE OF CONTENTS ABSTRACT……………………………………………………………………………iii INTRODUCTION………………………………………………………………………1 WHEREAS/RESOLVED: INSTITUTIONAL CHANGE IN THE SOUTHERN BAPTIST CHURCH’S REPORT-RESOLUTION CYCLE ………………………..…..18 What Archives Can Tell Us About Institutions……………………………....….21 Marriage in the City: The Home Missions Board up to 1912…………….…..…26 Marriage under the Influence: Reinventing Home Missions as Social Service…33 Marriage Exposed: The Question of Legitimacy in the Report-Resolution  Cycle.…………………………………………………………………………….37 RHETORICAL LEGITIMACY: HOW OCCLUDED GENRES BECOME INSTITUTIONALIZED IN THE U.S.’S TOP 30 MOST INFLUENTIAL CHURCHES…………………………………………………………………………….47 Rhetorical Legitimacy and the Generic Processes of Institutionalization………51 “God’s Greenhouse to Grow Strong Marriages”: Cultivating Moral Panics/Rests for Organizational Legitimacy………………………………………………….58 Becoming Married: Conferring Rhetorical Legitimacy to Individuals…………69 EXPOSING THE “ACTIVELY ENFORCED” POLICY: TACTICAL TECHNICAL DISRUPTAKE FOR RHETORICAL DEINSTITUTIONALIZATION……………….78  vi Church Clarity as Tactical Technical Communication: Disruptakes and Deinstitutionalizaiton…………….………………….………………….…….81 “I’m just like, what are you hiding?”: How Users Interact with Church Websites…..…………………………………………………………………..86 “Like a mining process”: How Users Interact with Church Clarity………….92 CONCLUSION……………………………………………………….………….….110 REFERENCES………………………………………………….……………..…….132 CURRICULUM VITA…………………………………………………………...….145 1 INTRODUCTION ● At the top of Atlanta-based Grace Midtown Church’s website, it reads, “We existto invite all humans to become awake to God.” After being told by their pastorthat, as a queer person, they would “never hit a glass ceiling,” Kevin Garciadevoted years of service to the church, only to be later told, “We can’t let youlead.”● NYC-based Hillsong Church writes on their website that they “[love] ALLpeople”: “We are an inclusive Christian church that loves, values, and welcomesall people, regardless of their background, ethnicity, beliefs, values, or personalidentity.” Even though he disclosed to the choir leader that he was in a committedsame-sex relationship prior to joining the choir, Josh Canfield was removed fromthe stage and asked to serve as a behind-the-scenes vocal coach after coming outas gay on national television.● South Carolina-based NewSpring Church writes on their website, “No matterwhat you’ve been through or where you come from, you are welcome here.” Afterprivately discussing his sexual orientation with a leader in the church, RyanRobidoux was banned from volunteering at the church’s summer camp becausethe pastor didn’t feel comfortable with him being in “a room full of teen boys.” 2 ● Atlanta-based Passion City Church writes on their website that “We’re all in thistogether.” After applying to be baptized at their church, Erica Ferguson received aphone call that she would be barred from participation due to “differinginterpretations” regarding her same-sex relationship.● The pastor of Washington-based Rain City Church delivered a sermon entitled“Homophobia Stops Here!,” committing to making their church a “safe space”that promotes LGBTQ “inclusivity.” After years of devoted service to the church,Chandra Ryder’s request for a same-sex wedding officiant was denied by thatsame pastor. ● North Carolina-based Elevation Church claims on its website that one of its tencore principles is “valuing people.” Nathaniel Totten, who served in their musicministry, was told that everyone can “come as you are” but that gay people couldnot serve in positions of leadership or volunteer with children. After he starteddating other men, Nathaniel was removed from the music ministry.● Washington-based Radiant Covenant Church writes on their website that they are“committed to fostering a community” that “[reflects] the illuminating love ofGOD.” Ryan Ciganek was fired from staff after coming out as bisexual.● The pastor of Georgia-based North Point Community Church preached that theirchurch should be “the safest place for gay youth.” After coming out on Facebook,Kat was removed from youth leadership.● On the Oklahoma-based Church of the Harvest’s website, one of the core valuesis “believing, loving and caring for people.” After serving countless volunteer 3 hours over many years, a worship pastor was removed from leadership after the youth pastor became aware of his HIV status. In response to these and many other similar stories, Church Clarity formed in 2017 as a counter-institutional, volunteer-based collective that invites users to submit churches with ambiguous policies, researches those churches’ various webtexts and affiliations, scores their LGBTQ policies as they are written and as they are actively enforced, and publishes links to all relevant evidence on their website. Research in rhetoric, composition, and technical communication has multiple avenues for understanding the community-engaged work that Church Clarity volunteers do, which might be restated as: (1) they center the lived experiences and knowledges of LGBTQ people in faith-based spaces, (2) they rhetorically intervene in material-semiotic circulations of institutional violence, (3) they study genre uptake by collaboratively developing and harnessing technical expertise through research and digital tools, and (4) they evaluate and recompose the genre of the church policy based on community-driven criteria. It’s no doubt that community writing efforts like Church Clarity have been and continue to be a fruitful site of analysis for our scholarship. However, in rhetoric, composition, and technical communication, our rhetorical theories of institutions are still somewhat inadequate for addressing the complex genred activity happening between evangelical Christianity broadly and community writing efforts like Church Clarity. Because we as academics speak as institutional insiders, we have attended more to the members of our communities who work inside or alongside institutional settings like the university and the corporate workplace, and a case study like Church Clarity provides a helpful counterbalance. In this dissertation, I explore the connections between genres and   4 institutions and consider what might happen if we define institutions as genres, or by using the language of rhetorical genre studies.  Literature Review Institutions  Within the fields of rhetoric, composition, and technical communication, the concept of the institution is often a synonym for both the physical space that materializes an organization of people, usually a university building or a corporate workplace, and the written and spoken discourse from which they derive their power (Porter, et al. 2000; Atwill, 2002; Bousquet, 2002; O’Neill, 2002; Grabill, et al. 2003; Zarefsky, 2008; Johnson, 2014; Thompson, 2017). Porter, et al. (2000) defines institutions as “rhetorically constructed human designs (whose power is reinforced by buildings, laws, traditions, and knowledge-making practices).” This definition has provided a theoretical framework and contributed to a rich body of scholarship through which we can understand rhetorical activity in institutions like the university and the corporation, which I will outline in the remainder of this literature review. However, Skinnell (2019) observes that the field is largely unprepared to sustain rhetorical analyses of institutions and their artifacts beyond (1) the traditional rhetorical appeals, (2) the rhetorical situation, (3) Burkean identification, (4) visual elements of persuasion, (5) as an exercise in rhetorical agency, or (6) as an artifact isolated from its “sprawling rhetorical network.” What we are missing, he argues, are “detailed institutional theories to explain how they get the right to speak to other institutions and individuals, and how institutions shape discourse in powerful and distinct ways”  5 (Skinnell, 2019). Despite the “intimately intertwined” relations of rhetorics and institutions, rhetoric scholars have allowed “institution” to operate as a “floating signifier” that “can be made to mean what we need it to mean” (Skinnell, 2019). In this section, I will review and assess how institutional critique specifically has been defined and applied in our fields, before exploring how institutions appear in the fields of organizational studies, management theory, and sociology that Skinnell (2019) recommends as a potential resource for our continued development of institutional rhetorical theories. Institutional critique. The essay that often serves as the foundation for theorizing about institutions in rhetoric and composition (Porter, et al., 2000) is largely imagined from inside the institution: the perspective of a mid-level manager, such as a writing program administrator, working for a fairly stable institution, such as a university, but the authors are careful to present an argument that has the potential to be applied beyond the setting of the WPA’s office. Acknowledging that institutions are “powerful” and “hard to change,” Porter, et al. (2000) argues for understanding institutions not as a “monolith” but as rhetorical and “changeable.” That they are “changeable” is fundamental to their central argument: institutions, they argue, can be “rewritten [...] through rhetorical action,” a methodology that they term “institutional critique” (Porter, et al. 2000). However, this work, as they describe it, is possible but necessarily slow and incremental, and must be led by (or done in collaboration with) an institutional insider: “institutional insider work is instrumentally necessary and intellectually rich—change simply will not happen without it” (Grabill, et al., 2003).  6 Rhetoric’s key contribution to the methodology is an awareness of context—how rhetorical activity can be used to mediate “macro-level structures and micro-level practices rooted in a particular space and time” (Porter, et al. 2000, emphasis added). Institutional authority is exerted through the “design of space,” while institutional change is effected through rhetorical interventions in the “gaps,” “fissures,” “ambiguities,” and “mismatches” by human actors who already have just enough institutional power to interrogate such “boundaries” (Porter, et al. 2000). Two decades later, there are understandably some limitations to Porter, et al.’s argument. First, their analysis is mostly restricted to the university setting, particularly the WPA, though admittedly, this was more sedimented by the responses to the essay than the essay itself. While they intend for their definition, “rhetorically constructed human designs,” to be lifted and applied to other institutions, the definition alone is somewhat too vague to transfer. Here, I am echoing the provocative concerns raised by Long Chu (2019) that question the value of defining gender as a “social construct,” claiming that while that may be very true, it is also “wildly incomplete” and could be applied to “a great number of things.” In our case, placing institutions in a category of “things we have rhetorically constructed” is a useful start to developing a rhetorical theory of institutions, but it also reveals little detail about what they are or how we change them. Additionally, the insider/outsider framework misses a significant amount of complexity regarding who is involved in writing, revising, maintaining, and breaking down institutions over time. Other theories of institutions. Taking up Skinnell’s suggestion (2019) to consult theories of institutions in other academic disciplines, below I share relevant concepts from new institutional theory, a subfield that draws from sociology, specifically  7 management theory and organizational studies. Importantly, though, Skinnell is not the first to call for such a move. Agreeing that because institutions are rhetorical resources, they are subject to critique, Britt (2006) turns to foundational institutional theorists like Berger and Luckmann (1966) and Douglas (1986) to strengthen our own definitions. She argues that individuals are socialized into the institution through rational narratives that legitimize those practices and directs future researchers to examine the role of legitimacy in institutional rhetorics. Heeding her advice, the table below highlights interventions, claims, and terms from a sociological framework with special attention to who has the agency to legitimize institutional practices and how they acquire and enact that privilege. I align with Britt (2006) by arguing that legitimacy is fundamental to uncovering the power relations in an institution, guiding us to see where and how they are vulnerable to critique. Theory Intervention Key Claims Key Term New institutional theory Defines institution as the “rules, norms and beliefs that describe reality,” distinct from “organizational fields” that form around certain issues as “centers of debate”  (Hoffman 1999) Barley and Tolbert 1997: individuals are “suspended” in an institution’s “web of values, norms, rules, beliefs, and taken-for-granted assumptions” that is spun with “historical accretions of past practices and understandings that set Deinstitutionalization: “the process by which deeply entrenched practices give way to new innovations” (Ahmadjian and Robinson 2001); open to outsider-driven disruption, which often leads to insiders attempting to restore  8 conditions on action” Barley and Tolbert 1997: individuals can “modify” strands of the web, but the web still retains all the agency through its “shared rules and typifications that identify categories of social actors and their appropriate activities or relationships” legitimacy (Maguire and Hardy 2008) Table 1: Relevant Concepts in Institutional Theories. Genres & Their Uptake For Church Clarity, institutional critique is outsider-driven, or tactical, and requires the work of genre knowledge. Volunteers target the genre of the church policy as the site where institutions are most pliable. Churches often have written policies, sometimes passed down from a denominational authority or carried over from other local contexts, and how each written policy is materialized in practice is often left ambiguous. Its practical component—what Church Clarity volunteers call the “actively enforced” policy—is often not recorded anywhere, but still well-known amongst experienced members. Policies, as scripts that dictate the bounds of acceptable behavior, are powerful enough on their own, but they are necessarily aided by those institutional practices that actively enforce the script. Genres and their activity form complex social webs with long, occluded histories that can be difficult for church members to navigate effectively, and  9 the stakes could not be higher as one’s participation in the church is intimately connected to how well they publicly perform the policies’ scripts. To understand the complicated and shifting entanglements of genre and institutional practice, I am informed by a series of theoretical warrants developed by scholars in rhetoric and composition that help us recognize how genres are composed, circulated, and adapted: 1. Genre knowledge is the basis for social interaction and is embedded in oureveryday cognition, and thus we should study genres as dynamic, sociallysituated, rhetorical phenomena that develop over time, are always localized,reproduce social structures, and reflect a community’s ways of knowing and being(Miller, 1984; Bakhtin, 1986; Bazerman, 1988; Berkenkotter & Huckin, 1993).2. Genres do not act alone as isolated entities, but instead appear in sets (the fullrange of texts that a single rhetor must produce in a particular setting), interrelateand overlap in systems (the full range of genres used by all rhetors involved in aparticular activity), and shift over time in broader ecologies (the full range ofevolutions that all rhetors must enact as they adapt historical genres, sets, andsystems to mediate activity) (Bazerman, 1994; Spinuzzi & Zachry, 2000; Devitt,2008). 3. Transactions among interrelated genres are a fundamental operation of theirecologies, and genres’ transmodal production, circulation, reception, and remixare not distinct acts but are recurring, overlapping potentialities for rhetoricalinvention (Prior, 2009; Ray, 2013; Edwards, 2017). 10 What’s crucial, then, to understanding genres in relation to institutions is not just how they are written but how they are taken up in the mediation of activity. It’s no surprise that textual analysis alone is inadequate for Church Clarity’s volunteers, who seek to trace how genres are actively enforced beyond the act of writing them down. Because they are largely invisible to outsiders and only exist to the extent that they are embedded in institutional practice, the actively enforced policy is what Swales (1996) calls an “occluded genre”: “exemplars of these genres are typically hidden, 'out of sight' or 'occluded' from the public gaze by a veil of confidentiality.” They are seen only in their consequences. Referring to the academic job market, he writes that “newcomers” are particularly at risk of missing the conventions of occluded genres, which might cause “difficulties in matching the expectations of their targeted audiences” (Swales 1996). The work of surviving, navigating, and critiquing an institution requires sophisticated awareness of how genres are typically understood and enacted—their uptake. Uptake, or The Effects of Genres. Seeking to name “the bidirectional relation that holds between genres,” Freadman (2002) originally derived uptake from J. L. Austin’s How to Do Things With Words. Austin (1962) is invested in the effects of performative speech acts—utterances that perform an action beyond just speaking. He breaks down the performative speech act into its components: the locutionary (any meaningful utterance), the illocutionary (any intentional utterance), and the perlocutionary (any effect of an utterance) (Austin 1962). In other words, the performance of the speech act is only successful (locutionary) to the extent that it communicates its intended meaning (illocutionary) and achieves its intended effects (perlocutionary). Significantly, the effects of the performative speech act can be felt by its audience, and those effects might  11 align with the speaker’s intended objects or they might appear as unintended sequels, over which the speaker has little to no control (Austin 1962). In his words, this process always “involves the securing of uptake” because the speech act is transformed from its original expression and taken up as new forms (Austin 1962). Freadman (2002) adapted Austin’s notion of uptake to understand how genres are linked together in an activity system, thus naturalizing their relationship and establishing a coherent sequence of activity. But more recently, the use of the term has softened from a visible “link” to refer to many kinds of “interconnections, translations, and pathways between genres,” including all of the enactments, dispositions, and conditions that “inform individuals’ genre performances” (Dryer, 2008; Reiff and Bawarshi, 2016). Genres might be “sites of social action” (Miller, 1984), but it’s only in their uptakes that they are “routinized” (Reiff and Bawarshi, 2016). For example, how a church policy is materialized in practice is institutionalized by actively enforcing the policy in similarly repeated patterns in many spaces across time. Emmons (2009) uses theories of performativity to understand the repetitive nature of this process: where genre is a performance of a speech act that is recognizable by how it cites past performances, or “the variety of habits and dispositions that are commonplace to that system,” uptake explains how each new performance of a genre is imbued with the speaker’s particular context. Thus, how we practice a policy is not always repeated according to the same pattern: each instance of uptake allows the user to repeat, adapt, innovate, resist, and/or discard those sedimented patterns. However, uptake requires a selection from available dispositions, or “social roles,” that then enable us to “exert power” in that setting, each  12 repetition, adaptation, and innovation of a genre comes with certain consequences (Emmons, 2009). Intervening in uptake is possible but also potentially high stakes. Uptake is Just the Beginning. Though scholars have developed uptake beyond Austin and Freadman’s original definitions of the term, uptake as a concept can only describe so much of what we do with genres. More recently, scholars have found it necessary to add to the term in an effort to name the types of activities that we typically see when genres are “taken up.” In a study of first-year composition students, Bastian (2015) identifies their uptake processes: “the processes of selection, definition, and representation” that students undergo as they adapt certain essay forms to the contexts of new assignments, as well as each surrounding factor that “informs and influences them.” The uptake process is a more holistic, situated approach to analyzing genre uptake, but is also quite frustrating to study as “uptake processes are largely non-visible” (Bastian, 2015). Simply tracing the texts that students compose and engage with in the composition process is not enough to visualize the “complexity of what occurs” (Bastian, 2015). Interviewing students afterward also presents challenges in that writers largely see the routinized and “habitual” nature of uptake as “automatic,” unproblematic, and necessary to composing texts that can be “culturally recognized” (Bastian, 2015). Various uptake processes have sedimented into the regular activity system of the college classroom, so that they are relegated to the background.  Dryer (2016) aligns with Bastian (2015) by finding that uptake as a singularly “limited” concept is “overtaxed,” potentially missing “specific interactions among forms, practices, identities, and social formations,” and outlines a series of five activities associated with the uptake process that all fall under the category of uptake “residue.”   13 Through all of these phenomena, uptake residues serve to “maintain, modify, and destabilize cultural institutions” (Dryer, 2016): Uptake artifacts “a text produced in response to other texts” Uptake affordances “facilitating particular uses or deterring particular activities”; “opportunities and constraints in the conventions that precede and shape the encounter” Uptake enactments “The act of producing an utterance or text in response to uptake affordances” Uptake captures “describes cognitive or affective consequences of uptake: in other words, what do successive uptakes do to readers and writers?” Disruptakes “uptake affordances that deliberately create interficiencies, misfires, and occasions for second-guessing that could thwart automaticity-based uptake enactments” Table 2: Dryer’s Key Terms for Uptake Residue. Together, these terms represent a growing effort to expand our understanding of the complex effects of genres and broaden where we see uptake appear in the world. Similarly, Reiff and Bawarshi (2016) seek to move sites of analysis beyond what has been our “longstanding focus”: the university, and the workplace. They direct us to sites where genres “occasion public deliberation, mediate rhetorical and public interactions, and inform collective public action” (Reiff and Bawarshi, 2016). Necessarily, we have been preoccupied with how uptake stabilizes genres in settings like the classroom, but we  14 have often missed how uptake has “moved the terms of the public debate” outside of the classroom or the office (Reiff and Bawarshi. 2016). Theories based on classroom genre activity cannot simply be transferred from one institution (the university) to another (the church), and Dryer’s model is a helpful starting point for that work. Making Uptake Visible. What remains a challenge is Bastian’s observation that uptake processes are not easy to uncover, especially because uptake does not solely exist in the textual trace. Applegarth (2016) directs us to uptake embedded in the body: “genre-based repetition helps to generate and sediment bodily dispositions and to govern embodied performances in the public sphere.” This is exceedingly evident in the actively enforced policy: how a policy is enacted in practice over time (a genre-based repetition) is also how certain social roles become available to users (sedimented bodily dispositions) and thus how certain social practices are institutionalized and regulated (governance of embodied performances). Fortunately, Applegarth (2016) argues that the inverse is true: “rhetorical scholars,” and I would add, community members, “can denaturalize bodily dispositions and the material-semiotic systems that elicited and maintained them” by mapping and unsettling their uptake processes. Devitt (2016) agrees that because genres are not “arhetorical formulas” but are “recurrent rhetorical situations,” an analysis of genres and their uptakes can “reveal hidden situations” and “open those situations to critique.” Making uptake processes visible is one key to institutional critique, but how we go about tackling such a complex project remains largely unclear in our academic work. Church Clarity, on the other hand, has constructed an entire system for visualizing uptake from outside of the activity system they seek to understand, cultivating a technical rhetoric in which they “critically communicate with public audiences about specialized  15 information” (Frost & Eble, 2015). They uncover the “action or practical application of a set of knowledges and theories” that undergirds evangelical epistemology and reveal how “technical documents” like church policies are never objective or neutral but instead are ideological. From their work, we can learn more about how the occluded genres of institutions and their uptake residues, which can usually only be seen in the form of regulatory consequences, can be made visible within the complex rhetorical ecologies in which they circulate. Chapter Descriptions In this dissertation, I forward a rhetorical theory of institutions that centers their genre-based communications, redefines institutions in relation to organizations, and contributes to the field’s understanding of how communities collaboratively rewrite entrenched institutionalized practices from the outside, thus reducing the harm that institutions can enact. Using evangelical church policies on marriage as a case study, I answer the following questions: 1. How do historically sedimented institutions, their genres, and their practicesrhetorically impose, legitimize, and regulate certain patterns of social life?2. How does an evangelical Christian church manage to govern the gendered andsexual lives of their members and maintain their power in these arenas over longperiods of time?3. How do communities intervene in institutional violence as a form of tacticalinstitutional critique? More specifically, how do Church Clarity volunteerscollaborate with their website’s users to uncover the actively enforced policies ofchurches that are largely occluded from the general public? 16 I investigate these questions by tracing how one large, sweeping institution (evangelical marriage) has composed/imposed certain realities onto its LGBTQ members through the uptake of one genre (the church policy) without providing them the technical knowledge necessary to understand the risks they face by becoming involved. In Chapter 1, “Whereas/Resolved: Institutional Change in the Southern Baptist Church's Report-Resolution Cycle,” I highlight two specific moments in the history of the Southern Baptist Church in which the organization’s leader actually changed the institution of evangelical marriage to suit their needs. In doing so, I argue that institutional change is not always a rhetorical anomaly but is fundamental to the rhetorical processes of institutionalizing a genre over longer periods of time. This case study also illustrates the interconnectedness of genres and coloniality, as the SBC’s leaders institute a particular version of reality using the work of genre. In Chapter 2, “Rhetorical Legitimacy: How Occluded Genres Become Institutionalized in the U.S.’s 30 Most Influential Churches,” I explore in more detail how genres become institutionalized in an organization’s generic stock of knowledge and form the basis for participation, even determining possibilities for identifying in/within the larger group. I argue that key to becoming a legitimate member in the eyes of the organization is earning one’s rhetorical legitimacy, defined here as the authority to make meaning in one’s own and others’ romantic and sexual lives. Reading the often occluded policies of the most influential evangelical churches in the U.S. provides a backdrop for tracing how legitimacy is falsely threatened and reestablished through moral panics and rests, as well as role creation and reduction.  17 In Chapter 3, “Exposing the ‘Actively Enforced’ Policy: Tactical Technical Disruptake for Rhetorical Deinstitutionalization,” I answer the question of whether or not an institution can be changed by groups of people who have no power or authority in the organization that maintains that institution. By interviewing users of the Church Clarity website, I share their affective reactions to tactical technical interventions that disrupt the seemingly smooth flows of evangelical institutions, as they experience relief, surprise, and revelation by reading the church policies rewritten by Church Clarity volunteers. From this data, I’m able to make recommendations for other practitioners of tactical technical communication who find themselves in need of deinstitutionalizing the oppressive genres of powerful organizations. By the end, I intend to make the case that rhetorical genre studies can provide the necessary foundation for expanding our theories of institutions. In these case studies, RGS revealed a series of new claims about institutional rhetorics: that institutions are constantly changing, and that change is even necessary to their sustained presence; that establishing and maintaining a conferral-based system of legitimacy is crucial to organizational power; and that rhetorical deinstitutionalization is possible at the individual level if we begin to envision it differently. Institutions as genres opens up our studies to be able to see much more about how they operate at the organizational and individual levels, how they travel across contexts, how they are continually used to exercise power over people, and how they may begin to break down under pressure.  18 CHAPTER I WHEREAS/RESOLVED: INSTITUTIONAL CHANGE IN THE SOUTHERN BAPTIST CHURCH’S REPORT-RESOLUTION CYCLE Introduction In this chapter, I reveal two significant moments in the history of the Southern Baptist Church (SBC) in which they changed their own institution. Of course, in this project, I understand the SBC not as an institution per se, but as an organization that operates with other organizations (evangelical churches) in their organizational field (evangelicalism). This move draws from New Institutional Theory sociologists who understand institutions as rules, or widely accepted practices required for successful participation in an organization, and I identify similarities between how sociologists understand institutions as rules and how rhetoricians define genres as typified social actions. Focusing on certain genres used by the SBC to categorize and control the gendered and sexual lives of people living in the Americas, I use their own archival records to argue that institutional change is necessary for organizational leaders to maintain their rhetorical legitimacy over members for long periods of time. More specifically, I ask how evangelical marriage as an institutionalized genre (a social action typified for all evangelicals) has evolved over time in the U.S., and how leaders have pushed for its continued legitimacy and relevancy. Capturing its generic evolution demonstrates how the institution is not a universal truth as leaders may claim it  19 is, but is instead adjusted to fit certain organizational goals at different times. I ask here what kinds of changes are made to maintain the reality for members that the institution is institutionalized as it is, and what organizational goals do those changes serve? I explore these questions through archival research in the Southern Baptist Historical Library & Archives (SBHLA), which was founded in 1938 by the Southern Baptist Convention (SBC) to serve as “a worldwide center for the study of Baptist history” and which is still overseen by the denomination’s Council of Seminary Presidents (“Information”).  To make this argument, I also must demonstrate the interconnectedness of genres and coloniality. Instituting a particular vision of reality and projecting it onto non-believers was not and is not easy work for American Christians, who work hard to establish and maintain generic cycles that produce epistemic hierarchies and rank people into oppressive and limited categories of being with ascribed behaviors. To be clear, genres, or typified responses to social actions, have long been and still are at the core of this ongoing work. In this case study, I share materials from the SBHLA, which is housed by the church itself and is thus a record of how it intends to represent itself to the public. I approach the records found within the SBHLA as the textual artifacts of a settler colonial archive because applying such a framework to evangelical documents highlights evangelical marriage’s rhetorical imbrication with settler colonial histories (and presents). The institution of marriage was a key mechanism for Southern Baptist missionaries in imposing Western frameworks of gender and sexuality, thus nation and national identity are essential components of analyzing how marriage was sold as a Christian product that would elevate one’s status to legitimate American citizen. The SBHLA records have the potential to reveal the operations of one of many institutions (or at least the biased  20 presentation of those operations) that have been immensely powerful in shaping the possibilities for Americans’ gendered and sexual practices and relations. By reading a variety of historical church documents (convention proceedings, committee reports, public resolutions, sermons, presidential addresses, and pastor’s conference press packets) that span over a century, I identify two significant periods in the twentieth century in which the SBC rhetorically refashioned the institution of marriage to serve different policy needs and project goals for the organization. I do not intend to write a rhetorical history of the Southern Baptist Church’s teachings on gender and sexuality in the twentieth century, which would be a much longer and more detailed project. Rather, in asking if and how institutions change, I was led to two specific moments in the SBC’s history that revealed institutions must change in order for an organization to retain its authority to speak on certain topics. The findings from each instance not only validate other scholars’ claims that change is inherent to the processes of institutionalization (Porter, et al., 2000), but also elaborate on their operations, particularly how leaders present rhetorically manipulate genres so they appear more institutionalized or unchangeable than they actually are. Church documents present marriage policies as a priori realities and exploit the marriage institution to transform one public (Southern Baptists) into the public (all Americans), but this is not the whole story. Rather than renaturalizing the marriage institution as a pre-existing given, we as scholars must responsibly attend to how institutionalized genres themselves are rhetorically fashioned to achieve certain ends–or, in other words, how institutionality itself is deployed as a rhetoric. By leveraging the constant cycles of change that are necessary to institutionalize a particular set of actions as acceptable for an   21 organization’s members, church leaders reshape, reinvent, and re-legitimize policies under institutionality’s protective guise of permanence. Institutional rhetorics (IR), then, is not just a subfield that studies how groups of people persuade each other to act, but is also a study of the generic processes of institutionalization that help certain rhetorics stick around and others dissipate. This move opens IR scholars to new questions that we should be asking, such as: How are claims to institutionality also rhetorical? What happens to its members when an organization calls a genre an “institution?” Institutionalizing a genre has real consequences often felt by an organization’s most vulnerable members. How leaders sell this idea, not just once but many times throughout one’s life, as a necessary requirement for successful participation in a particular identity group is of great importance. I seek to push IR scholarship to be able to account for the social context at the moment in which a particular genre is institutionalized, as well as account for the genre’s ability to remain institutionalized in an organizational field over long periods of time, reappearing in many new and recurring contexts. What Archives Can Tell Us About Institutions  Although “hard to change,” institutions are “changeable,” Porter, et al. (2000) write, because they are “rhetorically constructed human designs” that are structured by “rhetorical systems,” or “processes of decision making” (pp. 610-611, 625). As the rules, norms, and beliefs that describe reality and determine legitimate actions, institutions are typically understood to be eventually changeable through members’ long-term efforts. Necessarily, scholars in rhetoric and composition have focused on one progressive type of institutional change: the kind that works “to change the practices of institutional  22 representatives and to improve the conditions of those affected by and served by institutions” (Porter, et al., 2000, p. 611). And debates about institutional change largely pertain to strategy and scale: how it may originate with the collective action of laborers rather than managerial insiders (Bousquet, 2002, p. 494), or how it may be enacted incrementally without causing “radical and disruptive change” with “unpredictable and disturbing results” (Johnson, 2014, p. 382). In Chapter 3, I will explore in more detail how institutional critique is practiced by outsiders and weigh in on whether or not this type of change is effective. For now, I want to call scholarly attention to other types of institutional change, and to broaden our definition of what constitutes change to an institution. In Chapter 2, I will explore in more detail that if institutions are part of rhetorical genre processes–that institutions may be understood as genres that enter a shared stock of knowledge after repeated use by legitimate rhetors–then micro-level changes are fundamental to institutions. In other words, each time a genre is used, it is slightly adapted by the user to fit their needs at that time. However, in reading the marriage policies of the U.S.’s Top 30 Most Influential Churches, I also noticed that more meaningful changes were sometimes necessary to preserve the institution. With this possibility in mind, the SBHLA records helps us assess what change looks like when it is more significant than micro-changes (adaptations that reuse an old genre for a new context) and less significant than macro-changes (adaptations that radically challenge and even damage the legitimacy of previously accepted genres). But, what can archival records tell us about institutions? In this project, they reveal two things. First are “taxonomies in the making” (Stoler, 2002, p. 91). Because   23 they can uncover knowledges in the process of being made and remade, they also have the potential to illustrate the institutionalization of a genre over time and the many adaptations it will undergo as it is transformed for new and shifting contexts, as they “become common sense and then fall out of favor” (Stoler, 2002, p. 107). Second, while archives are sometimes thought to be simple repositories of sources, they are more often “epistemological experiments” that show “cross-sections of contested knowledge” (Stoler, 2002, p. 87). Rhetoric and composition scholars have long advocated for treating archives not as “mere storehouses for finding what is already known,” but as “dynamic site[s] of rhetorical power” (Gaillet, 2012, p. 39; Morris, 2006, p. 115). They don’t reveal one history but many histories.  In a key essay on archives’ contribution to colonialism, Stoler (2002) charges archival researchers with an institutional responsibility: “to understand an archive one needs to understand the institutions that it served,” as well as the “privileged social categories it produced” (pp. 88, 107). In other words, archival rhetors are not to be trusted. The records they leave behind are evident only of what they deemed worthy of public memory at the time, and the archives of powerful, influential organizations like the SBC must be approached as documents written by composers with power and access. Whoever controls the editing of texts also controls how those texts will be interpreted (Mailloux, 1999), and Morris (2006) reminds us that “the archive significantly influences what we are able to study, to say, and to teach about rhetorical history, and what we do, as rhetors, with its holdings in our scholarship, in our classroom, and in the streets” (p. 115). As archives grant us access to contested knowledges and the hierarchies they build in their wake, they can only speak to the vision of one organization and its most  24 legitimate members–just one version of the truth. In this chapter, SBHLA archival records will only be cited as evidence of the opinions and actions of SBC leaders, as they represent their biased perspectives of their own institutions. In seeking to answer my research questions (How are institutions changed over time by organizational leaders, and how are these changes deployed as a rhetoric that exploits institutionality?), I turn to the SBC denomination because of its repeated appearance throughout the U.S.’s Top 30 Most Influential Churches in Chapter 2. In trying to locate the churches’ hidden marriage policies, I often discovered that the churches were members of the SBC even though that information was not disclosed on the churches’ websites.1 Additionally, the language from SBC policies seemed to trickle down to other churches, especially nondenominational churches that had no documented affiliation with the SBC. Its presence is somewhat ubiquitous in evangelical life and clearly has far-reaching influence in evangelical culture, and so I felt comfortable reading SBHLA records as representative of larger trends in evangelical marriage policies. I began the research process with a very broad scope (the entire twentieth century), but narrowed down after the initial stage directed me to certain periods of time where policy updates were more frequent. Starting with the SBC resolutions search engine, I first collected a list of all resolutions that mention marriage or sexuality, using a longer list of search terms to find them.2 The SBC published 21 resolutions regarding 1 While this trend appeared repeatedly across the 30 churches, take Saddleback Church in Lake Forest, CA, as an example. The 4th-largest evangelical church in the nation in 2018, Saddleback doesn’t publicly reveal its SBC affiliation on its website. However, it was briefly mentioned in their Internships FAQ page (deep into the website) when I searched Google for “site:saddleback.com Southern Baptist” in summer 2021. Note that, as of Dec. 2021, it appears this one mention has since been removed. 2 Search terms used: “marr*” (to find marry, marries, married, and marriage at once); “sex*” (to find sex, sexual, and sexuality at once); “same” and “sex”; and “wed*” (to find wed, weds, wedded, and wedding at once).  25 marriage or sexuality in the years 1900-19993. I collected all archival records from the 5-15 years prior to the publication dates of each resolution, which was roughly 1905 to 1950 and 1960 to 1999, because I wanted to see the conversations that led to the composition of those resolutions. For these two time periods, I collected the following documents in addition to the resolutions: the proceedings of each annual SBC convention, which includes annual reports from committees; the transcripts of sermons given at each convention; the transcripts of presidential addresses delivered at each convention; and the press kits given to journalists to promote the annual pastors’ conferences, which also includes samples of sermon transcripts. Next, each document was searched using the same terms as listed in the second footnote (all related to marriage and sexuality), and all relevant sections were collected and coded multiple times for themes related to the research questions. After identifying three significant moments in which I felt institutional change had taken place, I dug more deeply into how cycles of change were installed. I found that leaders use conventions to elect committees to research particular concerns, such as alcohol or gambling, and those committees spend the next year traveling to churches and discussing issues with pastors, as well as conducting research into government data related to that concern. At the next year’s convention, they present reports of their findings, and leaders in turn write and publish a resolution clarifying the SBC’s stance related to that concern. If the resolution is not considered enough, leaders will pass a motion to take a specific action, and often, that action may be to fund more research from that committee, which restarts the cycle. Report, resolution, and motion genres are obviously not unique to the SBC, and are not 3 Resolutions regarding marriage or sexuality were published in 1924, 1937, 1939, 1948, 1967, 1975, 1976, 1977 (3), 1980 (2), 1987 (2), 1988, 1991 (2), 1994, 1996, 1997, 1998.   26 even an invention of the twentieth century as they long predate the SBC’s founding in various legal and corporate contexts. However, I want to highlight below how SBC leaders take advantage of this generic cycle to consistently change institutions over time to serve various goals and needs for the organization, all while preserving the institution’s appearance of unchanging universality. Marriage in the City: The Home Missions Board up to 1912  In this section, I first demonstrate how genres are institutionalized to serve the needs of American Christianity and coloniality. In the following two sections, I will detail the changes that church leaders have made to these institutions for their own organizational gains, but first it is necessary to establish how and why the Southern Baptist Church is so invested in the gendered and sexual lives of their members, and how genres are used to establish and maintain oppressive hierarchical understandings of gender and sexuality. Decolonial archival work is charged to “propose alternatives to the epistemic hierarchies created by coloniality,” but as Cushman, et al. (2021)’s reading of Mignolo reminds us, they cannot be simply escaped (p. 9): “envisioning alternatives to modernity does not mean ‘getting out’ of modern epistemology,” but is a project that resists “the construction of difference” (pp. 9-10). Dating back to 1845, the SBC’s annual convention is a gathering of the denomination’s most high-ranking leaders to discuss the organization’s mission, policies, budgets, and relationship to the public–all of which are under ongoing revision. Throughout the latter half of the 19th century, SBC leaders installed and perfected a cycle through which committees, reports, resolutions, and motions all reflected the shifting values and exigencies that they agreed to prioritize for the remainder of each year, at least  27 until they met again at the next convention. Throughout the busy two days of the convention, certain pastors are selected to give sermons on the hot topics at the time, and delegates known as “messengers” travel from SBC churches from every region of the country and around the world now to Nashville, Tennessee, where they report on their activities and observations over the last year. All of these communications influence the agenda they will set for the following year. While the meeting itself is insular, it often has ripple effects in the country, even today. For example, consider when it published a statement on same-sex marriage that was rebuked by the Nashville mayor in 2017 or when it caused the city’s first COVID cluster after gathering restrictions were lifted (Kelman & Meyer, 2021; Schmidt, 2017). But for every major (and often minor or non-existent) political issue in American history post-1845, you can bet that the SBC published some sort of resolution or other statement detailing their stance on the matter. As I read through documents across three centuries, I kept my own personal list anytime I noticed an SBC writer invoking a moral panic, which I define as an anxiety presented for the purpose of persuading the reader through fear. They are affective arguments that help rhetors to frame some broad entity (society, Christianity, civilization, etc.) as always under severe threat. Sometimes, these anxieties are real events that should concern everyone living at the time, some are social trends that are exaggerated for persuasive effect, and others are entirely fictive and born of imagination and bigotry. I share the list below in alphabetical order, with the warning that its contents range from humorous to grim, to demonstrate that no issue is considered outside of the purview of SBC’s authority:  28 ● Automobiles● Child labor● Child marriages● Dancing● Divorce laws● Divorce ranches● Immigration● Industrialization● Kinsey’s studies on sexuality● Marriage market towns● Motion pictures● Nudist colonies● Popular fiction● Population increases● Racetrack gambling, especially theKentucky Derby● Rum-running ships● Syphilis● Urban centers● Wage labor● Watergate● Whiskey traffic● White slavery● Working on the SabbathClearly, the SBC envisions itself as America’s protector from what it considers to be moral decay, and this is most evident in the committee now generally recognized as its public policy arm: what is today called the Ethics & Religious Liberty Commission. Prior to 1913, though, it was primarily its missionary wing, known at the time by its first name, the Home Missions Board. With Arizona’s inclusion as a U.S. state in 1912 as the last territory before Alaska and Hawaii, the evangelical mission was determined to Christianize the peoples of the land that had been acquired through colonial expanse, as well as the newly arriving immigrants in increasingly urban American cities. This colonial project was not necessarily focused on new land acquisition and state expansion  29 but with the erasure and transformation of other cultures on lands that were already owned, or “the Homeland” (1912 proceedings, p. 34). These efforts are part of a larger project of “domestic imperialism,” during which gendered labor and Native American assimilation were co-revised (Simonsen, 2006, pp. 3, 12). Because the home represented “the achievements and imperatives of civilization,” it was often targeted as a space in which missionaries could assimilate non-believers into their cultural hierarchies, “as a way to initiate others into the order that it represented” (Simonsen, 2006, p. 12). The home was not simply a tool to convert from other faiths, but one that shaped gendered, sexual, and national identities and associations into what American Christians imagined as the ideal. This violent work was not only facilitated by material force, but also required “the public work of writers, artists, anthropologists, bureaucrats, and reformers” in “literary, legal, and aesthetic” arenas (Simonsen, 2006, p. 3). Surely by 1912, “bad housekeeping” had become a symbol of racial, gendered, and religious “inferiority” (Simonsen, 2006, p. 3). At the 1912 Southern Baptist Convention, the Home Missions Board reported on its findings from the last year and unsurprisingly targeted parenting as its great concern. Having previously created a subcommittee on “Cities,” which “increase rapidly in size,” and “Foreigners,” who “multiply rapidly on our streets,” its concerns ranged from industry and urbanization to the “virgin territory” of the Southwest, “her dazzling mineral wealth,” and the Native tribes that resided there (1912 proceedings, pp. 29, 35). What the two spaces have in common for the Home Missions Board is that both are in “the kingdom of Christ” and thus need “winning the lost, and training them to win other lost” (1912 proceedings, pp. 31). In response, they clarify that the primary task of the Board is  30 “to Christianize the sons and daughters of the Homeland and develop and conserve their sacred energies for the conquest of the world” (1912 proceedings, p. 34). Additionally, they redefine Home Missions as “Christian patriotism organized for action, and engaged in the sacred business of enthroning Christ in the homes of the Homeland” (1912 proceedings, p. 34). This move unites religion and nation as embedded projects and prioritizes the family “home” as the mechanism through which the two become one. In each space of the “city” and the “territory,” marriage panics are invoked, yet in different ways. Southern cities are depicted as once-ideal spaces for humble farmers to trade goods who now face a “teeming and crowded population in the poorer districts,” in large part due to “foreigners who have never known a pure Christianity, and have not lived according to the holy ideals of our American Christian civilization” (1912 proceedings, p. 30). Because immigrants were believed to “[carry] the taint of its low standards of life and morals,” cities are thus understood to pose multiple threats to evangelical marriage (1912 proceedings, p. 30): It shows itself in the amazing multiplication of cheap forms of amusement, which solicit the young to spend their evenings outside the family circle and amidst glare, glitter and excitement; provide along with the things that amuse, and which in themselves might be harmless, suggestions by means of words, attitudes and pictured scenes, that stimulate frivolous, violent and lustful emotions; and tend to produce an impulsive and exciteable populace, that will reason little and put emotion in the place of conscience… (1912 proceedings, pp. 29-30)  31 The Home Missions Board presents the entertainment provided by increasingly diverse cities as a slippery slope from “amusement” to “perverted thoughts” (1912 proceedings, pp. 29-30). They question how “strong and godly families” can maintain themselves in such environments, while also charging them to resist the allure of “fragrant suburbs” where many Christians had escaped (1912 proceedings, p. 30). Instead, they charge Christian families to take up the evangelical mission: to remain amidst the “temptations, perils and tragedies of the weakened and deteriorated communities” and convert them to Christianity by providing a strong moral example (1912 proceedings, p. 30). In the city, marriage is both under threat by industrialization, urbanization, and immigration, but it’s also the only solution to fighting these supposed social problems. In contrast to the city, younger states further West are imagined to be suddenly overflowing with Native American and Mexican communities, who are framed as “multiplied thousands of alien folks now offer themselves to the molding of true religion” (1912 proceedings, p. 35). Evangelical missionaries to Oklahoma, Arizona, and New Mexico are encouraged to fight liquor traffic and federal laws that restrict their behavior, such as attempts to ban teachers from wearing “religious garb” in “Indian mission” schools (1912 proceedings, pp. 74, 85). While the Home Missions Board doubted their ability to counteract the entertainment of the city, it’s the lack of attractions in the Southwest that make its current residents seem more amenable to religious conversion, so long as they can keep the focus on education and putting more prohibition laws in place. Their charge, “We must evangelize our schools and educationalize our churches,” is a stark reminder that their mission out West is an ideological one (1912 proceedings, p. 33). I describe their efforts as settler colonial to imply that colonialism cannot be reduced   32 to the event of land theft, such as the Oklahoman “Sooners” who illegally jump-started the Land Run of 1889, but to refer to colonialism as an ongoing structural campaign that has the permanent cultural erasure and transformation of Native communities as its long-term end goal. Wolfe (2006) defines settler colonialism not as “an isolated event” but as a “structuring principle [...] across time” (p. 399). He uses the “logic of elimination” to explicate the transition from Native removal to Native assimilation, which works within “the colonial rule of law” to eliminate non-dominant ways of knowing and being (Wolfe, 2006, p. 399). This definition also aligns with decolonial theorists’ understanding of coloniality, a “global structure of management and control” that both precedes and extends beyond the historical period known as colonialism (García & Baca, 2019, p. 16). Christian missions are one core faction of the larger program to establish material and ideological control, and this is seen in how the Home Mission Board prioritizes the institution of marriage as the foundation of settler society, or the “holy ideals of our American Christian civilization” (1912 proceedings, p. 30). García (2021) argues that the work of rhetorical studies is to decipher its co-operations with coloniality as “people have used language to disseminate and sell ideas rhetorically,” ideas which “require a foundation or infrastructure (or an institution)” (p. 124). What we see in the 1912 Home Missions Board report is the annual resetting of an agenda that has long been in place. As “stabilized-for-now” actions, genres are consistently adapted over time to serve social and institutional needs (Schryer, 1993, p. 200). The report, which influences future actions like missions, sermons, motions, and resolutions, is a key genre that serves to sustain the evangelical institution of marriage. At the same time, marriage’s institutional qualities are exploited to further promote the  33 Home Mission Board’s activities, as seen in how marriage is the basis for arguing that missions are necessary. In this case, the Board invokes colonial hierarchies predicated on epistemic racism to keep the appearance that the institution of marriage is under threat. The Southern Baptist Church plays one part in how “coloniality has been imported, expanded, and disputed for 500 years and counting,” and decolonial work calls for this kind of “deep scholarly engagement with communities and the historical and archival texts they have produced” so that we may continue to expose the operations of such evangelical organizations (Cushman, et al., 2021, p. 10). In the next section, I build on the violent interplays of genre and coloniality by looking at how institutional change is implemented in the Southern Baptist Church's Report-resolution cycle. Marriage Under the Influence: Reinventing Home Missions as Social Service (1913-1920) At the 1913 SBC annual meeting, the Home Missions Board was reborn as the Social Service Commission. The change was only made possible by the complete rehauling of the evangelical institution of marriage. Though this move was not overt, it helped to install and perfect a generic “report-resolution” cycle in which marriage’s appearance of institutionality not only sells the idea that marriage is an institution but also provides leaders a moral platform to take action against any supposed threat that may weaken the marriage “institution.” In this case, marriage had previously been defined as the SBC’s cornerstone of a “civil” settler society and deployed as a violent tool to enforce Christianity on colonial subjects. Marriage was primarily how the “idea” of a Christian nation was sold to communities where missionaries traveled. However, after the Home Missions Board’s anxieties about the liquor traffic increased, marriage was entirely  34 redefined and resold to SBC stakeholders as under threat in a different way: drunken and under the influence of liquor. In response to the popularity of whiskey, the Board’s campaign shifted from crafting marriage as a strong moral example that would spread and populate (more marriage = good), to actually preventing marriages from happening and increasing the amount of restrictions placed on legal marriages (more marriage = bad). Marriage was recrafted as a tool to wage a legal war against the federal government and influence liquor laws without blatantly violating their supposed values for separation of church and state. To argue for the transformation of Home Missions into Social Service, the 1913 report began to pin other social ills to “whiskey traffic,” from “white slavery” to “child labor,” specifically blaming industry titans like John D. Rockefeller (1913 proceedings, p. 75). Defending the “Homeland” now encompassed more than just converting Nativeand immigrant souls by enrolling them in marriage preparation, the motion broadened the purview of the committee: “Whereas” liquor and other social problems threaten the marriage institution, “be it resolved that” Social Service will address “such wrongs which curse society today, and call loudly for our help” (1913 proceedings, p. 75). By the following year, the committee was able to articulate the primary concern that brought together all of their concerns under the umbrella of Social Service (even though it uses the term “institution” in the way that I would define the term “organization”): As a social institution embodying the divine ideal and responsible for its fulfillment in all the sections and activities of human life, the Church imposes its standards upon all other social institutions: (1) The family it protects by insisting  35 upon the single standard of purity and health, and by maintaining everywhere Christ’s limitation of divorce. (1914 proceedings, p. 37) New to this rebranded definition of marriage is a focus on “purity and health.” In the Home Missions Board era, marriage was an inherently strong moral example to nonbelievers, and the only threats to strong marriages were entertaining temptations that would distract from participation in the family unit. In the Social Service era, we see new categories for marriages introduced: marriages that start with hasty, drunk decisions; marriages that involve “impure” participants (meaning those who have contracted an STD); or marriages that end in divorce. In the years leading up to the federal enactment of prohibition in 1920, the Social Service Commission used temperance as a moral panic that drastically amplified their missions efforts in all other areas that they were already actively evangelizing, and the urgent shift in tone is clear in the new reports from 1914-1919. “Unrestricted immigration” remains a “DANGER to American institutions” (1914 proceedings, p. 307). Commending themselves for the success of converting the “Five Civilized Tribes” to Baptist doctrine, they charge missionaries with converting who they believed to be the remaining half of the “330,000 Indians in the United States,” specifically focusing on “wild” but “wealthy” tribes like the Pawnee (1914 proceedings, p. 307). Missionaries were given the singular goal of abolishing the space of the “saloon” before it could replace the church as the “social center” for the “Indian,” who “is still our ward” (1915 proceedings, pp. 82-83; 1919 proceedings, p. 78).  36 Interestingly, though, marriage was rapidly returned to its previous form as soon as the 18th amendment banned the sale of liquor in 1920 and the committee celebrated the abolition of the saloon. The celebration comes with a grim reminder of the importance of marriage, without which “the very foundations of our social order crumble,” and how it is continually threatened by the entertainment forms found in urban areas, matching the organizational rhetoric of marriage prior to the rising popularity of whiskey (1920 proceedings, p. 124). Replacing alcohol as the primary threat is the film industry: The motion picture, as now conducted, is undoubtedly another cause that contributes to this sad condition [...] Nearly every film put upon the screen contains somewhere evil suggestion, calculated at first to bring the blush of modesty and virtue to the cheek and then to remove it and bring in its stead the flush of passion and the blanching purpose to do wrong. Many of the films are based on the “eternal triangle” and the suggestions of disregard if not open breach of the marital relation. (1920 proceedings, p. 126) Even though they are mocked by local newspapers for their disdain of cinema, the committee remained committed to enacting stronger censorship laws, as well as divorce laws and stricter legal requirements for pre-marital STD testing, as evident in the next few years of reports. Many reports, which inform the “Whereas” statement, result in the publication of resolutions, which inform the “Resolved” statement, and that clarify and promote the stance of the SBC. The cycle of presenting reports and passing resolutions repeats itself  37 throughout the 1920s and 1930s, regenerating and fixating on a new moral panic each time a new social trend emerges. Dance replaces cinema, and so on. In each iteration, marriage serves as the seemingly unending and unchanging institution, always the foundation of a civil society, and always under threat of moral decay. Its rhetorical leverage here is its appearance of institutionality: the SBC can target and attack whatever it desires because it is protected under the guise of that permanent marriage institution. García (2021) explains that even though “coloniality does not unfold evenly, the threads that bind settlers is a logic of management and control, ideal representations of knowledge, understanding, and humanity, a rhetoric of modernity, and epistemic racism” (p. 125). The report-resolution cycle enables the SBC to sustain a rotating agenda while spreading their missions efforts into increasingly broad public arenas: from churches to schools, Eastern to Western states, and state to federal legislation. Marriage Exposed: The Question of Legitimacy in the Report-Resolution Cycle (1975-1980) Based on the convention proceedings through the midcentury, the Social Service Commission largely continued their cycle of resetting agendas in reports and promoting their stances through resolutions. More specifically, they cycled through a parade of panics that they can inflate and dissipate as social trends change: after their interest in cinema and dance waned, they started to take on themes that appeared in films, like “gretna-green” marriages that occurred in places like Western states where the waiting period for marriages and divorces was shorter, as seen in “Reno romances.” Additionally, the whole institutional rhetoric changes with the trends: when liquor or gretna-green towns are the target, marriage rates need to be lowered, reserved for only the most  38 worthy, and when movies and dancing are the target, marriage rates need to be raised so that citizens aren’t distracted. However, in the 1970s, leaders began to question the success of these missions. Even though the annual conventions had always invited church leaders to deliver sermons and then released transcripts of those sermons to the public in press kits, 1977 is the first year that the sermons started to differ from the messaging of the Social Service Commission. For example, William Self criticized the once-popular Home Life magazine, which started publishing issues at least as early as 1947 and continues to publish issues today, and had long depicted idyllic images of Baptist families: Rallying the SBC’s “institutional strength and our organizational genius,” he calls on leaders to act, “Let’s be bold enough to act redemptively toward singles and divorcees. Must we always live with the illusion that our homes are like Home Life? Seven per cent of Americans still live the way we imagine. The rest of the nation lives with marital brokenness” (1977 Pastors’ Conference sermons, p. 3). The report-resolution cycle had established a rhetoric in which marriage was institutionalized enough that it defined the foundation of Baptist life, yet it was always under so much threat of moral decay that it needed its members to participate in some level of institutional maintenance. Other church leaders eventually reached a breaking point where the cycle was no longer enough to gain the support and participation of church members, likely because of shifting public feelings about gender and sexuality (though I can only speculate as to the cause). At this point, church leaders were not creating a moral panic to garner support for various organizational causes; rather, they were actually seeing a decrease in marriage rates and an increase in divorce rates among  39 their members. How long could they continue to make the same claims about marriage’s institutionality when that version of reality was so different from their members’ lives? In other words, church members may not feel all that panicked by the loss of marriage, when they too are leaving their own marriages or waiting to participate in one. After constructing so many decades of marriage panics, marriage was actually under some level of threat (or social revision), and leaders were unsure how to persuade members with the same panicked rhetoric they had been using for so long. What resulted is a split in opinions about how the SBC should proceed to restore the rhetorical legitimacy of the marriage institution. Defecting leaders began to increase the panic even more out of desperation, drawing on longstanding childhood narratives that preachers had sometimes told that would connect a childhood of divorce to an adulthood of crime and suffering. Jaroy Weber preaches in 1975 that they had encountered a “belief crisis!” in which “most people: Question the Biblical view of marriage,” referring to the U.S.’s sexual revolution (1975 Pastors’ Conference sermons, p. 2). Jimmy Allen laments in the same year that the marriage institution is losing itsrhetorical legitimacy with the public: “Families fragment in a society in which non-marriage has become a defensible life style” (1975 Pastors’ Conference sermons, p. 2). But by 1977, leaders like William Self begin to turn their sights to the SBC itself. Note how he questions the significance of building a global organization when it fails to spread its core message and influence the public, even wishing that the SBC could be more like the computer company IBM: I confess that there are times I wonder about the powerlessness of our churches. My mind runs through the buildings that we occupy, the bureaucracies that we  40 have built, the wealth that we control, the programs that we have mastered and the brains that we have commandeered. This drives me to ask myself: Did ever so many labor with so much to produce so little? (1977 Pastors’ Conference sermons, p. 3) They may have a flag “planted” in every U.S. state and 87 countries, but they felt the marriage institution diminishing under public questioning–ultimately failing to align with the educational literature that the SBC was sending out to each of its churches (Self, 1977 Pastors’ Conference sermons, p. 3). The SBC hid much of these debates from the annual proceedings, including the Social Service Commission reports, but they surface all throughout sermons from this period. Dissenters like Self, Allen, and Weber advocated to do away with the official documents that obscured their voices, arguing against the “Whereas/Resolved” style of bureaucracy that had developed over the last century. Instead, they wanted the SBC to make big moves and take dramatic action in the public arena. They admired figures like Anita Bryant, the Oklahoman pageant queen and orange juice spokeswoman who rallied Christians against gay rights activism, and they wanted to join hers and similar causes. Their initial defeat came when they simply attempted to pass a resolution commending Bryant’s efforts in defending the evangelical institution of marriage. The proposed resolution read, “To instruct the Executive Committee to send a message of support and congratulations to Anita Bryant because of her stand and signal victory over the homosexual element of Dade County, Florida” (1977 proceedings, p. 50). The proposal was struck down on bureaucratic grounds, not because of lack of support for Bryant: “The Chair ruled the amendment out of order on the ground that it called for action (the  41 nature of a motion) instead of stating a position (the nature of a resolution)” (1977 proceedings, p. 50). However, they were later able to sneak it into a broader resolution on same-sex relationships. Interestingly, these dissenting opinions disappeared from the record after 1977. It’s unclear if they were silenced from official proceedings, or if the debate was resolved another way. What is clear is that the SBC did not abolish the report-resolution cycle as requested: they reformed the existing cycle and provided it with significantly increased funding. The strategy stayed the same, but they amplified it. In other words, why craft a new genre when the current one is already institutionalized and just needs some adaptation? By publishing new reports on marriage over the following years, they were able to pass more resolutions and garner more funding. For example, they were able to initiate a Home Life makeover, ramping up their educational literature, rewriting pamphlets, and creating new programs. The new project was unrolled in 1980 and titled “Bold Mission Thrust.” Its goals were to reach more people and develop family units, offering specific Sunday School workshops like “Family: Opening the Word Together” and “Marriage: Growing in Oneness,” as well as a “two-year project to strengthen husband/wife relationships and bring Christian enrichment to family life” (1980 proceedings, p. 38). In addition, they created family enrichment conferences that attracted members from multiple churches in a particular region, increased the annual circulation of Home Life magazine, and commissioned many more publications similar to Home Life’s mission but that might target different audiences (1980 proceedings, p. 68). All of these changes were made possible by reports and resolutions in the annual SBC proceedings, which had not featured a comment on gender or sexuality since 1948.  42 They published eight in this period: two in 1975, one in 1976, three in 1977 (the most of any year in the institution’s history), and two in 1980. Another wouldn’t be published until 1987 when the SBC was forced to address new sex education classes in public schools in response to the HIV/AIDS epidemic, but it’s clear that the dissenters influenced the SBC to expand their current cycle and address issues in the marriage institution more fervently. While all the SBC’s resolutions on gender and sexuality cultivate a sense of marriage panic at some level, the 1970s resolutions heightened this tone significantly, presenting an urgent crisis that must be remedied for the American family to survive the surrounding sexual revolution. For example, the 1977 resolution that included reference to Anita Bryant contains four “Whereas” statements that intensify the panic that is always in the background of the marriage institution, and then ends with three “Resolved” statements that are quite mild in comparison. It opens by setting the panic stage: “WHEREAS, The precipitous decline of moral integrity in American society continues at an alarming pace” (1977 resolution). Then, it introduces the villain: “WHEREAS, A campaign is being waged to secure legal, social, and religious acceptance for homosexuality and deviant moral behavior at the expense of personal dignity” (1977 resolution). And it clarifies exactly what threat that villain poses: “WHEREAS, The success of those advocating such deviant moral behavior would necessarily have devastating consequences for family life in general and our children in particular” (1977 resolution). The threat is accomplished by destroying marriage: “WHEREAS, The radical scheme to subvert the sacred pattern of marriage in America has gained formidable momentum by portraying homosexuality as normal behavior” (1977 resolution). The   43 “precipitous decline” and “alarming pace” are a departure from the institutional rhetoric of the last few decades, which had only pointed out “current trends” and “increasing problems” (1977 resolution; 1948 resolution). The tonal shift is evidence of institutional change to serve organizational needs: when some church leaders dissented from the current cycle of reports and resolutions, the rest of the organization needed to adapt the textual features of the WHEREAS statements so that evangelical marriage could remain institutionalized. The move is an attempt to regain all leaders’ support for the report-resolution cycle. Oddly, though, the Resolved statements that follow these four Whereas statements are not as radical as you’d expect them to be, which demonstrates how institutional adaptations are both easy to make and necessary for an institution’s survival.  The 1977 resolution repeats a stance and proposes one new stance, since proposed actions are reserved for motions: to “reaffirm the firm biblical resolution on homosexuality passed in Norfolk, Virginia”; and to “commend Anita Bryant and other Christians during the recent referendum in Miami, Florida for their courageous stand against the evils inherent in homosexuality.” Other than praising Bryant, the resolution is simply “reaffirming” a stance it has already stated previously, which once again exploits the institutionality of evangelical marriage. Its unchanging, universal appearance is key. However, they are reaffirming what was only passed in Norfolk in 1976, one year prior to the publication of this resolution. Of course, the 1976 resolution makes the same move to “affirm our commitment to the biblical truth regarding the practice of homosexuality and sin” (1976 resolution). In other words, church leaders take advantage of the report-resolution cycle to build a self-referential web that appears permanently institutionalized. While they had  44 already addressed marriage in resolutions, the 1976 resolution was its first to explicitly discuss same-sex desire. Essentially, the first one “affirms” the supposedly singular and stable interpretation of scriptures on same-sex desire, and the second one “reaffirms” what was already said in the first. While the marriage institution is consistently rhetorically refashioned to meet new demands for the organization, it exploits its own institutionality to make its arguments. In other words, if it’s always been this way, then this way must be the right one. Small, simple changes like these are necessary for the marriage institution’s survival across many spaces and long periods of time. Conclusion It is tempting in discussions of institutions to adopt the organization’s current rhetoric that presents their institution as an unchanging genre that can be universally applied across time and space and experience, devoid of context. Alternatively, Skinnell (2019) recently argued that too many rhetorical studies of institutions define them solely based on their context and apply no other substantial definition. Here, I demonstrate how institutional rhetorics often strive to achieve both the appearance of permanence and a covert cycle of contextual changes that is hidden from the view of most of the organization’s members. This study revisits and supports Porter, et al.’s claim (2000) that institutions “can be [...] rewritten through rhetorical action” and are thus “changeable” (pp. 610-1). At the same time, though, it demonstrates that institutions are not as “unchangeable as they seem” and are much less “hard to change” (Porter, et al., 2000, p. 612). In fact, change is inherent to their survival, and the longer they are enacted in practice, the more changes they have likely undergone.  45 Additionally, institutional rhetorics may be further understood as rhetorics that exploit their own appearance of institutionality, which in this study is its supposed permanence or universality. Part of the organizational argument to accept a genre as institutionalized is the very suggestion that it has already been institutionalized and thus cannot be changed, which is undoubtedly false as plenty of evidence shows that organizational leaders must keep changing the institution to preserve it. SBC leaders made repeated changes to the evangelical institution of marriage in the twentieth century by first installing a report-resolution cycle in which marriage is always under threat of extinction (and society with it!), which allows them to accomplish other organizational needs by responding to social trends under the guise of institutional concerns.  This study also establishes an important connection between genre, institutions, and coloniality, specifically in how settler colonial archival records are treated. The violent colonial introduction of American Christian notions of gender and sexuality is maintained by the institutionalization of certain genres and the ongoing manipulation of those genres in response to changing social trends and debates. This case study demonstrates that certain institutionalized genres, like SBC reports and resolutions on marriage, have had and continue to have violent consequences in the lives of Native Americans and immigrants who were targeted by evangelical missions efforts to colonize, erase, and transform all other cultures into Baptist American culture. Any SBC argument under the rubric of institutional rhetorics must also be understood as an extension of the broader settler colonial campaign to manage and control how knowledge is made and shared in the U.S., and I hope that future rhetorical genre studies, especially those that rely on archival records, will also consider how their organizational site of  46 analysis has participated in or benefited from the generic processes of settler colonial institutions.  47 CHAPTER II RHETORICAL LEGITIMACY: HOW OCCLUDED GENRES BECOME INSTITUTIONALIZED IN THE U.S.’S TOP 30 MOST INFLUENTIAL CHURCHES Introduction During an interview with one queer Christian, Sarah reported to me that the evangelical megachurch she attended was significantly more progressive than others—that they are open and transparent on LGBTQ issues, and that they are approachable and non-judgmental on the subject. I asked her, “Well, what is their policy?” She said she wasn’t sure exactly how to articulate it, but that when she had asked the pastor, he cheerily invited her to grab a cup of coffee and discuss it sometime. Unfortunately, Sarah was surprised to learn that a coffee invite from the pastor is a common meme in online “ex”vangelical communities where question-dodging, vagueness, and charming compassion are all rhetorical strategies that former LGBTQ members report from evangelical leaders with homophobic and transphobic interpretations of scripture. This genre, or the typified response to questions of gender and sexuality that reinforce “traditional marriage” as the only acceptable kinship arrangement, is an obscuring one: the coffee invite may be accessible, but it works to hide an entire genre set of harmful policies that remain isolated from the person asking. Rhetorical genre studies (RGS) scholars have described such phenomena as “occluded genres,” those genres that are hidden “from the public gaze by a veil of  48 confidentiality” and present difficult obstacles for “newcomers,” or as “occult genres,” those genres composed and wielded by those in power, having a significant impact on marginalized populations, while their content is “largely obscured by institutional opacity and professional privilege,” and “rarely illuminated or examined outside of a select few” (Swales, 1996, p. 46; Berkenkotter & Hanganu-Bresch, 2011, p. 248). Oddly enough, Sarah’s church’s LGBTQ policy does exist somewhere if you know what steps to take. First, she would need to locate the church’s denominational affiliation at the bottom of the “Beliefs” page of their website, and then visit the denomination’s website. By searching there for the LGBTQ policy and downloading the attached PDF, she would eventually find in the fourth paragraph of the second page that they do not affirm queer or trans people as their full selves. This policy has powerful, violent effects that may leak into almost all aspects of institutional practices, but the policy itself is rarely glimpsed by anyone but those with insider knowledge. RGS research has maintained a particular focus on “disciplined and predictable” institutional contexts because institutions tend to highlight the rhetorical processes by which a genre manages to stick around (Bawarshi & Reiff, 2016, p. 4). As structuring interfaces, genres “locate or position individuals within the power relations of institutional activity” (Paré, 2002, p. 59). By allowing genres to shape the identities that individuals can take on in organizations, people come to depend on genres “as a mechanism for coordinating their interaction, thereby reinforcing and reproducing the structure” (Yates & Orlikowski, 2002, p. 107). Genres ascend to “institutionalized” status once they have “proven effective and endurable” and “capable of adapting to (and influencing) the changing scene,” which assists organizational activity by removing the  49 need to “treat each exigence as a distinct problem that requires the time and effort of fresh invention for its solution” (Paré, 2002, p. 60; Medway, 2002, p. 125). The subfield of RGS, which views genres not as texts but as typified social actions in response to recurring rhetorical situations and argues genre knowledge is the basis for successful participation in organizational activity, is thus uniquely poised to contribute to rhetorical theories of institutions, which Skinnell (2019) has recently called for expanding. In the field of rhetoric and composition, institutions are often rightly defined according to the context of the particular site of analysis, building on the definition of institutions offered by Porter, et al. (2000) as “rhetorically constructed human designs” (p. 611). This definition usefully pushes back on the perception that institutions are simply givens, or powerful “monoliths” that happen to us without our permission or participation (Porter, et al., 2000, p. 611). Though this establishes institutions as malleable and subject to critique, it still doesn’t tell us much about what they are or how they operate. Out of this tradition of institutional critique has emerged important and insightful analyses of writing program administration work, and scholars of institutional critique develop and share strategies for how a mid-level manager like a WPA might mediate between macro- and micro-level needs to effect positive change for stakeholders. Despite the rich potential of studying institutions as contextually shifting constructions, Skinnell (2019) argues that too often they are studied as artifacts isolated from their “sprawling rhetorical network,” which leads him to conclude that the field is largely unprepared to sustain rhetorical analyses of institutions beyond the settled rhetorical tools (appeals, situation, identification, persuasion, and agency) (p. 69). Despite institutions’ “outsized influence on public discourse,” what remains to be seen, he claims, are  50 “detailed institutional theories to explain how they get the right to speak to other institutions and individuals, and how institutions shape discourse in powerful and distinct ways” (Skinnell, 2019, p. 70). I argue that by drawing on RGS scholarship, we can supplement existing definitional work on institutions. Here, I return to the coffee invite Sarah received from her pastor and ask: If the coffee invite genre, and the many genres it obscures, become institutionalized as they are ritually used and reused, how does one gain the necessary access and authority to interpret, invoke, and adapt those isolated and distant genres? Exploring this question would also contribute to rhetorical theories of institutions by further elaborating on how genres themselves become institutionalized in organizational settings, potentially pushing us not only to view genres as institutional, but also to view institutions as generic. In Sarah’s case, I more specifically ask, how do church leaders continue to convey and exercise the right to make meaning in others’ romantic and sexual lives, and further recruit them to participate in their mission by becoming married or marriable? By analyzing the technical documents in which their marriage policies and practices are left behind in digital textual traces, I argue that all institutions are maintained at the generic level by the ongoing labor of rhetorical legitimacy.  Rhetorical legitimacy, the right to make meaning and participate in an organizational setting, typically conferred by the successful uptake of an institutionalized genre, operates at multiple levels for different audiences: the organization must be legitimized in order to speak to/for individual members, and the individual must be legitimized in order to be heard by the organization. After finding and analyzing the policies of the top 30 “most influential” churches in the U.S. as determined by Outreach   51 100, I analyze data that demonstrates how churches maintain their rhetorical legitimacies by (1) cultivating a cycle of moral panics and moral rests and (2) engaging members in the active processes of becoming married/marriable. In this dataset, the churches’ written policies are not automatically considered to be genres themselves, but are simply one component of the complex processes of institutionalizing genres. Marriage policies are the visible textual traces, left behind in various technical documents on church websites, that are produced during organizations’ continued, collective efforts toward rhetorical legitimacy. Additionally, I make this turn to faith-based organizations like evangelical churches because they reveal the meso-level operations of rhetorical legitimacy as it mediates individuals’ own uptake into institutions. Not only do I locate these sites in the tradition of the field’s public turn that privileges the often overlooked rhetorical aspects of public life (Mathieu, 2005; Farmer, 2013), I also argue that attending to church genres fulfills calls from scholars who have challenged us to expand our view of the rhetorical situations we find ourselves in. Bawarshi & Reiff (2016) point us to genres that “occasion public deliberation, mediate rhetorical and public interactions, and inform collective public action” (p. 6). Through occluding genres, evangelical churches regularly commit spiritual and moral violences against their queer and trans members. Alongside academic and workplace studies, churches’ generic labor foregrounds legitimacy maintenance as a key strategy of power that determines and shapes if and how users come to make meaning in an organization. Rhetorical Legitimacy and the Generic Processes of Institutionalization  52 First, a matter of definition: in this project, I draw from both the fields of rhetoric and composition and organizational theory to view institutions as rules, norms, and beliefs that appear within organizations and travel across an organizational field. For example, churches are the organizations, evangelical Christianity is the organizational field, and all of the rules, norms, and beliefs that surround kinship relations are the institutions. Institutions have had many definitions and uses in rhetoric and composition, sometimes earning the status of “floating signifier” (Skinnell, 2019, p. 72). Skinnell (2019) writes that institutionality “can be made to mean what we need it to mean”: they have referred to a policy, belief, or value that has become routinized; the building or space where that policy and others are enacted in practice; and/or the group of people who decide what policies will remain in practice (p. 72). To resolve this contention, I take Skinnell’s suggestion to draw from the rich body of organizational theory that has long discussed institutions. For them, institutions are the “rules, norms, and beliefs” that carry the epistemological power to actually “describe reality,” and that circulate within an organization of people who purportedly share that vision of reality (Hoffman, 1999, p. 351). Thus, I do not define institutions as groups of people or spaces where people meet, but as rules, norms, and beliefs that groups of people share as commonplaces. In the remainder of this section, I will define rhetorical legitimacy, partially in relation to rhetorical agency, before elaborating on how legitimacy amplifies the generic tendencies of institutions. As theoretical terminology, agency and legitimacy identify similar inventional resources4 that may enable rhetorical action in a particular time and 4 Invention is one of the five canons of classical rhetoric as defined by Aristotle. Though there are debates about what may constitute invention, it often refers to the various resources a rhetor may consult throughout the process of composing and recomposing texts, such as the “different ways to begin writing and to explore writing situations; diverse ideas, arguments, appeals, and subject  53 place. Rhetorical theorists tend to prefer agency for how it names one’s capacity to act, while organizational theorists use legitimacy to describe one’s authorization to participate in an organizational setting. Where agency may describe any number of negotiations of power, legitimacy more specifically invokes agency’s organizational qualities since it may not be obtained unless it is conferred by others in the organization with legitimacy. It necessarily requires external recognition, which is what makes it so continually problematic. Unlike legitimacy, rhetorical agency is not typically an earned ability that is conferred by those with the power to do so. Cooper (2011) argues that agency emerges from embodied knowledge within a complex ecology of conscious and unconscious responses, experiences, relations, intentions, and actions colliding with other technologies, humans, and texts. The agency to address an audience might express a “capacity for words and actions to be intelligible and forceful, and to create effects through their formal and stylistic conventions,” but such addresses also surface in a “general economy of undecidability” that is risky and unpredictable (Rand, 2008, pp. 297, 314). These relational factors present a “web of contingencies” that are often “beyond the control of a single rhetor” (Sheridan, et al., 2012, p. xxvii). Locating agency in a rhetorical ecology is to uncover the “possibilities for a subject to enter into a discourse and effect change” (Herndl & Licona, 2007, pp. 142). Legitimacy is no less complicated or contingent, but it is less broad. “Legitimate” categorizes those rhetors who have, in the past, already earned the right to act and make meaning in an matters for reaching new understandings and/or for developing and supporting judgments, theses and insights; and different ways of framing and verifying these judgments” (Lauer, 2004, pp. 6-7).  54 organization, typically conferred and maintained through successful delivery of institutionalized genres. Legitimacy operates at multiple scales, describing how members maintain legitimacy in an organization and how organizations maintain legitimacy for members and other organizations in their field. While organizational theorists are primarily interested in how organizations maintain legitimacy and not individuals, I still find their work incredibly helpful in developing definitions and explanations for how legitimacy is maintained on both levels. Suchman (1995) defines legitimacy as “a generalized perception or assumption that the actions of an entity are desirable, or appropriate within some socially constructed system of norms, values, beliefs, and definitions” (p. 574). In this way, legitimacy can function as both a constraint and a resource because organizations rely on others to provide it but also can draw on it in future rhetorical actions (Massey, 2001). For example, Sarah would not be persuaded by an invite to coffee if she didn’t already perceive her pastor as a legitimate source of information on faith and sexuality. Maintaining that perception is key to keeping Sarah as a member and exercising influence over how she makes sense of her own identity and makes future decisions about romantic relationships. For some organizations, legitimacy is only threatened in response to sudden crises or disasters, but other organizations like the evangelical church practice ongoing, proactive repair, creating legitimacy through “normalizing accounts” that separate the organization from perceived threats (Massey, 2001, p. 157). These attempts are most successful when they are consistently retooled and distributed over long periods of time (Massey, 2001). If an organization is challenged by stakeholder heterogeneity, they may  55 need to engage in a dialogic process with an audience to learn their needs and expectations in order for legitimacy to be maintained (Massey, 2001). The challenge for church leaders, then, is to craft “normalizing accounts” that are persuasive to not only Sarah but also the rest of the diverse group of members, who may have different needs and be influenced by different approaches. Maintaining the perception of legitimacy from all of these members over their lifetimes is the ideal generic goal of such organizations. Rhetorical legitimacy also highlights institutions’ tendencies to stick around, reproduce, and adapt—which is often said of genres. Even organizational theorists have recognized the recurrent nature of institutions. Barley & Tolbert (1997) actually define institutions as the “shared rules and typifications that identify categories and social actors and their appropriate activities or relationships” (p. 96; emphasis added). In other words, institutions are often genres that have become institutionalized, but legitimacy is a necessary condition for this to occur. The full cycle of how genres become institutionalized for an organization is illustrated in Table 1, which merges the ideas of organizational theories and rhetorical genre studies. Importantly, though, the table is simply intended to identify and label related terms that describe various aspects of the generic processes of institutionalization. It is not intended to suggest that these processes are bounded and sequential, because in reality, they are overlapping, contingent, unpredictable, and sometimes disordered. First, legitimacy is obtained by continually relying on an organization’s “stock of knowledge,” the wellspring of existing acceptable genres (Miller, 1984, p. 156). Then, in new rhetorical situations, legitimate rhetors may begin to label similarities and patterns (classifications) between the new situation and an existing genre, combining and adapting  56 them to produce a new type of response (typifications) (Miller, 1984, p. 156). If the new typification is delivered successfully and then repeated over time, its “application” may become “routine,” thus institutionalizing it, and possibly even becoming so taken-for-granted that it enters back into the original “stock of knowledge” (Miller, 1984, p. 157). Consistently drawing on that shared stock and expanding its resources is primarily how we gain and maintain rhetorical legitimacy in an organizational setting. Reproducing the cycle is much more difficult for members who are not yet seen as legitimate because their actions are subject to increased “criticism and questioning,” limiting their agency to “effect some kind of collective action” (Brown, et al., 2012, p. 299; Suddaby & Greenwood, 2005, p. 36). For example, when Sarah joined her local evangelical church, she recognized it as a legitimate organization in the field of evangelicalism because it used much of the genres from the shared stock of knowledge that she was already familiar with from previous churches. She told me that they interpreted the scripture similarly and spoke on familiar topics and with familiar language, and she identified those genres as already institutionalized in the organizational field. It reminded her of the church she had attended back home in Seattle. As she became acculturated into their particular organization, she likely relied on that same stock of knowledge to identify herself as one of them by expressing similar beliefs and values using the same shared language, while also adjusting as necessary to their specific contexts. This helped the current members eventually recognize her as a legitimate member, too. Over time, as they both needed to maintain their legitimacy in the organization, the church leaders and Sarah likely began to adapt old genres to new situations. The pastor may have adapted institutionalized genres  57 to make sense of new phenomena like the pandemic, the election, or even evolving debates over gender and sexuality. Sarah, in turn, may have adapted institutionalized genres to new phenomena in her life, such as her cousin and brother both coming out and identifying as gay men. If successful, these new applications of old knowledge become typified for others to use, as they share their successful classifications with other members in sermons and conversations, and over time, they may even evolve to be reentered into the stock of knowledge as successfully typified responses to certain situations. The more the cycle works, the more legitimized both the pastor and Sarah can remain for each other. Table 1. How Genres Become Institutionalized in Organizational Settings. More recently, though, Harmon, et al. (2015) claim they still don’t know much about the processes of legitimation, or how “assumptions of desirability and appropriateness emerge, reproduce, and change” (p. 76). Drawing on Toulmin’s notions of intrafield (micro) and interfield (macro) levels of rhetoric, they argue that organizations already seen as legitimate can remain in the maintenance stages in the  58 intrafield level, in which discourse only touches on particular contexts and actions, while organizations whose legitimacy is threatened might be forced to debate about issues at the interfield level in which the very backing of the argumentative claims is under question (Harmon, et al., 2015, p. 77). The leveled approach is a compelling framework that helps us see how organizations or organizational fields may be under threat at various magnitudes and places emphasis on their rhetorical efforts toward legitimacy maintenance, which I agree is a productive site of analysis. But I also agree with their claim that there is much left to be said about how legitimacy works: How do organizations consistently maintain legitimacy when they are not experiencing a real crisis? How do they confer legitimacy onto their members, thus serving as their own legitimacy evaluators? How do they retool their own legitimacy maintenance strategies so that they address stakeholder heterogeneity (the competing values and needs of members that threaten any universal legitimacy judgments)? In this chapter, I argue that rhetorical legitimacy, when organizations and their members are recognized as having the authority to make meaning in a particular context, is crucially necessary for the processes of institutionalization to replicate and endure. I will expand on what I have already claimed, that rhetorical legitimacy is one component of how genres become institutionalized, but I will also elaborate on how evangelical Christian churches maintain rhetorical legitimacy for themselves and confer it onto their members through (1) cycles of moral panics and moral rests, and (2) the active processes of becoming married/marriable. “God’s Greenhouse to Grow Strong Marriages”: Cultivating Moral Panics/Rests for Organizational Legitimacy  59 Evangelical Christian churches have instituted an inventional resource of moral panics and moral rests that aid them in maintaining their own rhetorical legitimacy and further enable them to make meaning in the romantic and sexual lives of their members. I illustrate this argument in the next two sections through a case study that culled the 30 most “influential” churches from a list that is annually published by Outreach 100, an evangelical Christian group that describes itself as “the definitive guide to church growth in America” (Outreach100.com). Each year, they gather data on three types of churches that identify as evangelical: fastest-growing, largest in size, and most “reproducing,” referring to the addition of new church sites or campuses. I chose to analyze the churches that evangelical Christians already consider their most influential and subsequently selected the first 10 in each of the three categories classified by Outreach 100. For each of the 30 churches, I researched the church’s online presence (website, social media, streaming channels, press interviews, and organizational affiliations where applicable) and extracted their policies regarding sexuality and/or marriage from the many digital texts that are available to the public at varying degrees of accessibility. In the remainder of this section, I first provide examples of how the policies crafted marriage panics and analyze them by drawing on panics scholarship, and then elaborate on this scholarship by defining and illustrating “moral rests” in which churches surprisingly reversed or questioned the need for a panic. I close the section by demonstrating how churches draw on panics and rests to reinforce their own legitimacy as an organization and how that move provides them the license to institutionalize certain genres for others. I did not decide to focus my analysis on written policies in order to suggest that they (as language) are more valuable or credible than practices (as action or matter).  60 Rather, I see policies and practices as entangled in the same processes of institutionalization. Policies, though, are often the only visible trace of institutional genres for observers from the outside. Organizational theorists have sometimes justified their discourse analysis methods by arguing that policies and other instances of discourse are the most valuable and credible site for understanding institutions, but here, I prefer to see marriage policies as one useful site that provides one glimpse into organizational life. I highlight the position statements, bylaws, sermons, blog posts, and other digital texts that organizational leaders decide to deliver publicly, because they are the information that those leaders are willing to share. Because I seek to learn how people gain access to organizational activity and become authorized to make meaning for other members in those settings, it’s important to see how organizational leaders decide to represent themselves to outsiders. While it would be compelling for future studies to gather data on institutionalized practices through field methods such as interviews with current members of an organization, I am interested here in churches’ public attempts at legitimacy maintenance because they reveal the ongoing generic processes of institutionalization. Here, texts are not the most trustworthy, but are instead the most accessible and relevant entry points. Marriage panics/rests serve to both materialize and dissipate an imagined social crisis (“our society has collapsed...” [ACNA, 2021]) before establishing the church as the legitimate site of rhetorical education in which the crisis may be repaired or debated (we are “God’s greenhouse to grow strong marriages” [Second Baptist Church, n.d.]). Marriage panics are similar to other sex panics, like child molestation and sex trafficking panics, that reduce complex experiences into reductive categories and “[silence] critical  61 interrogation” (Barnard, 2017, p. 7). Additionally, they call upon our “rhetorical commonsense,” that feeling that no rational person (at least in this organization) could be against such an issue, constructing a rationale that pits church members against all of those who threaten the evangelical institution of marriage (Barnard, 2017, p. 7). While most organizational studies of legitimation have analyzed how organizations react to unplanned crises (Massey, 2001), I’m interested here in how marriage panics/rests manufacture their own crises in the ongoing creation and maintenance of legitimacy. In the set of 27 policies from 30 churches, there were 24 instances of churches fabricating a moral panic or rest, with panic (16) being more common than rest (8). Additionally, there were 20 instances of churches reinforcing their own organization as the key transformative site of rhetorical education.5 The panics, in this case, are largely developed through uptake artifacts, texts “produced in response to other texts” as one type of uptake residue, the phenomena that help to “maintain, modify, and destabilize cultural institutions” (Dryer, 2016, p. 65). For example, marriage policies tend to frame recent social and cultural developments as events that prompted them to respond through the policy genre, and in this data set, only two of these events pose an actual threat to anyone’s safety or wellbeing (in particular, the HIV/AIDS and COVID-19 pandemics). In 5 I did not originally set out to analyze moral panics in the dataset. Instead, it was a code that emerged after I subjected all 27 policies to three rounds of coding. For the first round, I wrote two lists of potential codes that I expected to find in the data: the first list was based on my experiences volunteering for the organization Church Clarity (i.e., lack of clarity/accessibility, colonial attitudes about marriage evangelism), and the second list was drawn from rhetorical research in institutions and genres (i.e., infrastructural standards, classifications, and backgrounds [Johnson, 2014], uptake artifacts [Dryer, 2016]). I began to label policy statements as moral panics after both the second round of coding (which reduced codes that didn’t appear much in the data and grouped policies into code sections) and then writing reflective memos on each code in the third round. In the memos, I discussed the intense affects of “anxiety” conveyed throughout the policies that linked marriage to all kinds of “fearful” issues like the vulnerable futurity of evangelical Christianity.  62 this way, the policies purposefully “take up” external social and cultural events, like the legalization of same-sex marriage, and produce a policy or “artifact” in response. However, this move is likely not what Freadman (1987) had in mind when she originally imagined the concept of uptake as surfacing in “controlled environments” where the “exercise of skill is highly constrained by the interventions of our co-participants” (p. 559). While recognizing that rhetorical legitimacy is rarely empowered by uptake and more often constrained by it, I apply this term to marriage policies to highlight how the legitimacy maintenance of institutions requires them to make repeated references to societal developments that break the norms of their institutions. By pointing to examples of the anti-institutional, the church’s own rhetorical legitimacy is empowered because they can frame their own organization as the providers of the resolution to that dilemma. They introduce the anti-institutional so that the institution has something to drive out. This is not the first study to recognize that moral panics operate by simultaneously imagining a “folk devil” and offering the solution to eradicate it (Herdt, 2009, p. 1). Defining a panic as “the level to which the societal and personal expressions are out of proportion with the threat posed by the so-called ‘folk devils,’” panics scholarship often works to illuminate the “production of the reactive mechanisms of surveillance, regulation, discipline, and punishment” that typically follow a panic’s institution and that can result in certain populations’ loss of rights and “household security” (Herdt, 2009, pp. 1-2). Herdt (2009) notes that once panics are institutionalized, educators may risk retribution if they challenge the panic (p. 2). I observe this process in the marriage policies in two key steps: first, churches take up recent social and cultural  63 developments as panics in their marriage policies, and second, they can legitimize their own “reactive mechanisms” by establishing the church as the legitimate site of rhetorical education. The most common method of taking up artifacts is to refer to achievements in the struggles for LGBTQ equality, particularly in faith-based arenas. For example, the Assemblies of God (AG) denominational policy targets other religious leaders who have adopted more affirming stances: A reaffirmation of biblical teachings has become all the more urgent because writers sympathetic to the LGBT (Lesbian/Gay/Bisexual/Transgender) communities have advanced revisionist interpretations of relevant biblical texts that are based upon biased exegesis and mistranslation. In effect, they seek to set aside almost two thousand years of Christian biblical interpretation and ethical teachings. (Assemblies of God, 2014) By targeting religious leaders, the denomination is able to produce the appearance of LGBTQ equality as a seemingly recent and encroaching threat on evangelicalism: “...the growing cultural acceptance of homosexual identity and behavior (male and female), same-sex marriage, and efforts to change one’s biological sexual identity are all symptomatic of a broader spiritual disorder that threatens the family, the government, and the church” (Assemblies of God, 2014). They reduce a complex landscape of belief into two sides, framing affirming stances as recent, new, “growing,” “urgent,” and “increasing,” and framing non-affirming stances as fixed, “almost two thousand years” old (Assemblies of God, 2014). This move forces diverse queer histories into a temporal  64 bind: gay/straight, new/old. Additionally, its “urgency” is what categorizes this policy as a moral panic—the folk devil that must be quickly eradicated. In doing so, churches can reinforce their own site as the legitimate center of rhetorical education on gender and sexuality, which is supposedly unchanged over millennia of scriptural debates. Similarly, other policies take up the progressive scientific claims from psychologists and biologists that affirm the natural occurrence of gendered and sexual diversity: Converge (2012) writes that “Whatever biological or familial roots of homosexuality may be discovered, we do not believe that these would sanction or excuse homosexual behavior…,” while the ACNA (2021) argues, “Therefore, a common cultural perception that some types of sexual attractions are always innate and permanent can, we believe, lead to unnecessary confusion and pain for some, especially children and teenagers” (ACNA, 2021). Once again, claims about sexuality are framed as recent discoveries by external forces rather than the embodied knowledges of many past and present Christians. In other words, a new situation arose with a threat to organizational legitimacy (medical scholarship on sexuality that dissents from current evangelical practice), a legitimate rhetor (the policy authors) classified the dissenting information as irrelevant to current practice, this response was typified (applied to other similar situations), and its repeated use over time and in different situations (institutionalization) reinforced the rhetor’s legitimacy to continue to make meaning in the sexual lives of the organization’s members. Policies also occasionally referred to social and cultural events that were unrelated to LGBTQ progress in order to inflate the moral panics that supposedly threaten cisheterosexual marriage. They attempt to connect the supposed erosion of the  65 nuclear family with various social problems: Where Converge (2012) names “poverty, unemployment, alcoholism, divorce, chemical dependency, trial marriage, premarital and extramarital coitus, materialism, disease, covetousness and the host of other problems that exist as enemies of the family,” ACNA (2012) adds to their list of “threats” “racism, persecution, injustice, and violence,” heightened by “this tragic pandemic.” This is a preliminary move that clears the ground for the processes of organizational legitimation that will follow. First, churches take up a false equivalency in which some very real, very harmful social problems (poverty, racism, etc.) are conflated with mundane events of human life that cause no harm or much less harm (premarital or extramarital sex, trial marriage, etc.). Then, this allows churches to more easily incorporate the real social problems into the moral panic without really addressing them. Ultimately, framing all of these phenomena as similarly threatening to the evangelical institution of marriage allows churches to establish their own organization as the universally legitimate site for rhetorical education on marriage “by developing the program of the church so that it enhances the family unit” (Converge, 2012): We believe every couple needs the full measure of God’s grace in their relationship, as well as training and relational encouragement, to have a successful, lifelong marriage. Our desire is for the church to be a place where marriage relationships are nurtured and strengthened. Gateway Church will do everything possible to encourage couples to fulfill their covenant commitment in marriage. We will provide Gateway Groups for every couple, whether they have a struggling marriage or a healthy marriage, to learn how to strengthen their marriages in godly ways. We will offer couples loving support and accountability  66 to aid in their success. We will give them pastoral support and biblical counseling as they work through issues on their way to a fulfilling marriage relationship. (Gateway Church, n.d.) The evangelical institution of marriage may be under multiple threats, but the church promises a curriculum that will preserve and empower its current iteration. Here, the moral panics framework helps to identify how the church seeks to maintain its power to define and impose the bounds of kinship onto its members. The church’s curriculum is billed as the only legitimate solution to resolving the urgent moral panic they fabricated through co-opting social problems. However, rhetorical legitimacy is not solely maintained through moral panics. In marriage policies, churches also develop moral rests that provide the appearance of extending compassion and acceptance to LGBTQ members. On the surface, this move seems contradictory to the goal of legitimacy maintenance, but it is a powerful rhetorical choice that authorizes their own organizational legitimacy. For example, marriage policies will express compassion or sympathy for LGBTQ people and purport to promote understanding of the difficulties they may face when told that their existence is anti-institutional: The ACNA (2021) claims they have listened to members “describe the experience of praying that these attractions would be lifted,” express fears that “you feel alienated [...] because of these attractions” and “ignored by fellow followers of Jesus to the point of feeling invisible,” and Converge (2012) complains that “the church has often failed to recognize, understand, or show compassion to those wrestling with these realities” and “has struggled to walk in a redemptive manner” with LGBTQ members. The latter even condemns “hateful, fearful, unconcerned harassment of persons with a  67 homosexual orientation” that leaves some members feeling “ostracized and disdained” and prescribes an “honest, reasoned, nonviolent” approach that begins with “love and truth” (Converge, 2012). To be clear, moral rests do not erase the panic; in fact, they preserve it and even empower it by changing its tone and approach, reformulating parts of the practice so that its core remains intact. In a moral rest, people who do not currently share the same kinship arrangement of heterosexual, monogamous marriage are welcomed in as new members and extended “compassion,” “love,” and “patience”—a major shift from the panic’s conflation of queerness and transness with violence and disease. The moral rest does not erase the oppressive practices and homophobic and transphobic teachings. Of course, the moral rest still leaves the evangelical institution of marriage essentially unchanged, but it shifts the urgency of the panic from protecting cisheterosexual marriage to persuading members who do not fit the institution. Nowhere is this clearer in the dataset than with Christ’s Church of the Valley, the 8th most “reproducing” evangelical church in the U.S., whose pastor Brian Jones has published a series of blog posts and articles questioning dominant approaches to evangelizing LGBTQ members. Instead of repeating the same rhetoric of panic and repudiation, Jones advocates compassion (“I really feel for you”) and honesty (You can change your “behavior, yes. Feelings, I just don’t know” [Jones, 2017). In all of these publications, he is sure to clarify that “The question I’m NOT asking is whether or not homosexuality is a sin” (Jones, 2017). But through his questioning, he continues to undermine the institutionalization of long-held assumptions about sexuality: “Does anyone know if there is some combination of therapy + spiritual growth regimen +   68 pharmacological remedy out there that can reverse same-sex attraction?” (Jones, 2017). With incredibly offensive description, he even mocks other church leaders who have been swayed by the moral panic:  I have this friend who swears that if pastors tell their flocks it is possible people could be born gay, that churches will overnight turn into Village People-style, free-for-all orgies. He thinks people will start wearing feather boas to Bible study. Sunday school teachers will start showing clips from Glee to their first-graders. (Jones, 2015) This move cultivates a marriage rest that challenges the fear-laden panic reproduced in their typical “pat answers” and “same advice,” what we may call the institutionalized genres, all while reinforcing the values of the original panic. Moral rests are necessary adaptations of moral panics to preserve the original morals, likely used when moral panics are under public scrutiny and are less influential for members. In doing so, they allow the organization to maintain its rhetorical legitimacy for those members who were unswayed by the panic. Marriage panics/rests are continually made and unmade, according to the needs of those who seek to maintain their rhetorical legitimacy. The spread of rests that conversely dissolve the urgent panic and reproduce its original values is a core rhetorical strategy for churches’ legitimacy maintenance. By retaining the core institution (marriage is only valid for heterosexual, monogamous kinship arrangements), Jones establishes his organization as rhetorically legitimate by relying on the stock of knowledge shared by the evangelical organizational field, but he also uses that rhetorical legitimacy to depart from the shared stock of knowledge by classifying and typifying a new response to the  69 situation of queerness and transness in church members: “I just don’t know,” and “I really feel for you.” The marriage rest leads Jones to simultaneously progressive and traditional conclusions. While he concludes, for example, that rejecting certain rites like baptism to out LGBTQ members would be “utter nonsense,” he also preaches: “It’s still sin. It’s still something to be avoided. Then hasn’t God tethered those with homosexual urges to a life of constant struggle? Yep. [...] And my heart goes out to them because of it” (Jones, April 2017). These mixed messages further reify the organization’s legitimacy by producing the appearance of tolerance and acceptance—a more approachable and understanding tone than what churches have typically invoked in past similar situations. Where a moral panic incorporates uptake artifacts via negation, the moral rest partially aligns with them and mimics their rhetorical strategies while saving the core institution from radical change. In this process, the organization is once again legitimized as the domain with the utmost authority to recognize who can become married and who cannot. Becoming Married: Conferring Rhetorical Legitimacy to Individuals Once evangelical Christian churches have established rhetorical legitimacy for themselves as an organization, they are able to grant rhetorical legitimacy for their members. Once members gain that access, they can participate in the delivery of institutions to new and expansive contexts, thus making it possible to legitimize more members. To do so, churches use marriage policies to engage members in the active processes of becoming married. In this section, I will discuss one code that I took from rhetorical genre studies scholarship and applied to my analysis of 27 policies from the 30 churches that Outreach 100 deemed the most “influential” in 2020: roles, or the cycle of creating and reducing standardized, hierarchized roles for members to embody (Emmons,  70 2008). These new social roles provide opportunities for members to both shed any associations with identity groups external to the organization and participate in the repair of marriage panics/rests that legitimize the organization as a whole. I argue in this section that this role-based participation confers participants’ own standing in the organization as rhetorically legitimate, free to draw from that generic stock of knowledge and make (limited) meaning in their own and others’ romantic and sexual lives. Roles are not static identities for members, and members are not stable and bounded subjects who can simply step into those predetermined roles. Rather, I prefer to see roles as interconnected phenomena, made up of the resources and constraints found in the organizational stock of knowledge. Thus, members take up certain roles by becoming recognizable to others in the particular organizational hierarchy, entering into a complex process through which they are legitimized to experiment with making meaning in their own and others’ romantic and sexual lives. In this process, a genre may (or may not) find itself becoming more and more adaptable and rhetors may (or may not) find themselves becoming more and more legitimate. According to Graham (2020), genres are not “(discursive) entities” (i.e., policies) but are the “active structuring templates that guide the processes of becoming according to the strictures of currently ascendant hierarchies” (p. 72). In other words, they provide frameworks for understanding ourselves in relation to institutions and their other members, and they also guide the actions and adaptations we make in new and recurring situations. In marriage policies, binaristic roles (man/woman, celibate/married, husband/wife, etc.) are often presented as institutionalized, standard across time and space, and applicable to all peoples. But in fact, they are actually highly rhetorical, and   71 thus contextual, materializations. They may be inflated or deflated to fulfill certain needs at different times in the “active unfolding” of organizational life, often according to the fluctuation of marriage panics/rests (Graham, 2020, p. 89). As Graham (2020) reminds us, “only the most powerful hierarchies are capable of supporting the kinds of structuring structures that persist and guide action,” and many of these “Top 30” churches have established themselves as the site of rhetorical education where the romantic and sexual orientations of members are remade into individually adapted roles that are recognizable to other members as legitimate (p. 115). Hierarchical relations emerge from these complex processes of becoming married or marriable, continually “making and remaking themselves as subordinate and superordinate systems change around them” (Graham, 2020, p. 37). Under this lens, church leaders can be understood as composing policies that engage members in processes of becoming married, as they seek to make sense of themselves and their own relations to their current organizational [subordinate] and institutional [superordinate] fields. By using marriage policies to instruct members on what roles are available, evangelical Christian churches seek to shape who their members may become. Members of the organization may already associate with one or more of the available roles, or they may desire to become someone who could fulfill that association. Below, I cite from marriage policies where certain standardized, hierarchized roles are created or reduced to facilitate members’ becoming married/marriable, thus transferring some amount of legitimacy onto another member. By coding all 27 policies for attempts of role creation or manipulation, I found nearly 60 instances of policies classifying, defining, typifying, and ranking roles. In many ways, churches’ efforts aligned with Emmons’ analysis of  72 genres’ power to “position subjects and to allow them to inhabit (only) particular social roles” (2008, p. 138). Churches’ marriage policies provide, describe, and rank clear roles for members to fulfill or desire to fulfill one day, and inhabiting these roles through the “intimate, embodied power of uptake” facilitates the conferral of rhetorical legitimacy from an organization to its members (Emmons, 2008, p. 138). The first set of roles in the marriage policies offers members only two valid genders (man/woman), and then places them into a second set of roles in a marital relation (husband/wife). Nineteen examples of establishing and limiting options for gender expression were found: the AG (2014) describe “male (man) and female (woman)” as “sexually different but with equal personal dignity”; the CMA writes that all of us “are created and embodied as male and female”; and Eagle Brook Church (2013) places it in historical terms with “God says in the very beginning that marriage is between one man and one woman.” In these examples, churches exercise their rhetorical legitimacy as an organization by creating (“We are created…”) and defining (“sexually different…”) roles for members to aspire to. In order to be a legitimate member, individuals will need to prove that they can successfully adapt these roles to their personal lives and expressions, or at the very least, avoid participating in all other romantic and sexual behaviors that fall outside of these roles. Ten of the policies actually prescribed these two sets of roles (man/woman, husband/wife) with associated behaviors that dictated how each role may be practiced. For example, FamilyLife (2021) prescribes “different responsibilities” that are “equal in value,” instructing men “to sacrificially love and lead their wives” and women “to respect and support their husbands,” and the Southern Baptist Church aligns by instructing a  73 husband “to love his wife” and “provide for, to protect, and to lead his family” and a wife “to submit herself graciously to the servant leadership of her husband” and “serve as his helper in managing the household and nurturing the next generation.” Legitimacy maintenance does not end once one has become a particular role, but requires ongoing action to engage with the processes of becoming: as a man and husband, the member must always “provide,” “protect,” “love,” and “lead”; as a woman and wife, the member must always “respect,” “support,” “serve,” and “submit”; as a marriage, members must always maintain their gendered “distinction,” reproduce children through “procreation,” and function as a metaphor and example for how the church as an organization should “submit to the headship of Christ” (ACNA, 2021). Importantly, many policies ranked roles into a hierarchy of marriability or marriages. There were 16 instances of explicitly ranking monogamous heterosexual couplehood over all other models of kinship (usually same-sex marriage or extramarital sex), including two that only applied this ranking if the individual planned to serve in a leadership role or missionary role. Of these, five policies specifically ranked Christian marriage over “secular” marriage, defined as lacking participation in a local evangelical church, living together or having intercourse prior to marriage, or failing to complete marriage counseling. Definitions and descriptions extend role creation here by providing a rubric for how members may aspire to adapt their roles in the organization. I was surprised to find, though, that just as often as policies created and ranked roles, they also reduced all members to their commonalities, forwarding an egalitarian rhetoric that ignored its obvious contradiction with the role hierarchy. Role reduction emerged as a key rhetorical strategy for addressing what organizational theorists call   74 “stakeholder heterogeneity,” a major threat to legitimacy maintenance because of the diverse and varied lived experiences that members often bring into organizational contexts with them. By reducing the potential for role associations external to the organization, such as LGBTQ identity groups, churches are able to more easily initiate members into the predetermined roles of man/woman, husband/wife, or celibate/married, as well as enable an institution’s travel across contexts. First, churches seek to erase cultural identity markers that might distinguish one member from another (“across distinctives of race…”), and second, they frame all romantic and sexual practices outside of evangelical marriage as equally egregious to other “sinful” acts like “racism” and “disregard for the poor.” In the 27 marriage policies, there were 13 instance of churches attempting role reduction. For example, Converge (2012) describes God as “the Conqueror of all barriers” who will unite “believers of all tribes, races, nations, and cultures,” intentionally erasing the need for identity labels outside of faith; the ACNA (2021) labels same-sex relationships as “an oft-targeted sin” and blames Christians for ignoring others that share a “common fallen nature,” such as “pornography, adultery, divorce, greed,” in an attempt to equalize LGBTQ members as no more or less “sinful” than cisheterosexual members; and the Southern Baptist Church (UTMartin, 2000) combines these two approaches by challenging Christians to “oppose racism, every form of greed, selfishness, and vice, and all forms of sexual immorality, including adultery, homosexuality, and pornography.”  As in role creation, these uses of role reduction also engage the active processes of becoming married or marriable. First, role-reductive policies erase cultural identity markers like race, ethnicity, and nation to make it clear that the evangelical institution of  75 marriage may be lifted and applied to anyone else, making it possible for anyone in any context to be recruited to their prescribed gendered and sexual roles. What may appear to members as a role creation (becoming married) is actually a violent erasure of their other identity associations, which has real, felt consequences obscured by marriage policies. Second, placing kinship practices like same-sex marriage into the same category as social evils like racism and classism removes the possibility for any LGBTQ members to obtain rhetorical legitimacy in the organization unless they aspire to conform to the prescribed roles, setting rigid bounds on how one can become married. Maintaining one’s rhetorical legitimacy in the evangelical Christian church, or one’s permission to participate in the evangelical mission to make meaning in others’ romantic and sexual lives, is not simple. It is a role-based participation in the ongoing process of adapting oneself to become married or marriable, which requires unceasing efforts toward legitimacy maintenance. Conclusion In the last chapter, I analyzed archival records that show how evangelical marriage came to be legitimized and institutionalized as it is today, paying close attention to how constant, responsive changes are necessary to maintaining its rhetorical legitimacy and preserving it across new contexts. In that case study, change was a fundamental component of maintaining rhetorical legitimacy in organizational settings, as institutionalized genres were continually adapted to suit ever-changing needs, trends, and goals. This chapter elaborated on how those changes take place today. For example, Brian Jones’ partial rejection of moral panics as a recruitment strategy was a necessary rhetorical move to adapt to the increasingly tolerant attitudes and tones of more progressive Christians. For evangelical marriage to maintain its legitimacy, or its  76 meaning-making power in members’ romantic and sexual lives, Jones needed to slightly change the genres associated with the institution and cultivate a moral rest, so that the institution itself can remain unchanged. This chapter also contributes to the project of expanding rhetorical theories of institutions by offering rhetorical legitimacy as a key factor in how genres and their various uses are standardized over time and organized into a role hierarchy, governing who has access to occluded knowledge. This case study sought to analyze how organizations craft isolating and occluding genres that maintain distance between members in fraught, hierarchized power relations, and how new members bridge that distance and maintain the necessary rhetorical legitimacy to make meaning in their own and others’ romantic and sexual lives. I pursued this project by examining technical documents like marriage policies as they surface in various forms like denominational rules, blog posts, or sermon archives because I believe these texts reveal how an organization frames institutions to their members and to other publics that encounter them. Though I borrowed definitions and frameworks from organizational theorists who have amassed a large body of scholarship on how institutions circulate in organizational fields, I also analyzed these policies using rhetorical genre studies concepts because I believe that the subfield of RGS, whether implicit or explicit, is always invested in processes of institutionalization—or in other words, how rhetorical actions become typified and classified in recurrent social situations by legitimate rhetors as they navigate organizational contexts and draw from or give back to the organization’s stock of knowledge. I hope that my contribution in this chapter highlights the institutional   77 tendencies of genres: how they enter the stock of knowledge after repeated acceptable uses and then aid in efforts toward legitimacy maintenance. This case study of the U.S.’s “Top 30” churches revealed that, in their own ways, marriage policies support the generic processes of institutionalization. Churches initiate members into the organization by cultivating exigencies (marriage panics/rests) that affectively frame social events like the federal recognition of same-sex marriage in the U.S. as threats to the organization that require immediate repair, which in turn, provides the organization with the rhetorical legitimacy to make meaning in members’ romantic and sexual lives. Once engaged in the panic/rest, members may earn their own rhetorical legitimacy in the organization only by aspiring to become married or marriable within the bounds of marriage set by the church. When members enter into the active processes of becoming married/marriable by adapting certain genres from the stock of knowledge to their own identities and expressions, they may begin to legitimate themselves into organizational activities, with increased authorization to make meaning in their own and others’ romantic and sexual lives within certain rigid bounds. For members, this newfound rhetorical legitimacy provides very little to no agency, since other roles may have to be ignored or altogether erased so that churches may clear the way for members to ascend the hierarchy of marriability.       78 CHAPTER III EXPOSING THE “ACTIVELY ENFORCED” POLICY: TACTICAL TECHNICAL DISRUPTAKE FOR RHETORICAL DEINSTITUTIONALIZATION Introduction With mega-sized campuses in cities like LA and NYC, the evangelical Hillsong Church boasts a global weekly attendance of 150,000 people, often including celebrities like Justin Bieber, Kylie and Kendall Jenner, Selena Gomez, Nick Jonas, Chris Pratt, and more. In 2014, public debate arose surrounding their teachings on LGBTQ identities after the New York Times reported the church had shifted their “tone” on gay marrriage. Lead pastor Brian Houston remarked that in an effort to “stay relevant as a church,” same-sex relationships would be treated as an “ongoing conversation,” even remarking that LGBTQ people have often experienced “pain” at the hands of Christian churches (Paulson, 2014). In their since-deleted clarifying statement published shortly after the 2014 statement, titled “Hillsong Church Loves All People,” they wrote, “We are an inclusive Christian church that loves, values, and welcomes all people, regardless of their background, ethnicity, beliefs, values, or personal identity” (Church Clarity, Feb. 2019). Why, then, was their music director Josh Canfield asked to step down from his leadership role after he said on national television that he identified as a gay Christian? (Church Clarity, Mar. 2019).  79 The answer may be found through in-depth research, past the public-facing, welcoming rhetoric of Hillsong’s online presence, buried deep in their media archives: “Hillsong Church welcomes ALL people but does not affirm all lifestyles,” later followed by, “So if you are gay, are you welcome at Hillsong Church? Of course!” (Hillsong, 2015). For those less familiar with typical evangelical practices, this implies that gay and lesbian members at Hillsong will need to remain single and celibate until they participate in some form of conversion therapy to eventually marry the opposite sex. Misleading bait-and-switch strategies like Hillsong’s prompted the volunteer-run organization Church Clarity to form in 2017. Their mission is to score the “actively enforced” LGBTQ policies of Christian churches and publish them online, so that their users can make informed decisions about the spiritual spaces they want to inhabit. An “actively enforced” policy emphasizes that an organization’s policies are meaningless without also knowing their practices. In Church Clarity’s words, policies are not what churches purport to believe; they are “what churches do” (Church Clarity, Feb. 2019). Their website suggests that, rather than asking Hillsong if they believe they are welcoming or accepting of new members, what we should be asking them are specific questions about practice, like: Will you officiate a same-sex wedding? Or, are all LGBTQ people eligible to serve in leadership and preach? Church Clarity’s work may also be understood as the work of genre uptake, or what Dryer (2016) calls “disruptake,” which he defines as “uptake affordances that deliberately create interficiencies, misfires, and occasions for second-guessing that could thwart automaticity-based uptake enactments” (p. 70). As churches enforce their policies through various and sometimes contradictory practices, Church Clarity volunteers deploy  80 extensive research methods to intervene in those uptake processes (“the interconnections, translations, and pathways between genres” [Reiff & Bawarshi, 2016, p. 3]) by completely revising and republishing the churches’ policies to be more honest and accurate. This move works to destabilize, at least for users of their website, the institutionalized policy genres that have long inflicted violence on LGBTQ churchgoers. Church Clarity’s collaborative and deliberate interventions in harmful bait-and-switch rhetorics leads me to ask: How does disruptake function as a form of tactical technical communication, and what might be its rhetorical impacts on institutionalized genres? I pursue these questions by examining how Church Clarity’s work can be adapted as a model of institutional disruptake for technical communicators. In exploring these questions, I interviewed three users of the Church Clarity website to learn how they interpret and engage Church Clarity’s efforts toward disruptake and to assess how effective Church Clarity actually is at initiating the rhetorical processes of deinstitutionalization (“the process by which deeply entrenched practices give way to new innovations” [Ahmadjian & Robinson, 2001, p. 622]). In short, I found that disruptake often does provoke exciting misfires and teaches new ways of thinking—work that is incredibly necessary to initiate deinstitutionalizing forces—though disruptake alone is not enough to achieve widespread, long-term deinstitutionalization. Such a project would require composing clear, accessible technical guides that instruct the user on what they may do with that new information, so that disruptake may be more controllable and thus activated toward more effective interventions in institutionalized genres’ violences. I end the chapter by considering the dissertation’s larger exploration of rhetorical legitimacy maintenance alongside this chapter’s findings, arguing that ethos  81 construction (and de-construction) is essential if tactical technical communicators want to unravel the rhetorical processes of legitimation that maintain institutionalized genres. Church Clarity as Tactical Technical Communication: Disruptakes and Deinstitutionalization Many churches already understand their regular work as requiring on-staff technical writers, some of whom actively participate in the Society of Technical Communication and regularly present at conferences (Johnson, 2009). In their own words, the technical writers at The Church of Jesus Christ of Latter-Day Saints are asked to “create a variety of help materials, including software manuals, online help, quick reference guides, video tutorials, interface text, release notes, web content, and product communications” (Johnson, 2009). One aspect of their work is to craft websites as public-facing texts that welcome new members, guide current members to become more involved in church activities, and instruct all users on how the church plans to interpret Biblical scripture and enact those beliefs as institutional doctrine. While the fields of technical and professional communication have traditionally described business-driven workplaces, scholars are continually revising our dominant narratives beyond the “narrow context” of “business environments,” which are “insufficient for framing the role and influence of our work” (Walton, et al., 2016, p. 86). Values of efficiency and pragmatism that can often define business culture, which have sometimes given us “objective, apolitical, and acultural practices, theories, and pedagogies,” might not necessarily translate to all other types of technical work (Jones, et al., 2016, p. 212). This chapter contributes to the body of technical communication literature that privileges “social justice and inclusivity” as on par with “workplace  82 problem solving” in two ways (Jones, et al., 2016, pp. 212-3). First, churches are a rich and important site of institutional messaging, as they wield a significant amount of meaning-making power over their members and local communities. They employ a technical rhetoric in which certain approaches to Biblical interpretation are translated to wider audiences as instructional guides for how to live morally and meaningfully, and the field would benefit from learning more about how users’ high-stakes interactions with churches’ materials impacts their daily lives. Second, Church Clarity is an interesting site of analysis as they have already committed themselves to the work of reading and intervening in churches’ technical communication. As a community-based organization, they treat users of church websites as their co-creators by combining users’ insider expertise with their research methods to develop extra-institutional risk communication that reduces the amount of power churches hold over their members. Though implicit in their work, Church Clarity volunteers understand that genres are institutionalized through rhetoric, and in order to navigate churches safely, LGBTQ members will need access to the stock of genre knowledge, or what RGS scholars understand to be the situated practices that reproduce social structures and are the basis for successful social interactivity (Berkenkotter & Huckin, 1993). The practices that actively enforce church policies—for example, how a church leader responds to a member revealing their LGBTQ identity—becomes institutionalized as a genre through consistent uptake, which works “to justify and objectify” churches’ right to make meaning in the lives of its members (Britt, 2006, p. 137). Once a genre is institutionalized for a particular public, it “[works] in the background to both draw upon and shape what we perceive as common sense” (Britt, 2006, p. 134). Church Clarity targets those   83 “occluded genres” that are hidden from some members “by a veil of confidentiality” in an effort to rebalance the power dynamics at work (Swales, 1996, p. 46). Although churches purport to be a safe space for discussion and debate over Biblical interpretation and learning more about those occluded genres (e.g., Hillsong’s invitation to participate in an “ongoing conversation”), requests to do so may often result in harmful consequences for LGBTQ members (e.g., Hillsong’s removal of Josh Canfield from a leadership position).  Church leaders take up certain genres as a model by using their spoken and written texts, both published online, to instruct members on how to interpret and enact the policies in practice. This move constitutes an uptake affordance that “[facilitates] particular uses or [deters] particular activities” by dictating how one may express their gender and sexuality in a given context, as well as how other members should respond to this expression (Dryer, 2016, p. 65). In opposition to these church leaders, Church Clarity volunteers “[work] outside” of the church settings to disrupt the churches’ power to share and regulate their own strategic technical communication by locating and foregrounding those uptake affordances (Kimball, 2017, p. 1). The process begins by “creating open forums where users can share information with each other” in which users are invited to anonymously submit narratives of their experiences with certain churches (Kimball, 2017, p. 2). Volunteers decide which churches will be scored based on what users submit, and the information in their stories may guide the volunteer as they research the church’s policies. While harnessing their own individual knowledge of transphobic and homophobic churches’ institutionalized genres based on past lived experiences, Church Clarity volunteers have also built algorithms and large databases for searching the records of churches and denominations. Their findings are then filtered through a series of steps  84 that apply the scoring system or “rate the validity” in Kimball’s terms (2017, p. 2). Originally developed through community-driven criteria, volunteers score how accessible churches’ LGBTQ policies are to the public, and finally “provide valuable metrics on the product and its use” by revising and republishing the policies to be clearer and more accessible (Kimball, 2017, p. 2). Though they lack a formal discussion board space that is typical for tactical technical communicators (Holladay, 2017), Church Clarity is still “creating space for marginalized users’ expertise to be recognized as legitimate” by inviting them to share their narrative experiences, and in turn helping others to make more “informed decisions” (Jones, et al., 2016, p. 218). They ultimately strive to manifest a queer tactical technical communication by providing “supplementary ethical frameworks” that reduce harm and a queer usability that “centers marginalized users and their anticipated needs,” uplifting LGBTQ churchgoers to the status of policy (re)writers (Edenfield, et al., 2019, p. 181; Ramler, 2020, p. 1, 10). It is not the identities of the users or the volunteers that makes their work queer; in fact, not all of the users and volunteers identify as LGBTQ. Rather, the organizational mission to filter churches’ technical communication through community-based criteria is radically queer in that it challenges who has the power to write policies and enact practices, as well as centers and benefits users, offering them an “extra-institutional [channel] to challenge and contradict official media and to communicate imminent risks to the public” (Ding, 2009, p. 329). Such tactical technical work causes what Dryer calls “disruptakes.” To make sense of this term, we must first understand uptake. Genres do not perform social actions on their own but are actually sites of social action in which users may adapt existing   85 genres to new situations. As these repeated adaptations eventually become institutionalized, certain patterns of use may emerge based on the relationships we develop toward those genres, what Reiff & Bawarshi (2016) describe as “the interconnections, translations, and pathways between genres” (pp. 3-4). These routines, and the routizined flows of organizational communication, are what genre scholars refer to as “uptake.” For example, many students have been trained to participate in the routine of assignment sheets: when provided one, they know they will likely be expected to respond to it with some form of writing. Therefore, assignment sheets are often “taken up” as essays. Here, though, Dryer is identifying what disrupts successful uptakes. For example, evangelical churches rely on certain typified responses to questions of gender and sexuality, such as writing non-affirming policies but hiding them from the website, inviting members to coffee to discuss the question further, and so on. Clearly, these routinized uptakes are working quite successfully, as countless victims have reported being tricked into believing that these church leaders are affirming of their queer and trans identities. In response, Church Clarity rewrites those churches’ policies and reveals the truth about their teachings. When an LGBTQ church member locates Church Clarity’s revised policy, it likely disrupts the once-successful uptake that constituted churches’ strategic technical communication. Volunteers insert into their rewritten policies “uptake affordances that create interficiencies, misfires, and occasions for second-guessing that could thwart automaticity-based uptake enactments” (Dryer, 2016, p. 65). In future scenarios, that church leader will no longer be able to enact the  86 institutionalized uptake of the “coffee invite” when that member asks for their stance on gender and sexuality.  Uptake enactments, whether successful or thwarted, “all help maintain, modify, and destabilize cultural institutions” (Dryer, 2016, p. 65, emphasis added). In other words, one of the consequences of Church Clarity’s efforts toward disruptake (disrupting uptake) may be to begin the processes of deinstitutionalization for their users, which is often initiated through “the authoring of texts that problematize existing practices” (Maguire & Hardy, 2009, p. 168). Though their immediate goal is to reduce harm, in the process of harm reduction, they may cause some institutions to individually unravel for users, to make less sense than they did before. In the next section, I will describe key moments of disruptake from three interviews with users of the Church Clarity website and explore their affective consequences, or the beginning stages of deinstitutionalization. “I’m just like, what are you hiding?”: How Users Interact With Church Websites Because I sought to learn more about how tactical technical communication from faith-based activist organizations like Church Clarity can disrupt institutionalized uptakes, I decided to interview users rather than volunteers. While volunteers could provide insight into how they make sense of their work, I wanted to see where breakdowns happened for users of the website and explore the messy potentials and contradictions that surfaced in the beginning stages of individual deinstitutionalization. All three participants identified with descriptors related to lesbian, bisexual, or gender-nonconforming identities. Additionally, they were selected because they each brought uniquely diverse histories and feelings in relation to Christianity: Sarah attends a  87 conservative, evangelical church and remains closeted; Jill identifies as a progressive Christian though she doesn’t regularly attend any church; and Helen was raised in a conservative church though she now strongly associates with atheism. For Jill and Helen, much of the typical evangelical teachings on gender and sexuality had already been deinstitutionalized prior to the interviews, as they already displayed confidence in their identities and reconciliation with traditional, transphobic and homophobic interpretations of scripture. Each interview was divided into two phases: they were asked to interact with four church websites, and then asked to interact with the Church Clarity scores corresponding with those four churches. This structure of moving from church websites to Church Clarity scores helped to identify what exactly the disruptakes were disrupting. Three of the churches were selected using the three categories provided by Outreach100.com, an annual evangelical report that gathers data on church growth in the U.S.: fastest growing, most reproductive (expanding to more locations), and largest in size. The churches chosen from these categories were the highest ranking at the time that had also already been scored by Church Clarity. The fourth church was selected because it is scored as LGBTQ-affirming by Church Clarity and because it poses a distinct contrast in digital presence in comparison to the other three. In the first phases, users were asked to think aloud as they browsed each church’s website and talk through the process of answering the following questions: (1) Would you attend this church? (2) Do you think they’re affirming? In the second phases, users were asked to think aloud as they tried to read and make sense of Church Clarity’s score and their reasoning behind the scores, answering the following questions: (3) Do you agree with Church Clarity’s rewritten policy, score,  88 and reasoning? (4) Do you think publishing this score is effective for positive institutional change? All three participants struggled the most with Question #2: “Do you think they’re affirming?” This question caused anxious deliberation, second-guessing of previously reliable knowledge, and even outright frustration. While they always had immediate reactions to the aesthetics of the church website’s homepage, Question #2 led participants into deep browsing dives, and rarely were they absolutely confident that they had come to the right conclusion. However, Jill and Helen were still able to determine correctly whether or not all four churches were affirming, even when they were admittedly guessing, while Sarah failed to identify one of the four churches as non-affirming. Additionally, when she could successfully identify a church’s affirming or non-affirming status, her justification was often very disconnected from their actual stances on gender and sexuality, such as mask usage. While Church Clarity’s services would have saved all three of the participants a lot of time, effort, and risk, Sarah is the only one who would have been potentially exposed to harm without Church Clarity’s guidance. Interestingly, though, even when participants identified the status correctly, they were almost always operating with different criteria than Church Clarity uses. While Church Clarity volunteers ask questions like, “Would this church officiate a same-sex wedding?” and “Are all LGBTQ people eligible to serve in leadership and preach?,” participants relied on the following criteria to make their decisions: Table 1: Scoring Criteria Used by Participants. Sarah (13 total instances of Jill (25 total instances of Helen (22 total instances of   89 using criteria) using criteria) using criteria) Age of members (in images) 1 mention   Ambiguously invitational rhetoric (e.g., “you are welcomed here”)  2 mentions 5 mentions A clear, accessible “open and affirming”6 statement  2 mentions 1 mention Community service (local, and distinct from evangelical missions)  3 mentions  Defining terms  1 mention  Denominational affiliation  1 mention  Design quality 1 mention 2 mentions  Dress/clothing styles (in images)   4 mentions Encourages debate or questioning of scripture 1 mention 2 mentions 5 mentions Geographic location 1 mention   Masking protocols 2 mentions 2 mentions   6 A phrase originating with the United Church of Christ denomination, but commonly used to describe other churches. Denotes that the church guarantees the full inclusion of LGBTQ people in all aspects of church activity and service.  90 Name of church 2 mentions 1 mention Racial and ethnic diversity in images 1 mention 4 mentions Scriptural interpretation 2 mentions Size 4 mentions 2 mentions 2 mentions Theatrics (sound and stage production)  3 mentions 1 mention Written references to diversity and inclusion 2 mentions In all, participants relied much more heavily on criteria that gave them clues that might predict what a church’s policy is, but only about 25% of the time did they actually find enough proof that Church Clarity volunteers would qualify as publishable evidence. In particular, Sarah found the least amount of evidence overall, little more than half of the other two participants. While she tended to be more focused on the church’s size and theatrics, she missed much of what Jill and Helen found most useful: the ratio of ambiguously invitational rhetoric to clear statements of belief. More “welcoming” and “accepting” and a lack of prominent affirming declarations often led to the feeling that “they’re being purposefully vague” (Helen). Helen spoke directly to this feeling as she browsed Radiant Church’s website which, other than its inexplicable “heteronormative vibe,” left her with much suspicion: “I’m sure they meant that to be open and welcoming, but to me, I’m just like, what are you hiding? What are you hiding?” On Radiant’s “Our Beliefs” page, the categories alone were enough for Helen to decide that they would  91 likely be ambiguous on LGBTQ policies: Image 1: Radiant Church’s Our Beliefs Page Headings. Helen responded to these, “It’s still all very surface levelly to me because ‘Know Jesus in a real personal way’ says nothing about their theology. It’s very buzz-wordy to me. [...] Nothing unusual there.” If they were affirming, Helen’s intuition told her that the church would likely be proud enough to declare so on their website, rather than leaving it “very vague”: “Because for me, affirming needs to have a statement, a clear stance on how they feel about it. There’s nothing to rule them out.” In contrast, Sarah found Radiant’s website to be “aesthetically pleasing” and reported positive associations with the belief categories that sparked suspicion in Helen. Ultimately, she correctly predicted that the church would be non-affirming of LGBTQ members, but not because of the lack of clear belief statements. Instead, she focused on the images they shared on the main page, like the one below, that didn’t show enough evidence of a “ton of younger people”: Image 2: Radiant Church’s Homepage Welcome Message.  92 Likely influenced by a false teaching commonly found in evangelical churches’ LGBTQ policies—that out LGBTQ Christians have emerged more recently as a contemporary phenomenon—Sarah associates affirming theologies with millennials: “I feel like more millennials are ushering in that [...] paradigm shift [...] of being more welcoming and accepting of others. I feel like the majority of the crowd looks to be a little bit older.” The first phase of interviews demonstrated that users like Sarah are at significant risk of repeated religious trauma and are in need of more helpful and protective tools when navigating church websites and their policies. Bait-and-switch rhetorics like those displayed in Radiant’s materials provide the appearance that LGBTQ members, along with all others, will be welcomed, accepted, and loved as they are. However, we know from their other policies that this acceptance will require the member to attempt to deny, change, and/or hide their LGBTQ identity, whether the method be prayer or counseling. Members like Sarah should have the right to make informed decisions without the distraction of deceptive messaging. “Like a mining process”: How Users Interact With Church Clarity Disruptakes   93  In the second phase of the interviews, as Church Clarity’s scores were revealed for the four churches in the study, all three participants had moments of relief, surprise, and realization. Church Clarity’s scores served as a disruptake in the participants’ typified processes for searching and interpreting church texts, building new connections between ideas and provoking new ideas. Even though all three participants later failed to understand Church Clarity’s scoring system without my intervening guidance, the disruptakes were still an effective kickstart to initiate micro-level processes of deinstitutionalizing certain genres. In this section, I demonstrate one moment of each affective response from participants (relief, surprise, and revelation) in which a Church Clarity disruptake met its intended goal of reducing the risk of harm in the user’s life and that might be extracted as a useful model for tactical technical communicators. In the concluding section, I discuss the importance of technical guides that should always accompany and enhance tactical efforts toward disruptake. Jill’s Relief (City Church, Oklahoma)  As a self-identified, progressive Christian, Jill doesn’t currently attend a church for many reasons, one of which is the amount of research required in finding one. When looking for one to attend, she demands “a direct overture”: “I don’t need random [LGBTQ pride] flags. I don’t need a whole page just left to it, but I want to see more than a two-second slide that passes by.” In the past, she spent a significant amount of time scrolling through endless pages of sermon archives and skipping around each audio file, searching for the right clip that might indicate their LGBTQ policy, ultimately “to see if, A, I like the way that the preacher preaches and, B, if it was absolutely offensive.” Jill eventually started reading user-submitted reviews of churches on Google’s business  94 pages where she says she can often find an indication that the church is transphobic or homophobic. To meet her standards, though, she would want to see a reviewer specifically mention that the church is involved in some kind of local missions efforts supporting LGBTQ youth. Upon opening City Church’s “fancy website” in the first phase of the interview, Jill was mesmerized by the design of what she immediately termed a “megachurch”: “The photos, the amount of people, the double doors. [...] I’m overwhelmed by this website, first and foremost, just the amount of moving pictures.” This “shifting of things” left her feeling somewhat lost, so she clicked on a “three lines” icon hoping for a menu. The menu led her to a church planting page (which received a quick “I don’t like that phrase” for its “corporate speak”), a missions page, and an About page. Despite the abundance of information on those last two pages, she felt confused: Do they practice good missions (“meeting the needs”) or bad missions (“conversion trips”)? When they say they are “committed to be doers,” does it mean they will “idly judge by the standards of the Bible” or actually “practice what they preach” and help those in “the margins of society?” With “so many things on this page,” Jill is frustrated that none of the content indicates a clear stance or policy. Ultimately, she guesses that the church is non-affirming because of their nod to “cultural diversity” and “different races, ethnicities, and heritages,” without making any similar mentions of gendered and sexual diversity. Still, though, she is left with uncertainty, immediately asking me after making that decision whether or not she was being “too picky.” Later, in the second phase of the interview, in which she is asked to read and comment on Church Clarity’s score for City Church, Jill’s frustration and lack of  95 assurance is quickly relieved. Within seconds, she first opens the provided link to the 20:16 mark on a 2018 sermon titled “Kingdom Life - Sexuality & Lust.” After watching the short clip, she describes the ease of access: Yeah. I watched it. I watched that one line. Wow. That’s enough. Well, I think that that is … I love that. I love that not only is it sending me to the sermon, but it’s sending me right to the line. That is so helpful. Jeez. That’s so upsetting, too, because it does seem like they were doing a lot of good community things, but yeah. In this type of disruptake, Jill is overwhelmed as a user and knows that it will take her potentially long hours of research to locate a Google review or other buried piece of evidence that might or might not accurately indicate the church’s LGBTQ policy. Church Clarity has essentially mapped out those pathways between genres for users—or how the church intends to respond to gendered and sexual diversity in their congregation—and thus disrupts the church’s intended rhetorical strategies of pretending to welcome new LGBTQ members before rejecting them. This act of disruptake accelerates Jill’s own deinstitutionalization, in which old practices are replaced with or improved by new innovations, by elevating her tactics from long sessions of reading Google reviews and scrolling sermon archives to a faster, more accurate search of Church Clarity’s website. In other generic contexts outside of Church Clarity, similar reactions of relief may be achieved by collapsing complex genre systems to make them more navigable and shortening the amount of steps it takes to locate occluded knowledge. The more streamlined user experience may fast track projects working toward deinstitutionalization by reducing the amount of effort that users must input in order to access the information.  96 Helen’s Surprise (Living Faith Covenant Church, Texas) Helen, the ex-Mormon atheist and skeptic, arrived to the interview with the strongest sense of what to look for in a church website: the “open-and-affirming” statement that clearly declares the church’s policy. Anything less wouldn’t be enough to meet her standards. Often, she would stop reading a church’s website early on if they gave any indication they might interpret Biblical scripture “in a literal sense” or if they missed clear opportunities “to say we welcome and accept.” For example, in one church’s About page, she quickly determined it would be non-affirming when the “People” section failed to make mention of LGBTQ members: “they had the opportunity to say who they specifically welcome and they chose not to make a direct statement about it. If I were looking for a church, I would not be likely to go to that one unless I were desperate.” She later compared the experience of searching for church policies to that of dating apps: “It’s like, look at two people, and I’m like, ugh. And then I just delete it.” Helen expected to have the same “disdain” for Living Faith Covenant Church when she first read the name because it triggered “bad associations,” but her attitude began to shift as she read through their webpages. As the single affirming church chosen for the interviews, descriptors like “We boldly and unapologetically question everything” appealed to her skeptical nature, and prominent images of non-white members made her feel that it might not be a church that “caters to white people.” After reading the following LGBTQ policy, she concluded, “That’s all I would really need”: Image 3: Living Faith Covenant Church’s LGBTQ Policy Slide.   97   She even added that she appreciated the mention of “affectional along with sexual” because it shows “a little more in-depth understanding of what LGBTQ might be, beyond just like having sex with people of the same sex, which seems to be what so many people focus on.” When she later read their policy on interpretation, that “We only hold to traditions that have meaning to our community. We’re not afraid to deviate from them or create new, more relevant ones,” she felt that it was further affirmation that they would be fully affirming of all LGBTQ members: “It doesn’t seem like they’re stuck in dogma.”  You can imagine her surprise, then, in the second round of interviews when she learned that Church Clarity had scored the church as affirming but added the label “unclear”: “Why does it say unclear affirming in their LGBTQ policy? Because they directly said that they are welcoming and accepting of all.” She quickly found the answer to her question in Church Clarity’s reasoning for their score: “Its Score is Unclear because this congregation's actively enforced policy only communicates affirmation of sexual orientation but not gender identity” (Church Clarity, Jun. 2020). In Living Faith’s case, Church Clarity’s standards actually surpassed Helen’s because for them, it’s not enough for a church to be affirming of all sexual orientations to receive the “clear  98 affirming” score; they also must openly affirm all gender identities. Excluding trans people, even if it’s a mistake of omission, resulted in a lower score for Living Faith. Helen was already pretty adept at navigating church websites and their various tricky genres, but this type of disruptake created both a misfire and a teaching moment for her. After processing the new information, she really valued and appreciated Church Clarity’s standards: Oh, okay. That’s fair. They’re affirming in orientation, but they don’t say anything about trans people. Okay, that’s fair. For some reason, I just assumed because of their ‘radical inclusion’ that the trans was implied, but that’s probably not a good thing to assume especially if I were trans. I probably would be looking for that direct identity and/or orientation thing. That’s a blind spot of my own, I guess. Though she said she would likely still attend the church, Church Clarity’s disruptake provided her with the knowledge she would need upon arrival and determined that she would email the church leaders first to directly ask if they were “trans inclusive” and committed to creating a “safe space” for all LGBTQ members. Though much of churches’ invitational rhetoric had already been deinstitutionalized for Helen, Church Clarity’s website was still able to improve the tactics she had developed on her own. Finally, future projects working toward deinstitutionalization may be wise to foreground information that provokes surprise in members of an organization. Misfires are productive in that they force the user to immediately compare old and new information and make (new) sense of their situation in that moment, rather than waiting until they have had time to read through all of the project’s materials.  99 Sarah’s Revelation (Eagle Brook Church, Minnesota) By the time Sarah reached the final church in the first phase of the interview, she had developed a good sense of what criteria she wasn’t looking for in a church website: size, and what she called “theatrics.” The larger the crowds shown in images, the more likely they were to be non-affirming from Sarah’s perspective. If the sound and stage production seemed expensive, then she would conclude that they are more likely focused on expansion and not community service: “I’m not a fan of, like I said, theatrics. I don’t think that it’s so cool that the children’s church has all this air hockey and stuff like that. I feel like that’s not really the purpose of church.” When she encountered the website of the only affirming church in the study, she valued that they didn’t seem to be focused on expansion: “I love that church and I’m glad that I got it right because I feel like, I mean, I could just tell by the way it was set up. It seemed like they don’t give a freaking shit about numbers.” The task of determining if churches were affirming became the most challenging for Sarah when size and theatrics didn’t seem to match up with some of the other practices shown on the church website. For example, at Eagle Brook Church in Minnesota, the large crowds, the 11 different locations, and the expensive-looking stage all suggested to her that the church would be non-affirming: Image 4: Eagle Brook Church’s Homepage Video Still.  100 However, many of the other images showed members wearing face masks, likely to prevent the transmission of the COVID-19 virus. She explained that her own home church—a non-affirming one that has nearly 40 locations spanning almost 10 states—does not require masks for in-person attendance. When I suggested that Centerville, Minnesota could have different local ordinances regarding mask usage, she insisted that a conservative evangelical church likely wouldn’t comply, adding: “[Eagle Brook members] have all these social distancing things on their floors in the sanctuary, but like I said, because of that I would assume that they would probably be affirming.” Thus, conflicting political clues further obscured the church’s LGBTQ policies for her. In the second phase of the interview, Sarah was upset to learn that the church was non-affirming and that Church Clarity had discovered this knowledge in two ways: (1) a 2013 sermon from the archives, at the 20:55 and 21:42 marks, and (2) their name was listed in the Converge General Baptist Conference denomination’s church locator search engine. Despite that Converge was nowhere referenced on Eagle Brook’s website at the time, the denomination listed their congregation as a member, and Converge lists its many non-affirming policies on their denomination’s website. Even though Sarah had  101 previously attended and worked for at least one church that hid its denominational affiliation from most of its members, she hadn’t yet fully realized that this move was an intentional one—a rhetorical effort to suppress the spread of their LGBTQ policies. Sarah was very angered by Eagle Brook’s decision to hide this information from the website: “Because it’s not shown, you either have to go and find out for yourself or you have to find out in a really awkward and rejecting way by hearing the main man on the stand basically bash who you are. I don’t like that.” What she didn’t mention is that, in this hypothetical scenario, “finding out” could take many years. A new member might not encounter that information in a sermon since Eagle Brook’s sermons on the topics of gender and sexuality only appeared in the archives once or twice a decade. Sarah’s anger and frustration at this move led her further into a revelation about how genres function rhetorically in non-affirming churches. She continued to talk her way through a church’s reasons for this move, becoming more upset as she spoke, and connecting it to her previous criteria of church size and theatrics: Yeah, I think it’s weird that they wouldn’t share that, but it goes back to the whole purpose of why they’re not, because they want some random Joe off the street coming even if their basic doctrines does not line up with the church’s, because it’s just a seat that’s being filled  [...] I mean, you might as well put that your mission is to fill as many seats as possible and fill your pockets, because that’s really what you’re doing. This new connection disrupted previously uninterrogated logics for her, as she began to think about how non-affirming believers should also want the policies to be clarified: “I feel like it’s weird that churches are moving away from that, even in a mission  102 statement.” During the interview itself, Church Clarity’s scoring protocols were revealing to Sarah how the active enforcement of church policies can be obscured from its members and what powerful leverages that may provide its leaders in the process. Because Church Clarity volunteers modeled how to locate and extrapolate a church’s LGBTQ policies within a tangled and complex web of data and linked websites, this revelation strengthened Sarah’s analytical skills by teaching her how to navigate those websites and policies in the future. The revelation also laid the ground for further deinstitutionalization, as she now has a more critical orientation to institutionalized genres that publicly describe church policies. Where Helen’s surprise created an early (and productive) misfire for her to work through, Sarah’s revelation reminds us that projects similar to Church Clarity should build in opportunities for comparison and reflection all throughout their materials. Sarah would not have compared her own church’s policy and practices to Eagle Brook’s unless I had explicitly asked her to. In order for deinstitutionalization to begin, it’s important to specifically prompt users to make connections between new information and their past experiences. On the Potentials and Pitfalls of Rhetorical Deinstitutionalization In the three interviews, relief, surprise, and revelation were all productive disruptake experiences in which users discovered how to save time and effort, how to strengthen their analytical and navigational skills, and how to adopt a more critical orientation toward institutional messaging. Disrupting the habitual operations and affordances of institutionalized genres proved to be an effective form of tactical technical communication because users were able to work outside of the institution to exchange information and gain new knowledge about the potential risks they faced.  103 In different ways, each disruptake contributed to the deinstitutionalization of certain genres, “the process by which the legitimacy of an established or institutionalized organizational practice erodes or discontinues” (Oliver, 1992, p. 564). While this process was only observed at the individual level, Church Clarity optimistically hopes that initiating this process for their users will ultimately contribute to larger-scale changes. If enough stakeholders no longer support the continued use of an institutionalized bait-and-switch genre, then ideally church leaders will no longer have the “ability” to “continually recreate an institutionalized organizational activity” without criticism or even delegitimation (Oliver, 1992, p. 564). I argue that rhetorical deinstitutionalization should not be understood as a singular endgoal, such as all church leaders abandoning the use of bait-and-switch rhetorics, which can be naive and unlikely to actualize. Instead, I understand rhetorical deinstitutionalization as a set of highly contested, often shifting responses to institutionalized genres. Users frequently work alone or together to circumvent, foil, and overcome certain uptake affordances, and their collective efforts may, or may not, gradually chip away at the power of institutions to make meaning in their lives. Over time, certain tactics may increase the likelihood of deinstitutionalization to succeed and to spread, such as composing clear and accessible technical guides and publishing them online, but it is not inherently a guarantee that every tactic will result in any amount of deinstitutionalization. For example, in each interview, no matter the skill level of the user, all participants failed to successfully read and apply the Church Clarity scoring system as it is written. While volunteers’ rewritten policies were clear and provided enough links to outside resources for users to successfully read and apply them, the score label itself (e.g.,   104 “Unclear Affirming”) occasionally caused confusion. For example, if a non-affirming church’s policy is not found prominently displayed on the church’s website but buried many clicks away from the homepage, a Church Clarity volunteer will add the “Unclear” label to their “Non-Affirming” score, meaning that the church’s policy is inaccessible or “unclear” to the general public. Users often mistakenly interpreted the “Unclear” label to mean that it’s unclear whether or not the church is affirming, when in fact, Church Clarity had found hard evidence of their non-affirming status.  For example, Helen felt disoriented by the misleading label name and even doubted Church Clarity’s rigor in scoring: “Okay yeah, unclear non-affirming, which I would probably be harsher and say it’s clearly non-affirming [...] with that sermon. I would say that it’s Clear Non-Affirming even though they don’t have a policy or statement because the sermon is their policy, right?” After I shared Church Clarity’s technical guide for understanding scores, though, she immediately understood and agreed with the label, understanding that “Unclear” actually is harsher than “Clear.” But the lack of quick access to that technical guide on the score page temporarily resulted in a reduction of Church Clarity’s ethos for Helen, weakening her trust in their scoring system. In pushing for disruptake, Church Clarity simply needed to provide quick access to the technical guides they had already written and published elsewhere on the website. Reducing the amount of digging users need to perform is ideal for reaching their lofty goals. Thus, unpredictability can much more easily be controlled by providing quick access to clear, legible technical guides that help the user navigate their new knowledge, and such guides can help communicators more effectively implement tactical technical disruptake in other contexts.  105 Conclusion: Reconstructing Ethos to Delegitimize Institutions In previous chapters, I argued that rhetorical efforts to maintain legitimacy, both at the organizational and individual levels, is key to protecting institutionalized genres from radical change. Rhetorical legitimacy, which is defined in this project as the right to make meaning in one’s own or others’ gendered and sexual lives, engages the generic processes of defending, revising, and enforcing institutions, or the rules and norms that guide organizational activity. Interviews with the users of Church Clarity’s website confirmed that “...individual acts of translation, cumulatively and over time, can [...] reconfigure power/knowledge relations in a field” (Maguire & Hardy, 2009, p. 149). Deinstitutionalization is not always a radical and sudden change in norms, but a series of unfolding changes in affective relationships between people, beliefs, and practices in an organizational field. Yet, the likelihood of these efforts to succeed in disrupting how institutionalized genres are interpreted is increased by quick and easy access to clear technical guides that define key terms. For example, Church Clarity’s guide to their scoring process presents their main thesis as a checklist-style question: “TLDR? A simple rule of thumb: If a new person was browsing your church’s website and was not searching for particular policy, would they discover it? If ‘yes,’ it’s ‘clear.’ If not, then it’s ‘unclear’” (Church Clarity, “Score Definitions”). If users are lost in the confusing and elaborate scoring system the volunteers use, they can rely on this quick reflection prompt when they encounter church websites and policies in the future. This advice would be applicable to other corporate or university contexts in which a group of people are working from outside of centralized power to force institutional change. Regardless of their organizational field, their tactical technical guides must be (1)   106 clear and legible, in both (a) visual elements and (b) content, and (2) easy to access. While Church Clarity struggled to meet this second goal of easy access with their users, they met the first goal with ease. Below is a sample of the longer guide, focusing on one of their more confusing scores: Image 5. Church Clarity’s Description of the Unclear: Non-Affirming Score.  While they use highlighting and bolding to emphasize key phrases, they also keep definitions brief. The “Unclear: Non-Affirming” definition is one sentence that briefly explains both elements of the score, while the longer definition of each key term is still kept rather short. In my interviews with users, once they knew of this guide’s existence, they continually relied on it and referred back to it to keep track of the various key terms in scores, specifically that “Unclear” meant policies were “peripheral” to the church website’s main pages. The guide supported Church Clarity’s initial disruptake efforts to effect more long-term deinstitutionalization of the policy genre, which requires “the delegitimation of an established organizational practice or procedure as a result of [...] the failure of organizations to reproduce previously legitimated or taken-for-granted organizational actions” (Oliver, 1992, p. 564). As Harmon, et al. (2015) write, delegitimizing an institution “decreases [its] stability” over time and interrupts its cycle of continual reproduction (p. 86). The guide supported users through that disruption in  107 rhetorical legitimacy and the various emotional effects it had on them by clarifying what exactly was happening and answering their inevitable questions. In the end, though, guides can only provide so much support, as users walked away with various levels of trust in Church Clarity’s scoring system. There’s no doubt that certain institutionalized genres had been disrupted for users, but they weren’t automatically replaced with new or better ones. And users may remain exposed to harm for long periods of time after Church Clarity has successfully achieved a disruptake of a genre that was previously institutionalized in their lives. Sarah, in particular, ended the interview with feelings of doubt and frustration, which would leave opportunity for a leader at her current organization to repair the lost legitimacy of that unstable genre. One might hope that she would be more prepared to ask probing questions of those leaders, which may very well be, but Church Clarity’s technical guides are a new introduction to her life, competing with decades of evangelical rhetoric. For many, the institution doesn’t all break down at once. At the core of this struggle is ethos construction: who can be trusted to write, erase, and rewrite institutions? Ethos is defined by Aristotle as persuasion by “moral character,” or convincing an audience that the speaker is “worthy of confidence” (1.2.4). Recent feminist rhetorical scholarship has understood ethos not as “solely located in the speaker or in an audience or in a site” but as “dispersed throughout the ecology of speaker, audience, scene, and city-state” (Fleckenstein, 2007). Ethos both “spreads” and “circulates” through a “network of bodies, communities, and moments” by way of the “play of visual and linguistic elements” (Fleckenstein, 2007). This turn to the whole ecology around ethos construction, or the “shifting material, cultural and historical situation circulating around rhetorical acts,” reverberates with Church Clarity’s website  108 users as they evaluated the volunteers’ claims against their own previous knowledges and genres for reading and interpreting church websites (Ryan, et al., 2016, p. 5). Throughout reading the scores, users were consistently aware of how new claims impacted and interacted with the current set of organizations and institutions they subscribe to. And in the last phase of each interview, I asked all three users if they thought Church Clarity had any chance at permanently changing how policies are used and distributed among evangelical Christians, which received a unanimous “No”—but with interesting and complex elaborations on what that would look like or whether it was a worthwhile goal. Sarah described Church Clarity’s project as “more of just an informational page to get more info about a specific place,” commenting that institutionalized genres wouldn’t change until the churches saw a decrease in attendance. Jill similarly said Church Clarity is what she would start to use as a “first” “cursory” search since it is “a great starting point,” but that she would need to conduct deeper research on her own afterward. She says she will also continue to turn to Google reviewers to see if there are specific mentions of “missions that are supporting LGBTQ youth,” and that Google reviews have an equal or higher amount of credibility. For Helen, on the other hand, online reviews paled in comparison to Church Clarity’s credibility. She would want some sort of verification that the reviewer was familiar with Church Clarity’s process for evaluating church policies, and at the very least, that they identified as LGBTQ and/or multiply marginalized. Still, the risk that a current member of the church could be writing a review severely decreased its credibility for her “because people don’t always see the problems with the organizations they’re part of.”  109 Overall, what would have strengthened users’ trust in Church Clarity would be to see the collaborative labor that produced a singular assessment. While Church Clarity scores appear to be somewhat finite, they are actually the result of behind-the-scenes deliberations between a minimum of four volunteers. Helen needed to read the opinions of trained Church Clarity volunteers; Jill needed to read the experiences of actual members; and Sarah needed to see multiple examples of written texts from various pastoral staff, rather than one quote in one sermon. Each user placed ethos in different types of sources, and tactical technical communicators who write guides that attempt institutional genre disruptake may consider ethos’ relational tendencies. Audiences already have prior histories and relationships with institutional genre knowledge and the networks of people, organizations, and activities that stem from them. To effectively and permanently disrupt the ongoing reproduction of institutionalized genres, guides will have to delegitimize those institutions by providing various new sources of reliability and trust that counteract the longstanding rhetorical legitimacy maintenance efforts of those organizations.  110 CONCLUSION In this dissertation, I set out to expand definitions of institutions in rhetorical theory and explore the question of whether or not institutional critique can really lead to institutional change. In short, I was led by the subfield of rhetorical genre studies to discover how institutions try their best to present their own fixed stability through the label of institution, but in reality, they are subject to a constant cycle of changes as they struggle to maintain their own rhetorical legitimacy with members. Here, I revisit what I learned in these three studies and return to the question and promise of institutional critique that drives the scholarship of so many rhetoricians. Is institutional change a fruitless waste of resources, or a possibility just over the horizon? First, it’s clear that whether or not institutions can be changed, people are nonetheless organizing and working against them from the outside everyday. Effects of this labor can be seen in how evangelical churches have been taken up in mainstream media over the last few years. To demonstrate this, I’ll revisit churches I listed at the beginning of the introduction chapter, based on the stories of nine Church Clarity users and volunteers who had been lured in by evangelical churches that claimed to be progressive but later rejected them for their expressions of gender and sexuality. Now, I wondered about those churches and where they were now in relation to this topic, and my brief research revealed just how many battles of legitimacy they had faced in the last  111 year. Since first drafting that introduction chapter over one year ago (then, a prospectus), five of those nine churches have undergone some sort of public controversy: ● Rain City Church permanently closed its doors, claiming that most of theirmembers had left due to political infighting over COVID-19 and the 2020election.● Newspring Church settled with the victims of one of their volunteers, whosexually assaulted 15 boys while working for one of the church’s nonprofits.● Elevation Church was criticized by local health officials for ignoring COVID-19restrictions, and their lead pastor Steven Furtick became the face of the popularInstagram account PreachersNSneakers after sporting $1,050 Yves Saint Laurentleather boots and $965 Jordan 1 Retros.● Church of the Harvest was forced to close after accusations of child laborviolations described as “indentured servitude” and “a Christian concentrationcamp,” sexual misconduct by multiple lead pastors, forced therapy sessions formembers that were recorded and leaked to the pastors, and financial misconductlike misuse of PPP loans to purchase ranch land for the pastors’ family members.(Once one of the U.S.’s most highly attended youth camps, the church has sincebeen reborn as Church of Tomorrow with an average attendance of 25 members.)● Finally, Hillsong Church has remained in the spotlight near constantly: thechurch’s founder and former lead pastor, Brian Houston, was charged withconcealing child sex abuse perpetrated by his father, also a pastor, and hecurrently faces prison time in an ongoing trial; even though Houston steppeddown from his post, he has been accused of secret meetings with elders in 112 $1,500/night hotels; former pastor Carl Lentz, who made himself known in tabloids for recruiting Justin Bieber to the church, was fired for having an affair and for sexual abuse of a member, who also worked as his nanny at one point; pastor and creative director Darnell Barrett stepped down from his position after being accused of sexually harassing a member; a staff administrator was accused of assaulting a member, and the lead pastor Houston tweeted details of her childhood sexual abuse in retaliation; the Dallas campus was permanently closed after the pastors were caught using member donations to live “luxury lifestyles”; the Sydney campus was consistently criticized by Australian media for mishandling COVID-19 practices, and a church founder called the vaccine a “personal decision” in response to the death of a member who died after refusing the shot; and the first of two docuseries exposing Hillsong’s various abuses of power is available to stream on Discovery+ this month. Additionally, occurrences like this have appeared everywhere in the evangelical world in the last year, including the SBC who fired longtime seminary president and influential leader Paige Patterson after allegations of racism and mishandling sexual abuse cases, at one point even promoting a minister who multiple leaders knew to be a sexual predator. Various social trends and movements have made it easier to criticize evangelical authorities and have kept their decision-making regularly in the spotlight. For example, the #ChurchToo movement (adapted from #MeToo)  has called out churches’ mishandling of sexual abuse, and the burgeoning ex-vangelical movement led by Gen-X and millennial reformers is ushering thousands of members into other churches and safer spaces where they can “deconstruct” their faiths, spawning countless podcasts,  113 documentaries, and online support groups. Their most vocal dissenters have gone viral on platforms like TikTok and Twitter over the last few years with hashtags like #EmptyThePews, placed openly queer artist Semler at the top of the iTunes Christian Albums chart, and have been featured on covers and in profiles in Newsweek and other mainstream sources. Beyond the entertainment world, the therapy and life coaching industries have responded by adding certifications in religious abuse syndrome, and horror stories of private evangelical education and homeschooling have been shared and criticized under the hashtag #ExposeChristianSchools. In response, evangelical media has flooded Christians’ timelines with articles inciting a moral panic over exvangelicals, sharing theological critiques of “deconstruction,” and more recently, an attempt to reclaim deconstruction and replace it with an approved guide to theological exploration with the latest headline, “Wait, You’re Not Deconstructing?” Evangelicalism, as an organizational field, is experiencing shifts in power due to these numerous challenges to its rhetorical legitimacy. Contrary to the broader social movements that have driven these institutional critiques, Church Clarity’s project remains focused on helping one individual user at a time. For them, rhetorical deinstitutionalization of evangelicalism is a long term goal that they can surely contribute to but not fully achieve on their own. Rather, they practice tactical institutional critique as a one-on-one service, helping one person at a time navigate their way through the tricky waters of reading church websites and their potentially harmful policies. Because of this, I was curious to what extent the participants in my study believed Church Clarity could contribute to that broader goal of institutional change. They had all clearly been helped by the project on an individual basis, but it   114 could ever go any further than that? As expected, they unanimously doubted that tactical institutional critique could have any positive effect on evangelical churches. At the end of each interview, I asked them, “Now that you’ve seen what Church Clarity is doing, do you think there is a possibility that their project could lead to institutional change in the evangelical church?” Sarah said, “It’s a good tool for someone looking for a church,” but in the end, it’s just “an informational page to get more info about a specific place.” Jill thought that maybe mainline denominations who are already open-minded to considering an affirming stance could be persuaded by Church Clarity’s project, but definitely not evangelical churches who “are just looking to bait and switch.” If anything, it may have adverse effects in leading them to “hide their links.” Helen echoed both Sarah and Jill, ending with mixed feelings: I’m a little more skeptical of if it will actually make them change internally, because if they’re a non-affirming church, they’re not going to change to be an affirming church just because their website says so. But for those churches that are affirming, I think it could really make them think about how they portray themselves to the public, but I also worry that it might encourage people to put false information on their website in order to look a certain way and avoid scrutiny and not actually change anything about their actual institution. I don’t know. Despite each of them having reported that they learned something from Church Clarity, and each showing evidence that they experienced some level of rhetorical deinstitutionalization personally, they were unable to see how a relatively small team of researchers could make a dent in the larger organizational field of evangelicalism. At the  115 end of the day, they were still overwhelmingly influenced by evangelical institutionality–the decades of argumentation on the part of church leaders that has created the sense that evangelicalism is permanent and long-lasting. Even when its universality (the notion that its teachings can be applied to all peoples) has been deinstitutionalized, its leaders are still able to convey the sense that evangelical belief is a perpetual part of American life that cannot be erased from national identity. Even while hopeful for change, all the participants held onto the feeling that evangelical institutions have always been here and will always be here. Our field’s view of institutional critique has been understandably limited to particular sites of analysis: the mid-level manager (WPA, writing center director, community-engaged professor, etc.) who practices rhetorical listening with their lower-level employees and students and who advocates on their behalves to higher-level administrators. Likely led by dominant theories of rhetoric, the unit of analysis is the socially situated space where knowledge and information are exchanged. This is only one aspect of the work of institutions. As demonstrated by the case studies in this dissertation, (de)institutionalization occurs across lifespans, across relationships, across experiences, across organizations and their fields. In the next section, I will summarize the findings I have presented in the three body chapters. By the end, I hope to make it clear that institutionalization and deinstitutionalization are not linear processes but are unstable, unpredictable, and often long-term. Whenever one act of institutional critique tries and fails to delegitimize one practice for an entire organization, it still sparks ripple effects for those standing nearby. No doubt that widely practiced institutions can crash quickly and lose their legitimacy in times of disaster, but in the meantime, those working from the  116 outside may have to accept that they’ll be gradually helping victims of institutional violence one at a time. (De)Instituting One Vision of Reality In this dissertation’s three body chapters, I set out to capture institutions in three stages: how they start as genres and are instituted over extended periods of time through continual maintenance; how they remain institutionalized in contemporary organizational settings through vast digital networks; and how they are broken down over time by people working outside of the organization. In the first chapter, “Whereas/Resolved: Institutional Change in the Southern Baptist Church's Report-Resolution Cycle,” I analyze how policies construct and reconstruct institutions through various technical documents in a continual cycle of maintenance that adapts them over very long periods of time. Responding to church leaders’ habit of changing institutions as it benefits them, all while pretending that those same institutions are universal truths that do not and cannot change, I ask what kinds of changes organizations are making to institutions to keep them in power across a near century. To answer this question, I turn to the organizational archives of the evangelical denomination that most frequently appeared in the set of 30 churches from Chapter 2: the Southern Baptist Church (SBC). After searching relevant key terms in over a century of the SBC’s technical documents, like convention proceedings, reports, resolutions, motions, policies, press kits, and sermons, I identified a few significant periods where I felt that the organization’s leaders were manipulating the marriage institution to serve shifting needs and goals to respond to emerging social trends. In addition to validating Porter, et al.’s  117 previous claims (2000) that institutions are in fact changeable (a claim that, in the past, has been debatable), I extended this claim to also argue that institutionality itself, or the quality of seeming universal and permanent, is often deployed as a rhetoric that can carry an institution through constant cycles of change and adaptation all while preserving its appearance as enduring and unswayed by societal influence. I based this on evidence from archival records that SBC leaders were continually reshaping, reinventing, and relegitimizing policies through a report-resolution cycle in which leaders’ observations (published in reports) led to clarifications of stance on marriage-related concerns (published in resolutions). To demonstrate the changes made to the marriage institution that intended to keep it in place, I focused on one of the SBC’s subcommittees and its many transformations over the years. Prior to 1912, the SBC’s leaders were very invested in funding missions further and further West as those areas were settled and transformed into American states. The primary purpose of those missions was to evangelize Indigenous populations and violently convert them to Christianity, and based on these records, the most popular method for such conversion was participation in evangelical marriage, which they believed would serve as an example to convert more people. By 1912, this concern had shifted to include not only newer colonies but also urbanizing cities with increased immigrant populations. After the 1911 report presented a host of anxieties about the behaviors of immigrants and the failures of industry to properly care for them and reshape them into what the SBC considered to be American citizens, the title “Home Missions Board” suddenly needed revision.  118 Rebranding as the “Social Service Commission” reflected the first major change to the marriage institution in the SBC’s history: where they previously needed more and more marriages, a universally good institution that spread the faith, they now needed less and less marriages, a neutral institution that was susceptible to social “ills” like alcohol, dance, and cinema. The institution was refashioned from a tool of religious conversion to a threatened cornerstone of society. Newly arrived immigrants would require SBC missionaries’ training to learn which sinful behaviors did not align with their version of national identity, and they would need religious education to learn how marriage should be enacted and lived according to certain parameters. Liquor traffic became the SBC’s enemy, and rebranding under the label of social service broadened SBC leaders’ capabilities to lobby for prohibition in public and legislative arenas, as well as infuse the message into sermons and other teachings. “Whereas” liquor threatens the marriage institution, “be it resolved” that the SBC respond by protecting marriage and banning liquor consumption. As their legislative goals shift over the following years, so do the reports and resolutions on marriage and the various threats to it. The cycle isn’t questioned until later in the twentieth century, as marriage rates among Christians began to fall and divorce rates began to increase, interrupting what had settled into a logic of management and control for the SBC. In 1975, SBC leaders began to expose the report-resolution cycle as an ineffective one that was failing to address the reality and complexity of relationships in members’ lives. If leaders wanted to maintain any authority on the topic, they would need to alter the marriage institution, to refresh it in light of shifting collective feelings about love and sexuality. These grim reports led to panicked resolutions, as leaders found themselves in a rhetorical web of institutionality,  119 citing their own past definitions of marriage to reaffirm marriage as the “cornerstone of a civil society.” The strategy returned the organization to former attitudes about marriage (more marriage = good), providing the sense that the institution has been present and permanently unchanged for a significant amount of time. They seem to be saying that what has always worked will always work; meanwhile, they massively increased funding and resources for marriage education in the form of Sunday School literature and special interest groups for married couples. This series of changes in the marriage institution over the twentieth century leads me to redefine institutional rhetorics as rhetorics that exploit their own institutionality, or appearance of universality and permanence. While the SBC constantly changes the marriage institution to persuade its members to participate in it, its main argument for participation is that it is already institutionalized and cannot be changed: Whereas this genre is already institutionalized, be it resolved that it is relegitimized as it is (now, after we have revised it). Institutional rhetorics, from an RGS perspective, is a study of the genres that have been so reused and readapted over long periods of time that they appear to be unchangeable, and its practitioners may be empowered to point out the changes that have been made, thus questioning their rhetorical legitimacy for current members and past members who are struggling to make sense of their experiences. Approaching technical documents from this perspective is helpful to illuminate organizational doublespeak in which members are coerced into participation on the basis that the institution has always been there and will always be. Additionally underlying this analysis is a connection between genres, institutions, and colonialism–one that has long been explored in various fields of study. In this case, a  120 decolonial approach to archival methods shed light on how certain people in power chose to represent themselves, how taxonomies were made and cemented, and how certain ideas became and remained common sense for those who came in contact with the SBC and who contested its knowledge production. Decolonial theory is a crucial addition to archival studies of genres and institutions because it reminds us that logics of management and control cannot be divorced from histories (and presents) of colonialism, which in this case formed the foundation of the evangelical marriage institution. In other words, archival rhetors’ memory cannot be trusted. In the second chapter, “Rhetorical Legitimacy: How Occluded Genres Become Institutionalized in the U.S.’s 30 Most Influential Churches,” I am responding to the phenomenon of the “coffee invite,” in which access to organizational knowledge is obscured or occluded by the generic invite to drink coffee with a church leader and “ask questions.” This move is one example of how rhetoricians may benefit from approaching organizations and institutions through the lens of rhetorical genre studies (RGS): as a repeated genre that is adapted each time a member asks a question, the coffee invite allows leaders to maintain the illusion that they are welcoming and open to answer questions, while dodging an actual response, thus restricting the member’s access to the church’s policy on gender and sexuality. One overarching goal here is to demonstrate that RGS is uniquely poised to comment on institutional rhetorics because genres are structuring interfaces that place people in the power relations of organizational life. Once proven effective over time, genres become institutionalized in an organization’s generic stock of knowledge and  121 form the basis for participation, even determining possibilities for identifying in/within the larger group.  With the coffee invite as my entry point, I ask how church leaders are using technical documents to make meaning in the romantic and sexual lives of members. I answer this question in a few ways. First, in the literature review, I weave together RGS terminology with institutional theory derived from sociology and management studies, which helps me understand how church members gain rhetorical legitimacy, or the right to make meaning and participate in an organizational setting, by using a verified genre from the shared stock of knowledge. Then, they adapt that genre over time by repeated usage in new and recurring contexts and reenter their adaptations back into the stock of knowledge after they have been proven to be effective. This is, in short, how genres become institutionalized. Second, I analyze both overt and implied policies and other technical documents left behind in the digital traces of Outreach 100’s Top 30 Most Influential Evangelical Churches in the U.S. to learn more about how institutions are used and reused in an organizational field. Drawing from genre analysis, I argue that institutions require the ongoing labor of rhetorical legitimacy to remain in power, both at the individual and organizational level. They must always be actively undergoing adaptation via near constant use to remain in circulation and thus in power in an organization. First, organizations cultivate rhetorical legitimacy through a cycle of moral panics and rests, inflating and deflating social anxieties as needed. This is evident in how the church policies I collected were repeatedly framing churches as the legitimate sites for rhetorical education on sexuality and the only organization with the power to resolve marriage  122 panics/rests that they themselves had composed. Panics were not enough, though. Rests also allow them to affirm their legitimacy by deciding when there is and isn’t a crisis, creating the appearance that they are empathetic and progressive when needed. Second, church leaders confer their cultivated rhetorical legitimacy to individual members by recruiting them into the active processes of becoming married or marriable. Policies create roles for members to embody, as well as a role hierarchy (for example, the single individual living alone and the unmarried couple living together are not as legitimate as a married couple living together). Newly initiated members draw from the shared stock of knowledge in their new roles (for example, marriage vows) to garner their newly earned rhetorical legitimacy. All of this enables wider institutional spread to new and further contexts through the core mission of evangelicalism: to preach the Gospel to the ends of the earth. Once members are legitimate, they can carry the institution as an example through their social networks. Although my examples provide a more bounded and stable set of identities that are taken on chronologically, in reality they represent a body of interconnected phenomena that either authorize or constrain one’s legitimacy at any given time. Throughout this nonlinear process, institutions (as genres) provide frameworks for making sense of how members may or may not become a legitimate member, guiding their actions and adaptations in new situations. To aid in this process, policies often reduced or combined roles, highlighting members’ commonalities and rejecting cultural connections outside of evangelicalism, such as race and ethnicity. This move limits members’ abilities to identify with any role outside of evangelical teachings and thus shields them from external influence. Role reduction, like role creation, is an adaptation,  123 one part of the broader ongoing labor that is required to keep genres institutionalized in an organization. In the third chapter, “Exposing the ‘Actively Enforced’ Policy: Tactical Technical Disruptake for Rhetorical Deinstitutionalization,” I turn from looking at how institutions are continually reconstructed by those with organizational power to consider how institutions are broken down over time by people working outside of the organization. Understanding activist group Church Clarity’s tactical interventions in institutional maintenance (the influence of evangelical marriage policies) as a form of what Dryer calls genre disruptake, I ask how disruptake (the interruption of genre cycles) may be a form of tactical technical communication (TTC) and explore how effective it may actually be at enacting the rhetorical processes of deinstitutionalization, which I define as disrupting genres to the point that organizational ethos begins to be deconstructed, leading to sense un-making for an organization’s members. I make this turn to TTC because, as demonstrated in Chapter 1, it requires a significant amount of technical knowledge about evangelical policies and practices in order to break through the organizational barriers that obscure and occlude institutional knowledge.  To answer these questions, I interviewed three potential and past LBTQ users of the Church Clarity website who each brought unique but similar experiences with evangelicalism. First, I gave them three websites of evangelical churches from Chapter 2 (one from each category: largest, most reproductive, and fastest growing) and added in one more church that was affirming of gay and lesbian people but unclear on their stance regarding transgender people. I asked them to generally react to the websites: What do you feel when you see this site? Do you think they’re affirming? Would you feel  124 comfortable attending? As they talked me through their exploration, I listened for what they considered “green” or “red” flags, or what criteria they were using to assess the data, which varied wildly based on their own individual experiences with church. Some prioritized political symbolism like masking or racial diversity, while others focused on community service. Asking them to find marriage policies on their own was “like a mining process,” as one participant remarked: difficult to access institutional knowledge, even for those who already had a lot of it. In the second phase, I asked them to read the scores written by Church Clarity volunteers and react to it. Did it teach you anything, or is it basically what you expected?  By the end, the scores provided relief to what was once a long and arduous process of searching for policy answers, but now Church Clarity’s resources will save them a lot of time and emotional energy in the future. The scores also caused surprise and even confusion (i.e., how can a church be both affirming and unclear?!), but once navigated, these surprises led to really educational moments where the user would learn something new about how to hunt for policies, like looking past the church’s own labels of “radically inclusive” and focusing on the content of the actual policy. Finally, the scores opened new revelations and forged new connections between knowledge and experience. For example, the currently most indoctrinated of the three users became frustrated as she realized how churches were lying via bait-and-switch tactics. Even though she still was unable to make that connection between Church Clarity’s project and her own non-affirming church, she was able to adopt a more critical orientation to evangelical churches she had attended in the past and recognize the harm they had done to her. Overall, I found that disruptake is really successful at teaching new ways of  125 thinking and provoking exciting misfires. All of these affective breakthroughs were productive forces in interrupting the regularized uptake of institutionalized genres and thus initiating some of the rhetorical processes of deinstitutionalization. However, there were two limitations to Church Clarity’s practice of tactical institutional critique. First, the two users who arrived to the interviews with more critical orientations than the third user did, still needed clearer and more accessible guides from Church Clarity that would more gradually ease them into the practice of reading church policies. The technical knowledge was overwhelming at times and kept them from fully understanding the scores without my assistance. TTC work will need well-written and interactive guides that walk users through the process step by step, especially when the institutions being undone rely on obscuring technical knowledge from user. Second, Church Clarity’s disruptake was not enough on its own to fully deinstitutionalize all of the genres that had long been institutionalized for the third user. The process was begun, she learned some analytical skills, and she developed a more critical orientation to evangelical institutions. But she still felt like her church was affirming enough that they would probably allow her to marry a woman one day if she chose, though they most definitely would not. With this in mind, I argue that we cannot consider rhetorical deinstitutionalization (RD) to be a singular endgoal, such as the full and immediate eradication of bait-and-switch’s effectiveness. Instead, RD is a series of ongoing and shifting responses to highly contested institutions. Certain tactics may have destructive effects over time that gradually chip away at the longstanding logics that have persuaded members, but that work cannot always be done overnight. For ethos to be deconstructed, another equally   126 credible source of ethos must be reconstructed in its place, and replacing it with new but legitimate sources of knowledge that the user will trust is no easy task. Takeaways and Next Directions From the three case studies presented in this dissertation’s body chapters, I have learned a couple important things about institutions, or what I define as the generic rules that have become entrenched as typified social actions adapted by repeated uses across time and space: 1. Institutions are constantly changing. At the personal level, members of an organization take a genre from the stock of knowledge and slightly adapt it each time they use it. At the organizational level, they are altered according to shifting needs, goals, and social trends, so that institutions, organizations, and leaders may all maintain their rhetorical legitimacy. Presenting institutions as always fixed and stable only feeds into damaging organizational narratives of universality (that one teaching can be applied to everyone), and we must recognize how organizational leaders are always making big and small changes to their most influential institutions, no matter how permanent they seem. 2. Institutional critique can be useful at all levels and from all perspectives, regardless of whether it fully achieves its ultimate endgoal. Entering into an organization and subscribing to its institutions is a complex and nonlinear process that takes place over long periods of time. We do not learn who to trust or decide who to identify with quickly or lightly, and our feelings about certain organizations are developed from multiple sources and influences over our lifespans. Thus, its counterprocess, deinstitutionalization, takes at least as long for  127 members to unlearn and remake sense of what they used to believe. While we push for power dynamics to shift, we can target individual relationships or speak to public arenas, and we can work from the inside or outside. Regardless, undoing an institution through critique will often take time (barring sudden disasters that affect organizational legitimation). I hope that this dissertation can persuade RGS scholars to recognize that their genre analyses are already studies of institutions, as the ideas, beliefs, and practices that become normalized and seemingly permanent in a particular organizational context. I also hope that it can persuade rhetoricians to broaden their view of institutional critique to include the perspectives of many different groups working toward and achieving positive changes everyday. Recognizing this enables us to contribute to their work by identifying the most effective tactics for pursuing rhetorical deinstitutionalization from outside of an organization. There’s also one more trend I’ve noticed in these three studies that will likely guide my next publications on institutional rhetorics: Institutions are really big. They travel widely and rapidly across many contexts, and this makes them incredibly difficult to critique. One reason Church Clarity is more successful at tactical institutional critique is that they find one area/person/policy to target at one time. The size of institutions poses a problem for rhetorical theory, which often prioritizes context as its key offering to other critical theorists. For example, in considering what rhetoric has to offer queer theory, Bessette (2016) encourages queer theorists to consider rhetorical context when studying antinormativity. Rather than accepting a queerness/normative binary in which normativity is queer’s opposite, she argues that we might find the queerness/normativity  128 binary to be more complicated and contextualized: “normativity is more ‘confusing,’ locally situated, and contradictory than some queer theorists and rhetoricians may allow” (Bessette, p. 149). A rhetorical study would require closer attention to historical specificity and the shifting power relations that move queerness and normativity along a spectrum. To rhetoricize queerness is to place it in situ, to ask: “Queer to whom? When? Where, and how? Normative to whom? When? Where, and how?” No doubt many studies would benefit from Bessette’s approach, and neither do I object to a definition of queer rhetoric that prioritizes contextualizing binary constructions like queerness/normativity, especially in archival research like my own Chapter 1. And yet, this project poses an obstacle to such a queer rhetorical methodology. If an institution like an evangelical marriage policy can rapidly disseminate throughout an entire organizational field for many decades, always changing hands as it is adapted near constantly, and committing violence against queer and trans people wherever it goes, how do we account for the many vast contexts it touches on a daily basis? What does situatedness do for us when an institution is successfully defining both queerness and normativity for 90 to 100 million evangelical-identified Americans with their own sexual and romantic lives? My question is not how institutions travel throughout an organizational field, which I’m sure circulation scholars are prepared to explain. Rather, I’m asking what rhetorical genre studies offers institutional theory if rhetoric’s key contribution is attention to context and institutions eat up contexts like carbohydrates. For now, my answer is that context offers us one important feature and needs revision in one other domain.   129  First, attention to context is what makes possible rhetorical deinstitutionalization at the individual level. After over an hour of interview time with Sarah, though this wasn’t the goal of the session, I was able to pass on a lot of lessons I’ve learned about reading church policies as a queer person, only because I got to know her during that time and learn more about her experiences with religion. Her personal relationship with evangelicalism and sexuality gave me the context I needed to begin undoing and rewriting some of her institutional knowledge. Sarah’s personal histories and current relationship to faith is crucial to these moments of institutional critique at the individual/relational level.  At the same time, how do practitioners of tactical institutional critique, like the volunteers at Church Clarity, manage to write and publish scores and guides to scoring that address all the possible situations that their audiences hail from? Such a task feels like an impossible obstacle, as institutions have long histories and futures, sometimes go dormant and sometimes seem to be everywhere, and are always constantly shifting around us through relations and circulations that are rapid and nonlinear. No wonder previous scholars like Grabill, et al. (2003) have doubted that institutional critique on a large scale would ever be possible. This concern leads me to other scholars in rhetoric who have asked similar questions of context. Chaput (2010) criticizes how we currently imagine a social model in which a rhetor can persuade an authority to change by making the right choices according to a “rhetorical handbook,” which has left us with “endless debates about correct responses in situated spaces” (p. 2). What we fail to capture is a “world in flux and of our participation in that world’s unpredictable unfoldings” (Chaput, p. 2). Focusing on situatedness loses  130 the “full range of human interconnectivity because it posits effective communication as a bounded practice” (Chaput, p. 18). Especially in rhetorical studies of institutions, there is not one center or situated location that a social movement can target in order to secure rights from a powerful organization or field in “bounded sites of exchange” (Chaput, p. 20). In this light, Miller, et al.’s recent definition of genre, which is so useful, starts to look limited:  Structuration is the explanatory nexus between individuals and collectivities, between the concreteness and particularity of action and the abstractness and endurance of institutions. Genre is one such structurational nexus, the aspect of situated communicative action that is capable of reproduction, and thus is the means by which these polarities produce and maintain each other. (2018, p. 273) This rigid socially situated model, which relies on a different definition of institutions than my own, explains how individuals use genres to gain entry into what I call organizations. This isn’t wrong, but it only captures those moments when one genre is cleanly adapted in one new situation in response to one new exigency. What it doesn’t explain is how genres can spread rapidly, fluidly, and unpredictably. And how sometimes, they get so stuck in certain cycles of reuse that they become institutionalized for an organization and an organizational field, and those stuck in its web feel like they may never be hailed as any identity other than what is dictated by that institution. If we shift from one specific context at a time to envisioning a broader institutional landscape, suddenly we see people join, leave, and rejoin churches everyday; churches lose and gain ethos every week; relationships form and fall apart all the time; and the individual and collective feelings that are attached to all of these phenomena.  131 Amidst this affective landscape, context is how genres “acquire meaning,” when they originally and continually become useful for particular situations, but singular contexts don’t always explain how they stick around on an incredibly large scale, how they fill up an entire landscape of life (Miller, 1984, p. 163). Miller, et al. (2018) propose these very questions as the next directions for RGS scholarship: “what can genre tell us [...] about how cultural categories persist and disseminate? What can sociotechnical affordances tell us about how generic antecedents and novel forms and topoi travel through time and space? [...] How does social affect attach to genres in ways that influence rhetorical practice and pedagogies?” (p. 275). I hope that this dissertation expands what activities we associate with organizations and their institutionalized genres so that we can continue to explore these questions and develop even more robust definitions and theories of institutions. Framing institutional critique as nearly impossible (Porter, et al., 2000; Grabill, et al., 2003; Johnson, 2014) plays into powerful organizations’ arguments that rely on their own institutionality. Instead, we must accept that institutions are disappearing and reforming everyday and not always in that order, and that change is common and sometimes even mundane for those that wield powerful institutions. This move would hopefully open up new and more effective tactics for initiating the rhetorical processes of deinstitutionalization while working from the outside because it can increase the potential entry points we see as opportunities for critique.  132 REFERENCES Primary Sources ACNA. (2021, January 20). Sexuality and identity: A pastoral statement from the College of Bishops.  https://anglican.ink/2021/01/20/sexuality-and-identity-a-pastoral-statement-from-the-college-of-bishops/.  Assemblies of God. (2014, August 4-5). Homosexuality, marriage, and sexual identity. https://ag.org/beliefs/position-papers/homosexuality-marriage-and-sexual-identity.  Church Clarity. (2020, June 2). Living Faith Covenant Church. Church Clarity.  https://www.churchclarity.org/church/living-faith-covenant-church-3217  Church Clarity. (2019, March). Gay, ex-Hillsong leader speaks about experience with unclear policy. Church Clarity. https://www.churchclarity.org/updates/former-gay-worship-leader-for-hillsong-nyc-speaks-on-experience-with-unclear-policy  Church Clarity. (2019, February 8). Church Clarity profile: Hillsong NYC. Church Clarity.  https://www.churchclarity.org/updates/church-clarity-profile-hillsong-nyc  Church Clarity. (N.d.). Score Definitions. Church Clarity, https://www.churchclarity.org/score-definitions  CMA. (n.d.) C&MA statement on sexuality. https://www.google.com/url?sa=t&rct=j&q=&esrc=s&source=web&cd=&cad=rja&uact=8&ved=2ahUKEwia58SsipDxAhUXKDQIHbFjAEgQFjAAegQIAxAD&url=https%3A 133 %2F%2Ftfc.edu%2Fwp-content%2Fuploads%2F2020%2F11%2FCMA-Statement-on-Sexuality-rev.pdf&usg=AOvVaw2mFVTCqeekS0tlH3GkMqBy.  Converge. (2012). Marriage and family. https://www.google.com/url?q=https://converge.org/docs/librariesprovider12/document-policies/resolutions---marriage-and-family.pdf?sfvrsn%3Ddb222726_2&sa=D&source=editors&ust=1626468067134000&usg=AOvVaw2Aei5uKVOWzK6edNFTxWrK.  Eagle Brook Church. (2013). Ask anything LIVE. https://eaglebrookchurch.com/media/past-messages/ask-anything-live-11-am/.  FamilyLife. (2021). Presenting God’s design for marriage. https://www.familylife.com/art-of-marriage/home/.  Gateway Church. (n.d.) Divorce & remarriage. https://gatewaypeople.com/divorce-and-remarriage. Houston, B. (2015, August 4). Do I love gay people? Hillsong.  https://hillsong.com/collected/blog/2015/08/do-i-love-gay-people/#.YRgA9cYpBap   Information. Southern Baptist Historical & Library Archives. https://sbhla.org/information/  Jones, Brian. Christian Standard. (2015, February 7). Your church and homosexuals: Rethinking our pat answers. http://christianstandard.com/2015/02/your-church-and-homosexuals-rethinking-our-pat-answers/.  Jones, Brian. ChurchPlants. (2017). Can Christians eliminate same-sex attraction feelings? https://churchplants.com/articles/13786-can-christians-eliminate-sex-attraction-feelings-brian-jones.html.  134 Jones, Brian. Hello Christian. (2017, April). Are homosexuals born that way? https://hellochristian.com/7363-are-homosexuals-born-that-way.  Resources in Resolutions. Southern Baptist Historical & Library Archives. https://www.sbc.net/resource-library/resolutions/  “1948 Annual Meeting, Resolution on Marriage and Family Relations.” “1976 Annual Meeting, Resolution on Homosexuality.” “1977 Annual Meeting, Resolution on Homosexuality.” SBC. (2000). The Baptist faith and message.  https://bfm.sbc.net/.  SBC Annuals. Southern Baptist Historical & Library Archives. https://sbhla.org/digital-resources/sbc-annuals/  “1912 proceedings.” “1913 proceedings.” “1914 proceedings.” “1915 proceedings.” “1919 proceedings.” “1920 proceedings.” “1977 proceedings.” “1980 proceedings.” SBC Pastors’ Conference Sermons. Southern Baptist Historical & Library Archives. https://sbhla.org/digital-resources/pc-sermons/ “1975 Miami Beach.” “1977 Kansas City.”   135 Second Baptist Church. (n.d.). Your wedding at Second Baptist Church. https://www.google.com/url?q=https://www.second.org/wp-content/uploads/2019/04/Your-Wedding-61016.pdf&sa=D&source=editors&ust=1626467907088000&usg=AOvVaw1QG2FUCDg6rdBNJWmjdCLD.  UTMartin. (2000). The Baptist faith and message. https://www.utm.edu/staff/caldwell/bfm/2000/15.html.  Secondary Sources Ahmadjian, C. L., and P. R. (2001). Safety in numbers: Downsizing and the   deinstitutionalization of permanent employment in Japan. Administrative Science   Quarterly, 46(4), pp. 622–54. Alvesson, M. (1993). Organizations as rhetoric: Knowledge‐intensive firms and the   struggle with ambiguity. Journal of Management Studies, 30(6), 997–1015. Applegarth, R. (2016). Bodily scripts, unruly workers, and public anxiety: Scripting   professional embodiment in interwar vocational guides.” Genre and the   Performance of Publics, edited by Mary Jo Reiff, et al., Utah State University   Press, pp. 117-138. Aristotle. (1926). The art of rhetoric. Trans. J. H. Freese. William Heinemann Limited. Atwill, J. M. Rhetoric and institutional critique: Uncertainty in the postmodern academy.”   (2002). JAC: A Journal of Composition Theory, 22(3), pp. 640–45. Austin, J. (1962). How to Do Things With Words. Harvard University Press. Bakhtin, M. (1986). The problem of speech genres. Speech Genres & Other Late Essays,   136 edited by Caryl Emerson, et al., University of Texas Press. Barley, S. R., and P. S. Tolbert. (1997). Institutionalization and structuration: Studying the links between action and institution. Organization Studies, 18(1), pp. 93–117. Bastian, H. (2015). Capturing individual uptake: Toward a disruptive research methodology. Composition Forum, 31  https://compositionforum.com/issue/31/individual-uptake.php. Bazerman, C. (1988). Shaping written knowledge: The genre and activity of the experimental article in science. University of Wisconsin Press. Bazerman, C. (1994). Systems of genres and the enactment of social interactions. Genre and the New Rhetoric, edited by Aviva Freedman, et al., Taylor & Francis, pp. 67-85. Berger, P. L., and T. Luckmann. (1966). The social construction of reality. Vintage Books. Berkenkotter, C., and T. N. Huckin. (1993). Rethinking genre from a sociocognitive perspective.”Written Communication, 10(4), pp. 475-509. Bessette, J. (2016). Queer rhetoric in situ. Rhetoric Review, 35(2), 148-164. Bousquet, M. (2002). Composition as management science: Toward a university without a WPA. JAC: A Journal of Composition Theory, 22(3), pp. 493–526, https://www.jstor.org/stable/20866508. Britt, E. C. The rhetorical work of institutions. (2008). Critical power tools: Technical communication and cultural studies, edited by J. Blake Scott et al. Brown, A. D., Ainsworth, S., & Grant, D. (2012). The rhetoric of institutional change.   137  Organization Studies, 33(3), 297–321. Chaput, C. (2010). Rhetorical circulation in late capitalism: Neoliberalism and the   overdetermination of affective energy. Philosophy & Rhetoric, 43(1), 1-25. Cooper, M. M. (1986). The ecology of writing. College English, 48(4), 364–375. Cushman, E., D. Baca, & R. García. (2021). Delinking: Toward pluriversal rhetorics.   College English, 84(1), 7-32. Devitt, A. (2004). Writing genres. Southern Illinois University Press. Devitt, A. (2016). Uncovering occluded publics: Untangling public, personal, and   technical spheres in jury deliberations.” Genre and the performance of publics,   edited by Mary Jo Reiff, et al., Utah State University Press, pp. 139-156. DiMaggio, P. J., and W. W. Powell. (1983). The iron cage revisited: Institutional   isomorphism and collective rationality in organizational fields. American   Sociological Review, 48, 1983, pp. 147-160. Ding, H. (2009). Rhetorics of alternative media in an emerging epidemic: SARS,   censorship, and extra-institutional risk communication. Technical Communication   Quarterly, 18(4), 327-350. Douglas, M. (1986). How institutions think. Syracuse University Press. Dryer, D. B. (2008). Taking up space: On genre systems as geographies of the possible.   JAC: A Journal of Composition Theory, 28(3–4), pp. 503–34. Dryer, D. B. (2016). Disambiguating uptake: Toward a tactical research agenda on   citizens’ writing. Genre and the performance of publics, edited by Mary Jo Reiff,   et al., Utah State University Press, pp. 60-82. Edenfield, A., S. Holmes, & J. Colton. (2019). Queering tactical technical    138  communication: DIY HRT. Technical Communication Quarterly, 28(3), 177-191. Edwards, D. (2017). On circulatory encounters: The case for tactical rhetorics.   Enculturation, 25. Emmons, K. (2009). Uptake and the biomedical subject. Genre in a changing world,   edited by Charles Bazerman, et al., Parlor Press, pp. 134-157. Farmer, F. (2013). After the public turn: Composition, counterpublics, and the citizen   bricoleur. Utah State University Press. Fleckenstein, K. S. (2007). Who’s writing?: Aristotelian ethos and the author position in   digital poetics.” Kairos, 11(3), n.p. http://kairos.technorhetoric.net/11.3/binder.html?topoi/fleckenstein/index.html  Freadman, A. (1987). Anyone for tennis? Genre in the new rhetoric. Routledge. Freadman, A. (2002). Uptake. The rhetoric and ideology of genre: Strategies for stability   and change, edited by Richard M. Coe, et al., Hampton Press, pp. 39-53. Frost, E. A., and M. F. Eble. (2015). Technical rhetorics: Making specialized persuasion   apparent to public audiences. Present Tense: A Journal of Rhetoric in Society,   4(2), 2015. Gaillet, L.L. (2012). (Per)Forming archival research methodologies. College Composition   and Communication, 64(1), 35-58. García, R. (2021). Decolonizing the rhetoric of church settlers. Across the Disciplines,   18(1-2), 124-144. García, R., & D. Baca. (2019). Rhetorics elsewhere and otherwise: Contested   modernities, decolonial visions. National Council of Teachers of English. Grabill, J. T., et al. (2003). Institutional critique revisited. Work and Days, 21(1&2),   139 pp. 219–38, http://www.worksanddays.net/2003/File13.Grabill_File13.Grabill.pdf. Graham, S. S. (2020). Where’s the Rhetoric?: Imagining a Unified Field. The Ohio State University Press. Harmon, D. J., S. Green, Jr., and T. Goodnight. (2015). A Model of Rhetorical Legitimation: The Structure of Communication and Cognition Underlying  Institutional Maintenance and Change. The Academy of Management Review, 40(1), 76–95. Herdt, G. (2009). Moral Panics, Sex Panics: Fear and the Fight over Sexual Rights. NYU Press. Herndl, C. G., and A. C. Licona. (2007). “Shifting Agency: Agency, Kairos, and the Possibilities of Social Action.” In The Cultural Turn: Perspectives on Communicative Practices in Workplaces and Professions. Baywood. Hoffman, A. J. (1999). Institutional evolution and change: Environmentalism and the U.S. chemical industry. Academy of Management Journal, 42(4), pp. 351–71. Holladay, D. (2017). Classified conversations: psychiatry and tactical technical communication in online spaces. Technical Communication Quarterly, 26(1), 8-24. Johnson, N. R. (2014). Protocological rhetoric: Intervening in institutions. Journal of Technical Writing and Communication, 44(4), pp. 381–99, doi:10.2190/TW.44.4.c. Johnson, T. (2009, April 29). Does the church really have technical writers? The Church of Jesus Christ of Latter-Day Saints.   140  https://tech.churchofjesuschrist.org/blog/221-tom-johnson  Jones, N., K. Moore, & R. Walton. (2016). Disrupting the past to disrupt the future: An   antenarrative of technical communication. Technical Communication Quarterly,   25(4), 211-229. Kelman, B., & H. Meyer. (2021, July 9). Southern Baptist Convention sparks small   COVID-19 cluster in Nashville. Tennessean.  https://www.tennessean.com/story/news/health/2021/07/09/southern-baptist-convention-sparks-small-covid-19-cluster-nashville/7916259002/  Kimball, M. (2017). Tactical technical communication. Technical Communication   Quarterly, 26(1), 1-7. Lauer, J. (2004). Invention in rhetoric and composition. Parlor Press and the WAC   Clearinghouse. Long Chu, A. (2019). Females: A concern. Verso Books. Lynch, J. (2005). Institution and imprimatur: Institutional rhetoric and the failure of the   Catholic Church’s pastoral letter on homosexuality. Rhetoric & Public Affairs,   8(3), pp. 383–403. Maguire, S., and C. Hardy. (2008). Discourse and deinsitutionalization: The decline of   DDT. Academy of Management Journal, 52(1), pp. 148–78. Mailloux, S. Reading typos, reading archives. College English, 61(5), 584-590. Massey, J. E. (2001). Managing organizational legitimacy: Communication strategies for   organizations in crisis. Journal of Business Communication, 38(2), 153–182. Mathieu, P. (2005). Tactics of hope: The public turn in English composition.   Boynton/Cook.  141 Medway, P. (2002). Fuzzy genres and community identities: The case of architecture students’ sketchbooks. In R. Coe, L. Lingard, & T. Teslenko (Eds.), The rhetoric and ideology of genre: Strategies for stability and change (pp. 123-154).  Hampton Press. Meyer, J. W., & Rowan, B. (1977). Institutionalized organizations: Formal structure as myth and ceremony. American Journal of Sociology, 83(2), 340–363. Miller, C. R. (1984). Genre as social action. Quarterly Journal of Speech, 70. Miller, C., Devitt, A., & Gallagher, V. Genre: Permanence and change. Rhetoric Society Quarterly, 48(3), (pp. 269-277). Morris III, C. The archival turn in rhetorical studies; Or, the archive’s rhetorical (re)turn. Rhetoric and Public Affairs, 9(1), 113-5. Nealon, C. (2020). “Introduction.” In Sexual Hegemony: Statecraft, Sodomy, and Capital in the Rise of the World System. Duke University Press. Oliver, C. (1992). The antecedents of deinstitutionalization. Organization Studies, 13(4), 563-588. O’Neill, P. (2002). Unpacking assumptions, providing context: A response to Marc Bousquet. JAC: A Journal of Composition Theory, 22(4), pp. 906-917. Paré, A. (2002). Genre and identity: Individuals, institutions, and ideology. In R. Coe, L. Lingard, & T. Teslenko (Eds.), The rhetoric and ideology of genre: Strategies for stability and change (pp. 57-72). Hampton Press. Paulson, M. (2014, October 17). Megachurch pastor signals shift in tone on gay marriage. The New York Times. https://www.nytimes.com/2014/10/18/us/megachurch-pastor-signals-shift-in-tone-on-  142 gay-marriage.html  Porter, J. E., et al. (2000). Institutional critique: A rhetorical methodology for change.   College Composition and Communication, 51(4), pp. 610-642. Prior, P. (2009). From speech genres to mediated multimodal genre systems: Bakhtin,   Voloshinov, and the question of writing. Genre in a changing world, edited by   Charles Bazerman, et al., The WAC Clearinghouse, pp. 17-34. Ramler, M. E. (2020). Queer usability. Technical Communication Quarterly, n.v.(n.i.),   1-14. Rand, E. J. (2008). An inflammatory fag and a queer form: Larry Kramer, polemics, and   rhetorical agency. Quarterly Journal of Speech, 94(3), 297–319. Ray, B. (2013). More than just remixing: Uptake and new media composition. Computers   and Composition, 30(3), 2013, pp. 183-196. Reiff, M., and A. Bawarshi. (2016). Genre and the performance of publics. Utah State   University Press. Ryan, K. J., N. Myers, & R. Jones. (2016). Rethinking ethos: A feminist ecological   approach to rhetoric. Southern Illinois University Press. Schmidt, S. (2017, August 30). Evangelicals’ ‘Nashville Statement’ denouncing   same-sex marriage is rebuked by city’s mayor. The Washington Post. https://www.washingtonpost.com/news/morning-mix/wp/2017/08/30/evangelical-leaders-release-nashville-statement-on-sexuality-rejecting-gay-marriage/  Schryer, C. (1993). Records as genre. Written Communication, 10(2), 200-234. Sheridan, D. M., J. Ridolfo, and A. J. Michel. (2012). The available means of persuasion:   Mapping a theory and pedagogy of multimodal public rhetoric. Parlor Press.   143 Simonsen, J.E. (2006). Making home work: Domesticity and Native American   assimilation in the American West, 1860-1919. The University of North Carolina   Press. Skinnell, R. (2019). Toward a working theory of institutional rhetorics. Reinventing   (with) Theory in Rhetoric and Writing Studies: Essays in Honor of Sharon   Crowley, edited by Andrea Alden et al., Utah State University Press, pp. 69–82. Spinuzzi, C., and M. Zachry. (2000). Genre ecologies: An open-system approach to   understanding documentation. ACM Journal of Computer Documentation, 24(3),   pp. 169-181. Stoler, A. (2002). Colonial archives and the arts of governance. Archival Science, 2,   87-109. Suchman, M. (1995). Managing legitimacy: Strategic and institutional approaches.   Academy of Management Review, 20, 571-610. Suddaby, R., & Greenwood, R. (2005). Rhetorical Strategies of Legitimacy.   Administrative Science Quarterly, 50(1), 35–67. Swales, J. (1996). Occluded genres in the academy: The case of the submission letter.   Academic Writing: Intercultural and Textual Issues, edited by Jacob L. Mey et al.,   John Benjamins B.V., pp. 45–58. Thompson, M. A. (2017). Institutional argumentation and institutional rules: Effects of   interactive asymmetry in institutional contexts. Argumentation, 31(1), pp. 1–21. Walton, R., R. Mays, & M. Haselkorn. (2016). Enacting humanitarian culture: How   technical communication facilitates successful humanitarian work. Technical   Communication, 63(2), 85-100.  144 Wolfe, P. (2006). Settler colonialism and the elimination of the native. Journal of Genocide Research, 8(4), 387-409. Yates, J., & Orlikowski, W. Genre systems: Chronos and kairos in communicative interaction. In R. Coe, L. Lingard, & T. Teslenko (Eds.), The rhetoric and  ideology of genre: Strategies for stability and change (pp. 103-122). Hampton Press. Zarefsky, D. (2008). Strategic maneuvering in political argumentation. Argumentation, 22(3), pp. 317–30.  145 CURRICULUM VITA Walker P. Smith Education Ph.D. Rhetoric & Composition || The University of Louisville, 2022 Dissertation: “(De)Legitimizing Genres: Rhetoric and Tactical Institutional Critique” Committee: Mary P. Sheridan (advisor), Timothy Johnson, Frank Kelderman, Michelle Eble M.A. English || Oklahoma State University, 2017 Thesis: “Not Quite Satisfied: Theoretical Curiosity and Queer Africa” B.A. English || Oklahoma City University, 2013 Capstone: “The Rhetoric of Gay Male Closeting in the Fifties” Research Interests Critical & Queer Rhetorics || Rhetorical Genre Studies || Archival Research Methods || Professional & Technical Communication || Decolonial Theories || Film Studies Publications Co-Edited Publications Gesa Kirsch, Romeo García, Caitlin Burns Allen, & Walker P. Smith, Editors. Unsettling Archival Research: Engaging Critical, Communal, and Digital Archives. Under advanced contract at Southern Illinois University Press, 2022. Gesa Kirsch, Walker P. Smith, Caitlin Burns Allen, & Romeo García, Editors. “Unsettling Archival Research: Engaging Critical, Communal, and Digital Archives.” Double special issue in Across the Disciplines. Published Nov. 8, 2021. https://wac.colostate.edu/atd/  Smith, Walker P., & Gesa Kirsch. “Introduction to Part I: Unsettling Archival Studies.” Across the Disciplines. Published Nov. 8, 2021. https://wac.colostate.edu/docs/atd/volume18/Smith,Kirsch.pdf  Book Chapters  146 Smith, Walker P. “The Actively Enforced Policy: A Tactical Technical Model for Assessing and Intervening in Genre Uptake.” Tactical Approaches to Technical Communication, edited by Miles Kimball and Hilary St. Sarat-Peter. Accepted, manuscript in progress. Smith, Walker P. “The Rhetorical (Im)possibilities of Recovering George Barr: Toward a Decolonial Queer Archival Methodology.” Unsettling Archival Research: Engaging Critical, Communal, and Digital Archives. Under advanced contract at Southern Illinois University Press, 2022. Scholarly Blog Posts Smith, Walker P. “Archive: Developing Critical Pedagogical Approaches.” Freshman English Newsletter. Sept. 20, 2021. Link. Reviews Smith, Walker P. “The Gospel of Eureka.” Film Review. QED: A Journal in GLBTQ Worldmaking, vol. 7, no. 1, Spring 2020, pp. 129-131. Smith, Walker P. “Queer Matters: Bodies, Archives, and Material Futures.” Watson Conference Session Review. Sweetland Digital Rhetoric Collaborative, Nov. 19, 2018. Presentations “Genre Stabilizers: Writing After Institutional Change in a Multi-Major Professional Writing Course” (Submitted for Fall 2021 Conference). Presentation at 2021 Annual Convention for National Council of Teachers of English. “Towards Sustaining a Co-Produced Archival Rhetoric” (Sept. 19, 2020). Panel presentation at 2020 Corridors: The Blue Ridge Writing and Rhetoric Conference at The Virginia Tech Center for Rhetoric in Society, held virtually. “Transmediated Reading: Spreading Queer Embodied Knowledge Into Digital Activist Outcomes” (Accepted for Summer 2020 Conference, cancelled due to COVID-19). Presentation at 2020 Computers and Writing Conference at East Carolina University. “Pink Carpets, Queer Tactics: Camping About Public Memory at the 2019 Met Gala” (Accepted for Spring 2020 Conference, cancelled due to COVID-19). Presentation at 2020 Rhetoric Society in America Conference, Portland, OR. “Engaging Local History Through Digital Archival Research” (Accepted for Spring 2020 Conference, cancelled due to COVID-19). Digital Praxis Poster presentation at 2020 Conference on College Composition & Communication, Milwaukee, WI.  147 “Maintaining the Ambiguity of Power: Queer Bodies in Digital Christian Spaces” (Mar. 13, 2019). Qualitative Research Network presentation at 2019 Conference on College Composition & Communication, Pittsburgh, PA. “The Rhetoric of Gay Male Closeting in the Fifties” (Mar. 23, 2013). Conference presentation at 2013 Undergraduate Research Day at Oklahoma City University, Oklahoma City, OK. Awarded by faculty as category winner. Professional Appointments The University of Louisville University Fellow, $18,000 per year for two years Graduate Teaching Assistant, 2019-2021 ENGL 101: Introduction to College Writing (One Section, Theme: Writing with Digital Media) ENGL 102: Intermediate College Writing (One Section, Theme: Writing from Archives) ENGL 306: Business Writing (Two Sections, Theme: Writing Genres) ENGL 500: Teaching Writing Online (One Section, 6-Week Mini-Course Certification) Oklahoma State University Adjunct Composition Instructor, 2017-2018 Graduate Teaching Assistant, Instructor of Record, 2016-2017 ENGL 1113: Composition I (Five Sections, Theme: Writing About Film, Media, & Rhetoric) ENGL 1213: Composition II (Five Sections, Theme: Community Archival Research) Oklahoma City Community College Adjunct Composition Instructor, 2017-2018 ENGL 1011: English Composition Companion (Three Sections, Theme: Developmental Writing) ENGL 1113: English Composition I (Three Sections: Writing About Film, Media, & Rhetoric) Administration Assistant Director of the Composition Program The University of Louisville, 2019-2021 Led weekly mentoring groups for new TAs every fall semester. Planned and facilitated two-week orientation for new TAs and the program-wide orientation for all instructors. Conducted observations of new instructors. Revived Cardinal Compositions as an open-access journal that publishes excellent research written by UofL undergraduates. Evaluated portfolios for transfer credit. Planned and   148 presented multiple pedagogy workshops. Taught a 6-week mini-course that provided certification in online writing pedagogy. Judged the annual Outstanding Part-Time Lecturer Award. Mediated in student grievances. Assisted with planning initiatives for the Racial Justice Task Force. Supervisor of Scott Hall Writing Center Oklahoma State University, 2016-2017 Managed a writing center outpost tailored to developmental writers. Trained consultants on approaches to working with developmental writers through weekly staff meetings and regular observations. Collaborated with faculty in creating and facilitating a writing lab for students. Consulted with clients. Service The University of Louisville        Peer Mentor Coordinator, 2019-2022  English Graduate Organization, Vice President for 2021-2022  English Graduate Organization, President for 2020-2021  President, Rhetoric Reading Group, 2019-2020  Writing Consultant, Family Scholar House, 2018-2019 Oklahoma State University        Composition Teaching Mentor, 2017-2018  Adult ELL Writing Consultant, Wondertorium Science Museum, 2015-2017  Editor-in-Chief, Intersections Essay Contest, 2016-2017  Co-Developer, SafeZone LGBTQ2 Training, 2015-2016 Faculty Development Workshops The University of Louisville “Best Practices for Teaching Adobe XD in the Writing Classroom” (Sep. 3, 2021). Presentation at 2021 Adobe Day of Discovery at Adobe Creative Campus, held in Louisville, KY, and shared virtually. “Beyond the Infographic: Composing Apps and Sites on Adobe XD” (Aug. 20, 2021). Orientation workshop offered to instructors in the Composition Program, Louisville, KY. “Labor-Based Approaches to Online Writing Assessment” (Apr. 6, 2021). Invited panel presentation for the Composition Program’s Racial Justice Task Force, Louisville, KY. “Assessing and Responding to Student Writing” (Aug. 10, 2020). Roundtable presentation offered to new TAs in the Composition Program, Louisville, KY.  149 “Building Community in the Hybrid Classroom” (Aug. 5, 2020). Orientation workshop offered to new TAs in the Composition Program, Louisville, KY. “Community Engagement in the Archives” (Oct. 2, 2019). Pedagogy workshop offered to instructors in the Composition Program, Louisville, KY. “How to Teach Infographics” (Aug. 16, 2019). Orientation workshop offered to instructors in the Composition Program, Louisville, KY. “Lesson Planning & Classroom Time Management” (Aug. 12, 2019). Orientation workshop offered to new TAs in the Composition Program, Louisville, KY. “Establishing Authority as a New Teacher: Tips and Strategies” (Aug. 12, 2019). Roundtable presentation offered to new TAs in the Composition Program, Louisville, KY. Oklahoma State University “Issues in Queering Pedagogy” (Jan. 8, 2016). Orientation workshop offered to instructors in the Composition Program, Stillwater, OK. Awards & Certifications The University of Louisville Anti-Racist Pedagogy Certification Course, Composition Program, 2021 Research Grant, $250, Graduate Network of the College of Arts & Sciences, 2021 University Fellowship, selected by the Graduate College, provides two years of funding for the doctoral program, 2018-2019, 2021-2022 Faculty Favorite Nominee, selected by undergraduate students for excellence in teaching, 2020 Outstanding PhD Student, selected annually by English graduate students for service to program, 2020 Adobe Educator Digital Badge, given by Adobe professionals for successful completion of courses in Adobe XD and Adobe InDesign, 2020 Oklahoma City University Eleanor Lou Carrithers Rhetoric Award, selected annually by faculty for excellence in contribution to the field of rhetoric and composition, 2013 Outstanding English Senior, selected annually by English faculty, 2013 ",
    "id": 534817568,
    "identifiers": {
        "doi": "10.18297/etd/3851",
        "oai": "oai:ir.library.louisville.edu:etd-5113"
    },
    "title": "(De)Legitimizing genres: rhetoric and tactical institutional critique.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-05-01T08:00:00+01:00",
    "publisher": "ThinkIR: The University of Louisville\\u27s Institutional Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://ir.library.louisville.edu/cgi/viewcontent.cgi?article=5113&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/534817568.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/534817568"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/534817568/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/534817568/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/534817568"
        }
    ],
    "abstract": "This dissertation forwards a rhetorical theory of institutions that centers their genre-based communications, redefines institutions in relation to organizations, and contributes to the field’s understanding of how communities collaboratively rewrite entrenched institutionalized practices from the outside, thus reducing the harm that institutions can enact. Using evangelical church policies on marriage as a case study, I answer the following questions: How do historically sedimented institutions, their genres, and their practices rhetorically impose, legitimize, and regulate certain patterns of social life? How does an evangelical Christian church manage to govern the gendered and sexual lives of their members and maintain their power in these arenas over long periods of time? How do communities intervene in institutional violence as a form of tactical institutional critique? More specifically, how do Church Clarity volunteers collaborate with their website’s users to uncover the actively enforced policies of churches that are largely occluded from the general public? I investigate these questions by tracing how one large, sweeping institution (evangelical marriage) has composed/imposed certain realities onto its LGBTQ members through the uptake of one genre (the church policy) without providing them the technical knowledge necessary to understand the risks they face by becoming involved. Through three case studies, I demonstrate how rhetorical genre studies (RGS) can provide the necessary foundation for expanding our theories of institutions. In these case studies, RGS revealed a series of new claims about institutional rhetorics: that institutions are constantly changing, and that change is even necessary to their sustained presence; that establishing and maintaining a conferral-based system of legitimacy is crucial to organizational power; and that rhetorical deinstitutionalization is possible at the individual level if we begin to envision it differently. Institutions as genres opens up our studies to be able to see much more about how they operate at the organizational and individual levels, how they travel across contexts, how they are continually used to exercise power over people, and how they may begin to break down under pressure",
    "tags": [
        "text",
        "rhetorical genre studies",
        "institutional rhetorics",
        "gender and sexuality",
        "evangelical Christianity",
        "Rhetoric"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ir.library.louisville.edu:etd-5113",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3666",
        "openDoarId": 0,
        "name": "University of Louisville",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 534817568,
        "depositedDate": null,
        "publishedDate": "2022-05-01T08:00:00+01:00",
        "updatedDate": "2024-02-21T00:54:49+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-10T22:42:32+01:00"
    },
    "urls": [
        "https://ir.library.louisville.edu/etd/3851",
        "https://ir.library.louisville.edu/context/etd/article/5113/viewcontent/Walker_Smith_Dissertation.pdf"
    ],
    "lastUpdate": "2024-02-21T00:54:49+00:00",
    "setSpecs": []
}