{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dworsky, Amy"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-16T15:26:11+01:00",
    "dataProvider": {
        "id": 1323,
        "name": "DigitalCommons@Pace",
        "url": "https://api.core.ac.uk/v3/data-providers/1323",
        "logo": "https://api.core.ac.uk/data-providers/1323/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/228022645.pdf",
    "fullText": "Pace UniversityDigitalCommons@PaceHonors College Theses Pforzheimer Honors College2019(Miss) Representation: An Analysis of the MusicVideos and Lyrics of Janelle Monae as anExpression of Femininity, Feminism, and FemaleRageAmy DworskyPace UniversityFollow this and additional works at: https://digitalcommons.pace.edu/honorscollege_thesesPart of the Communication Commons, and the Music Performance CommonsThis Thesis is brought to you for free and open access by the Pforzheimer Honors College at DigitalCommons@Pace. It has been accepted for inclusionin Honors College Theses by an authorized administrator of DigitalCommons@Pace. For more information, please contact nmcguire@pace.edu.Recommended CitationDworsky, Amy, \"(Miss) Representation: An Analysis of the Music Videos and Lyrics of Janelle Monae as an Expression of Femininity,Feminism, and Female Rage\" (2019). Honors College Theses. 218.https://digitalcommons.pace.edu/honorscollege_theses/218RUNNING HEADER: (MISS)REPRESENTATION         (Miss) Representation: An Analysis of the Music Videos and Lyrics of Janelle Monae as an Expression of Femininity, Feminism, and Female Rage Amy Dworsky  Communication Studies Advisor: Emilie Zaslow  Dyson School of Arts and Sciences, Communications Department  May 2019 Pace University         MISS(REPRESENTATION) 1 Abstract Women in music videos have long been portrayed as sexual objects. With movements such as #MeToo and #TimesUp, artists are challenging the the construction of femininity and feminism. Some artists are using their artistic expressions to challenge the sexualization of women in music videos and are giving voice to the rage they experience in a misogynist culture that endorses a misogynist president. The shift in societal norms, taking into account the politically charged atmosphere, has created a new wave of feminism through popular music and popular culture. Through semiotic analysis, discourse analysis, and narrative analysis, this thesis aims to understand how one such artist, Janelle Monae, explores and engages with the ideas of femininity, feminism, and female rage through her music videos and lyrics from her critically-acclaimed 2018 album ​Dirty Computer​.              MISS(REPRESENTATION) 2 Table of Contents  Abstract p. 1 Table of Contents p. 2 Introduction p. 3 Research Questions p. 6 Literature Review p. 6 I. The Representation of Women in Music Videos p. 6 II. The Representation of Women Through Lyrics p. 10 III. The Effects and Impacts of Representation p. 13 IV. Female Rage p. 16 V. Janelle Monae p. 19 Methodology  p. 19 Results and Findings  p. 22 I. “PYNK” p. 23 II. “I Like That” p. 25 III. “Django Jane” p. 25 IV. “Crazy, Classic, Life” p. 28 V. “Screwed” p. 29 VI. “Make Me Feel” p. 32 Conclusion and Discussion p. 33 References  p. 37   MISS(REPRESENTATION) 3 Introduction The 2018 video for Janelle Monae’s “PYNK” begins with Monae and backup dancers wearing pink, ruffled pants designed to resemble a vagina.  Chitra Ramaswamy (2018) from ​The Guardian​ called the pants, “an unashamed celebration” of sexuality and Elizabeth Wellington (2018) from ​The Philadelphia Inquirer​ touted the pants as “a happy-go-lucky ode to femininity.” If the pants are both empowering and feminine, how do we make sense of them, the political moment in which they were created, and their visual significance, in relation to sexuality and power? Because exposure to stories depicted in videos (Kalof, 1999) and through lyrics influence sexual attitudes, it is critical to analyze the visual and linguistic signs that are used to create meaning. While most music videos, even those depicting female artists, are guilty of objectifying the female body, portraying women as always ready for sex with men and sexually submissive to men (Jhally, 2007), the last 20 years have seen an increase in women using sex and sexual imagery to signify power (Zaslow, 2009). How do depictions of sex and power in music videos respond to changing cultural discussions of these categories in the 2016 election era? How are music video portrayals of sex, sexuality, femininity, and power responding to the election of a misogynist president, the 2016 Women's March and the emergence of the #MeToo movement?  This thesis aims to discover how Janelle Monae’s music videos and lyrics from ​Dirty Computer​ construct and express femininity, feminism, and female rage. Janelle Monae is a pansexual African-American singer-songwriter, who began her career in 2005. I focus on Janelle Monae due to her outward political stance and ability to tackle politics, sexuality, and gender equality through her lyrics and music videos. Monae not only explores the representation of women in her music but uses her voice as a platform for all oppressed people, whether racial or MISS(REPRESENTATION) 4 sexual. This thesis will try to define what is meant by female rage and how music videos and lyrics construct it through discourse analysis (Van Dijk, 2006), semiotic markers (Keane, 2003) and narrative analysis (Thornham & Purvis, 2005). The semiotic markers that will be looked at include clothing, attitude, and lyrics to understand the meaning behind both the video itself and the message being communicated to viewers. I will also use discourse analysis to analyze the meanings of Janelle Monae’s work in relation to the literature regarding female representation in music videos and contemporary feminist movements including  #MeToo and #TimesUp, which offer support and community to women who have been sexually harassed. Narrative analysis will aim to understand the story behind Monae’s lyrics and videos and identify any possible contrasts. To understand Janelle Monae’s engagement and influence, I will discuss other music video examples throughout my literature review that have been studied as a tool of comparison. The topic of female rage in relation to music videos is incredibly important to understand because of its relevance to society. We are constantly exposed to media whether it be the news, social platforms, movies or television. What we see, we use to mold our perceptions of ourselves, of those around us and the world as a whole (Brosius & Engel, 1996). Because this influence is so great,​ ​it is crucial to understand how music videos are constructing female identity, sexuality, anger, and power. Kistler and Lee (2009) state that music videos have been a key part of adolescents lives since their creation in 1981.  Female feelings are often regarding as invalid, so when a woman acts against the societal norm of expressing anger, it is a political act (Belinky, 2016). Female pop artists have a platform where they can fuel their creativity and be heard. Being able to express rage through music videos and lyrics can spread the message that enough is enough. Also, expressing these feelings MISS(REPRESENTATION) 5 publicly may create a sense of community and support. In an interview Soraya Chemaly, author of ​Rage Becomes Her: The Power of Women’s Anger​, says, “​there was this whole genre of sad white girl music that became extremely popular like Lana Del Rey. I just can’t get past the fact that we’re not really talking about the anger, we’re talking about the sadness, which is often the way anger gets described and attributed to women, particularly white women” (Williams, 2018). So many times women’s feelings are misconstrued and invalidated, and we do not see the emotion for what it is: female rage.  While this imbalance of sexual portrayal has been incredibly prominent throughout the years, this thesis explores how the politics of the #MeToo and #TimesUp movements may be fused into the creations of female pop artists. Rather than displaying themselves for the pleasure of the viewer and male attention, are they using their bodies and platforms to portray a new wave of feminism, femininity, female rage and empowerment (Lewis, 2015)? In addition to their appearance, how do female artists use their voices to discuss unjust matters and push for change (Marsh, 2017)? The #MeToo and #TimesUp movements are key factors in understanding how to define rage and analyze videos and lyrics. The movements advocate for change of policies and laws regarding sexual harassment and assault. They have given women a platform to speak up and feel protected and supported by others who have had similar experiences. Many actresses, artists, and working women have come forward about the difficulties they have faced due to sexual harassment and assault and use their platforms to spread messages of hope and change. Keeping the movements in mind while discussing the idea of female rage in regards to music videos and lyrics will help identify and analyze both messages and symbols.  MISS(REPRESENTATION) 6 To understand the impact of Janelle Monae’s music videos in relation to the construction of female rage, this analysis posed the following questions:  Research Questions: RQ1: How do Janelle Monae’s music videos engage with or explore femininity, feminism, and female rage in the era of #MeToo and #TimesUp? RQ2: How do Janelle Monae’s lyrics engage with or explore femininity, feminism, and female rage in the era of #MeToo and #TimesUp? Literature Review  To discover how music videos and lyrics construct and represent female rage in the age of the #MeToo and #TimesUp movement, it is crucial to understand what is meant by female rage and how female rage is expressed. It is equally as important to explore contemporary representation of women in music videos. This thesis will explore how, in the social and political climate we live in today, one artist, Janelle Monae, uses language and usual connotations to create messages of empowerment. Monae embraces her sexuality rather than oversexualizing herself or presenting herself as submissive. While there are previous studies on both music videos and female representation, none has yet explored how lyrics and music videos engage with female rage.  The Representation of Women In Music Videos  Since the emergence of music videos in the 1980s, women’s bodies have been depicted in a sexualized manner (Aubrey & Frisby, 2011). This is a theme that is prevalent across various genres of music including country, hip hop, and pop. Women’s roles in music videos are connected to their sexuality in real life (p. 496). Women are depicted in stereotypical roles in MISS(REPRESENTATION) 7 music videos, whether it be through their appearance or their actions. This behavior is present in music videos of both male and female artists. Female roles in videos are displayed in a sexual and submissive manner, as decorations to a man, through their positions and actions in comparison to male roles (p. 492). Kistler and Lee (2009) found that females in music videos were more likely to been seen as drooling over men, sexually available, and wearing little to no clothing (p. 83). The study found that sexual imagery affected the male participants in the study, potentially leading them to objectify women and shift their attitudes towards gender and rape myths (p. 82).  What it means to be a feminine woman or a masculine man does not come from nature, it comes from the stories to which we are exposed (Jhally, 2007). The sexualized female body is used as a tool for sex in the construction of music video stories and there are several ways that women’s bodies are positioned as sexual objects. One example is that women are shown in the audience of concert shots, just hanging around the lead male, or making a man’s sexual fantasy come true. These fantasies involve beautiful young women, eager to please a man at his convenience. Another technique is to show women sharing a powerful man, or at times even a young boy. Women are seen as sexual deviants who cannot control their desires. When a man is no longer available, “women are seen as lonely, their world crashing down around them” (Jhally, 2007). Sut Jhally, a media scholar who analyzes music videos, argues that the goal of analysis is not to categorize an image or video as good or bad but to understand whose story is being told, and whose is not (Jhally, 2007). If we analyze the portrayal of women in music videos by male artists, we see provocative images of submissive, dependent, oversexualized women. Music MISS(REPRESENTATION) 8 videos portray a male pornographic fantasy for both the artist and the viewer. Scenarios include fantasies such as intercourse with an airline stewardess- granting the artist access to the “mile high club”- or being seduced by a woman in her underwear as she turns into an alien (Jhally, 2007). Jhally (2007) argues that these images and scenarios depicted are drawn from adolescent male sexual fantasies. Music videos may normalize these sexual fantasies and the desires of its viewers. What we view and are exposed to in music videos imagery plays a role in how we view women in reality.  While the music video industry has often used women’s bodies to increase audiences and create narratives that satisfy an adolescent male fantasy (Jhally, 2007), when female artists have attempted to position their sexuality as a tool of power, the industry has balked (Zaslow, 2009). In 2003, Christina Aguilera battled with MTV over airing the music video for her song “Can’t Hold Us Down,” which combats the double standard of men and women’s sex lives and number of partners. Zaslow (2009) writes “the song’s lyrics promote gender equality, unity and feminist social change” (p. 74). Aguilera expressed that her sexual representation in her music videos was her way of enacting power (p .65). In the opening of the video, Aguilera is grabbed on the butt by a male who she confronts and then squirts with a hose between her legs. MTV rejected airing the video because of Aguilera’s simulation of a penis, telling Aguilera that it was too risque, yet this was tame sexual imagery compared to that within many men’s music videos.  There has been a clear double standard when it comes to the representation of women in music videos. Similar evidence of the double standard can be seen in relation to Rihanna’s video for her song “S&M.” Rihanna’s “S&M” video was banned in  11 countries and YouTube users had to verify their age before viewing. In an interview with ​Vogue​, Rihanna explained that the song, MISS(REPRESENTATION) 9 although racy, is not only about sex; it also portrays a love/hate relationship with the media (Sydney Morning Herald, 2011). If a male artist portrayed the same visuals that Rihanna did in “S&M,” the response from society would likely contrast greatly.  The double standard extends beyond censorship. When female artists take ownership of their sexual representation they are often accused of being promiscuous (Hendren & ​Strasburger​, 1995) or of inciting sexual violence (Zaslow, 2009).  When Lil’ Kim seemed to proudly bear a pasty-covered nipple at the 1999 MTV Awards, comedian Chris Rock publically joked that if women dressed in a sexual manner they should not expect to have their bodies respected or free from sexual violence (Zaslow, 2009, p. 60). While the imbalance of representation is prominent throughout music videos, Lewis (1995) distinguished “women-identified” music videos which portray female subjectivity and solidarity, references to patriarchal power, and “presents a struggle woman’s image on the screen for women” (p. 209). Missy Elliott is a black female rapper who defies the normalization of the female body. Rather than existing as an object to be gazed at and acted upon, “Elliott demands to be looked at on her own terms,” controlling her narrative and dissembling masculine gaze (Sellen, 2005).  In the music video “She’s A Bitch,” Elliott exclusively occupies the screen, backed by a couple of female soldiers. She demands attention while rapping directly to the camera, embodying female power. Doused in metal and leather clothing, Elliott portrays her masculine power and readiness to fight, ideals that reject traditional femininity (p. 55). Through her music videos and lyrics, Missy Elliott aims to close the gap on what it means to be feminine and fights back against patriarchal power. MISS(REPRESENTATION) 10 Understanding how sexualization is defined has varied over the years with changing concepts of the definition. Gill and Orgad (2018) state that through their research they “have sought to fashion a position that is ‘sex positive but anti-sexism’” (p. 1317). Society has shifted to encourage women to embrace their sexuality and bodies in a powerful and consenting manner rather than revealing themselves for the attention of others. The way that sexual identities are portrayed is continuously changing which divides different perspectives of feminism. Gill and Orgad (2018) explain, “these debates have been painful for many, and silencing for many more” (p. 1316). Cultural and societal views on sexualization vary greatly, some seeing homosexual videos and sex industry workers as too sexualized (p. 1316). Female sexuality is stigmatized and viewed as demeaning rather than something that should be celebrated. Challenging sexism rather than sexualization needs to be the focus. Concern needs to be shifted to power and consent “rather than exposure to flesh” (p. 1317). While society is progressing towards a better understanding and overall outlook of the construction of sexuality and sexualization, there is a grey area that still remains.  What becomes confusing, according to Zaslow (2009), is that the sexualization of a female body can be seen in an objectifying manner or it can be seen in a positive light where women are not repressing their desires but embracing them (p. 61). Due to the profit-driven music industry in which these images are created- and the commodification of feminism- it becomes difficult to distinguish whether an image is objectifying, self-objectifying (or the internalization of the male gaze), or empowering.  The Representation of Women Through Lyrics MISS(REPRESENTATION) 11 A song’s meaning and interpretation are also constructed through its lyrics. The lyrics of a song play a huge role when representing and constructing gender in music videos. Kreyer (2015) argues that lyrics are an essential part of analyzing gender roles. When the lyrics go along with a music video and a viewer is watching, not only are they visually seeing how women are represented in the music world but they can also hear how women are talking about themselves or even hear how men speak of women while witnessing the actions/lyrics within the music video itself. The same lyrics sung by a man or a woman may be used differently and have a different meaning. For example, the use of “my body,” which is a frequently used lyric in both male and female songs, is portrayed differently by female and male artists (p. 185). While men use “my body” as a way to describe their tattoos or just how their body feels in general, women, typically, use “my body” to discuss putting their body on a man’s body or telling a man to make their body feel a certain way.  Even the use of one culturally-charged word may impact song interpretation and societal perceptions. When Beyonc​é Knowles, a​ key figure in the music industry, used the word “feminism” in a song, it helped shape a fresh perspective on the concept. Frances Senigram from Entity Magazine​ (2017) says that “there is a stigma around feminism that it is for uptight, hippie females who hate men.” Because Beyonc​é ​endorses herself as an independent African-American woman, she uses her celebrity platform to prove that all women can be feminists and believe that feminism is not only for a singular group of women. In an interview with ​Elle, ​Beyonc​é discusses her use of the word “feminist” in her song “Flawless,” claiming that incorporating the term into her hit track was solely to give clarification about its true definition, the fight for equal rights for both men and women (Gottesman, 2016). Beyonc​é​ strives to destigmatize the word MISS(REPRESENTATION) 12 “feminist,” saying that it encapsulates all of her priorities including racism and sexism. Using her platform, Beyonc​é ​is paving a path to embracing feminism and creating a stage for open discussions about politically charged topics. Stratton and Zalanowski (1994) conducted three experiments to understand the impact of lyrics verses music in relation to the listener’s mood. One experiment had college students listen to a sad song; the instrumental version, a recitation of the lyrics, followed by the melody with the lyrics. The second experiment involved an upbeat version of the sad lyrics, the instrumental was upbeat, and then “pleasant lyrics were written to accompany the original melody” (p. 176). The experiments found that regardless of the melody, whether upbeat or slow, the theme of the lyrics emotionally impacted the listeners, affecting their mood. The third experiment had students return a week later and listen to five songs with similar melodies, including the song used in the first two experiments. The results show that students perceived the familiar song as unpleasant. These findings support the notion that lyrics are important and have an equal effect as music itself on our mood. Further analyzing the impact of lyrics, Lemish (2003) explained the relationship and influence of Spice Girls on a group of their Israeli fans. While the band promotes girl power and sisterhood, their lyrical content focuses on heterosexual relationships and ultimately “offers girls no models for what to do with their sexual freedom” (Lemish, 2003). The message that fans perceived of the Spice Girls’ image and lyrics was not girl power, but that girls are better than boys. The Spice Girls are trying to spread messages regarding female empowerment, independence, girl power, and ownership but many of their songs mention heterosexual relationships with men which alters the listener’s perception of feminism.  MISS(REPRESENTATION) 13 The Effects and Impact of Representation Young people are avid viewers of music videos and music videos have a role in shaping their understandings of gender and sexuality (Aubrey & Frisby, 2011, p. 476). In a study that involved 603 students in grades nine to twelve, adolescents told researchers that they watch “MTV for more information or to learn about the social world” (Sun & Lull, 1986, p. 118). Having the visual aid of a music video allows the viewer to understand the content and the context behind it, giving them the opportunity to construct their own ideals.  The study asked the students to include their age, gender, background, and parental occupations, in addition to more in-depth questions in order to analyze their findings and see if there is a difference among the variety of students; In their findings they conclude that music videos play a significant role in constructing the mindset of young viewers from all backgrounds.  The objectification theory posits that when women’s bodies are being consistently objectified in the media viewers begin to believe that they really are just sexual objects and nothing more. This belief causes women to be continuously misrepresented (Aubrey & Frisby, 2011, p. 479). Fans believe that music videos are a way for them to catch a behind the scenes look and they often take artist’s construction of their sexual identity as authentic (Zaslow, 2006, p. 69) What society sees in these videos affect their perceptions of societal norms. Kalof (1999) found that exposure to sexual imagery had a significant effect on the viewer’s perceptions and their sexual attitudes. Kalof’s results demonstrated that the influence music videos have on their viewers is incredibly high; people make connections with what they are viewing which ultimately plays a role in their own beliefs. Music videos that portray stereotypical roles such as hypermasculinity and sexual objectification also affect the viewer’s MISS(REPRESENTATION) 14 perception. In a study conducted with high school students who were exposed to music videos that contained stereotypical roles and non-stereotypical roles, Ward, Hansbrough, and Walker (2005) concluded that those who viewed the stereotypical music videos more often were influenced by the gender attitudes they saw and expressed more traditional views.  Lyrics in popular songs also have an impact on listeners. Cooper (1985) analyzed the lyrical representation of women in pop over ten years from 1946 to 1976. Because pop song lyrics are simplified and easy to understand, “song lyrics are generally characterized by repetition of phrases, cliches, myths, and stereotypes… [so that] comprehension requires minimal effort from the listener” (p. 499). Cooper found that high school and college students, during that time period, listened from three to over five hours of music a day. She states that because people are so consumed by music, the images and lyrics of women that are represented have a huge impact on both male and female ideas and attitudes toward women (p. 500). The results conclude that over each decade, the emphasis of the female body increased and “that the lyrics of popular music not only reflect the attitudes of periods of history, but also function… to socialize attitudes” (p. 504). While it is difficult to measure the exact impact on each listener, it is evident that the lyrics to a popular song do resonate with listeners and may ultimately impact their attitude towards women.  There have been many studies regarding the representation of women in popular music but few that analyze the impact on the audience. Christina Williams (2001) analyzes adolescents’ engagement with popular music through unstructured group discussions to understand how music may be part of their lives (p. 225). Williams (2001) found that the students she spoke with did not believe that they were influenced by music they listen to because they see through the MISS(REPRESENTATION) 15 “pop process” (p. 234), but believe that younger children are more susceptible to music’s messages. Williams concludes that the consumption of popular music must “be understood in the terms of its everydayness” (p. 240), meaning that the environment of music consumption plays a role in the influence.  Analyzing music as representation, Philip Bohlman (2005) strives to understand more about gender, sexuality, cultural identities and cultural contexts (p. 205). Music is a powerful medium that is available to a variety of cultures, thus emphasizing its power to represent something more than what it is; Bohlman (2005) defines this as representing “sameness” and “otherness” (p. 206). Bohlman created ten representational practices in which music represents concepts of self or representations beyond music which include self-identity, silence, story, power, and everyday life (p. 210). Consumers listen to music to align with the narrative being told, creating a sense of self-identity. While this construction of self-identity may be inauthentic, the ability to connect with music is still present (p. 223). The narratives created within music also vary in relation to the structure of society and relevant social issues. Bohlman’s findings conclude that music encompasses representational attributes with which society may identify. It is evident that music videos and lyrics have a huge impact on the representation of women. The story being depicted is rarely the true story, distorting viewer perspective of sexuality and power. As stated by Cooper (1985), lyrics are representative of the current time period and social climate. Society makes connections to lyrics they hear and the images they are exposed to. Music videos teach people who they are supposed to be, how they are supposed to act, and how they are supposed to look (VanDyke, 2011). What happens when the stories being told are not accurate narratives to what it means to be female or feminine? MISS(REPRESENTATION) 16 Female Rage In the three years following the election of Donald Trump, several books exploring female rage have been published. In 2018, Rebecca Traister wrote ​Good and Mad: The Revolutionary Power of Women’s Anger​, Soraya Chemaly wrote ​Rage Becomes Her: The Power of Women’s Anger​, and Brittney Cooper wrote ​Eloquent Rage: A Black Feminist Discovers Her Superpower​. All of these books explore what it means to be angry and how to utilize the emotion for movement rather than compartmentalizing it. Anger and rage are powerful tools in the fight for change. Women are taught that expressing anger is wrong and dangerous but these books urge women to utilize their emotions in hopes to impact societal and political movements. Women are changing and men are reacting with misogyny because their male power is threatened (Solnit, 2018). This new literature aids the redefinition of what is deemed appropriate and acceptable. I am positioning my analysis of Monae’s videos in the moment of rage and anger that stems from the presidential election and the movements that followed throughout Hollywood shortly after.  Chemaly (2018) explains that our married president, who boasts about his sexual power over women, discusses what he does to porn stars [grab ‘em by the pussy] demonstrating his predatory and misogynistic actions (P. 238). Ongoing statements and comments made by Trump sparked outrage over social media platforms with women using the hashtag #NotOk, and describing their own psychological and mental pain and distress from being sexually threatened or attacked.  On the first day of Donald Trump’s presidency in 2017, almost 500,000 people rallied at the Women’s March in Washington D.C. This was nearly three times the amount of people at MISS(REPRESENTATION) 17 President Trump’s inauguration (Wallace & Parlapiano, 2017). The purpose of the march was to send the message that women’s rights are human rights, due to President Trump and his administration’s perseverance in threatening basic human rights. While the main Women’s March took place in Washington D.C., there were marches happening across the country including New York, Denver, and Los Angeles (Chenoweth & Pressman, 2019). Voicing their opinions for causes that seem vulnerable under the Trump administration, marchers protested for “women’s and reproductive rights, criminal justice, defense of the environment and the rights of immigrants, Muslims, gay and transgender people and the disabled” (History.com, 2018). According to the Women’s March official website, “The mission of Women’s March is to harness the political power of diverse women and their communities to create transformative social change” (womensmarch.com). Through nonviolent protests and rallies, women had the opportunity to gather in a safe community of supportive women to fight for societal changes and exercise their rights and rage.  The #MeToo movement quickly gained traction in late 2017 and soon went viral. It is a movement that encourages victims of sexual harassment and abuse to speak up against their abusers and offers support from other victims. The term was coined over a decade ago by Tarana Burke after she heard about the sexual abuse of a thirteen-year-old girl (Prasad, 2018). The movement really took off when the ​New York Times​ revealed Harvey Weinstein was under fire for several allegations of sexual harassment. Actress Alyssa Milano took to Twitter and asked anyone who has experienced any form of sexual harassment to respond with “me too.” The tweet has received over 88,000 to date, with 55,000 responses in the first 24 hours and the hashtag MISS(REPRESENTATION) 18 reaching the top trend worldwide (Sayej, 2017). Since then, a countless number of men have been called out for their wrongdoings, while women encourage other women to speak out.  In response to the Harvey Weinstein cases, the #TimesUp movement arose. Hollywood celebrities began speaking up about the harassment they faced as women in their specific industry. It is an “action-oriented movement” that urges for a solution to put an end to sexual harassment (www.TimesUpNow.com). The movement strives for change and equality, not just in the workplace but in award shows, representation, and life as a whole. These movements have caused an uproar in society and empower both men and women to speak up and make a change, taking on the form of a revolution. Film studios have devoted their energy to hiring female directors and Hollywood stepped up and created the Times Up Legal Defense Fund to help those who have dealt with harassment receive the legal teams that they need (NPR).  In trying to make sense of these contemporary movements, Soraya Chemaly (2018) defines female rage and anger as something that is not what is in [women’s] way but is what guides women. She argues that after being belittled for expressing anger or trying to resist showing rage, it is time that women use their anger as fuel. Chemaly writes that while we internalize anger, “it is mediated culturally and externally by other people’s expectations and social prohibitions” (p. xiv). Anger is an internal feeling that women have learned to keep private and to themselves but the cause of this anger has been crafted by the expectations of society and our cultural norms. Men associate feelings of anger with power whereas women associate feeling powerless with anger (p. xv).  Chemaly describes an instance where she reacted in anger about a man who killed women at a sorority house in California with the intention of killing “stuck-up blond sluts” (p. MISS(REPRESENTATION) 19 221). She expressed her rage while out to lunch with friends, including men, who found her response to be over the top, exaggerated and dramatic. Rather than focusing on the misogyny and violent killing that just took place against innocent sorority women, her friends belittled her emotional response (p. 223). She questions why she is afraid of being categorized as angry and wonders if it is negatively associated with being a woman. Both men and women experience anger; it is a natural reaction when another person acts out in a negative way or something bad happens. The issue is that men portray these behaviors in a way to prove their masculinity, portraying total control and acting aggressively. The events that cause women to feel anger align with hypermasculinity whereas men become angry when women show these emotions because it is not the typical, normal female behavior (p. 229).  Janelle Monae  This thesis focuses on how Janelle Monae uses her music videos as a voice for change and a way to express femininity, feminism, and female rage. Monae identifies as pansexual; her sexual, romantic, or emotional attraction is not limited to a specific gender or sex. Through her videos, Monae expresses that she is not afraid of who she is, encouraging others to do the same. She is known for politically charged lyrics, taking aim at classism, racism, gender inequality and sexual inequality. With lyrics such as “let the vagina have a monologue,” Monae is representing the power for women to be able to speak for themselves. Janelle Monae represents current issues affecting society and uses her platform as a stance, to speak up and stand up for what she believes.  Methodology  The Studied Music Videos MISS(REPRESENTATION) 20 In 2018, Janelle Monae released her album ​Dirty Computer​. Touted in the media as a liberated masterpiece (Levin, 2018), flawless (Haile, 2018), and a searing concept piece (Davies, 2018), Monae used the album as a platform to express injustice and self-acceptance. Along with the album, Monae released six music videos. This thesis focuses on Janelle Monae’s music videos and the representation of women within them, analyzing how the videos and lyrics engage with the idea of femininity, feminism, and female rage.  In the age of #MeToo and #TimesUp, a variety of different artists, spanning over genres, use their music videos to create statements, whether in a subtle manner or overtly. The reason for choosing Janelle Monae’s album is due to the critical acclaim it received after its release because as an African-American, pansexual identifying woman, Monae tackles intersectional oppression throughout each track on her album. In 2019, the album was nominated for two Grammys, including Album of the Year. The album was supported by Monae’s North American Dirty Computer Tour with 28 shows. While the album was not released until mid-2018, her writing process began in 2016, the same time the #MeToo and #TimesUp movements picked up momentum (Puckett, 2018).  Further, Janelle Monae is the center of this thesis because of her ability to merge music with messages about representation, equality, and oppression (Davies, 2018). Through discourse analysis and semiotic markers, this thesis will aim to understand how female rage is artistically and lyrically expressed and how Janelle Monae uses her platform to portray the idea through her videos and lyrics.  This thesis will use discourse analysis, semiotic analysis, and narrative analysis to analyze the lyrics and videos for six songs: “Django Jane,” “I Like That,” “Pynk,” “Screwed,” MISS(REPRESENTATION) 21 “Make Me Feel,” and “Crazy, Class, Life.” Combined, the six videos have garnered over 58 million YouTube views since the release of the first music video from the album. Discourse analysis aims to place a “subjective interpretation” or meaning on content being studied (Van Dijk, 2006, p. 121). To study the ideologies of language, discourse analysis is a prominent tool to analyze the underlying functions (Van Dijk, 2006). Discourse analysis is crucial to understanding the importance and meanings behind both the visual content of videos and the lyrics that accompany it. Utilizing this will help define the context of Janelle Monae’s messages and actions throughout the six music videos being studied. It is important to dissect Monae’s messages because there are instances in which videos and lyrics contrast, portraying a blurred story for the viewer.  ​Semiotic analysis refers to the study of symbols and behaviors through analyzing the text’s syntax, semantics, and symbols (Manning & Cullum-Swan, 1992). Understanding the meanings and intentions of words and symbols will help define the meaning. Within semiotics, every unit has a meaning no matter how small and has the ability to communicate meanings whether spoken or silent. The semiotic markers that will be analyzed are clothing, attitude, and lyrics. Analyzing semiotic markers within the music videos, I will observe both the lyrics and visuals of the video, background or special effects and theorize motifs to understand the context of the track. Semiotic analysis will be employed because music videos are conceptual and capable of narrating stories and giving symbols new meanings. Along with discourse analysis and semiotics, I will use a narrative analysis. Using narrative analysis, I will be able to define the plot of her video and the functions of the characters portrayed. I will identify themes that may have changed from the beginning to the end, or if the visual contains one constant theme. MISS(REPRESENTATION) 22 Understanding the meanings behind a narrative can be difficult, but Stokes (2003) states that it will help clarify what is being viewed to transform a hunch into a hypothesis.  The narrative analysis will examine the story being told by Janelle Monae through her music videos and lyrics. Sue Thornham and Tony Purvis (2005) say that “narratives can inform versions of the past and have the power to shape how the present might be understood in relation to them” (p. 1065). I am using narrative analysis to analyze the message that Monae is communicating to her viewers and the importance of the context. This method will allow me to understand how Monae is telling her story, whether it is through her own eyes or the experiences of others. The way in which a story is put together and told may vary by who is narrating (p. 1067). Because I will analyze both the lyrics and Monae’s videos, narrative analysis will allow me to understand any contrasting messages between the two.  In addition, I will also use Genius.com as a source for verifying specific lyrics. The platform allows contributors and artists to annotate a song’s lyrics. Janelle Monae is a verified artist on the website and has contributed her personal annotations to define her lyrics. Using Genius as a tool to analyze the music videos and lyrics studied throughout this thesis will assist in creating a clearer message and image of Janelle Monae.  With the use of discourse analysis, semiotic markers, and narrative analysis, I will be able to identify messages found in Janelle Monae’s music videos that will help define how Monae engages with female rage. There are some limitations to this study such as the basis of interpretation. Because the analyses were performed by one viewer, myself, other coders may interpret Monae’s symbolism differently. Despite this limitation, these tools are the most MISS(REPRESENTATION) 23 effective techniques when analyzing Monae’s lyrics and music because of how they dissect both the content and context of the messages sent to the viewer.  Results And Findings  With the use of semiotic markers, discourse analysis, and narrative analysis when examining six of Janelle Monae’s music videos and lyrics from her album ​Dirty Computer​, I found five prevalent and consistent themes: 1. the fight for gender equality, 2. embracing the expression of fluid sexuality, 3. anti-Trump-related political undertones, 4. self-love and self-acceptance, 5. race equality and racial discrimination. These themes will lay out the analysis of Janelle Monae’s music videos and lyrics to understand how she engages with or explores femininity, feminism and female rage, in addition to engaging with the #MeToo and #TimesUp movements.  “PYNK” Analysis  Throughout the six songs analyzed, the fight for gender equality is a prominent theme that Janelle Monae incorporates both lyrically and visually. In the music video for “PYNK,” the entire scenery is tinted pink including mountains, signs, the car Monae drives, and accessories that the background characters hold. The track opens up with Janelle Monae and background dancers, two wearing pink one-piece bodysuits and four- including Monae- wearing pink pants that represent a vagina. This idea is strengthened when a woman puts her head through Janelle’s pants, portraying the idea of birth. There is a quick, close-up shot of a female swinging a pink bat in between her legs, a phallic symbol, which can represent that not all those who identify as women, have female genitalia, but are supported throughout this anthemic glorification of the female body.  MISS(REPRESENTATION) 24 Monae takes control of her sexuality and encourages others to do the same, with scenes of background dancers empowering one another by cheering each other on, showing love to one another through hugs, and most importantly, Janelle Monae wearing boxing shorts proving she is ready to put up a fight. When Janelle sings “Pink like the skin that’s under, baby” (22), the camera zooms in on her underwear where we can visually see pubic hair sticking out, destigmatizing the idea that women need to be clean shaven. The text on her underwear reads “sex cells,” which can be interpreted as spelled, sex cells like sperm and an egg, or as sex sells, meaning that there is an idea that women need to be portrayed in a sexual manner to garner attention and make money. Another woman in the video has underwear that reads “I Grab Back,” a clapback to President Trump’s infamous interview with ​Access Hollywood​ where he makes inappropriate comments about women, saying “grab ‘em by the pussy” (Makela, 2016). This image is a clear representation of female rage, aligning with the #MeToo and #TimesUp movements, portraying the idea that women will fight back against the patriarchy and sexual misconduct. There is a neon sign that is hung up in the background of several shots which says “PUSSY POWER,” representing feminism and power held by women.  The video portrays both sexuality and self-love. Monae’s lyrics, “Some like that” (17) show that it is acceptable to love who you love, regardless of physical and biological sex. An important marker to note throughout this video is the all female, all African-American cast. Each woman on set is individualized through their skin tone, variety of clothing, and body size. This is a representation of varied femininity, reinforcing the idea that we should embrace diversity in women. Sisterhood is a major sub-category within self-acceptance because it shows female MISS(REPRESENTATION) 25 support, especially when Monae and her background dancers are moved in synchronization, showing a form of unity. The opening lyrics to the track are: Pink like the inside of your, baby Pink behind all of the doors, crazy Pink like the tongue that goes down, maybe Pink like the paradise found Pink when you’re blushing inside, baby Pink is the truth you can’t hide, maybe Pink like the folds of your brain, crazy Pink as we all go insane  Monae then further emphasizes her meaning of the color pink in the chorus when she sings, “‘Cause boy it’s cool if you got blue,/ We got the pink” (19-20). The color blue is typically labeled as masculine whereas pink is traditionally categorized as a feminine color. Janelle Monae is expressing both visually and lyrically that pink is not just biological but how you want to identify yourself. Monae claims here that she does not just accept pink as feminine but she chooses pink because it represents the strength and beauty of the female genitalia.  “I Like That” Analysis The music video opens up with multiple versions of Monae wearing all white sitting in red velvet chairs of a theater audience, These colors are incorporated in many music video Janelle creates; red represents power whereas black and white is an homage to her parent’s work uniforms; her father was a garbage man and her mother was a janitor- a theme that keeps her grounded, remembering her roots (Chang, 2017).  In one scene, Janelle has two African-American females on either side of her with their hair braided to look like a beard. This touches on sexual fluidity, portraying that women can look different from one another and still embrace their femininity. In the political aspect of “I Like MISS(REPRESENTATION) 26 That,” Monae sings “I’m always left of center and that’s right where I belong” a possible nod to the liberal system of political parties.  The song embodied self-acceptance with lyrics such as “I don’t care what I look like but I feel good” (17). Monae also hints at her androgynous look singing: Uh, I remember when you laughed when I cut my perm off And you rated me a six I was like, “Damn” But even back then with the tears in my eyes I always knew I was the shit Here Monae reflects on a time when someone criticized her for her boyish looks but she never cared because she embraces her appearance, hopefully influencing viewers to do the same. This video yields less analysis due to consistent long shots of imagery.  “Django Jane” Analysis  The title of “Django Jane” is an immediate reference to the film “Django Unchained.” The film focuses on a freed African-American slave, Django, who helps a bounty hunter track and kill slave owners in return for assistance in finding Django’s wife who is still a slave on a plantation. “Django Jane” is a response to the threats that Monae feels as an African-American woman. It is a song meant to be of support to anyone who has ever felt marginalized (Bengal, 2018).  The video opens up to a nightclub which resembles the one in the movie “Black Panther” (Coogler, 2018), already an immediate representation of African-American inclusion. The cast is all African-American women wearing leather jackets which can represent the Black Panther Party, an African-American political group that fought back against police brutality (History.com, 2019). Monae is seen dressed in a red suit, wearing a crown and sitting in a throne, MISS(REPRESENTATION) 27 representing her power. The opening lyrics “this is my palace, champagne in my chalice/ I got it all covered like a wedding band” is Monae taking back the patriarchal microphone, saying that she is in charge. With her fist up and clenched, Monae sings “we gon’ start a motherfuckin’ pussy riot” (4). This lyric alludes to the Russian band, Pussy Riot, who fought for both women’s rights and the LGBTQ community’s rights and also the strength of women reclaiming a term that has been denigrated. Monae continues to explore gender and sexuality, wearing a pink suit, when she sings “remember when they used to say I look too mannish” (25). Here Monae is reflecting on a past experience and  acknowledges what people have said about her appearance but she does not believe in the stereotypical appearances of men and women. She does not believe one needs to be revealing to be beautiful or feminine. Later in the song, Monae sings “Jane Bond, never Jane Doe,” a reference to the movie ​James Bond​. Monae is saying that, like James Bond, she can not be taken down or killed because she will always prevail.  Monae is able to confront two stereotypes with the line “Kool-aid with the kale” (11), referencing that African-Americans are typically known to drink kool-aid and hipsters eat kale. She is ironically embracing the stereotype, celebrating these two aspects of her identity. Another mention of race is when Monae sings “Black girl magic, y’all can’t stand it” (26). Black Girl Magic is a movement, which began in 2013, to highlight the achievements of black women. The term can be defined as the celebration of  the beauty, power and resilience of black women (Wilson, 2016). Black girl magic celebrates culture and power and while other races, or African-American men, “can’t stand it,” as Monae says, industries are influenced by African-American fashion and culture.  MISS(REPRESENTATION) 28 Janelle Monae references her grassroots organization, Fem the Future, which advocates and supports females in the entertainment industry (Arnold, 2018). Monae sings “We fem the future, don’t make it worse/ You want the world? Well, what’s it worth?” (40-41). Monae is saying that women are making progress and those who cannot support change should move aside. Towards the end of the song, Monae urges men to be quiet and “Let the vagina have a monologue” (53). This references that the patriarchy needs to step aside and not listen to respond, but listen to understand what women are going through. This lyric is accompanied by the visual of Monae holding a mirror over her legs so her face is seen where her vagina is. Monae alludes to the 2017 Women’s March when she raps “What’s a wave, baby? This is a tsunami” (55). The waves of feminism theory state that are three waves of feminism that have occurred, each tackling era-specific issues creating change for the future. The third wave of feminism focuses on intersectionality and acknowledging race, sexual orientation, gender, class, and other characteristics (Sheber, 2017). Monae is saying that this progress society is making, and will continue to make, is not just a wave because it is so much bigger and stronger. Women have the power and the force to make a massive impact for change. “Crazy, Classic, Life” Analysis  There are immediately several different markers in the opening scene of this music video. Monae and her African-American female friends have traditional tribal African paint on their faces, which can be interpreted as embracing their culture and race. Monae also has rainbow eyeshadow on which looks like the Pansexual Pride Flag, alluding to her pansexuality that she has confirmed in numerous interviews.  MISS(REPRESENTATION) 29 Being an African-American female, Monae fights for peace, unity, and understanding. Regarding her skin tone, Monae calls herself “Black Waldo” because she always stands out (55-56). While the music video does not clearly align with the lyrics, Monae’s main message seems to focus on racial inequality while making some mentions towards gender. Monae sings “I don’t want to live on my knees” (24) which can be an innuendo for several things, one being fellatio. The lyric can also be interpreted as fellatio using to Beyonc​é​’s “Partition,” where she proudly sings about pleasing her husband with the lyrics “I don’t need you seeing ‘Yonce on her knees.” This notion can be linked with being weak and subservient, which Monae does not want to be. With this message in tow, she may urge her viewers to understand and feel the same way. A few bars later Monae sings “I just wanna find a god/ And I hope she loves me too” (28-29). This line is incredibly important because she is challenging commonly held assumptions that God is a man. Here Janelle says “she” rather than “he,” again representing feminism and gender equality.  The video itself is filled with androgynous people, showing sexual fluidity. Monae can be seen being intimate with both men and women, further strengthening how she embraces her own sexuality. The entire video has a very dystopian futuristic feel to it, representing that this horrible climate will be our future if we do not change our ways and our mindsets. As Monae is driving her car in the opening shot of the music video, she hears police sirens and pulls over. This can allude to ongoing racial profiling of African Americans by the police. The song opens up with Martin Luther King, Jr. reading an excerpt from the Declaration of Independence. You told us we hold these truths to be self-evident That all men and women are created equal That they are endowed by their Creator with certain unalienable rights MISS(REPRESENTATION) 30 Among these: life, liberty, and the, and the pursuit of happiness The use of this excerpt is important because those who wrote the Declaration owned slaves and women were not included in the sentiments. How can one align with the messages in the Declaration of Independence if the message is not intended for them? As an African-American woman, Monae feels excluded and alienated by the rights that the Declaration of Independence promises her. Janelle then sings “We don’t need another ruler/ all of my friends are kings/ I am not America’s nightmare/ I am the American dream” (13-16). When singing this, Janelle and the other females in the car, dressed in black leather jackets, raise a peace sign up in the air. Here Monae is alluding to Malcolm X’s notion that he sees a nightmare rather than a dream (Genuis.com). Monae is stating that she is not to be feared but that she is important and a valued individual. “Screwed” Analysis In the opening of the video, Janelle Monae is wearing a shirt that says “subject not object,” Monae is making it clear that she is the subject of her own story and not a mere passive object for someone else. She is rejecting all forms of objectification in a feminist manner (Law, 2018).  In the first lyrics of  “Screwed” Monae sings “I live my life on birth control” (3). She is saying that she has sex as she pleases without any negative stigmas, thus embracing her sexuality and proving she is the only one who has control of it. Monae ties together ideas of sexuality with our current political climate when singing “But I go sex crazy/ But I feel so screwed” (9-10). She has established a double entendre, talking about screwed in a sexual sense but also politically, we are screwed. This meaning becomes more evident with the music video visuals of American MISS(REPRESENTATION) 31 disasters playing on TV screens and lyrics such as “I heard the sirens calling/ And the bombs are falling in the streets/ We’re all screwed” (5-7). Monae can be alluding to current political issues that America is facing in addition to international tensions with other countries. Also on the TV screens are images of Lady Liberty, a woman in a hijab, and a female holding a poster that says “Fight For Our Rights.” Janelle Monae uses subtle imagery to show her support and fight for gender equality and women’s empowerment.  There are a lot of subtle nods to government-related issues such as cameras hidden everywhere, like in a woman’s trumpet, showing that the government is always watching and there is a lack of privacy; those who act against the norms will be penalized. The video seems to take aim at the government shutdown because of its release right in the middle of it all. While the song was released in April of 2018, the music video was posted in January of 2019 during the month long United States government shutdown. Monae sings about the relationship between sex and power: See, everything is sex Except sex, which is power You know power is just sex You screw me and I’ll screw you too Here Monae is explaining that sex is all about power and that she could do the same thing if she wanted to, using sex and pleasure as a bargaining tool. These lyrics relate to the #MeToo and #TimesUp movements because they involve powerful men who use their power through sex to get what they want. Janelle Monae later sings “Hundred men telling me cover up my areolas/ While they blockin’ equal pay, sippin’ on they Coca Colas” (81-82). Female nipples are censored everywhere, while male nipples are not, which struck up the Free The Nipple Movement, a social media campaign that encourages the equality of sexes and gives women the option to feel MISS(REPRESENTATION) 32 comfortable topless rather than sexualized (Peterson, 2018). Monae is stating that there are more important things to worry about, such as equal pay, than a woman’s nipples. President Trump blocked Barack Obama’s equal pay initiative for large companies to report pay based on race and gender. “Fake news, fake boobs, fake food what’s real?” (83) takes aim at President Trump who labels news that he does not like as fake.  Monae then continues saying that men live in a world of blissful ignorance by singing “Still in The Matrix eatin’ on the blue pills” (84). The blue pills in the movie The Matrix are supposed to make you feel as though you have security, happiness and ignorance of illusion (Dreyfuss & Ellis, 2019). Furthermore, Janelle mentions incidents with President Trump, “The devil met with Russia and they just made a deal/ We was marching through the street, they were blocking every bill” (85-86). These bars discuss Trump and his people colluding with Russia for the 2016 election and then delves into the post-inauguration Women’s March where demonstrators campaigned for reproductive rights, immigration and civil rights (Hartocollis & Alcindor, 2017). Throughout this music video and her lyrics, Monae has sent a message to the viewers that this fight is not over and yes, she is angry.  “Make Me Feel” Analysis “Make Me Feel” is a song that is both lyrically and visually doused with double-entendres and references to Monae’s sexuality and her personal battles with self-acceptance. The video opens up with Janelle walking into a club with a woman, and as they pass by each bystander, they all stop and stare at Janelle Monae and her female companion as if seeing two women together is wrong. Monae’s outfits throughout the video represent her MISS(REPRESENTATION) 33 androgynous style, from mixing sheer rose tights with an oversized blazer to donning a head-to-toe sparkle thread bodysuit; Monae has mastered menswear and womenswear.  The music video imagery is why this track has been touted as a bisexual anthem by several esteemed outlets. Monae can be seen dancing with both a man and a woman, and even struggling to choose which one to be with, coming off as a personal battle with her own emotions. But, she shows that she owns her sexuality and has the power to do whatever she pleases when she begins to dance with both the man and woman at the same time. Harvard University student Iris Lewis explains that “This is a song about liberation, where ‘liberation’ means empowerment instead of lowered inhibitions” (Lewis, 2018). With blue and pink lights shining on Monae, she crawls through a line of female legs exclaiming again that it is just the way someone makes her feel. She is owning her sexuality in an empowering manner, appealing to other women who may feel confined in their emotions because they do not fit the typical feminine ideas.  Monae is seen throwing up her middle finger at the camera while singing and crawling between female thighs, sending the message to anyone who thinks negatively about her that she does not care and it will not change her. Towards the end of the track, Monae repeats the line about being powerful and tender, and as she belts “powerful,” she swings her legs open. While this may come off as provocative, Monae is using her body and shifting focus towards her crotch area in a powerful gesture, insinuating that all women are just as powerful as men.  The song’s opening lyrics shows Monae portraying herself as an unapologetically queer identifying woman: All of the feeling that I’ve got for you Can’t be explained, but I can try for you Yeah, baby, don’t make me spell it out for you MISS(REPRESENTATION) 34 You keep on asking me the same questions And second guessing all my intentions Should know by the way I use my compression  Here, Monae is subtly explaining to her would-be lover the intimate feelings she feels that cannot be explained. But this can also be seen as a double-entendre towards all of the questions Monae has received regarding her sexuality. For instance, Monae was confronted about a rumor regarding her being into women on ​Sway In The Morning ​radio show in 2013 to which she responded, “​There's nothing wrong with being bisexual. There's nothing wrong with being a lesbian or gay. I am an advocate. I have friends who are in same-sex relationships. I think that love has no sexual orientation” (Jedeikin, 2017).  An important aspect of this song is Monae’s use of repetition. The remainder of lyrics repeat lines such as “It’s like I’m powerful with a little bit of tender/ An emotional, sexual bender” (9-10) and “That’s just the way you make me feel/ Good God! I can’t help it!” (31-32). Her repetition strengthens her message about her sexual preferences and personal feelings to embrace it.  Conclusion As identified and analyzed through semiotic markers, discourse and narrative analysis, Janelle Monae has exuded her engagement and exploration of femininity, feminism, and female rage through her lyrics and the music videos of ​Dirty Computer​. Each video encapsulates the themes of gender equality,  embracing sexual preferences and fluidity, political messages, self-love and acceptance, and the fight for racial equality.  Gender equality is a theme that Monae touches on heavily throughout the six music videos analyzed. In “PYNK” we see symbols that represent both male and female genitalia as MISS(REPRESENTATION) 35 Monae proudly celebrates acceptance for both. With lyrics discussing the male/female pay gap, Monae uses her platform to shed light on controversial and less-spoken about topics. Through her videos and lyrics, Monae is fighting for gender equality, as well as gender acceptance. In “Django Jane,” she alludes to the Women’s marches stating that women are a force to be reckoned with and they will not go down without putting up a fight.  Self-identifying as a pansexual African-American woman, Janelle Monae uses music as her outlet to express her interests. In each video analyzed, Monae can be seen flirting with other women and men in an unapologetic manner, showing her sexual fluidity and preferences. In “Crazy, Classic, Life,” Monae can be seen wearing colored eyeshadow that resembles the Pansexual Pride Flag. While she does not say anything directly along the lines of being attracted to women or men, her music videos utilize symbols and body language to show that it is normal to be into whoever you are into regardless of gender.  For instance, Monae can be seen running back and forth between a man and woman in “Make Me Feel,” clearly showing her viewers her fluid sexuality. The important aspect of this is that Monae does not objectify herself, rather she shows that she feels empowered, and even powerful, an underlying message sent to viewers.  Monae has never been quiet about voicing her opinion on issues regarding gender, race, and class. In her videos and lyrics, Monae incorporates political messages, alluding to the Trump administration and the government. In “Screwed,” Monae references President Trump’s meetings with Russia and that women are fighting to save bills that are being threatened such as the Disaster Aid Bill. She also sings “let the vagina have a monologue” in “Django Jane,” a jab at the patriarchy and those in power who try to silence women, especially those who are speaking out against sexual harassment with the #MeToo and #TimesUp movements.  MISS(REPRESENTATION) 36 Self-love and self-acceptance are two major themes in every song Monae sings. Janelle Monae creates a sense of community when using the word “we.” It gives women a sense of community and belonging. Monae elaborates on her own personal experiences with her appearance and emotions but celebrates that she loves herself and everything she went through has made her stronger. Monae does not invalidate anyone’s feelings, rather, she wants to bring women up with her. This is seen in “PYNK” where Monae and her backup dancers are dancing around, smiling, and hugging each other, cheering about how great it is to be a woman and how happy they are to have one another. In “I Like That,” Monae references a past experience where a man rated her a six, thinking it would hurt her feelings, but looking back she “always knew that I [she] was the shit.” Monae’s reflections on her past experiences has shaped her current perspective of self-acceptance. Because of Monae’s cultural background, she has shed light on the imbalance of power for people of African-American descent. In her videos, she has referenced how the Declaration of Independence does not include black people, the film ​Black Panther​, the Black Panther Party, and police brutality towards black people. Every female backup dancer is also black, which Janelle did to emphasize their importance. People believe that feminists are only white women but in her videos and lyrics, Monae proves that feminism is for everyone, including black women.  Monae truly embodies what it means to be a feminist and fight for all women. She is not afraid to voice her opinion, no matter how controversial. She incorporates real-life societal problems and blatantly shows her stance unapologetically. Every lyric is filled with empowering and influential messages to which all viewers can relate to. In future studies, I would be MISS(REPRESENTATION) 37 interested in having a conversation with Ms. Monae or someone from her team to understand if the interpretations of her music and lyrics are correct. There also lies the issue of her influence. While her music is praised as anthems for specific issues, her tracks are never discussed in regards to the Billboard music charts. Is her music just fringe pop? While her music may not be spoken about as much as someone like Ariana Grande, I believe that her messages will add to a cultural shift.               References Arnold, A. (2018). Everyone Looked Incredible at Janelle Monae's Ultimate Power Brunch.  Retrieved from https://www.thecut.com MISS(REPRESENTATION) 38 Aubrey, J.S., & Frisby, C.M. (2011).\"Sexual Objectification in Music Videos: A Content Analysis  Comparing Gender and Genre.\" ​Mass Communication and Society 14​(4), 475-501. Belinky, B. (2016). Why we need female anger in music. Retrieved from  https://www.dazeddigital.com  Bengal, R. (2018). 'You don't own or control me': Janelle Monáe on her music, politics and undefinable sexuality. Retrieved from https://www.theguardian.com  Bohlman, P. V. (2005). Music As Representation. ​Journal of Musicological Research​, ​24​, 205-226. Brosius, H., & Engel, D. (1996). The Causes Of Third-Person Effects: Unrealistic Optimism,  Impersonal Impact, Or Generalized Negative Attitudes Towards Media Influence?  International Journal of Public Opinion Research,8​(2), 142-162. Chang, M. (2017). The Sweet Reason Janelle Monáe Only Ever Wears Black And White.  Retrieved from https://www.elle​.​com Chemaly, S. L. (2018). ​Rage Becomes Her: The Power of Women’s Anger​. New York, NY: Atria  Books. Chenoweth, E., & Pressman, J. (2019). The 2019 Women's March was bigger than you think.  Retrieved from https://www.washingtonpost.com Cooper, V. W. (1985). Women in popular music: A quantitative analysis of feminine images over  time. ​Sex Roles,13​(9-10), 499-506.  Davies, H. J. (2018). The best albums of 2018, No 3: Janelle Monáe – Dirty Computer. Retrieved  MISS(REPRESENTATION) 39 from https://www.theguardian.com Dijk, T. A. (2006). Ideology and Discourse. ​Journal of Political Ideologies,11​(2), 115-140. Ellis, E. G., & Dreyfuss, E. (2019). The Biggest 'Matrix' Question of All: Red Pill or Blue Pill?  Retrieved from https://www.wired.com Feige, K. (Producer), & Coogler, R. (Director), (2018). ​Black Panther ​[Motion Picture]​.​ United  States: Marvel Studios.  Gill, R., & Orgad, S. (2018). “The Shifting Terrain of Sex and Power: From the ‘sexualization of  culture’ to #MeToo.” ​Sexualities​, ​21​, 1313-1324. Gottesman, T. (2016). Beyoncé Wants to Change the Conversation. Retrieved from  https://www.elle.com Haile, R. (2018). Janelle Monáe: Dirty Computer. Retrieved from https://www.pitchfork.com Hartocollis, A., & Alcindor, Y. (2017). Women's March Highlights as Huge Crowds Protest  Trump: 'We're Not Going Away'. Retrieved from https://www.nytimes.com  Hendren, R. L., & Strasburger, V. C., (1995). Rock Music and Music Videos. ​Pediatric  Annals​, 24(2), 97-103. History.com Editors. (2018). Women's March. Retrieved from https://www.history.com History.com Editors. (2017). Black Panthers. Retrieved from https://www.history.com Lyrics to “Crazy, Classic, Life.” (2018). ​Genius​, Retrieved from https://genius.com/14426406. Jedeikin, M. (2017). Janelle Monáe Keeps Her Private Life Private. Retrieved from  https://www.bustle.com  Jhally, S. (Director). (2007). ​Dreamworlds 3​ [Video file]. America. Retrieved from  https://pace.kanopy.com/video/dreamworlds-3-0 MISS(REPRESENTATION) 40 Kalof, L. (1999). “The Effects of Gender and Music Video Imagery on Sexual Attitudes.” ​The  Journal of Social Psychology​,​ 139​(3), 378–385. Keane, W. (2003). Semiotics and the social analysis of material things. ​Language &  Communication,23​(3-4), 409-425. Kistler, M. E., & Lee, M. J. (2009). Does Exposure to Sexual Hip-Hop Music Videos Influence  the Sexual Attitudes of College Students? ​Mass Communication and Society,13​(1), 67-86. Kreyer, R. (2015). \"Funky Fresh Dressed to Impressed: A Corpus-linguistic View on Gender  Roles in Pop Songs.\" ​International Journal of Corpus Linguistics 20​(2), 174-204.  Law, C. (2018). The Power of \"Pynk\" Fashion. Retrieved from https://www.stitchfashion.com  Lemish, D. (2003). Spice World: Constructing Femininity the Popular Way, Popular Music and  Society, 26(1), 17-29. Levin, T. J. (2018). 'Dirty Computer' a Futurist Pop Masterpiece. Retrieved from  https://www.thecrimson.com Lewis, I. M. (2018). Music Video Breakdown: ‘Make Me Feel’ by Janelle Monáe. Retrieved  from https://www.thecrimson.com Lewis, L.A. (1995). ‘Form and female authorship in music video’ ​Gender, Race and Class in  Media​. London; Sage. Lewis, T. G. (2015). The new wave of female pop empowerment. Retrieved from  https://www.DeseretNews.com Makela, M. (2016). Transcript: Donald Trump's Taped Comments About Women. Retrieved  MISS(REPRESENTATION) 41 from https://www.nytimes.com  Manning, P. K., & Cullum-Swan, B. (1992). Semiotics and framing: Examples. ​Semiotica.​ ​92  (3-4), 239-258. Marsh, A. (2017). 10 Female Artists Who Are Changing the Music Game. Retrieved from  https://www.teenvogue.com  Mission and Principles. (n.d.). Retrieved from https://womensmarch.com/mission-and-principles Monae, J. [janellemonae]. (2018, April, 10). ​PYNK (Official Music Video)​ [Video File].  Retrieved from https://www.youtube.com/watch?v=PaYvlVR_BEc  Monae, J. [janellemonae]. (2019, January, 7). ​Screwed (Official Music Video)​ [Video File].  Retrieved from https://www.youtube.com/watch?v=BLPV55zXwJM Monae, J. [janellemonae]. (2018, December, 12). ​Crazy, Classic, Life (Official Music Video)  [Video File]. Retrieved from https://www.youtube.com/watch?v=cx30_oXJDaY Monae, J. [janellemonae]. (2018, April, 23). ​I Like That (Official Music Video)​ [Video File].  Retrieved from https://www.youtube.com/watch?v=uovntV3ZMDc  Monae, J. [janellemonae]. (2018, February, 22). ​Make Me Feel (Official Music Video)​ [Video  File]. Retrieved from https://www.youtube.com/watch?v=tGRzz0oqgUE  Monae, J. [janellemonae]. (2018, February, 22). Django Jane (Official Music Video) [Video  File]. Retrieved from https://www.youtube.com/watch?v=mTjQq5rMlEY  Petersen, J. (2018). Free the Nipple Movement: Is it Feminism and Why? Retrieved from  https://www.HerCampus.com Prasad, V. (2018). If Anyone Is Listening, #MeToo: Breaking the Culture of Silence Around  MISS(REPRESENTATION) 42 Sexual Abuse Through Regulating Non- Disclosure Agreements and Secret Settlements. Boston College Law Review, 59​(7), 2507-2549. Puckett, L. (2018). Janelle Monáe discusses Prince's profound influence on her in new interview.  Retrieved from https://www.thefader.com Ramaswamy, C. (2018). Why Janelle Monáe's vagina pants make me cheer. Retrieved from  https://www.theguardian.com Rihanna: 'S&M isn't all about sex'. (2011). Retrieved from https://www.smh.com Sayej, N. (2017). Alyssa Milano on the #MeToo movement: 'We're not going to stand for it any  more'. Retrieved from https://www.theguardian.com Senigram, F. (2017). Beyonce Feminism Has Become New Wave of Feminist Movement.  Retrieved from https://www.entitymag.com  Sellen, E. (2005). Missy ‘Misdemeanor’ Elliott: Rapping on the Frontiers of Female Identity.  Journal of International Women's Studies​, ​6​(3), 50-63. Sheber, V. (2017). Feminism 101: What are the Waves of Feminism? Retrieved from  https://www.femmagazine.com  Solnit, R. (2018). All the Rage. Retrieved from https://www.newrepublic.com  Stokes, Jane. (2003). ​How To Do Media and Cultural Studies​, SAGE Publications Inc. Stratton, V. N., & Zalanowski, A. H. (1994). Affective Impact of Music Vs. Lyrics. ​Empirical  Studies of the Arts​, ​12​(2), 173–184.  Sun, S.W., & Lull, J. (1986). The Adolescent Audience for Music Videos and Why They  MISS(REPRESENTATION) 43 Watch. ​Journal of Communication​, ​36​(1), 115–125. Thornham, S., & Purvis, T. (2005). ​Television drama: Theories and identities​. Basingstoke:  Palgrave Macmillan. VanDyke, E. (2011). \"Race, Body, and Sexuality in Music Videos\" ​Honors Projects​. 69. Van Dijk, T.A. (2006). Ideology and discourse analysis. ​Journal of Political Ideologies​, ​11​(1)  115-140. Wallace, T., & Parlapiano, A. (2017). Crowd Scientists Say Women's March in Washington Had  3 Times as Many People as Trump's Inauguration. Retrieved from  https://www.nytimes.com  Ward, L.M., Hansbrough, E., & Walker, E. (2005). Contributions of Music Video Exposure to  Black Adolescents’ Gender and Sexual Schemas​. Journal of Adolescent Research​, ​20​(2),  143-166.  Wellington, E. (2018). Janelle Monae's 'Pynk' is the female call to arms we need now. Retrieved  from https://www.philly.com Williams, C. (2018). Why Aren't Women Allowed to be Angry? Retrieved from  https://www.electricliterature.com  Williams, C. (2001). Does it really matter? Young people and popular music. ​Popular Music,  20​(2), 223-242. Wilson, J. (2016). The Meaning Of #BlackGirlMagic, And How You Can Get Some Of It.  Retrieved from https://www.huffpost.com MISS(REPRESENTATION) 44 Zaslow, E. (2009). ​Feminism Inc.: Teen girls experiences in girl power media culture​.  Basingstoke: Palgrave Macmillan. ",
    "id": 228022645,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.pace.edu:honorscollege_theses-1225"
    },
    "title": "(Miss) Representation: An Analysis of the Music Videos and Lyrics of Janelle Monae as an Expression of Femininity, Feminism, and Female Rage",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@Pace",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.pace.edu/cgi/viewcontent.cgi?article=1225&amp;context=honorscollege_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/228022645.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/228022645"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/228022645/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/228022645/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/228022645"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Communication",
        "Music Performance"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.pace.edu:honorscollege_theses-1225",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1323",
        "openDoarId": 0,
        "name": "DigitalCommons@Pace",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 228022645,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T23:53:31+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-16T15:26:11+01:00"
    },
    "urls": [
        "https://digitalcommons.pace.edu/honorscollege_theses/218",
        "https://digitalcommons.pace.edu/context/honorscollege_theses/article/1225/viewcontent/Amy_Dworsky__Honors_Thesis.pdf"
    ],
    "lastUpdate": "2024-01-23T23:53:31+00:00",
    "setSpecs": []
}