{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McQuade, Tom"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-04T20:41:53+01:00",
    "dataProvider": {
        "id": 257,
        "name": "DigitalCommons@C.O.D.",
        "url": "https://api.core.ac.uk/v3/data-providers/257",
        "logo": "https://api.core.ac.uk/data-providers/257/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/322368080.pdf",
    "fullText": "ESSAI Volume 17 Article 33 Spring 2019 \" . . .And Justice For All\" Men: Gender Inequality in the Metal Community Tom McQuade College of DuPage Follow this and additional works at: https://dc.cod.edu/essai Recommended Citation McQuade, Tom (2019) \"\" . . .And Justice For All\" Men: Gender Inequality in the Metal Community,\" ESSAI: Vol. 17 , Article 33. Available at: https://dc.cod.edu/essai/vol17/iss1/33 This Selection is brought to you for free and open access by the College Publications at DigitalCommons@COD. It has been accepted for inclusion in ESSAI by an authorized editor of DigitalCommons@COD. For more information, please contact orenick@cod.edu. 107 “…And Justice for All” Men: Gender Inequality in the Metal Community  by Tom McQuade  (English 1102)    he metal music scene1 has been viewed in a negative light by the mainstream since its inception. The loud and fast rhythms typical of metal music have given it a reputation of being confrontational, and sometimes even violent. Fans of all types of subgenres in the metal music scene would agree that these communities are extremely inclusive, and do not turn anyone away. These styles of music were founded by outcasts and misfits, and therefore they do not feel the desire to be selective. While this is an essential part of the metal community, it has been dominated almost entirely by men throughout its history. They account for the greatest number of musicians and fans in metal music. The idea of acceptance is prevalent in the metal music community, due to men’s strong beliefs that the only people who will want to join are more males. However, plenty of women over time have tried to join this industry, as fans as well as performers. They manage to push past gender stereotypes and unequal treatment, due to their strong devotion to the music. However, these female fans and musicians are still heavily outnumbered by their male counterparts. Georgina Gregory states in her 2013 article, “Transgender Tribute Bands and the Subversion of Male Rites of Passage through the Performance of Heavy Metal Music,” the “lyrics, music and performance style” of metal music can be intentionally sexist, specifically in the hopes of excluding women from the scene (p. 27). The resilience of women shines strong through their determination to be accepted in a predominantly male culture. To what extent does sexism limit the acceptance of women in the metal music scene, as both fans and performers?  Metal music has always had a tendency of bringing people together. People believe that this music and its lyrics are overly violent and aggressive, and therefore assume that the people in the community are the same way. According to the 2011 article, “Female Authority and Dominion: Discourse and Distinctions of Heavy Metal Scholarship” by Brian Hikam and Jeremy Wallash, throughout the many subgenres of metal music, there are some common themes that percolate to the surface, such as “‘fighting the world’, unity, and personal strength” (p. 260). The violent tones and lyrics typical of this genre are therefore not set out to hurt any innocent people, but are more aimed at igniting the emotions of the listener to be strong-willed and to stand up for themselves or others when it proves necessary. This misconception has created a strong bond in metal music fans, due to the marginalization of the genre by the general public. The desire for strength and unity in the metal music scene has caused it to be one of the most open musical communities in the world. However, for such an open and inclusive community, it is strange that women are not generally thought to be a part of it. From the perspective of female fans, metal shows can seem to be unsafe. The type of dancing done at these shows, known as moshing,2 to the untrained eye looks like a recipe for disaster. Jared Wildberger and Ingrid G. Farreras conducted a study and authored a 2016 article titled “Helping Behavior in Heavy Metal Concerts,” in which they decided to research the effects of women participating in these mosh pits. The researchers sent a male and a female participant into mosh pits at various concerts, and had them intentionally fall over thirty times to record how they were treated by the other concert-goers. The authors considered three categories of results: “direct help,” “indirect help,” and “no help.” Direct help was denied as a person halting their dancing to physically help the research participant to their feet. Indirect help signified that the moshing was paused until the person T1McQuade: Men:  Gender Inequality in the Metal CommunityPublished by DigitalCommons@COD, 2019108 was standing, but did not involve any physical efforts to help the fallen mosher up. No help indicated that the most pit continued with no regard for the fallen participant. The results of the experiment showed that the female participant received more help overall; however, most of it was deemed indirect help. The male participant was not helped as much as his female counterpart, but he received more direct help. Whether or not the help was direct or indirect, this study supported past research and showed that “metal fans are particularly inclusive” (Wildberger & Farreras, p. 101).  A willingness not to trample people does not prove that the entire music scene provides equal treatment across the board, however. In her 2011 article titled, “The Price of Rebellion: Gender Boundaries in the Death Metal Scene,” Sonia Vasan performed her own study to determine how women fit into this specific subgenre, known to be heavy in misogynistic lyrics. In this study, Vasan interviewed twenty different women, a mixture of performers and fans from the Houston, Texas area, as well as some international participants. The results of Vasan’s study indicated that most if not all women in this scene were aware that sexism is prevalent, especially through the lyrics typical of this subgenre. According to Vasan, most of the participants in this study are aware of the lyrics, but can ignore them or convince themselves that the lyrics are not true to life. One interviewee, named Loana, stated that the lyrics in this genre did tend to bother her, but it helped when she had the opportunity “to meet the musicians, and they are so polite” (qtd. in Vasan, p. 346). Another participant in the study said “if I get upset about it, I’m giving it more power than it needs to have”, and “…ignorance is bliss” (Vasan, p. 346). This participant, named JexxyKill in the article, felt that paying too much attention to these lyrics would ruin the overall experience of the music, and could force one to turn their back on their favorite band if the members truly believed in the lyrics.  Surprisingly enough, female performers do exist in this subgenre of metal music. Instead of using this as a chance to break away from the misogyny present in death metal’s lyrics, these women “choose to conform to masculinist codes rather than challenge them,” unlike female artists in other genres such as rap music (Vasan, p. 335). It is easier for a woman to be successful in this scene if she emulates the actions of her male counterparts, but she will still “remain on unequal footing with men in the scene” (Vasan, p. 345). Several of those interviewed in Vasan’s study asserted that they have suffered from unfair treatment by both fans and fellow musicians. Participants said they have a lot to prove as women in the scene; men tend to view them as somebody’s girlfriend rather than a proficient musician, or simply an individual trying to be a part of the community. Vasan’s study also looked at female fans in this community. The researcher observed how various fans presented themselves at shows, and how it affected them in relation to the other concertgoers. The results showed that women were more accepted when they dressed and acted like the men, who were almost unanimously clad in black jeans and T shirts. These women were generally more welcome to participate in mixed gender interactions at the concerts. They could be found talking and drinking with men, but this was not true for all of them. Even some women who dressed more masculine were excluded from these groups, because the men who make them up solely seek to interact with other men. The men who were there with their girlfriends held them “in a mock headlock or physically restrained them in other ways” while socializing with the other men in attendance (Vasan, p. 342). The restraint of these women shows that they did not have the freedom to act how they wanted at the shows, but instead were forced to behave how their boyfriends wanted. There were also female attendees who dressed to be more sexually provocative.  Ironically, they were treated more as outcasts than the women dressed like the men. The women who dressed this way were not seen as true members of the community. The other concert attendees believed these women were at the shows in order to gain male attention, rather than to celebrate the music. These women were then not allowed to participate in male conversations, and were looked down upon by male and female fans alike. Especially in the metal community, concerts are a celebration of the music, as opposed to a social event based around mingling with potential mates. These results indicated that everyone may be allowed at metal events, but only those who adhere to the dominantly 2ESSAI, Vol. 17 [2019], Art. 33https://dc.cod.edu/essai/vol17/iss1/33109 male strictures will be “welcomed” into the scene. Vasan asserted that women put up with the unfair treatment they face “because it empowers them both as individuals and as women, and frees them from many of the restrictions of mainstream society” (Vasan p. 334). Not all women are willing to put up with blatant sexism like this, however. According to Georgina Gregory, these resistors have discovered their own method of having their voices heard: tribute bands. Some critics believe that less talent is required to perform someone else’s music than to write one’s own, but some women are not given the opportunity without tribute bands. They find performing the work of popular male predecessors is the only way they will be able to make a living performing music. Instead of having to build a new musical project from the ground up, tribute bands “can claim a [pre]existing fan base, a series of canonised texts and prove their musicianship” (Gregory, p. 31). This method can help put female musicians in the spot light while avoiding the sexism they face trying to begin their own projects. Women playing music by bands such as Iron Maiden and Led Zeppelin challenge the norms of the music industry. Rock music has been built on the idea that only men can be rock gods. This paradigm is challenged when women get on stage and are equally capable of playing the same difficult music. Metal music shows serve as a place for male performers to “battle with one another in live physical displays of virtuosity,” and push their masculinity as far as it can go (Gregory, p. 28). It does not leave room for female musicians who feel specifically uninvited. Transgender tribute bands provide the atmosphere for women to showcase their own virtuosity and the environment for women to feel safer, as the crowd is more evenly split in terms of gender. Metal music provides an open community that does not turn people away who have a deep appreciation for the music. Throughout the years, many industrial norms and have surfaced, making this genre a “boy’s club.” This can be seen through women not being fully accepted unless they dress and act properly (like the other men), and even then, they will not be fully respected. The sexism in this industry has gotten so bad that women have had to create an entirely new environment to be properly perceived as musicians. The metal music scene does not turn anyone away, but it is a lot easier to achieve full acceptance in the community as a male than as a female. Women are not directly told that they cannot participate, but men have made it nearly impossible for them to do so.      Notes  1. For the purposes of this essay I am using the blanket term “metal music” to describe numerous subgenres including, but not limited to heavy metal, death metal, black metal and progressive metal. 2. Moshing can also be described as slam dancing. It is a method of dancing typical to metal concerts in which a “pit” is formed in front of the stage (usually an open circular area) in which dancers will flail their limbs and push other participants in time to the music.      References  Gregory, G. (2013). Transgender tribute bands and the subversion of male rites of passage through the performance of heavy metal music. Journal for Cultural Research, 17(1), 21–36. https://doi.org/10.1080/14797585.2011.633835 3McQuade: Men:  Gender Inequality in the Metal CommunityPublished by DigitalCommons@COD, 2019110 Hickam, B., & Wallach, J. (2011). Female authority and dominion: Discourse and distinctions of heavy metal scholarship. Journal for Cultural Research, 15(3), 255–277. https://doi.org/10.1080/14797585.2011.594583 Vasan, S. (2011). The price of rebellion: Gender boundaries in the death metal scene. Journal for Cultural Research, 15(3), 333–349. https://doi.org/10.1080/14797585.2011.594587 Wildberger, J., & Farreras, I. G. (2016). Helping behavior in heavy metal concerts. Modern Psychological Studies, 22(1), 97–103. Retrieved from https://cod.idm.oclc.org/login?url=http://search.ebscohost.com/login.aspx?direct=true&db=a9h&AN=130798566&site=ehost-live&scope=site   4ESSAI, Vol. 17 [2019], Art. 33https://dc.cod.edu/essai/vol17/iss1/33",
    "id": 322368080,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.cod.edu:essai-1707"
    },
    "title": ". . .And Justice For All  Men: Gender Inequality in the Metal Community",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-04-01T08:00:00+01:00",
    "publisher": "DigitalCommons@COD",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.cod.edu/cgi/viewcontent.cgi?article=1707&context=essai"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/322368080.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/322368080"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/322368080/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/322368080/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/322368080"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Heavy Metal Music",
        "Music"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.cod.edu:essai-1707",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "257",
        "openDoarId": 0,
        "name": "DigitalCommons@C.O.D.",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 322368080,
        "depositedDate": null,
        "publishedDate": "2019-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-27T19:31:33+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-04T20:41:53+01:00"
    },
    "urls": [
        "https://dc.cod.edu/essai/vol17/iss1/33",
        "https://dc.cod.edu/context/essai/article/1707/viewcontent/107_McQuade.pdf"
    ],
    "lastUpdate": "2024-01-27T19:31:33+00:00",
    "setSpecs": []
}