{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ben Francisco Maulbeck"
        },
        {
            "name": "Lyle Matthew Kan"
        },
        {
            "name": "Naa Hammond"
        }
    ],
    "contributors": [],
    "createdDate": "2017-10-12T12:00:25+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/87085561.pdf",
    "fullText": "2013/2014Government and Philanthropic Supportfor Lesbian, Gay, Bisexual, Transgender and Intersex CommunitiesGlobalResourcesReport2 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities 13%International  US$ 55,473,131 10%Sub-Saharan Africa  US$ 43,450,6054%Latin America and The Caribbean   US$ 17,722,2905%Western Europe US$ 22,145,075 8%Asia and The Pacific  US$ 32,478,2077%Eastern Europe, Central Asia, and RussiaUS$ 28,495,2382%Middle East and North AfricaUS$ 6,554,547Global North  US$ 240,526,87951%Canada and the United States US$ 218,450,205US$ 424 MILLIONThe 2013-2014 Global Resorces Report analyzes data from:415 16 9,632 2,755Foundations & CorporationsGovernments &Multilateral AgenciesGrants GranteesOver the two-year period of 2013 and 2014, institutional funding for Lesbian, Gay, Bisexual, Transgender and Intersex issues totaled more than US$ 424 million.During the same period, foundations awarded a total of US$ 251 billion while governments and multilateral agencies awarded US$ 272 billion.  As such, for every US$ 100 awarded by foundations, only 13 cents specifically benefited LGBTI communities.For every US$ 100 awarded by government and multilateral agencies, only 4 cents specifically benefited LGBTI communities.US$ 99.964US$ 99.871357%Global South & EastUS$ 128,700,87730%International US$ 55,473,13113%LGBTI Funding, by Regional Focus (2013-2014)Global LGBTI Funding from Foundations in Context (2013-2014)Global LGBTI Funding from Government and Multilateral Agencies in Context (2013-2014)2013/2014Government and Philanthropic Supportfor Lesbian, Gay, Bisexual, Transgender and Intersex CommunitiesGlobalResourcesReportMoreover, no region outside of Canada and the United States received more than US$ 50 million over the two-year period of 2013-2014.Map of LGBTI Funding, by Regional Focus (2013-2014)Excluding funding for the United States, the largest share of funding came from government and multilateral agencies and the highest funded issue was human rights.Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities3Corporate FundersUS$ 9,908,0724%Anonymous DonorsUS$ 10,897,3505%Public Foundations & IntermediariesUS$ 30,751,96113%Private FoundationsUS$ 59,009,52425%Government & Multilateral AgenciesUS$ 127,383,65254%Human RightsUS$ 102,790,58949%Health & WellbeingUS$ 47,145,29323%Other IssuesUS$ 23,224,56711%Strengthening Communities, Families, & Visibility US$ 18,190,3657%Economic IssuesUS$ 2,855,4131%Education & Safe SchoolsUS$ 4,089,2932%Confronting Violence, Homophobia, Biphobia, & Transphobia  US$ 9,392,4765%Sources of LGBTI Funding, by Funder Type (2013-2014)Global LGBTI Funding, by Issue (2013 - 2014)Sub - Saharan AfricaUS$ 43,450,605Middle East and North AfricaUS$ 6,554,547Eastern Europe,Central Asia,and RussiaUS$ 28,495,238 Asia US$ 32,478,207InternationalUS$ 55,473,131 Latin Americaand The Caribbean$ 17,722,290Canada andthe United StatesUS$ 218,450,205Western EuropeUS$ 22,145,075 1 coin = US$ 1 millionand The Pacific 27 Funding for LGBTI Issues in the Global             South and East      27  Top Funders and Recipients      29 Sources of LGBTI Funding for the Global South               and East      30 LGBTI Funding for the Global South and East             by Type of Support and Grant Duration      32 Focus: Asia & the Pacific      40 Focus: Eastern Europe, Russia, and Central Asia      47 Focus: Latin America and the Caribbean      53 Focus: Middle East and North Africa      57 Focus: Sub-Saharan Africa75 Funding for International LGBTI Issues       75 Top Funders and Recipients       76 Sources of Funding       77 Type of Support and Grant DurationTable of Contents65  Funding for LGBTI Issues in the Global North      65 Top Funders and Recipients           67 Sources of LGBTI Funding for the Global North,           by Funder Type      67 LGBTI Funding for the Global North by Type of            Support and Grant Duration       69 Focus: Canada       71 Focus: Western Europe78  Appendices      78 Appendix: Funding By Country of Focus      80 Appendix II: 2013-2014 List of LGBTI Grantmakers84  About the Report               84 Annex: The Future of Monitoring Official Development Aid Disbursements relevant to LGBTI/SOGI through  the OECD Database       85 Methodology       86 About Funders for LGBTQ Issues        88 About Global Philanthropy Project        90 Acknowledgements & Report Credits4 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities5 Introduction 6 Overview of Global LGBTI Funding 6  Scope and Context of Report 6  Total Funding 8  Overview of Funding by Geographic Focus 9  Global LGBTI Funding, by Region10 Map of LGBTI Funding, by Regional Focus12 Top Funders and Recipients17 Sources of Funding 17 Type of Support18 Issues Funded20 Strategies Funded22 Population Focus We are pleased to present the The 2013-2014 Global Resources Report: Philanthropic & Government Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities, the most comprehensive report to date on the state of foundation and government funding for lesbian, gay, bisexual, transgender, and intersex (LGBTI) issues. This first-of-its-kind report captures data on 9,632 grants awarded by 415 foundations, intermediaries, and corporations and by 16 government and multilateral agencies over the two-year period of 2013-2014. It provides detailed data on the distribution of LGBTI funding by geography, issue, strategy, and population focus, offering a baseline for identifying trends, gaps, and opportunities in the rapidly changing landscape of LGBTI funding.The 2013-2014 Global Resources Report builds upon Funders for LGBTQ Issues’ previous Global Gaze series of reports, which focused on foundation funding for the Global South and East. This new iteration of the report is significantly expanded in both scope and depth; in particular, it is more comprehensive in capturing information about funding from government agencies, and includes funding for Western Europe as well as the Global South and East.This new report also represents a deepening collaboration between our two networks, Funders for LGBTQ Issues and the Global Philanthropy Project (GPP). By collaborating throughout every phase of the research, we have been able to draw upon the unique competencies and assets of both networks. The members of the Global Philanthropy Project were instrumental in reaching a far wider set of funders and, in particular, in capturing all of the top government funders of LGBTI issues. The expertise of GPP’s global membership also helped to assure that the report reflected the interests and needs of a wide variety of funders. Funders for LGBTQ Issues contributed its strong capacities in research and communications, including more than a decade of experience producing comprehensive Tracking Reports on LGBTI funding in the U.S., as well as an aptitude for capturing complex data in understandable and visually compelling ways.Note that while this report is the most comprehensive to date on LGBTI funding around the world, it undoubtedly has gaps. In particular, while we have captured information about the majority of funders that award large amounts of funding for LGBTI issues, we know there are some that we missed, especially local funders, corporate philanthropies, and various institutions that award one or a handful of grants that focus on LGBTI communities. We hope that this report offers a useful starting point, and that we’ll be able to include an even larger set of funders in future research.Most importantly, we hope that this report will be a valuable tool for the growing community of donors seeking to advance LGBTI rights and improve the wellbeing of LGBTI communities around the world. By better understanding the current scale and scope of LGBTI funding, we can better respond to gaps, adapt our goals, and increase our impact.Sincerely,Matthew Hart       Ben Francisco MaulbeckCoordinator, Global Philanthropy Project    President, Funders for LGBTQ Issues     Introduction from Matthew Hart & Ben Francisco Maulbeck5Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities6 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesOverview of Global LGBTI FundingTotal FundingIn 2013 and 2014, institutional funding for LGBTI issues globally totaled approximately US$424 million. During this two-year period, a total of 415 foundations and 16 government and multilateral agencies awarded more than 9,632 grants for LGBTI issues around the world. Of the US$424 million total, approximately US$ 183 million was awarded in 2013 and US$ 242 million was awarded in 2014. The US$ 59 million increase from 2013 to 2014 is driven in part by the data available. The US government, one of the largest funders of LGBTI issues, and the Global Equality Fund, one of the largest pooled funding mechanisms, were only able to provide data on their 2014 grantmaking. This accounts for about US$ 18.5 million, or one-third of the difference. The remaining US$ 40.5 million difference is due in part to fluctuations of multi-year grant cycles and in part  due to a substantive increase in funding for LGBTI issues. This is the first comprehensive report of its kind on all foundation and government funding, which makes it difficult to assess the trajectory of global LGBTI funding prior to 2013. However, we do have two useful sets of data points for comparison. Funders for LGBTQ Issues has completed three previous reports on LGBTI funding for the Global South and East, which covered calendar  years 2005, 2007, and 2010. Funders for LGBTQ Issues also conducts annual tracking reports on all LGBTI funding provided by US foundations. Drawing on these two data sets, we find that LGBTI funding that was focused on the US more than doubled from 2005 to 2014, from about US$ 49 million to US$ 113 million.  In the same period, LGBTI funding for the Global South and East grew by a factor of more than twelve, from about US$ 10 million to about US$ 129 million.Scope and Context of ReportThis report provides an overview of institutional funding for LGBTI issues around the world. It captures data on funding from foundations, intermediaries, corporations, government agencies, and multilateral agencies, but does not include individual donors. It covers funding provided by these institutions in calendar years 2013 and 2014 for LGBTI-focused organizations and for projects that specifically focus on LGBTI communities. For a complete description of the data collection and research methods used to compile this report please see the Methodology on Page 85.2013 US$ 182,958,3582014 US$ 241,810,941One coin = US$ 1 MillionGlobal LGBTI Funding, By YearGlobal Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities7Despite the recent growth of LGBTI funding, it remains small in the larger context of foundation funding and international aid. Over the two-year period of 2013-2014, North American and European foundations awarded a total of US$ 251.1 billion. During that same period, this report finds that foundations awarded US$ 276 million specifically for LGBTI issues. In other words, for every US$ 100 that foundations gave only about 13 cents explicitly focused on LGBTI communities.According to the Organization for Economic and Co-Operative Development (OECD), development assistance funding totaled nearly US$ 135 billion in 2013 and more than US$ 137 billion in 2014, for a combined total of US$ 272 million. For the same two-year period, this report finds that government and multilateral agencies awarded about US$ 127 million specifically for LGBTI issues. In other words, for every US$ 100 of international aid and assistance, only about 4 cents explicitly focused on LGBTI issues.Comparison of LGBTI Funding for the US and LGBTI Funding  for The Global South and East (2005-2014)2005  2007    2010    2013      2014LGBTI FUNDING  FOCUSED ON THE U.S .        LGBTI FUNDING FOCUSED ON THE GLOBAL SOUTH AND EASTUS$ 100,000,000 US$ 50,000,000US$ 150,000,0008 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThis report covers funding focused on seven world regions: Asia and The Pacific; Eastern Europe, Central Asia, and Russia; Latin America and The Caribbean; Middle East and North Africa; Sub-Saharan Africa; United States and Canada; and Western Europe. It also covers funding focused on LGBTI issues at the International level.LGBTI Funding, by Regional Focus (2013-2014)Overview of Funding by Geographic Focus  13%International  US$ 55,473,131 10%Sub-Saharan Africa  US$ 43,450,6054%Latin America and The Caribbean   US$ 17,722,2905%Western Europe US$ 22,145,075 8%Asia and The Pacific  US$ 32,478,2077%Eastern Europe, Central Asia, and RussiaUS$ 28,495,2382%Middle East and North AfricaUS$ 6,554,547Global North  US$ 240,595,28051%Canada and the United States US$ 218,450,205US$ 424 MILLION57%Global South & EastUS$ 128,700,88730%International US$ 55,473,13113%Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities9During 2013 and 2014, about US$ 128 million, or 30 percent of all funding for LGBTI issues, was focused on serving or advocating for LGBTI communities in the Global South and East. This total includes US$ 43 million for    Sub-Saharan Africa; US$ 32 million for Asia and the Pacific; US$ 28 million for Eastern Europe, Central Asia, and Russia; US$ 17 million for Latin America and the Caribbean; and US$ 6 million for the Middle East and North Africa.In the same period, about US$ 240 million, or 57 percent of all funding for LGBTI issues, was focused on serving or advocating for LGBTI communities in the Global North. The United States received US$ 217 million—nearly all of it from foundations and corporations based in the US. Of the remainder, US$ 22 million focused on LGBTI communities in Western Europe, and US$ 1.3 million focused on Canada.LGBTI Funding, by Focus Region (2013-2014)The remaining US$  40 million of funding focused on LGBTI issues at the International or Global level. Much of this work was done by international advocacy organizations, such as ILGA, Council for Global Equality, OutRight Action International and Human Rights Watch for work at the global level. This category includes, for example, strengthening and connecting LGBTI movements around the world, as well as advocating for the inclusion of LGBTI rights in international bodies and instruments such as those of the United Nations. Nearly all of the organizations receiving funding for international LGBTI rights are located in the Global North, and some Global North organizations also receive funding to advance LGBTI rights in the Global South and East. As a result, when LGBTI funding is analyzed by grant recipient location, we find that nearly 67 percent of resources are devoted to organizations in the Global North, and about one-third is devoted to organizations in the Global South and East. This division of resources is an approximate inverse of the world’s population: 89 percent of people live in the Global South and East, while only 11 percent live in the Global North.Global LGBTI Funding by RegionUS$ 100,000,000 US$ 50,000,000 US$ 0US$ 150,000,000US$ 200,000,000US$ 250,000,000Asia &The PacificEasternEurope, Central Asia, and RussiaLatin America & The CaribbeanMiddle East & North AfricaWestern EuropeSub-SaharanAfrica Canada &the UnitedStatesSub - Saharan AfricaUS$ 43,450,605Middle East and North AfricaUS$ 6,554,547Eastern Europe,Central Asia,and RussiaUS$ 28,495,238 Asia US$ 32,478,207InternationalUS$ 55,473,131 Latin Americaand The Caribbean$ 17,722,290Canada andthe United StatesUS$ 218,450,205Western EuropeUS$ 22,145,075 1 coin = US$ 1 millionand The PacificMap of LGBTI Funding, by Regional Focus (2013-2014)10 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesSub - Saharan AfricaUS$ 43,450,605Middle East and North AfricaUS$ 6,554,547Eastern Europe,Central Asia,and RussiaUS$ 28,495,238 Asia US$ 32,478,207InternationalUS$ 55,473,131 Latin Americaand The Caribbean$ 17,722,290Canada andthe United StatesUS$ 218,450,205Western EuropeUS$ 22,145,075 1 coin = US$ 1 millionand The PacificMap of LGBTI Funding, by Regional Focus (2013-2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities1112 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Top 10 foundation funders of LGBTI issues awarded US$143.3 million, or about 34 percent of all LGBTI funding. The Top 20 foundation funders awarded US$185.4 million, or about 44 percent of the total. Of the top foundation funders, 18 were based in the United States and two were based in Europe. Top Funders and Recipients Funding by Foundations and IntermediariesNote: Anonymous donors awarded US$ 33,973,000 during 2013-2014.In contrast to other sections of this report, this list of top funders includes re-granting, so as to capture the full amount of LGBTI funding flowing from (or through) each funder. Top 20 Foundation Funders of LGBTI Issues, by Total Amount (2013-2014)Including Funding Focused on the United States1 Arcus Foundation - New York, United States US$ 33,837,5982 Ford Foundation - New York, United States US$ 30,650,6063 Gill Foundation - Denver, United States US$ 14,147,9274 Hivos - The Hague, The Netherlands US$ 13,369,4975 Evelyn & Walter Haas Jr. Fund - San Francisco, United States US$ 11,264,8486 Open Society Foundations - New York, United States US$ 10,861,8257 Pride Foundation - Seattle, United States US$ 10,312,5478 Wells Fargo - Palm Springs, United States US$   7,261,5339 Gilead Sciences - Foster City, United States US$   6,006,44710 Tides Foundation - San Francisco, United States US$   5,570,27911 American Jewish World Service - New York, United States US$   5,479,96012 Henry van Ameringen Foundation - New York, United States US$   5,199,00013 M.A.C. AIDS Fund -  New York, United States US$   5,099,59014 Astraea Lesbian Foundation for Justice - New York, United States US$   4,359,26515 The California Endowment - Los Angeles, United States US$   3,975,95016 Elton John AIDS Foundation - New York, United States US$   3,869,31217 amfAR, Foundation for AIDS Research - New York, United States US$   3,629,59618 Sigrid Rausing Trust - London, England US$   3,537,43319 Levi Strauss Foundation - San Francisco, United States US$   3,490,95020 Proteus Fund - Civil Marriage Collaborative -  Amherst, United States US$   3,450,642Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities13Note: Anonymous donors awarded US$ 10,897,350 for LGBTI issues outside the U.S. during 2013-2014.In contrast to other sections of this report, this list of top funders includes re-granting, so as to capture the full amount of LGBTI funding flowing from (or through) each funder. Top 20 Foundation Funders of LGBTI Issues, by Total Amount (2013-2014)Excluding Funding Focused on the United States1 Hivos - The Hague,  The Netherlands US$ 13,369,4972 Arcus Foundation - New York, United States US$ 13,305,9503 Open Society Foundations - New York, United States US$ 10,861,8254 Ford Foundation - New York, United States US$   8,125,3175 American Jewish World Service - New York, United States US$   5,479,9606 M.A.C. AIDS Fund - New York, United States US$   4,104,5907 amfAR Foundation for AIDS Research - New York, United States US$   3,629,5968 Sigrid Rausing Trust - London, England US$   3,537,4339 Levi Strauss Foundation - San Francisco, United States US$   3,490,95010 COC Netherlands - Amsterdam, The Netherlands US$   3,168,64311 Oxfam Novib - The Hague, The Netherlands US$   3,019,21012 Heartland Alliance for Human Needs and Human Rights - Chicago, United States US$   2,298,88313 Dreilinden - Hamburg, Germany US$   2,285,82214 Astraea Lesbian Foundation for Justice - New York, United States US$   2,185,57915 ViiV Healthcare Research - Triangle Park,  United States US$   2,131,63216 Fund for Global Human Rights -   Washington, DC,  United States US$   1,792,68217 Mama Cash -  Amsterdam,  The Netherlands US$   1,754,19718 The Obel Family Foundation (Den Obelske Familie Fond) -  Aalborg,  Denmark US$   1,623,12619 UHAI EASHRI (East African Sexual Health and Rights Initiative) -  Nairobi, Kenya US$   1,341,11720 Comic Relief - London, England US$   1,077,323Excluding funding for the United States, the Top 10 foundation funders of LGBTI issues awarded US$ 69 million, or 32 percent of LGBTI funding outside the US. The Top 20 foundation funders awarded US$ 88.5 million, or 43 percent of the total. When funding focused on the US is excluded, the list of Top 20 foundation funders is much more diverse in terms of geographic location: 11 based in the United States, 8 in Western Europe, and 1 in Kenya.  14 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesTop 10 Foundation Funders of LGBTI Issues, by Number of Grants (2013-2014)Including Funding Focused on the United StatesNote: Anonymous donors awarded 45 grants during this period.Top 10 Foundation Funders of LGBTI Issues, by Number of Grants (2013-2014)Excluding Funding Focused on the United States1 Horizons Foundation - San Francisco, United States 5722 Pride Foundation - Seattle, United States 3503 Arcus Foundation - New York, United States 3414 Wells Fargo - Palm Springs, United States 3185 Our Fund - Wilton Manors, United States 3156 Astraea Lesbian Foundation for Justice - New York, United States 2307 Tides Foundation - San Francisco, United States 2008 Stonewall Community Foundation - New York, United States 1879 American Jewish World Service - New York, United States 16910 Open Society Foundations - New York, United States 1341 American Jewish World Service - New York, United States 1682 Astraea Lesbian Foundation for Justice - New York, United States 1483 Open Society Foundations - New York, United States 1344 HIVOS - The Hague, The Netherlands 1305 Arcus Foundation - New York, United States 1016 UHAI EASHRI (East African Sexual Health and Rights Initiative) Nairobi, Kenya   847 Fund for Global Human Rights - Washington, DC, United States  758 Front Line Defenders -  Dublin, Ireland  689 M.A.C. AIDS Fund - New York, United States 4610 amfAR, Foundation for AIDS Research - New York, United States 4310 Ford Foundation -  New York, United States 43Note: Anonymous donors awarded 146 grants during this period.Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities15This report also tracks the grantmaking of 16 governments and multilateral agencies. Collectively they awarded US$127 million. The Top 10 governments and multilateral agencies supporting LGBTI issues awarded US$124 million, or 54 percent of all LGBTI funding focused outside the US. Note that all government grants for LGBTI issues were awarded for international work or for work outside the United States - none were focused on work within the United States.Many national governments award LGBTI funding through multiple agencies. Several governments, for example, reported LGBTI grants awarded through both their ministry of foreign affairs and through a department devoted to international aid. Some government funders submitted consolidated grants data for all of their agencies. In other cases, multiple agencies from a single government submitted separate data on their LGBTI grants. For consistency, this report presents all government funders under the consolidated umbrellas of their national governments (e.g., Government of France). Note that in the cases of some governments, only some but not all agencies submitted data on their LGBTI grants, which may result in an underrepresentation of those countries’ overall LGBTI funding. Also note that three governments submitted responses that were largely qualitative or otherwise different from other submissions, which meant that we were unable to include them in this report in order to maintain consistency of the overall data. The governments of Argentina and Uruguay submitted responses detailing various efforts they are undertaking to support LGBTI rights, such as implementing inclusive policies and service programs domestically and advocating for LGBTI rights in the international sphere. The government of Canada submitted information on its LGBTI-focused development aid, but for privacy and confidentiality reasons, was not able to provide a level of detail that would allow for inclusion in this report.Funding by Government and Multilateral AgenciesTop 10 Government and Multilateral Funders of LGBTI Issues, by Total Amount (2013-2014)1 Government of The Netherlands - The Hague, The Netherlands US$ 34,902,932 2 Government of Sweden - Stockholm, Sweden US$ 33,214,7673 European Union - Brussels, Belgium US$ 14,266,1414 Global Equality Fund - Washington, DC, United States US$ 11,384,884*5 Government of the United States  - Washington, DC, United States  US$ 11,137,2086 Government of Norway - Oslo, Norway US$ 9,892,0157 Government of the United Kingdom - London, United Kingdom US$ 5,201,1128 EEA and Norway Grants (Iceland, Liechtenstein and Norway) - Oslo, Norway US$ 4,039,0549 Government of Finland - Helsinki, Finland US$ 3,066,04310 Government of France - Paris, France US$ 1,396,437Note: In contrast to other sections of this report, this list of top funders includes re-granting, so as to capture the full amount of LGBTI funding flowing from (or through) each funder.*Note: In 2014,           US$ 11,384,884 in pooled funding was awarded through the Global Equality Fund. This total amount included contributions from the governments of Chile, Croatia, Denmark, Finland, France, the Netherlands, Norway, Sweden, and the United States.16 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesDuring 2013-2014, 811 nongovernmental organizations, nonprofit agencies, and other civil society organizations received grants for LGBTI issues not focused on the United States. The following list represents the Top  20  organizations to receive grant awards during this two-year period. To avoid double-counting, grants awarded for the purpose of re-granting are not included in this list. For each top recipient, the list below shows the total amount committed by funders over the two-year period of 2013 - 2014, including the full amount of any multi-year grants received in that period. For example, if an organization was awarded a three-year grant of US$1.5 million in 2014, the entire US$1.5 million grant is counted in the total, although the organization may have received their first US$500,000 disbursement of the grant in 2014.  For a list of top LGBTI grant recipients in the United States, please see Funders for LGBTQ Issues’ 2013 Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by US Foundations and 2014 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by US Foundations.Top Grant RecipientsNote: Anonymous Grant Recipients in various locations received a total of US$ 41,384,086 in 2013 and 2014. These grantees are anonymous for safety and security reasons.Note: These totals include the full amount of any multi-year grants awarded over the two year period of 2013-2014.  Most of the top recipients received grants awarded for a period of 3 years or more. As such, the totals listed may exceed their total two-year operating revenue for 2013-2014.Top 20 Grant Recipients of LGBTI Funding (2013-2014)Excluding Funding Focused on the United States1 Bridging the Gaps - Amsterdam, The Netherlands US$   15,639,3232 COC Netherlands - Amsterdam, The Netherlands US$   8,824,6873 ILGA - Europe - Brussels, Belgium US$    5,540,8314 OutRight Action International - New York, United States US$   5,321,0295 United Nations Development Program - New York, United States US$   4,359,3196 Coalition of African Lesbians - Johannesburg, South Africa US$   4,255,5667 ILGA - Geneva, Switzerland US$   4,001,9228 Gay Alliance Ukraine (GAU) - Kiev, Ukraine US$   3,104,2829 Civil Rights Defenders (CRD) - Stockholm, Sweden US$   3,088,29510 RFSL - Stockholm, Sweden US$   2,757,85611 Kaos GL - Ankara, Turkey US$   2,309,70612 Oxfam Novib - The Hague, The Netherlands US$   2,035,74113 African Men for Sexual Health & Rights (AMSHeR) - Johannesburg, South Africa US$   1,913,92914 Council for Global Equality - Washington, DC, United States US$   1,850,81315 Terra Nuova Centro Per Il Volontariato Onlus Associazione - Rome, Italy US$   1,845,49816 GWL Ina - Jakarta, Indonesia US$   1,547,59517 PLACE Tokyo - Tokyo, Japan US$   1,500,00018 PT Foundation - Kuala Lumpur, Malaysia US$   1,425,75219 Human Rights Watch - New York, United States US$   1,424,60020 University of California Los Angeles - Williams Institute - Los Angeles, United States US$   1,380,000Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities17Sources of Global LGBTI FundingExcluding funding for the US, 54 percent of LGBTI funding came from governments and multilateral agencies. Private foundations awarded 25 percent, public foundations and intermediaries awarded 13 percent, and corporations awarded 4 percent of global LGBTI funding. Note: In contrast to other parts of this report, this section includes funding for public foundations awarded for the purposes of re-grant-ing.  As such, this does result in some dou-ble-counting.  However, including re-granting in this analysis is the most accurate way to capture the full amount of global LGBTI funding coming from (or through) the various types of funders.Sources of LGBTI Funding, by Funder Type (2013-2014)Excluding Funding Focused on the United StatesType of SupportThe majority of global LGBTI funding – nearly 78 percent – was awarded in the form of program support. General operating support only accounted for 20 percent of all global LGBTI funding.  Capacity-building support was the only other form of support to receive more than a US$ 1 million in funding, accounting for 2 percent of all LGBTI funding outside the United States.Note: The other types of funding we tracked included capital support, endowment support, matching grants, scholarships, seed funding, sponsorships, and prizes.Distribution of Global LGBTI Funding, by Type of Support (2013-2014)Excluding funding focused on the United StatesCorporate FundersUS$ 9,908,0724%Anonymous DonorsUS$ 10,897,3505%Public Foundations & IntermediariesUS$ 30,751,96113%Private FoundationsUS$ 59,009,52425%Government & Multilateral AgenciesUS$ 127,383,65254%Program SupportUS$ 161,666,155 78%Other SupportUS$ 1,663,0281%Capacity Building SupportUS$ 3,484,6602%General Operating SupportUS$ 40,874,15520%18 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesIssues FundedOver the two-year period of 2013 and 2014, US$207.6 million was awarded to LGBTI issues outside the United States. Human Rights was the highest funded issue area, receiving US$102.7million, or almost 50 percent, of this funding. Health and Wellbeing received US$47 million - of which 77 percent was for HIV/AIDS. Funding to Strengthen Community, Families and Visibility saw almost US$18 million, or 9 percent of the total, while organizations working on Economic Issues, Education and Safe Schools Issues, and addressing Violence, Homophobia, Biphobia and Transphobia saw less than 5 percent of the total funding each. About 11 percent of LGBTI funding was for Other Issues, largely because the details of these grants were not reported in order to maintain the anonymity and safety of the organizations receiving funding. Issues Funded, by Total Amount (2013-2014)Excluding Funding Focused on the United StatesHuman RightsUS$ 102,790,58949%Health & WellbeingUS$ 47,145,29323%Other IssuesUS$ 23,224,56711%Strengthening Communities, Families, & Visibility US$ 18,190,3657%Economic IssuesUS$2,855,4131%Education & Safe SchoolsUS$ 4,089,2932%Confronting Violence, Homophobia, Biphobia, & Transphobia  US$ 9,392,4765%Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities19Human Rights US$ 102,790,589 49%Challenging Discriminatory Anti-LGBTI Laws US$ 3,781,338 2%Decriminalization and Criminal Justice Reform US$ 881,344 <1%Gender Identity Protections   US$ 3,789,866 2%Human Rights (General) US$ 84,730,036 41%Marriage/Civil Unions US$ 474,187 <1%Immigration and Refugee Issues US$ 2,349,943 1%Nondiscrimination Protections US$ 1,594,974 1%Sexual and Reproductive Rights/Justice  US$ 5,018,632 2%Religious Exemptions   US$ $170,000 <1%Health & Wellbeing US$ 47,145,293 23%Cultural  Competence and Data Collection US$ 1,409,468 1%General Health Services and Health Promotion US$ 2,164,640 1% HIV/AIDS US$ 36,641,292 18%Mental Health, Substance Abuse, and Suicide Prevention US$ 1,995,509 1%Sexual and Reproductive Health US$ 4,934,384 2%Strengthening Communities, Families, & Visibility US$ 18,190,365 9%Community Building and Empowerment US$ 8,959,838 4%Religion US$ 3,076,845 1%Strengthening Families US$ 576,268 <1%Visibility US$ 5,577,413 3%Confronting Violence, Homophobia, Biphobia, & Transphobia US$ 9,392,476 5%Anti-Violence US$ 3,437,581 2%Homophobia, Biphobia and Transphobia US$ 5,954,894 3%Education & Safe Schools US$ 4,089,293 2%Education and Safe Schools US$ 4,089,293 2%Economic Issues US$ 2,855,413 1%Food Security US$ 20,200 <1%Housing and Homelessness US$ 209,670   <1%Labor and Employment US$ 2,625,543 1%Other Issues US$ 23,224,567 11%Multi-Issue US$ 9,282,211 4%Philantropy US$ 2,307,502 1%Unspecified US$ 11,634,855 6%Grand Total US$ 207,687,99720 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesStrategies FundedOver the two-year period of 2013 and 2014, US$207.6 million was awarded to organizations advancing various strategies to serve and empower LGBTI communities outside the United States. Advocacy, Community Organizing, and Public Education was the top funded strategy, receiving US$112.3 million, or 54 percent, of LGBTI funding outside the US. Direct Service was the second highest funded strategy and received US$33.5 million, or 16 percent, followed by funding for Capacity-Building and Training, which received US$23 million or 11 percent of all funding. Grant recipeints engaged in Research received $9.5 million or 5% of global LGBTI funding, while organizations involved in using Culture and Media strategies received US$4.6 million, or 2 percent. Grant recipients working to advance Philanthropy and Fundraising strategies also received US$4.6 million, or 2 percent, while  projects that used Multiple Strategies received US$19.6 million, or 9 percent of all LGBTI funding.Strategies Funded, by Total Amount (2013-2014)Excluding Funding Focused on the United StatesAdvocacy, Community Organizing, & Public EducationUS$112,326,59754%Other StrategiesUS$ 19,685,8539%Direct ServiceUS$33,562,533Capacity-Building & TrainingUS$ 23,220,01311%16%Culture & MediaUS$ 4,680,5062% Philanthropy & FundraisingUS$ 4,619,2752%ResearchUS$ 9,593,2185%Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities21Advocacy, Community Organizing, & Public Education US$ 112,326,597 54%Advocacy (General) US$ 84,756,862 41%Community Organizing US$ 4,829,519 2%Intergovernmental Advocacy US$ 4,793,350 2%Litigation US$ 4,848,649 2%Public Education, Communications, Mass Sensitization Campaigns US$ 13,098,218 6%Direct Service US$ 33,562,533 16%Direct Service US$ 33,562,533 16%Capacity-Building & Training US$ 23,220,013 11%Conferences, Seminars and Travel Grants US$ 3,430,980 2%Leadership Development US$ 1,286,915 1%Organizational Capacity Building US$ 6,548,861 3%Training and Technical Assistance US$ 11,953,258 6%Research US$ 9,593,218 5%Curriculum Development US$ 615,344 <1%Publications US$ 418,303 <1%Research US$ 8,559,571 4%Philanthropy & Fundraising US$ 4,619,275 2%Fundraising Event US$ 5,000 <1%Matching Grant US$ 81,441 <1%Philanthropy US$ 4,532,834 2%Culture & Media                                                                                           US$ 4,680,506                     2%Culture US$ 1,570,511 1%Digital Media and Online Services US$ 1,184,732 1%Film, Video and Radio US$ 1,925,264 1%Multi-Strategy & Other                                                                             US$ 19,685,853                   9%Multi-Strategy US$ 19,099,108 9%Other US$ 548,542 <1%Unspecified US$ 38,203 <1%Grand Total US$  207,687,99722 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesPopulation FocusThe vast majority of grants - 82 percent or almost US$170 million - of the US$207.6 million awarded to LGBTI issues outside the US did not focus on a specific LGBTI population. These grants were designated to serve “LGBTI people” broadly, either by the funder and/or grant recipient. This means, there is no accurate way to estimate how    -or if- these grants reached special populations within the LGBTI community or focused on their unique needs. This section examines funding for distinct sections of the LGBTI community and highlights funding that was explicitly focused on key LGBTI populations.  Over the two year period of 2013 and 2014, funding specifically focused on the unique needs of Gay and Bisexual Men, Queer Men, and Men who Have Sex with Men (MSM) totaled US$21 million, or 10 percent. Funding focused on Lesbian and Bisexual Women, and Queer Women totaled US$ 9.5 million, or 5 percent of LGBTI funding outside the US. Projects focused on serving the specific needs of Bisexual communities received US$ 136,687,  or less than one percent of the total. Much of the population-focused funding by sexual orientation was highly concentrated on specific issues, strategies, or geographies. Nearly two-thirds of funding for Gay and Bisexual men, Queer Men, and Men who Have Sex with Men (MSM) was devoted to HIV/AIDS - 70 percent was for HIV/AIDS initiatives in Asia and the Pacific and 10 percent was for HIV/AIDS initiatives in Sub-Saharan Africa. 99 percent of funding for Bisexual communities was for Research, with over 90 percent of funding for Bisexual communities going to Western Europe. Nearly half (47 percent) of funding for Lesbians was for Community Organizing, and 60 percent was for Sub-Saharan Africa. Funding by Sexual Orientation Over the two-year period of 2013 and 2014, funding specifically focused on the unique needs of Transgender communities was US$23 million. Within this figure, projects specifically focused on Transgender Women received almost US$2 million and projects focused on Transgender Men received less than US$ 60,000. Projects that explicitly served the needs of Intersex communities received about US$ 700,000, or less than 1 percent of the total amount awarded for global LGBTI issues.Similar to funding by sexual orientation, much of the population-focused funding by gender identity was concentrated on specific issues, strategies and geographies. 52 percent of Transgender funding was for Human Rights, and 32 percent was for Health and Wellbeing issues. Less than US$ 2 million went to Confronting Violence, Homophobia, Biphobia and Transphobia affecting Transgender and Intersex communities and approximately, US$1.7 million of funding for Transgender communities went to Strengthening Community, Families and Visibility. One-third of Transgender funding was focused on Asia and the Pacific and 20 percent each went to Latin America and the Caribbean and Sub-Saharan Africa.Funding by Gender IdentityGlobal Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities23Funding by Sexual Orientation, by Total Amount (2013-2014) Excluding Funding Focused on the United StatesFunding by Gender Identity, by Total Amount (2013-2014) Excluding Funding Focused on the United StatesGay/Bisexual Men/Queer Men/MSM  US$ 21,052,021Lesbian/Bisexual Women/Queer Women   US$ 9,533,845Bisexual      US$ 136,687Intersex US$ 709,807Transgender   US$ 23,121,907 = US$ 1 million Gender Identity Unspecified US$ 183,683,927= US$ 1 million Sexual Orientation Unspecified US$ $169,797,90224 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for Other LGBTI Populations, by Total Amount (2013-2014)Excluding funding focused on the United StatesThis section tracks the amount of funding explicitly focused on other key populations within LGBTI communities. Of the US$36 million of global LGBTI funding addressing HIV/AIDS, about one third focused on directly serving People Living with HIV/AIDS.  Funding for LGBTI Sex Workers was US$ 6.2 million, or 4 percent of overall LGBTI grantmaking. Over the two-year period of 2013-2014, grantmaking to support LGBTI Immigrants, Refugees, and Asylum Seekers totaled US$ 3.7 million, funding for Low-income and Homeless or Marginally-Housed LGBTI people was US$2.7 million. LGBTI People with Disabilities received US$2.7 million and funding for Survivors of Violence was US$ 2.4 million. Half-a-million US dollars focused on Indigenous LGBTI communities, and another US$ 1.4 million focused specifically on LGBTI Ethnic Minorities.Funding that was focused on LGBTI Substance Users and People in Recovery, Incarcerated and Formerly Incarcerated People, and Military Service Members and Veterans was less than US$ 600,000 each.Funding for Other PopulationsPeople Living with  HIV/AIDS (PLWHA) US$ 10,189,391Sex WorkersUS$ 6,234,596Immigrants, Refugees, and Asylum SeekersUS$ 3,744,749Survivors of ViolenceUS$ 2,444,612Ethnic MinoritiesUS$ 1,469,883People with DisabilitiesUS$2,703,121Indigenous CommunitiesUS$ 515,070Substance Users & People in RecoveryUS$ 372,046Incarcerated and Formerly Incarcerated People US$ 269,567Low-income and Homeless or Margin-ally Housed PeopleUS$2,730,855Military Service  Members and  VeteransUS$ 42,000= US$ 1 million Unspecified US$185,126,584Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities25Funding by Age, by Total Amount (2013-2014)Excluding Funding Focused on the United StatesChildren & Youth  US$12,434,687Older Adults US$ 343,288= US$ 1 million Age Unspecified US$194,910,022Over the two-year period of 2013 and 2014, funding focused on LGBTI Children and Youth totaled about US$ 12.4 million, and funding focused on LGBTI Older Adults was about US$ 350,000.26 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI People of Faith, by Total Amount (2013-2014)Excluding funding focused on the United StatesMuslim  US$ 1,575,139Christian US$934,056People of Faith / Interfaith (General)US$ 472,350Jewish US$ 83,948Over the two-year period of 2013 and 2014, funding for People of Faith working to increase awareness and acceptance of LGBTI issues within their communities reached US$ 3 million. Notably, Muslim LGBTI communities received US$ 1.5 million, Christian LGBTI communities received under US$ 1 million and Jewish LGBTI communities received under US$100,000. Interfaith LGBTI efforts received under US$500,000.= US$ 1 million Unspecified US$204,622,503Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities27LGBTI Funding for the Global South and EastOver the two-year period of 2013-2014, 73 foundations, corporations, intermediaries, government donors and multilateral agencies awarded 1,706 grants totaling US$ 128,700,887 for LGBTI issues in the Global South and East. For the purposes of this report, the Global South and East is defined to encompass Asia and The Pacific; Eastern Europe, Central Asia, and Russia; Latin America and The Caribbean; Sub-Saharan Africa; and Middle East and North Africa. These regions include most of the world’s lower-income and middle-income countries as well as a handful of higher-income countries. They are home to 89 percent of the global population, but received only 30 percent of LGBTI funding in this time period. Top Funders and RecipientsThe Top 10 funders of LGBTI issues for the Global South and East awarded more than US$ 90.7 million, or 66 percent of the total. Five of the Top 10 funders were foundations, and the remaining five were governments or multilateral organizations.Top 10 LGBTI Funders for the Global South and East, by Total Amount (2013-2014)1 Government of Sweden - Stockholm, Sweden US$ 22,592,3072 Hivos - The Hague, The Netherlands US$ 12,329,193 3 European Union - Brussels, Belgium US$ 10,941,026 4 Government of The Netherlands - The Hague, The Netherlands US$ 8,691,474 5 Open Society Foundations - New York, United States US$  7,652,5036 Government of the United States - Washington, DC, United States US$  7,503,0667 Global Equality Fund - Washington, DC, United States US$  6,702,265 8 Ford Foundation - New York, United States US$  5,970,317 9 Arcus Foundation - New York, United States US$  5,069,75010 American Jewish World Service - New York, United States US$  3,874,83028 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Top 10 grant recipients of LGBTI funding for the Global South and East received a total of US$ 51.8 million, or 40 percent of the total. The total for top ten grant recipients includes more than US$ 23 million awarded to various anonymous grantees. Of the top ten recipients, six were organizations located in the US and Western Europe that received funding specifically for their  work in the Global South and East.Top 10 Recipients of LGBTI Funding for the Global South and East (2013-2014)1 United Nations Development Program (UNDP) - New York, United States US$    4,359,3192 Coalition of African Lesbians - Johannesburg, South Africa US$    4,255,5663 OutRight Action International (formerly International Gay and Lesbian Human Rights Commission) - New York, United States US$    3,404,5154 Bridging the Gaps - Amsterdam, The Netherlands US$    3,242,6065 Gay Alliance Ukraine (GAU) - Kiev, Ukraine US$   3,104,2826 Civil Rights Defenders - Stockholm, Sweden US$    3,088,2957 RFSL - Stockholm,  Sweden US$   2,757,8568 Kaos GL - Ankara, Turkey US$   2,309,7069 OXFAM NOVIB - The Hague, The Netherlands US$    2,035,74110 African Men for Sexual Health and Rights (AMSHeR)  - Johannesburg, South Africa US$   1,913,929Note: These totals include the full amount of any multi-year grants awarded over the two year period of 2013-2014. Most of the top recipients received grants awarded for a period of 3 years or more. As such, the totals listed may exceed their total two-year operating revenue for 2013-2014. Note: Anonymous Grantees located in various locations received US$ 23,194,798 during the two year period of 2013-2014.Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities29Sources of LGBTI Funding for the Global South and EastDuring the two-year period of 2013-2014, the largest share (47 percent) of LGBTI funding for the Global South and East was awarded by government agencies. Significant shares of funding were also provided by private foundations (26 percent) and by public foundations and intermediaries (19 percent).  Note: This section and chart includes US$ 9,695,579 in grants awarded to intermediaries for the purpose of being re-granted to other organizations. Sources of LGBTI Funding for the Global South and East, by Funder Type (2013-2014)Public Foundations & IntermediariesUS$ 26,183,41219% Private FoundationsUS$ 36,297,69226%Government & Multilateral AgenciesUS$ 65,071,278Corporate FundersUS$ 7,216,2225%47%Anonymous DonorsUS$ 3,415,5002%30 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesType of Support and Grant DurationDuring the two-year period of 2013-2014, 79 percent of LGBTI funding for the Global South and East was restricted for specific programs. While 18 percent of funding was for general operating or unrestricted support, and two percent of funding was for capacity building. All other types of support, such as capital support and emergency funding, received a combined total of about one percent of funding. While emergency funding constituted less than one percent of the total amount awarded, there were 110 emergency grants awarded, or about 6.5 percent of the total number of grants. LGBTI Funding for the Global South and East, by Type of Support (2013-2014)General Operating SupportUS$ 23,000,62918%Program SupportUS$ 102,159,972Capacity Building Support US$ 2,405,1292%79%Other SupportUS$ 1,135,1571%Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities31Examining LBGTI funding for the Global South and East by the duration of grants, more than US$ 58.5 million (or 45 percent of the total) were awarded for grant periods of one year or less. More than US$ 70 million was awarded for various grant durations of two years or more1 Year   2 Year   3 Year    4 Year US$ 20,000,000 US$ 10,000,000 US$ 0US$ 30,000,000US$ 50,000,000 US$ 40,000,000US$ 60,000,000 US$ 58,514,199 US$ 23,831,964 US$ 20,581,146US$ 25,773,579Funding for LGBTI Issues in the Global South and East, by Grant Duration  (2013-2014)32 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFocus: AsiA & the PAciFicOver the two-year period of 2013 and 2014, 31 grantmakers gave out US$ 32.5 million for LGBTI issues in Asia and the Pacific.  The top ten funders provided more than 85 percent of funding for Asia and the Pacific, and only one other funder (the Open Society Foundations) awarded more than US$ 1 million for the region.Top 10 LGBTI Funders for Asia and The Pacific (2013-2014)1 Hivos - The Hague, The Netherlands    US$ 7,289,8002 Government of Sweden - Stockholm, Sweden     US$ 3,934,3143 Global Equality Fund - Washington, DC, United States US$ 2,898,2224 Ford Foundation - New York, United States        US$ 2,695,3175 Government of the United States - Washington, DC, United States US$ 2,127,3686 amfAR, Foundation for AIDS Research - New York, United States US$ 2,073,5937 Levi Strauss Company Foundation - San Francisco, United States US$ 2,060,9508 ViiV Healthcare - Research Triangle Park, United States US$ 1,800,0009 European Union - Brussels, Belgium US$ 1,725,89910 Arcus Foundation - New York, United States US$ 1,706,000Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities33Funder TypePrivate foundations account for 37 percent of LGBTI funding for Asia and the Pacific.  Government and multilateral agencies account for 34 percent.  Both corporate funders and public foundations make up a larger portion of LGBTI funding for Asia and the Pacific than for global LGBTI funding overall, at 13 percent and 17 percent, respectively.Sources of LGBTI Funding for Asia and The Pacific, by Funder Type (2013-2014)Public Foundations & IntermediariesUS$ 5,755,06217%Government & Multilateral AgenciesUS$ 11,761,60334%Corporate FundersUS$ 4,404,01313%Private FoundationsUS$ 12,772,323 37%Note: This section and chart includes US $2,214,793 in grants awarded to intermediaries for the purpose of being re-granted to other organizations.34 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding By Issue AreaFunding for LGBTI issues in Asia and the Pacific focused heavily on human rights issues and health and wellbeing issues, with the two areas combined capturing more than three-quarters of all funding for the region.  Under the umbrella of health and wellbeing, nearly one-third of all LGBTI funding in the region addressed HIV/AIDS.LGBTI Funding for Asia and The Pacific, by Issue (2013-2014)Health & WellbeingUS$ 13,787,429 42% Other IssuesUS$ 4,001,49312%Confronting Violence, Homophobia, Biphobia, & TransphobiaUS$ 1,302,8404%Economic IssuesUS$ 363,2411% Education & Safe SchoolsUS$ 737,9552%Strengthening Communities,Families, & VisibilityUS$ 1,283,6334%Human RightsUS$ 11,001,61534%Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities35Health & Wellbeing US$ 13,787,429 42%Cultural Competence and Data Collection US$ 23,680 <1%General Health Services and Health Promotion US$ 906,827 2%HIV/AIDS US$ 10,386,836 32%Mental Health, Substance Abuse, and Suicide Prevention US$ 11,786 <1%Sexual and Reproductive Health US$ 2,458,300 8%Human Rights US$ 11,001,615 34%Challenging Anti-LGBTI Laws US$ 50,000 <1%Decriminalization and Criminal Justice Reform US$ 79,201 <1%Gender Identity Protections US$ 142,390 <1%Human Rights US$ 9,283,185 29%Marriage/Civil Unions US$ 30,000 <1%Nondiscrimination Protections US$ 196,914 1%Sexual and Reproductive Rights/Justice US$ 1,219,926 4%Confronting Violence, Homophobia, Biphobia, & Transphobia US$ 1,302,840 4%Anti-Violence US$ 602,718 2%Homophobia, Biphobia and Transphobia US$ 700,123 2%Strengthening Communities, Families, & Visibility US$ 1,283,633 4%Community Building/Empowerment US$ 500,771 2%Religion US$ 54,680 <1%Strengthening Families US$ 159,425 1%Visibility US$ 568,757 2%Education & Safe Schools US$ 737,955 2%Education and Safe Schools US$ 737,955 2%Economic Issues US$ 363,241 1%Housing and Homelessness US$ 8,000 <1%Labor/Employment US$ 355,241 1%Other Issues US$ 4,001,493 12%Multi-Issue US$  1,863,132 6%Unspecified US$ 2,138,361 7%Grand Total US$ 32,478,207Strengthening Communities,Families, & VisibilityUS$ 1,283,63336 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMore than half of LGBTI funding for Asia and the Pacific was awarded to support work in Southeast Asia. East Asia, South Asia, and the Asia/Pacific region in general each received amounts ranging from US$ 4 million to about US$ 6 million. Oceania received less than US$ 100,000, the least of any sub-region in Asia and the Pacific.East AsiaTotal LGBTI Funding for East Asia: US$ 5,259,587LGBTI Funding for East Asia, by Country Location of Grantee:China         US$ 3,236,625 Japan         US$ 1,800,000 Mongolia  US$  67,212Funding for Programs in East Asia Awarded to Grantees Based Outside the Region:United States  US$ 155,750Top 5 LGBTI Funders of East Asia (2013-2014)Funding by Sub-Region and Grantee Country53%Southeast AsiaUS$ 17,067,79216%East AsiaUS$ 5,259,587<1%OceaniaUS$ 92,99819%Asia & Pacific (Whole Region)US$ 6,027,7421 ViiV Healthcare - Research Triangle Park, United States US$     1,800,000  2 Ford Foundation - New York, United States US$      1,467,268 3 Arcus Foundation - New York, United States US$          730,0004 Astraea Lesbian Foundation for Justice - New York, United States US$          493,000 5 Open Society Foundations - New York, United States US$          360,700 LGBTI Funding for Asia and the Pacific, by Sub-Region of Focus12%South AsiaUS$ 4,030,089Note: US$ 4,228,489 of funding for Asia and the Pacific was awarded to grantees in countries not specified by the reporting funder.Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities37OceaniaTotal LGBTI Funding for Oceania: US$ 92,998 LGBTI Funding for Oceania, by Country Location of Grantee:Australia  US$ 62,998 Fiji               US$ 30,000 Top 3 LGBTI Funders for Oceania (2013-2014)South AsiaTotal LGBTI Funding for South Asia: US$ 4,030,089 LGBTI Funding for South Asia, by Country Location of Grantee:Bangladesh          US$     64,390 India         US$ 2,781,202 Nepal  US$     62,500Pakistan US$   658,873Sri Lanka US$   133,895Funding for Programs in South Asia Awarded to Grantees Based Outside the Region:Norway  US$ 329,228  Top 5 LGBTI Funders for South Asia (2013-2014)1 amfAR, Foundation for AIDS Research - New York, United States US$     50,000   2 Global Fund for Women - New York, United States US$     30,000 3 Gilead Sciences - Foster City, United States US$     12,9981 Ford Foundation - New York, United States US$          990,000   2 Oxfam Novib - The Hague, The Netherlands US$          599,515  3 Levi Strauss Company Foundation - San Francisco, United States US$          560,9504 American Jewish World Service - New York, United States US$          512,628  5 Government of Norway - Stockholm, Norway US$          360,693 38 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesSoutheast AsiaTotal LGBTI Funding for South Asia: US$ 17,067,792  LGBTI Funding for South Asia, by Country Location of Grantee:Cambodia  US$          68,976 Indonesia  US$    3,895,881 Laos    US$        422,327 Malaysia  US$    1,433,102 Myanmar  US$        160,000Philippines  US$    1,309,226 Singapore  US$        277,000 Thailand  US$    2,229,983 East Timor  US$        235,335 Vietnam  US$          20,358 Funding for Programs in South Asia Awarded to Grantees Based Outside the Region:The Netherlands  US$    1,422,994Sweden  US$        187,834 United States  US$    5,404,777  Top 5 LGBTI Funders for Southeast Asia (2013-2014)1 Hivos - The Hague, The Netherlands US$          6,790,471   2 Government of Sweden - Stockholm, Sweden US$          3,934,314  3 amfAR, Foundation for AIDS Research - New York, United States US$          2,006,5934 European Union - Brussels, Belgium US$          1,725,899  5 Levi Strauss Company Foundation - San Francisco, United States US$              750,000Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities39Asia & Pacific (Region-Wide)Total Region-Wide LGBTI Funding for Asia and Pacific: US$ 6,027,742* Region-Wide LGBTI Funding for Asia and Pacific, by Country Location of Grantee:Australia  US$        136,803 India    US$          81,000 Indonesia  US$          34,201 Singapore  US$        100,000 Thailand  US$        323,122 Funding for Region-Wide Programs in Asia & the Pacific Awarded to Grantees Based Outside the Region:Belgium  US$          23,505 United Kingdom US$        123,122 United States  US$        977,500 *In addition, US$ 4,228,489 of funding for Asia and the Pacific was awarded to grantees in anonymous countries. Top 5 LGBTI Funders for Asia and Pacific Region-Wide (2013-2014)1 Global Equality Fund - Washington, DC, United States US$      2,898,2222 Government of the United States - Washington, DC, United States US$      2,127,368  3 Arcus Foundation - New York, United States US$          870,0004 Levi Strauss Company Foundation - San Francisco, United States US$          650,000  5 Open Society Foundations - New York, United States US$          446,95240 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFocus: eAstern euroPe, centrAl AsiA, And russiAOver the two-year period of 2013-2014, 31 funders granted US$ 28.5 million to organizations and projects working on LGBTI issues in Eastern Europe, Central Asia, and Russia. The top 10 funders provided more than 90 percent of all LGBTI funding for the region.Top 10 Funders of LGBTI Issues in Eastern Europe, Central Asia, and Russia (2013-2014) 1 Government of Sweden - Stockholm, Sweden US$    7,564,316 2 Government of The Netherlands - The Hague, The Netherlands US$    4,812,6213 EEA and Norway Grants (Iceland, Liechtenstein and Norway) - Brussels, Belgium US$    3,411,9454 European Union-  Brussels, Belgium US$    3,268,2865 Open Society Foundations - New York, United States US$    3,240,6066 Government of the United States - Washington, DC, United States US$   1,366,5557 Global Equality Fund - Washington, DC, United States US$     1,115,0058 COC Netherlands - Amsterdam, The Netherlands US$     1,097,1859 Sigrid Rausing Trust - London, England US$        594,65510 Stiftung EVZ - Berlin, Germany US$        568,606Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities41Funder TypeGovernments and multilateral agencies awarded US$ 21 million – or nearly three-quarters of all LGBTI funding for Eastern Europe, Central Asia, and Russia. Private foundations provided almost US$ 5 million or 17 percent of LGBTI funding for the region. Public foundations and intermediaries granted nearly US$ 2 million or 6 percent of LGBTI funding for the region.  Anonymous donors and corporate funders each accounted for two percent or less of the total.Sources of LGBTI Funding for Eastern Europe, Central Asia, and Russia, by Funder Type (2013-2014)Public Foundations & IntermediariesUS$ 1,819,9166%Private FoundationsUS$ 4,806,806 17%Government & Multilateral AgenciesUS$ 21,349,32174%Anonymous DonorsUS$ 150,0001%Corporate FundersUS$ 556,3952%Note: This section and chart includes US $187,201 in grants awarded to intermediaries for the purpose of being re-granted to other organizations.42 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding by Issue AreaAs in other regions, protecting and advancing the human rights of LGBTI people was the top funded issue in Eastern Europe, Central Asia, and Russia. Funding to confront violence, homophobia, biphobia, and transphobia was the second most funded issue, receving more than $US 3.5 million, or 12 percent of the total. Funding for health and wellbeing received about US$ 2.8 million, or ten percent of the total.Sources of LGBTI Funding for Eastern Europe, Central Asia, and Russia, by Issue (2013-2014)Human RightsUS$ 16,829,44759%Other IssuesUS$ 2,227,1118%Strengthening Communities, Families, & VisibilityUS$ 2,334,689Confronting Violence, Homophobia, Biphobia, & TransphobiaUS$ 3,546,31012%8%<1% Education & Safe SchoolsUS$ 632,1102%Health & WellbeingUS$ 2,809,060Economic IssuesUS$ 116,51210%Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities43Human Rights US$ 16,829,447 59%Challenging Anti-LGBTI Laws US$ 100,000 <1%Gender Identity Protections US$ 352,272 1%Human Rights US$ 15,393,012 54%Marriage/Civil Unions US$ 173,579 1%Nondiscrimination Protections US$ 641,231 2%Sexual and Reproductive Rights/Justice US$ 163,442 1%Decriminalization and Criminal Justice Reform US$  5,910 <1%Confronting Violence, Homophobia, Biphobia, & Transphobia US$ 3,546,310 12%Anti-Violence US$ 558,755 2%Homophobia, Biphobia and Transphobia US$ 2,987,555 10%Health & Wellbeing US$ 2,809,060 10%Cultural Competence and Data Collection US$ 224,446 1%General Health Services and Health Promotion US$ 6,826 <1%HIV/AIDS US$ 2,329,106 8%Mental Health, Substance Abuse, and Suicide Prevention US$ 183,703 1%Sexual and Reproductive Health US$ 64,978 <1%Strengthening Communities, Families, & Visibility US$ 2,334,689 8%Community Building/Empowerment US$ 1,471,689 5%Strengthening Families US$ 121,765 <1%Visibility US$ 741,235 3%Education & Safe Schools US$ 632,110 2%Education & Safe Schools US$ 632,110 2%Economic Issues US$ 116,512 <1%Labor/Employment US$  116,512 1%Other Issues US$ 2,334,689 8%Multi-issue US$ 507,005 2%Unspecified US$ 1,720,106 6%Grand Total US$ 28,495,23844 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesOver half of LGBTI funding for Eastern Europe, Central Asia, and Russia was awarded to support work in Eastern Europe.  Central AsiaTotal LGBTI Funding for Central Asia: US$ 1,679,684 LGBTI Funding for Central Asia, by Country Location of Grantee:Kyrgyzstan  US$   5,000Tajikistan  US$ 77,033Funding for programs in Central Asia Awarded to Grantees Based Outside the Region: Georgia   US$     354,464The Netherlands  US$ 1,243,186Top 5 LGBTI Funders for Central Asia (2013-2014)LGBTI Funding for Eastern Europe, Central Asia, and Russia, by Sub-Region (2013-2014)Funding by Sub-Region and Grantee Country* Note, US$ 1,916,560 of funding for Eastern Europe, Central Asia, and Russia was awarded to grantees in countries not specified by the reporting funder by Sub-Region6%Central AsiaUS$ 1,679,68484%Eastern Europe and RussiaUS$ 24,026,40210%Eastern Europe,Central Asia, and Russia (Whole Region) US$ 2,789,1511 COC Netherlands - Amsterdam, The Netherlands US$  1,023,999   2 Government of The Netherlands - The Hague, The Netherlands US$      573,6513 Government of Germany - Berlin, Germany US$         52,033   4 amfAR, Foundation for AIDS Research - New York, United States US$         25,000 5 Urgent Action Fund - USA - Oakland, United States US$            5,000   Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities45Eastern Europe and RussiaTotal LGBTI Funding for Eastern Europe and Russia: US$24,026,402LGBTI Funding for Eastern Europe and Russia, by Country Location of GranteeAlbania    US$  658,999Armenia   US$  169,506Bosnia and Herzegovina  US$  460,595Bulgaria   US$  144,288Croatia    US$  488,738Czech Republic   US$  480,243Estonia    US$  192,550Georgia   US$  691,056 Hungary   US$  662,031Kosovo    US$     1,023,773Latvia    US$  279,761Lithuania   US$  401,848Macedonia   US$  467,799Moldova   US$  473,664Montenegro   US$  113,314Poland    US$     1,714,577Romania   US$  534,568Russia    US$     2,307,628Serbia    US$  660,617Slovakia   US$  720,664Slovenia   US$  197,581Ukraine    US$      3,841,382Funding for Programs in Eastern Europe and Russia Awarded to Grantees Based Outside the Region:Germany   US$  670,969Norway    US$  768,290 The Netherlands  US$  922,163Sweden    US$      5,846,151USA    US$     25,600*In addition, US$ 55,446 of funding for Eastern Europe and Russia was awarded to grantees in anonymous countries.Top 5 LGBTI Funders for Eastern Europe and Russia (2013-2014)1 Government of Sweden - Stockholm, Sweden US$          7,564,316   2 Government of The Netherlands - The Hague, The Netherlands US$          4,747,307  3 EEA And Norway Grants (Iceland, Liechtenstein and Norway) - Oslo, Norway US$          3,411,9454 European Union - Brussels, Belgium US$          3,268,286  5 Open Society Foundations - New York, United States US$          2,875,606 46 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesEastern Europe, Central Asia, and Russia (Region-Wide)Total Region-Wide LGBTI Funding for Eastern Europe, Central Asia, and Russia: US$ 2,789,151*  Region-Wide LGBTI Funding for Eastern Europe, Central Asia, and Russia by Country Location of Grantee: Bosnia Herzegovina US$   20,000Kyrgyzstan  US$      5,000Romania  US$   50,000Ukraine               US$   32,500Funding for Region-Wide Programs in Eastern Europe, Central Asia, and Russia Awarded to  Grantees Based Outside the Region:Belgium  US$ 525,000The Netherlands US$  117,000USA   US$   123,091*In addition, US$ 1,916,560 of funding for Eastern Europe, Central Asia, and Russia was awarded to grantees in anonymous countries. Top 5 LGBTI Funders for Eastern Europe, Central Asia, and Russia Region-Wide (2013-2014) Note: Anonymous donors awarded US$ 150,000 during this period.1 Government of the United States - Washington, DC, United States US$      1,366,555 2 Global Equality Fund - Washgton, DC, United States US$      1,115,005 3 Open Society Foundations - New York, United States US$          365,0004 Arcus Foundation - New York, United States US$          330,500 5 Global Fund for Women - New York, United States US$             22,000Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities47Focus: lAtin AmericA And the cAribbeAnOver the two-year period of 2013-2014, 35 funders granted US$ 17.7 million for LGBTI issues in Latin America and the Caribbean.  The top ten funders accounted for more than 80 percent of all funding for the region.Top 10 LGBTI Funders for Latin America and the Caribbean (2013-2014)Funder TypeNearly half of all support for Latin America and the Caribbean came from government and multilateral agencies.Sources of LGBTI Funding for Latin America and the Caribbean, by Funder Type (2013-2014)1 European Union - Brussels, Belgium US$    3,847,985 2 Government of the United States - Washington, DC, United States US$    2,435,5783 Hivos - The Hague, The Netherlands US$    2,277,5014 Government of Norway - Oslo, Norway US$    1,117,5785 amfAR, Foundation for AIDS Research - New York, United States US$        989,7506 Government of the Netherlands - The Hague, The Netherlands US$      843,6467 Astraea Lesbian Foundation for Justice - New York, United States US$       779,1848 American Jewish World Service - New York, United States US$       738,1389 M.A.C. AIDS Fund - New York, United States US$       691,76610 Ford Foundation - New York, United States US$        665,000Public Foundations & IntermediariesUS$ 4,520,56325% Private FoundationsUS$ 4,045,039 22%Government & Multi-lateral Agencies US$ 8,807,046Corporate FundersUS$ 1,021,810 6%48%Note: This section and chart includes grants awarded to intermediaries for the purpose of being re-granted to other organizations.48 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding by Issue AreaAs was the case for most regions, human rights was the top LGBTI issue funded in Latin America and the Caribbean, and health and wellbeing was second. Compared to other regions, economic issues, addressing violence, and sexual and reproductive rights each received a notable share of funding in Latin America.Human RightsUS$ 8,246,08147%Other IssuesUS$ 2,613,17115%Confronting Violence, Homophobia, Biphobia, & TransphobiaUS$ 1,268,488Health & WellbeingUS$ 3,616,02620%7%Education & Safe SchoolsUS$ 12,169<1% Economic IssuesUS$ 790,6284%Strengthening Communities, Families, & VisibilityUS$1,175,7287%Sources of LGBTI Funding for Latin America and The Caribbean, by Issue  (2013 - 2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities49Human Rights US$ 8,246,081 47%Decriminalization and Criminal Justice Reform US$ 10,000 <1%Gender Identity Protections US$ 276,991 2%Human Rights US$ 6,761,416 38%Marriage/Civil Unions US$ 120,608 1%Immigration and Refugee Issues US$ 41,041 <1%Nondiscrimination Protections US$ 292,662 2%Sexual and Reproductive Rights/Justice US$ 743,362 4%Health & Wellbeing US$ 3,616,026 20%Cultural Competence and Data Collection US$ 80,044 <1%General Health Services and Health Promotion US$ 25,411 <1%HIV/AIDS US$ 3,109,010 18%Mental Health, Substance Abuse, and Suicide Prevention US$ 156,000 1%Sexual and Reproductive Health US$ 245,561 1%Confronting Violence, Homophobia, Biphobia, & Transphobia US$ 1,268,488 7%Anti-Violence US$ 789,010 4%Homophobia, Biphobia and Transphobia US$ 479,478 3%Strengthening Communities, Families, & Visibility US$ 1,175,728 7%Community Building/Empowerment US$ 557,946 3%Visibility US$ 617,782 3%Economic Issues US$ 790,628 4%Labor/Employment US$ 790,628 4%Education & Safe Schools US$ 12,169 <1%Education & Safe Schools US$ 12,169 <1%Other Issues US$ 2,613,171 15%Multi-Issue US$ 132,875 1%Philanthropy US$ 20,100 <1%Unspecified US$ 2,460,196 14%Grand Total US$ 17,722,290Strengthening Communities, Families, & VisibilityUS$1,175,72850 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesOf the sub-regions of Latin America and The Caribbean, both South America as well as Central America and Mexico received the largest shares of LGBTI funding, at 32 percent each. The Caribbean received about 20 percent of LGBTI funding for the region, and the remainder was devoted to work at the region-wide level.LGBTI Funding for Latin America and The Caribbean, by Sub-Region (2013-2014)*Note: US$ 2,507,302 of funding for Latin America and the Caribbean was awarded to grantees in countries not specified by the reporting funder. Funding by Sub-Region and Country32%South AmericaUS$ 5,709,66420%The CaribbeanUS$ 3,535,91432%Central America & MexicoUS$ 5,679,209The CaribbeanTotal LGBTI Funding for The Caribbean: US$ 3,535,914*  LGBTI Funding for the Caribbean, by Country Location of Grantee:Bahamas   US$             5,000 Cuba    US$           13,749Dominican Republic US$        480,375 Grenada   US$          11,000 Guyana    US$          72,584 Haiti    US$       252,363 Honduras   US$       801,799 Jamaica   US$       918,425 Saint Lucia   US$          96,300 Suriname   US$          14,600 Trinidad & Tobago US$          15,000 Funding for programs in the Caribbean awarded to grantees based outside the region: The Netherlands US$       301,543 United States   US$       505,275 *In addition, US$ 47,900 of funding for the Caribbean was awarded to grantees in anonymous countries.16%Latin America & the Caribbean(Whole Region)US$ 2,797,503Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities51LGBTI Funding for Latin America and The Caribbean, by Sub-Region (2013-2014)Top 5 LGBTI Funders for The Caribbean (2013-2014)1 Hivos - The Hague, The Netherlands US$          745,962 2 M.A.C. AIDS Fund - - New York, United States US$          575,766 3 American Jewish World Service - New York, United States US$           404,238 4 Open Society Foundations - New York, United States US$           370,000 5 Government of the Netherlands - The Hague, The Netherlands US$           301,543 Central America and MexicoTotal LGBTI Funding for Central America and Mexico: US$ 5,679,209  LGBTI Funding for Central America and Mexico, by Country Location of Grantee:Belize      US$ 112,700Costa Rica   US$ 148,273 Ecuador   US$    58,189El Salvador   US$ 110,169 Guatemala   US$ 313,853Honduras   US$ 141,401 Mexico     US$   1,023,066 Nicaragua   US$ 1,325,265 Funding for Programs in Central America and Mexico Awarded to Grantees Based Outside the Region:Colombia   US$ 139,539Germany   US$ 95,772 Italy     US$ 1,845,498The Netherlands US$ 360,485 United States   US$ 5,000Top 5 LGBTI Funders for Central America and Mexico (2013-2014)1 European Union - Brussels, Belgium US$          1,845,498 2 Government of Norway - Oslo, Norway US$          1,045,629 3 Hivos - The Hague, The Netherlands US$            650,425 4 COC Netherlands - Amsterdam, The Netherlands US$            360,485 5 Ford Foundation - New York, United States US$            325,000 52 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesSouth AmericaTotal LGBTI Funding for South America: US$ 5,709,664   LGBTI Funding for South America, by Country Location of GranteeArgentina  US$                         42,446 Bolivia    US$                      527,140 Brazil    US$                      425,056 Chile    US$                       140,673 Colombia  US$                    1,574,320 Ecuador  US$                       539,276 Paraguay  US$                          84,721 Peru    US$                    1,666,152 Funding for Programs in South America Awarded to Grantees Based Outside the Region:United Kingdom US$  709,881Top 5 LGBTI Funders for South America (2013-2014)Latin America and the Caribbean (Region-Wide)Total Region-Wide LGBTI Funding for Latin America and the Caribbean: US$ 2,797,503*   Region-Wide LGBTI Funding for Latin America and the Caribbean, by Country Location of GranteeArgentina US$  91,500Colombia US$  10,000Mexico  US$     2,400Peru  US$  28,902Funding for Region-Wide Programs in Latin America and the Caribbean Awarded to Grantees Based Outside the Region:USA  US$  205,300*In addition, US$ 2,459,401 of funding for the whole region was awarded to grantees in anonymous countries.Top 5 LGBTI Funders for Latin America and the Caribbean Region-Wide (2013-2014)1 European Union - Brussels, Belgium    US$                    2,002,487 2 amfAR, Foundation for AIDS Research  - New York, United States    US$                       915,750 3 Hivos - The Hague, The Netherlands    US$                       867,212 4 Astraea Lesbian Foundation for Justice - New York, United States    US$                       528,000 5 Government of The Netherlands - The Hague, The Netherlands    US$                       368,552 1 Government of the United States - Washington, DC, United States US$                   2,435,5782 Global Equality Fund - Washington, DC, United States US$                       322,1673 Arcus Foundation - New York, United States US$                        320,0004 Ford Foundation - New York, United States US$                        140,0005 Heartland Alliance for Human Needs and Human Rights -  Chicago, United States US$                           31,500Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities53Focus: middle eAst And north AFricAIn the two-year period of 2013-2014, 24 funders awarded US$6.6 million for LGBTI issues in the Middle East and North Africa. The region received the lowest level of LGBTI funding of any major world region.  The top ten funders accounted for 92 percent of funding for the region. Nearly half of the funding for the region was devoted to Turkey.Top 10 LGBTI Funders for Middle East and North Africa (2013-2014)1 Government of Sweden -  Stockholm, Sweden US$  2,104,574 2 Government of the United States - Washington, DC, United States US$       850,0003 Government of The Netherlands - The Hague, The Netherlands US$       656,8894 Open Society Foundations -  New York, United States US$       420,8005 Global Equality Fund -  Washington, DC, United States US$        391,4656 Government of Norway -  Oslo, Norway US$       378,9537 European Union - Brussels, Belgium US$       368,3178 Ford Foundation -  New York, United States US$       350,0009 M.A.C. AIDS Fund - - New York, United States US$       340,00010 Hivos - The Hague, The Netherlands US$       177,843 Funder Type70 percent of LGBTI funding for the Middle East and North Africa comes from government sources, a larger share than for any other region.Corporate FundersUS$439,763 6%Private FoundationsUS$1,378,871 20%Public Foundations & IntermediariesUS$ 283,7054%Note: This section and chart includes US$ 415,800 in grants  awarded to intermediaries for the purpose of being re-granted to other organizations.Governments & Multilateral AgenciesUS$4,868,00870%LGBTI Funding for Middle East and North Africa, by Funder Type (2013-2014)54 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding by Issue AreaAs was the case for most regions, human rights was the top LGBTI issue funded in the Middle East and North Africa. Health and Wellbeing was the second most-funded issue, but received a fairly small share of the funding allocated to the region.4%Public FoundationsUS$ 283,705,395Human RightsUS$ 3,897,29359%Other IssuesUS$ 1,352,441 21%Health & WellbeingUS$ 774,949 12%Confronting Violence, Homophobia, Biphobia, & Transphobia  US$ 187,844 3%Education & Safe Schools US$ 90,304 1% Strengthening Communities, Families, & VisibilityUS$ 231,862 4%Economic Issues US$ 19,853 <1%LGBTI Funding for Middle East and North Africa, by Issue Area (2013-2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities55Human Rights US$ 3,897,293 59%Challenging Anti-LGBTI Laws US$ 64,561 1%Decriminalization and Criminal Justice Reform US$ 29,007 <1%Gender Identity Protections  US$ 17,000 <1%Human Rights   US$ 3,416,739 52% Immigration and Refugee Issues US$ 87,223 1%Sexual and Reproductive Rights/Justice US$ 282,703 4% Health & Wellbeing US$ 774,949 12%HIV/AIDS  US$ 685,787 12%Mental Health, Substance Abuse, and Suicide Prevention US$ 79,162 1%General Health Services and Health Promotion US$ 10,000 <1%Strengthening Communities, Families, and Visibility US$ 231,862 4%Community Building/Empowerment  US$ 91,665 1% Visibility US$ 140,198 2%Education & Safe Schools US$ 90,304 1%Education & Safe Schools US$ 90,304 1%Confronting Violence, Homophobia, Biphobia, & Transphobia US$ 187,844 3%Anti-Violence US$ 36,210 1%Homophobia, Biphobia and Transphobia US$ 151,634 2%Economic Issues US$ 19,853 <1%Labor/Employment  US$ 19,853 <1%Other Issues US$ 1,352,444 21%Multi-Issue  US$ 391,465 6% Philanthropy US$ 110,976 2%Unspecified US$ 850,000 13%Grand Total US$ 6,554,54756 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMiddle East and North AfricaTotal LGBTI Funding for Middle East and North Africa: US$  6,554,547. LGBTI Funding for Middle East and North Africa, by Country Location of GranteeAlgeria  US$ 95,564Bahrain  US$ 10,993Egypt  US$      3,910Israel  US$ 617,612Jordan  US$ 300,000Lebanon US$ 491,491Morocco US$    20,581Tunisia  US$       6,587Turkey  US$     3,244,860 Funding for programs in the Middle East and North Africa awarded to grantees based outside the region:Belgium   US$       5,000France    US$       4,000The Netherlands   US$     70,854USA    US$   336,630Note: In addition, US$ 1,346,465 of funding for the Middle East and North Africa was awarded to grantees in countries not specified by the reporting funder. Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities57Focus: sub-sAhArAn AFricAIn 2013 and 2014, 58 funders awarded US$ 43.4 million for organizations and projects working on LGBTI issues in Sub-Saharan Africa. The Top 10 funders accounted for more than two-thirds of all LGBTI funding for Sub-Saharan Africa.Top 10 LGBTI Funders for Sub-Saharan Africa (2013-2014)Funder TypeGovernments and multilateral agencies provided 37 percent of all LGBTI funding for Sub-Saharan Africa. Sub-Saharan Africa was the only region for which public and private foundations accounted for almost equal investments, awarding 28 percent and 27 percent of the total LGBTI funding for Sub-Saharan Africa, respectively. Anonymous donors provided 7 percent of the total, and corporate funders provided 2 percent.Sources of LGBTI Funding for Sub-Saharan Africa, by Funder Type (2013-2014)1 Government of Sweden - Stockholm, Sweden US$         8,989,1032 Hivos - The Hague, The Netherlands US$         2,584,0493 Arcus Foundation - New York, United States US$         2,460,6504 Open Society Foundations - New York, United States US$         2,420,5915 Oxfam Novib - The Hague, The Netherlands US$         2,419,6956 Ford Foundation - New York, United States US$         2,260,0007 American Jewish World Service - New York, United States US$         2,220,8918 Heartland Alliance for Human Needs and Human Rights - Chicago, United States US$         1,998,8839 Global Equality Fund - Washington, DC, United States US$         1,975,40610 European Union - Brussels, Belgium US$         1,730,538Public Foundations & IntermediariesUS$ 13,804,16728%Private FoundationsUS$ 13,294,653 27%Government & Multilateral Agencies US$ 18,497,662Anonymous DonorsUS$ 3,265,500 7%37%Corporate FundersUS$ 794,241 2%Note: This section and chart includes grants awarded to intermediaries for the purpose of being re-granted to other organizations.Note: Anonymous donors awarded US$3,265,500 during this period.58 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding by Issue AreaLike other regions, funding for Human Rights was the highest funded issue in Sub-Saharan Africa, garnering nearly US$ 26 million, or 60 percent of the total. Funding to improve the Health and Wellbeing of LGBTI communities in Sub-Saharan Africa received 18 percent of the funding for the region, with funding specifically for HIV/AIDS receiving almost 9 percent. Funding to Strengthen Communities, Families and Visibility received approximately 9 percent of LGBTI funding for the region, while funding to Confront Violence, Homophobia, Biphobia and Transphobia, as well as funding for Education and Safe Schools and Economic Issues received less than 5 percent of LGBTI funding for the region each.Human RightsUS$ 26,121,82960%Other IssuesUS$ 3,833,64910%Health & WellbeingUS$ 7,679,87618%Confronting Violence, Homophobia, Biphobia, & TransphobiaUS$ 1,258,3013%Strengthening Communities, Families, & VisibilityUS$ 4,071,1229%1% Education & Safe SchoolsUS$ 270,877<1% Economic IssuesUS$ 214,952LGBTI Funding for Sub-Saharan Africa, by Issue Area (2013-2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities59Human Rights US$ 26,121,829 60%Challenging Anti-LGBTI Laws US$ 1,397,499 3%Decriminalization and Criminal Justice Reform US$ 169,286 <1%Gender Identity Protections US$ 1,289,791 3%Human Rights US$ 19,787,982 46%Marriage/Civil Unions US$ 150,000 <1%Immigration and Refugee Issues US$ 606,382 1%Nondiscrimination Protections US$ 277,465 1%Sexual and Reproductive Rights/Justice US$ 2,443,423 6%Health & Well Being US$ 7,679,876 18%Cultural Competence and Data Collection US$ 856,392 2%General Health Services and Health Promotion US$ 441,717 1%HIV/AIDS US$ 4,946,650 11%Mental Health, Substance Abuse, and Suicide Prevention US$ 399,422 1%Sexual and Reproductive Health US$ 1,035,695 2%Strengthening Communities, Families, & Visibility                    US$       4,071,122               9%Community Building and Empowerment US$ 1,480,270 3%Religion US$ 1,992,398 5%Strengthening Families US$ 150,000 <1%Visibility US$ 448,455 1%Confronting Violence, Homophobia, Biphobia, & Transphobia        US$      1,258,301                3%Anti-Violence US$ 815,776 2%Homophobia, Biphobia and Transphobia US$ 442,526 1%Education & Safe Schools US$ 270,952 1%Education and Safe Schools US$ 270,877 1%Economic Issues US$ 214,952 1%Labor/Employment US$ 214,952 1%Other Issues US$ 3,833,649 9%Multi-issue US$ 2,033,341 5%Philanthropy US$ 1,072,644 2%Unspecified US$ 723,565 2%Grand Total US$ 43,450,60560 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesProjects and organizations focused on work in Southern Africa received more than US$ 15 million, about 35 percent of the all LGBTI funding for Sub-Saharan Africa. Organizations focused on LGBTI issues within East Africa received US$ 11 million, and region-wide LGBTI programs received US$ 13.8 million. About US$125,000 was awarded to support work in Central Africa.Funding by Sub-Region and CountryLGBTI Funding for Sub-Saharan Africa, by Sub-Region (2013-2014)35%Southern AfricaUS$15,360,338<1%Central AfricaUS$125,28126%East AfricaUS$ 11,498,52732%Sub-Saharan Africa (Region-Wide)US$13,097,9476%West AfricaUS$2,644,946* Note: US$723,565 of funding for Sub-Sa-haran Africa was awarded to grantees in countries not spec-ified by the reporting funder. Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities61Central AfricaTotal LGBTI Funding for Central Africa: US$ 104,659  LGBTI Funding for Central Africa, by Country Location of GranteeDemocratic Republic of Congo US$125,281Top 5 LGBTI Funders for Central Africa (2013-2014) 1 amfAR, Foundation for AIDS Research - New York, United States                                   US$         39,984 2 Government of The Netherlands - The Hague, The Netherlands  US$         20,586 3 Heartland Alliance for Human Needs and Human Rights - Chicago, United States     US$         19,2794 Global Fund for Women - New York, United States                                                     US$         16,0005 Fund for Global Human Rights - Washington DC, United States  US$            15,616East AfricaTotal LGBTI Funding for East Africa: US$ 11,498,527LGBTI Funding for East Africa, by Country Location of Grantee*Burundi  US$        302,990Ethiopia                  US$           11,523Kenya   US$     4,678,041Rwanda  US$         135,897Tanzania  US$ 578,699Uganda   US$     4,719,690Funding for programs in East Africa awarded to grantees based outside the region: Denmark  US$     1,254,372Namibia  US$            21,490Norway   US$         329,228USA   US$         275,000*Note: US$10,000 was awarded for grant recipients in unspecified countries in East Africa.62 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesSouthern AfricaTotal LGBTI Funding for Southern Africa: US$ 15,360,338LGBTI Funding for Southern Africa, by Country Location of Grantee*Botswana  US$ 184,539Lesotho  US$ 100,000Malawi   US$ 676,128Mozambique  US$    1,298,027Namibia  US$    1,210,933South Africa  US$    4,723,351Swaziland  US$    22,937Zambia   US$ 451,567Zimbabwe  US$    1,396,170Funding for programs in Southern Africa awarded to grantees based outside the region: The Netherlands US$ 1,847,652 Norway   US$ 343,095USA   US$     2,850,957*Note: US$ 254,982 was awarded for grant recipients in unspecified countries in Southern Africa. Top 5 LGBTI Funders for Southern Africa (2013-2014)1 Government of Sweden - Stockholm, Sweden       US$        3,997,5432 Oxfam Novib - The Hague, The Netherlands       US$        2,419,6953 European Union - Brussels, Belgium       US$        1,730,5384 COC Netherlands - Amsterdam, The Netherlands       US$        1,297,8825 Hivos - The Hague, The Netherlands       US$            883,2741 American Jewish World Service - New York, United States      US$         1,956,8202 Hivos - The Hague, The Netherlands      US$        1,524,9843 UHAI EASHRI - Nairobi ,Kenya      US$        1,341,1174 The Obel Family Foundation - Aalborg, Denmark      US$        1,254,3725 Government of Sweden - Stockholm, Sweden      US$        1,047,925*Note: Anonymous funders awarded US$3,265,500 during this period.Top 5 LGBTI Funders for East Africa (2013-2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities63West  AfricaTotal LGBTI Funding for West Africa: US$ 2,644,946LGBTI Funding for West Africa, by Country Location of GranteeBurkina Faso  US$   124,486Cameroon  US$   145,359Ghana   US$   163,093Ivory Coast  US$   155,945Liberia   US$   146,460Mali   US$      24,079Nigeria   US$      1,147,708Senegal   US$   185,784Sierra Leone  US$             63,952Togo   US$      64,079Funding for programs in West Africa awarded to grantees based outside the region: France   US$      19,000USA   US$   405,000Top 5 LGBTI Funders for West Africa (2013-2014)1 Heartland Alliance for Human Needs and Human Rights - Chicago, United States       US$        1,004,6342 Ford Foundation - New York, United States       US$            400,0002 MacArthur Foundation, John D and Catherine T. - Chicago, United States       US$            400,0004 Government of The Netherlands - The Hague, The Netherlands        US$           180,0645 American Jewish World Service - New York, United States        US$           149,83464 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesSub-Saharan Africa (Region-Wide)Total Region-Wide LGBTI Funding for Sub-Saharan Africa: US$ 13,097,947Region-Wide LGBTI Funding for Sub-Saharan Africa, by Country Location of Grantee*Burkina Faso  US$ 122,417Kenya   US$ 516,020Namibia  US$ 150,000Nigeria   US$   44,084Senegal   US$           25,000South Africa  US$    7,708,775Uganda   US$ 706,992Funding for region-wide programs in Sub-Saharan Africa awarded to grantees based outside the region: Belgium  US$    20,000Germany  US$    71,580Sweden   US$ 150,000Switzerland  US$   30,000USA   US$    1,418,711*Note: US$ 2,017,206 was awarded for grant recipients in unspecified countries in Sub-Saharan Africa.Top 5 LGBTI Funders for Sub-Saharan Africa Region-Wide (2013-2014)1 Government of Sweden -  Stockholm, Sweden US$        3,943,6362 Global Equality Fund - Washington DC, United States US$      1,975,4063 Arcus Foundation - New York, United States US$       1,726,6504 Government of Finland - Helsinki, Finland US$         1,306,0895 Government of Sweden -  Stockholm, Sweden  US$         1,047,925 Note: Anonymous donors awarded US$1,740,500 during this period. Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities65Funding for LGBTI Issues in the Global NorthOver the two-year period of 2013 - 2014, foundations, corporations, intermediaries, government donors and multilateral agencies awarded US$ 240,595,280 for LGBTI issues in the Global North. For the purposes of this report, the Global North is defined to encompass Canada and the United States and Western Europe. These regions include most of the world’s highest-income countries. They are home to 11 percent of the global population, but received 57 percent of LGBTI funding in this time period.Top Funders and RecipientsThe Top 10 funders of LGBTI issues for the Global North awarded nearly US$ 110 million, or about 46 percent of the total. All of the funders in the Top 10, except for the Government of The Netherlands, were located in the United States.Top 10 LGBTI Funders for the Global North (2013-2014)1 Ford Foundation - New York, United States US$ 22,525,2892 Arcus Foundation - New York, United States US$ 21,629,8483 Gill Foundation - Denver, United States US$ 14,147,9274 Evelyn & Walter Haas, Jr. Fund - San Francisco, United States US$ 11,264,8485 Pride Foundation - Seattle, United States US$ 10,312,547 6 Wells Fargo - Palm Springs, United States US$  7,261,533 7 Government of The Netherlands - The Hague, The Netherlands US$  6,394,3138 Gilead Sciences - Foster City, United States US$  6,006,4479 Tides Foundation - San Francisco, United States US$  5,570,27910 Henry van Ameringen Foundation - New York, United States US$   5,199,000Note: Anonymous donors awarded US$ 23,677,269 during this period.Includes Funding Focused on the United States.66 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Top 10 grant recipients of LGBTI funding for the Global North received a total of US$ 48 million, or 20 percent of the total. The total for Top 10 grant recipients includes more than US$ 4.9 million awarded to various anonymous grantees. COC Netherlands and ILGA-Europe are the only top grant recipients located in Europe; all other top recipients were located in the United States.Top 10 LGBTI Grant Recipients for the Global North (2013-2014)Note: These totals include the full amount of any multi-year grants awarded over the two year period of 2013-2014. Many of the top recipients received grants awarded for a period of 3 years or more. As such, the totals listed may exceed their total two-year operating revenue for 2013-2014. Note: Anonymous Grant Recipients in various locations received a total of US$ 4,931,389 in 2013 and 2014. These grantees are anonymous for safety and security reasons.1 National LGBTQ Task Force - Washington, DC, United States US$  8,192,237 2 Freedom To Marry - New York, United States US$  7,982,8893 COC Netherlands - Amsterdam, The Netherlands US$  5,607,2634 Lambda Legal Defense and Education Fund - New York, United States US$  5,199,3095 ILGA - Europe - Brussels, Belgium US$  4,996,5716 National Center for Lesbian Rights (NCLR) - San Francisco, United States US$  4,479,1007 SAGE - New York, United States US$  4,210,4088 Gay and Lesbian Advocates and Defenders (GLAD)  - Boston, United States US$  3,521,3129 GLAAD - New York, United States US$  3,344,36710 Human Rights Campaign (HRC) Foundation - Washington DC, United States  US$  2,922,318Includes Funding Focused on the United States.Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities67Sources of LGBTI Funding for the Global NorthDuring the two-year period of 2013-2014, 50 percent of LGBTI funding for the Global North was awarded by private foundations. Significant shares of funding were also provided by public foundations and intermediaries (27 percent), anonymous donors (9 percent) and corporate funders (9 percent). Government and multilateral agencies accounted for 5 percent of LGBTI funding for the Global North.52%Note: This section and chart includes grants awarded to intermediaries for the purpose of being re-granted to other organizations. Sources of LGBTI Funding for the Global North, by Funder Type (2013-2014)Anonymous DonorsUS$ 24,677,269 9%Public Foundations & IntermediariesUS$ 71,459,17727%Corporate FoundationsUS$22,133,310 8%Government & Multilateral Agencies US$12,713,0375%Private FoundationsUS$ 133,429,44450%Type of Support and Grant DurationDuring the two-year period of 2013-2014, 57 percent of LGBTI funding for the Global North was restricted for specific programs. Thirty-six percent of funding was general operating or unrestricted support. Two percent of grants were capacity building grants. All other types of support, such as capital support, scholarships, endowment support, matching grants, and seed funds, received a combined total of about 5 percent.LGBTI Funding for the Global North, by Type of Support (2013-2014)Other SupportUS$ 12,354,497 5%General Operating SupportUS$84,828,606 35%Capacity Building SupportUS$ 4,977,503 2%Program SupportUS$ 138,409,67358%Includes Funding Focused on the United States.68 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesExamining LGBTI funding for the Global North by the duration of grants, almost US$ 180 million (or 77percent of the total) were awarded for grant periods of one year or less. Almost US$ 40 million was awarded for various grant durations of two years or more.1 Year   2 Year   3 Year    4 Year US$ 40,000,000 US$ 20,000,000 US$ 0US$ 60,000,000US$ 100,000,000 US$ 80,000,000US$ 120,000,000US$ 140,000,000US$ 180,000,000 US$ 160,000,000US$ 200,000,000US$179,900,586US$39,481,555US$14,001,650US$925,000Funding for LGBTI Issues in the Global North, by Grant Duration (2013-2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities69Focus: united stAtesThis report does not include a focus section on the United States. For detailed data and analysis on funding for LGBTI communities in the US, please refer to Funders for LGBTQ Issues’ 2013 Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by US Foundations and 2014 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by US Foundations.Focus: cAnAdA Over the two-year period of 2013 and 2014, 7 grantmakers invested US$ 1.3 million into LGBTI issues in Canada. The Top 5 funders accounted for 99 percent of LGBTI funding for Canada. All of the organizations that received funding for LGBTI work in Canada were based in Canada.Funder TypeFunding for LGBTI issues in Canada came primarily from private foundations and corporations, which accounted for about 57 percent and 41 percent of the total, respectively.Top 5 LGBTI Funders for Canada (2013-2014)Sources of LGBTI Funding for Canada, by Funder Type (2013-2014)1 Open Society Foundations - New York, United States US$   730,8852 M.A.C. AIDS Fund - New York, United States US$   413,5003 Levi Strauss Foundation - San Francisco, United States US$   150,0004 Mukti Fund -  Santa Cruz, United States US$      40,0005 Liberty Hill Foundation - Los Angeles, California US$      25,000Public Foundations & IntermediariesUS$ 25,6282%Corporate FundersUS$ 563,500 41% Private FoundationsUS$ 779,77557%Note: This section and chart includes grants awarded to intermediaries for the purpose of being re-granted to other organizations.70 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding by Issue AreaHealth and Wellbeing was the top funded issue for Canada, garnering 79 percent of the total, including 65 percent focused on HIV/AIDS.Health & Wellbeing US$   1,086,528 79%General Health Services and Health Promotion US$ 195,000 14%HIV/AIDS US$ 891,528 65%Human Rights US$ 174,985 13%Decriminalization and Criminal Justice Reform US$ 150,000 11%Sexual and Reproductive Rights/Justice US$ 24,985 2%Strengthening Communities, Families, and Visibility US$ 65,000          5%Community Building and Empowerment US$ 10,000 1%Visibility US$ 55,000 4%Economic Issue US$ 33,500         2%Food Security US$ 3,500 <1%Housing and Homelessness US$ 30,000 2%Education & Safe Schools US$ 8,890          1%Education & Safe Schools US$ 8,890 1%Grand Total US$ 1,368,903Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities71Focus: Western euroPeOver the two-year period of 2013 and 2014, 30 grantmakers invested US$ 22 million into LGBTI issues in Western Europe.  The Top 10 funders accounted for more than 76 percent of all funding for the region.Top 10 Funders of LGBTI Issues in Western Europe (2013-2014)Funder TypeCollectively, private foundations and government and multilateral donors account for nearly 80 percent of LGBTI funding for Western Europe – at 29 percent and 50 percent, respectively.  Corporations make up a slightly higher percentage of the funding in Western Europe when compared to global LGBTI funding overall.Distribution of LGBTI Funding for Western Europe By Funder Type (2013-2014)1 Government of The Netherlands - The Hague, The Netherlands US$    6,394,3132 European Union - Brussels, Belgium US$    3,216,8303 Open Society Foundations - New  York, United States US$    1,418,402 4 Global Equality Fund - Washington, DC, United States US$    1,265,0005 M.A.C. AIDS Fund - New York, United States US$    1,221,1856 Arcus Foundation - New York, United States US$   1,098,2007 Sigrid Rausing Trust - London, England US$    1,097,8248 Comic Relief - London, England US$    1,077,3239 Dreilinden - Hamburg, Germany US$    1,054,31910 Esmée Fairbairn Foundation - London, England US$       1,009,502Public Foundations & IntermediariesUS$ 2,146,4039%Government & Multilateral AgenciesUS$ 11,659,58750%Corporate FundersUS$ 1,263,835 5%Private FoundationsUS$ 6,738,486 29%Anonymous DonorsUS$ 490,000 2%Note: This section and chart includes grants awarded to intermediaries for the purpose of being re-granted to other organizations.72 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding by Issue AreaHuman Rights was the top funded LGBTI issue in Western Europe.  Compared to other regions, a relatively low share of funding was devoted to HIV/AIDS.Human RightsUS$ 10,074,29845%Other IssuesUS$ 650,0003%Health & WellbeingUS$ 3,117,83614%Confronting Violence, Homophobia, Biphobia, & TransphobiaUS$ 1,324,7446%Education & Safe SchoolsUS$ 1,022,1845%1% Economic IssuesUS$ 280,20726% Strengthening Communities, Families, & VisibilityUS$ 5,675,805LGBTI Funding for Western Europe, by Issue Area (2013-2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities73Human Rights US$ 10,074,298         45% Challenging Discriminatory Anti-LGBTI Laws US$ 469,518 2%Decriminalization and Criminal Justice Reform US$ 152,476 1%Gender Identity Protections US$ 901,422 4%Human Rights US$ 7,978,364 36%Immigration and Refugee Issues US$ 342,420 2%Sexual and Reproductive Rights/Justice US$ 28,291 <1%Strengthening Communities, Families, and Visibility                 US$     5,675,805          26%Community Building and Empowerment US$ 4,718,674 21%Religion US$ 264,609 1%Strengthening Families US$ 145,079 1%Visibility US$ 547,444 2%Health & Well Being US$ 3,117,836       14%Cultural Competence and Data Collection US$ 160,906 1%General Health Services and Health Promotion US$ 578,859 3%HIV/AIDS US$ 1,212,321 5%Mental Health, Substance Abuse, and Suicide Prevention US$ 745,436 5%Sexual and Reproductive Health US$ 420,314 2%Confronting Violence, Homophobia, Biphobia, & Transphobia     US$   1,324,744             6%Anti-Violence US$ 630,114 3%Homophobia, Biphobia and Transphobia US$ 694,630 3%Education & Safe Schools US$ 1,022,184          5%Education and Safe Schools US$ 1,022,184 5%Economic Issues US$ 280,207          1%Food Security US$ 16,700 <1%Housing and Homelessness US$ 171,670 1%Labor and Employment US$ 91,837 <1%Other Issues US$ 650,000          3%Multi-Issue US$ 650,000 4%Grand Total US$      22,145,07574 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding By Grantee Country:Grantees in the United Kingdom received a quarter of all the funding focused on LGBTI work in Western Europe. Belgium, Germany, Switzerland, and the Netherlands were home to a grantees that also saw significant funding for LGBTI issues in Western Europe.LGBTI Funding for Western Europe, by Country Location of GranteeAustria   US$      68,401 <1%Belgium  US$    312,500    1%Cyprus   US$    138,634    1%Germany  US$    667,539    3%Greece     US$      82,956    <1%Ireland     US$   628,297    3%Italy     US$   645,986    3%Malta     US$      34,595 <1%Norway     US$         6,298 <1%Portugal    US$   165,441    1%Spain      US$   352,819   2%Switzerland  US$         1,000 <1%The Netherlands US$5,969,658  27%United Kingdom US$3,797,553 17%Funding for programs in the Western Europe awarded to grantees based outside the region:USA   US$ 40,000 <1%Note: In addition, US$8,438,366 of funding for Western Europe was awarded to grantees in countries not specified by the reporting funder.LGBTI Funding for Western Europe, by Sub-RegionGlobal Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities75Funding for International LGBTI IssuesOver the two-year period of 2013-2014, 68 foundations and government agencies awarded 288 grants totaling US$ 78,868,506 for LGBTI issues in the international arena.  When funds intended for re-granting are excluded, support for LGBTI issues internationally totaled US$ 55,473,131. Funding for the international arena encompasses all funding that crosses country and region boundaries.  This funding might promote LGBTI issues globally through advocacy to international bodies, efforts to support and connect LGBTI advocates around the world, or other means.Top Funders and RecipientsOver US$ 20 million was re-granted to support funding for international LGBTI issues. In that context, the top 10 funders of international LGBTI issues awarded a total of US$ 61.7 million, or more than three-quarters of the total when funding intended for re-granting is included.Top 10 Funders Supporting International LGBTI Issues (2013-2014)Note: Anonymous donors awarded US$ 6,989,500 during this period.1 Government of The Netherlands - The Hague, The Netherlands US$    19,817,1452 Government of Sweden - Stockholm, Sweden US$    10,622,4603 Arcus Foundation  - New York, United States US$       7,138,0004 Government of Norway - Oslo, Norway US$       6,897,3325 United Kingdom Government - London, England US$       5,201,1126 Global Equality Fund - Washington DC, United States US$       4,032,619 7 Government of the United States - Washington, DC, United States US$       3,634,1428 Government of Finland -  Helsinki, Finland US$       1,580,367 9 Ford Foundation - New York, United States US$       1,555,00010 Government of France - Paris, France US$       1,314,15476 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesTop 10 Grant Recipients for International LGBTI Issues (2013-2014)Note: These totals include the full amount of any multi-year grants awarded over the two year period of 2013-2014. Many of the top recipients received grants awarded for a period of 3 years or more. As such, the totals listed may exceed their total two-year operating revenue for 2013-2014. Note: Anonymous grantees received US$ 15,586,148 during this period.Sources of International LGBTI Funding During the two-year period of 2013-2014, the largest share (59 percent) of international LGBTI funding was awarded by government agencies. A significant amount of the funding was also provided by private foundations (25 percent).Sources of International LGBTI Funding, by Funder Type (2013-2014)Note: In contrast to other parts of this report, this section includes funding for public foundations awarded for the purposes of re-granting.  As such, this does result in some double-counting.  However, including re-granting in this analysis is the most accurate way to capture the full amount of global LGBTI funding coming from (or through) the various types of funders.1 Bridging the Gaps - Amsterdam, The Netherlands US$    12,396,7172 ILGA - Geneva, Switzerland US$    3,921,9223 OutRight Action International - New York, United States US$     1,916,5134 Council for Global Equality - Washington DC, United States US$     1,850,8135 COC Netherlands - Amsterdam, The Netherlands US$     1,728,9596 University of California Los Angeles (UCLA) Williams Institute - Los Angeles, United States US$     1,380,0007 Human Rights Watch - New York, United States US$    1,324,6008 Astraea Lesbian Foundation for Justice - New York, United States US$     1,100,1009 Organization for Refugee Asylum & Migration (ORAM) - San Francisco, United States US$     1,096,07010 Institute of Development Studies  - Brighton, England US$     1,036,520The Top 10 grant recipients of international LGBTI funding received a total of US$27.7 million, or 78 percent of the total.  All of the grantees were located in the Global North, with 7 based in the United States.Anonymous donorsUS$ 6,991,8509%Private FoundationsUS$ 15,193,571 19%Public Funders & IntermediariesUS$ 2,406,3953%Governments & Multilateral AgenciesUS$ 53,339,67568%1% Corporate FundersUS$ 864,515Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities77Type of Support and Grant Duration80 percent of International LGBTI funding  was awarded in the form of program support.  General operating support accounted for 19 percent of all international LGBTI funding.  Capacity-building support was received less than 1 percent of international LGBTI funding.   Emergency funds, matching grants, scholarships, and sponsorships collectively accounted for less than 1 percent of international LGBTI funding.Examining international LBGTI funding by the duration of grants, 46 percent of the funding was awarded for a grant period of one year or less.  17 percent of the funding was awarded for a two-year grant period while grants with a three-year grant period and a four-year grant period accounted for 18 percent each.International LGBTI Funding, by Type of Support (2013-2014)1 Year   2 Years   3 Years    4 Years US$ 25,655,274US$ 9,703,029 US$ 9,869,942 US$ 10,244,887US$ 10,000,000 US$ 5,000,000 US$ 0US$ 15,000,000US$ 25,000,000 US$ 20,000,000Funding for International LGBTI Issues, by Grant Duration (2013-2014)Capacity Building SupportUS$ 276,130<1%General Operating SupportUS$ 10,591,52119%Other SupportUS$ 161,840 <1%Program SupportUS$ 44,443,64180%78 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAppendix: Funding by Country of FocusThis Appendix shows the amount of funding that was designated for LGBTI issues by country of focus over the two-year period of 2013 and 2014. This table does not reflect whether these grants were made to organizations located within or outside each country of focus. Additionally, this table does not include grantmaking for initiatives focused across multiple countries, which in 2013 and 2014 totaled just under US$ 98 million.Albania US$    658,999Algeria US$       95,564Argentina US$       42,446Armenia US$    300,335Australia US$       62,998Austria US$       68,401Bahamas US$          5,000Bahrain US$       10,993Bangladesh US$       64,390Belgium US$    312,500Belize US$    112,700Bolivia US$    527,140Bosnia and Herzegovina US$    460,595Botswana US$    184,539Brazil US$1,134,937Bulgaria US$    144,288Burkina Faso US$    124,486Burundi US$    302,990Cambodia US$       68,976Cameroon US$    164,359Canada US$ 1,368,903Chile US$    140,673China US$3,392,375Colombia US$1,574,320Costa Rica US$       97,796Croatia US$    488,738Cuba US$       83,749Cyprus US$    138,634Czech Republic US$    480,243Democratic Republic of Congo US$      125,281Dominican Republic US$    452,500East Timor US$    235,335Ecuador US$    597,464Egypt US$          3,910El Salvador US$    129,169Estonia US$    192,550Ethiopia US$       11,523Fiji US$       30,000Georgia US$    714,099Germany US$    667,539Ghana US$    163,093Greece US$       82,956Grenada US$       11,000Guatemala US$    313,853Guyana US$       72,584Haiti US$    397,638Honduras US$    922,680Hungary US$    648,031India US$2,781,202Indonesia US$2,888,398Ireland US$    628,297Israel US$    421,000Italy US$    645,986Ivory Coast US$    155,945Jamaica US$    918,425Japan US$ 1,800,000Jordan US$     300,000Kazakhstan US$       29,549Kenya US$ 4,678,041Kosovo US$ 1,353,764Total LGBTI Funding By Country of Focus (2013 - 2014)Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities79Kyrgyzstan US$          5,000Laos US$    422,327Latvia US$   287,550Lebanon US$    330,515Lesotho US$    100,000Liberia US$     146,460Lithuania US$    401,848Macedonia US$    467,799Malawi US$1,059,175Malaysia US$   549,516Mali US$      24,079Malta US$      34,595Mexico US$1,023,066Moldova US$    473,664Mongolia US$      67,212Montenegro US$   113,314Morocco US$       20,581Mozambique US$ 1,298,027Myanmar US$ 1,323,916Namibia US$ 1,210,933Nepal US$       62,500The Netherlands US$ 6,804,690Nicaragua US$ 1,216,881Nigeria US$ 1,415,070Norway US$   170,912Pakistan US$   658,873Palestine US$   251,612Paraguay US$      84,721Peru US$ 1,666,152Philippines US$   1,309,226Poland US$   1,714,577Portugal US$       165,441Romania US$       534,568Russia US$   7,870,229Rwanda US$       135,897Saint Lucia US$          96,300Senegal US$       185,784Serbia US$       674,984Sierra Leone US$          63,952Singapore US$       277,000Slovakia US$       720,664Slovenia US$       197,581South Africa US$   4,238,175Spain US$       352,819Sri Lanka US$       133,895Suriname US$          14,600Swaziland US$          22,937Switzerland US$             1,000Syria US$             3,000Tajikistan US$          77,033Tanzania US$       578,699Thailand US$   2,100,447Togo US$          64,079Trinidad and Tobago US$          15,000Tunisia US$          10,587Turkey US$   3,237,581Ukraine US$   4,931,111Uganda US$   4,719,690United Kingdom US$   3,797,553United States US$217,081,302Vietnam US$  1 ,354,430Zambia US$       451,567Zimbabwe US$   1,396,17080 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAppendix II: 2013-2014 List of LGBTI GrantmakersThis appendix lists all funders and the amount of funding provided for LGBTI issues in 2013-2014, excluding grantmaking focused on the United States. To explore the grantmaking totals of US-based grantmakers funding in the United States, consult Funders for LGBTQ Issues’ 2013 Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by US Foundations and 2014 Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by US Foundations.DONOR NAME NUMBER OF GRANTSDIRECT GRANTS REGRANTING TOTAL11th Hour Project 5 US$ 375,000 US$ 150,000 US$ 525,000AIDS Fund 2 US$       61,139 US$ 61,139AIDS United 1 US$ 40,000 US$ 40,000American Institute of Bisexuality 4 US$ 135,187 US$ 135,187American Jewish World Service 168 US$ 4,570,960 US$ 909,000 US$ 5,479,960amfAR, Foundation for AIDS Research 43 US$ 3,619,596 US$ 10,000 US$ 3,629,596Anonymous Donors 46 US$ 8,415,850 US$ 2,481,500 US$ 10,897,350Arcus Foundation 101 US$ 9,855,950 US$  3,450,000 US$ 13,305,950ARIA Foundation 2 US$ 87,000 US$ 87,000Astraea Lesbian Foundation for Justice 148 US$ 2,185,579 US$ 2,185,579Babson Charitable Foundation, Susan A. and Donald P. 1 US$ 1,000 US$ 1,000Barrow Cadbury Trust 5 US$ 133,746 US$ 133,746Benetech Human Rights Program 13 US$ 123,366 US$ 32,000 US$ 155,366Bohnett Foundation, David 5 US$ 68,500 US$ 68,500Boston Foundation 1 US$ 25,000 US$ 25,000Broadway Cares/Equity Fights AIDS 2 US$ 15,000 US$ 15,000Calamus (Delaware) 4 US$ 28,500 US$ 28,500Calamus Foundation (New York) 1 US$ 25,000 US$ 25,000California Community Foundation 4 US$ 9,500 US$  9,500CISU - The Civil Society Fund 1 US$ 213,822 US$ 213,822Collingwood Foundation 1 US$ 10,000 US$ 10,000Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities81DONOR NAME NUMBER OF GRANTSDIRECT GRANTS REGRANTING TOTALComic Relief 5 US$ 1,077,323 US$ 1,077,323Community Foundation for Greater Buffalo 1 US$ 1,000 US$ 1,000Community Foundation for Northeast Florida 1 US$ 33,000 US$ 33,000Council of Europe 3 US$ 10,585 US$ 10,585 Danish AIDS Foundation, The 2 US$ 582,576 US$ 582,576Disability Rights Fund 2 US$ 94,000 US$ 94,000Dreilinden 29 US$ 1,763,387 US$ 522,435 US$ 2,285,822EEA and Norwat Grants (Iceland, Liechtenstein & Norway) 65 US$ 4,039,054 US$ 4,039,054Elton John AIDS Foundation 2 US$ 145,275 US$ 145,275Esmée Fairbairn Foundation 8 US$ 1,009,502 US$ 1,009,502Esmond Harmsworth 1997 Charitable Foundation 1 US$ 35,000 US$ 35,000European Commission 4 US$ 116,548 591,687 US$ 708,235European Refugee Fund 4 US$ 342,420  US$ 342,420European Union 23 US$ 14,266,141 US$ 14,266,141FNV Trade Union 1 US$ 25,294 US$                               25,294Ford Foundation 43 US$ 7,775,317 US$ 350,000 US$ 8,125,317Foundation for a Just Society 5 US$ 210,000 US$ 750,000 US$ 960,000FRIDA Fund 8 US$ 29,000 US$ 29,000Front Line Defenders 68 US$ 221,734 US$ 221,734Fund For Global Human Rights 75 US$ 1,792,682 US$ 1,792,682Gay Asian Pacific Alliance (GAPA) Foundation 1 US$ 1,500 US$ 1,500Gilead Sciences 7 US$ 119,900 US$ 119,900Global Equality Fund N/A  US$          11,384,884Global Fund for Women 27 US$ 508,810 US$ 508,810Government of Austria 2 US$ 799,326 US$ 799,326Government of Finland 9 US$ 1,759,955 US$ 1,306,089 US$ 3,066,043Government of France 6 US$ 1,221,421 US$ 175,016 US$ 1,396,437Government of Germany 22 US$ 761,371 US$ 761,371Government of Norway 30 US$ 9,892,015 US$ 9,892,015Government of Sweden 114 US$ 23,934,465 US$ 9,280,302 US$ 33,214,767Government of The Netherlands 179 US$              30,504,978 US$              4,397,955 US$          34,902,93282 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesDONOR NAME NUMBER OF GRANTSDIRECT GRANTS REGRANTING TOTALGovernment of the United Kingdom 4 US$ 1,036,520 US$ 4,164,591 US$ 5,201,112Government of the United States N/A US$ 11,137,208 US$ 11,137,208Haas, Jr Fund, Evelyn & Walter 1 US$ 120,000 US$ 120,000Heartland Alliance for Human Needs and Human Rights 40 US$ 2,290,883 US$ 8,000 US$ 2,298,883Hirschfeld-Eddy-Foundation Germany 1 US$ 36,701 US$ 36,701HIV Young Leaders Fund 5 US$ 50,000 US$ 50,000Hivos 130 US$ 13,369,497 US$ 13,369,497Horizons Foundation 32 US$ 618,500 US$ 618,500Human Rights Campaign Foundation 1 US$ 12,000 US$ 12,000Jewish Community Federation of San Francisco, The Peninsula, Marin & Sonoma1 US$ 12,500 US$ 12,500Johnson Family Foundation 1 US$ 1,000 US$ 1,000King Baudouin Foundation 1 US$ 40,000 US$ 40,000Levi Strauss Foundation 35 US$ 3,490,950 US$ 3,490,950LGBT Denmark 3 US$ 226,139 US$ 226,139Liberty Hill Foundation 3 US$ 26,800 US$ 26,800M.A.C. AIDS Fund - 46 US$ 3,499,575 US$ 605,015 US$ 4,104,590MacArthur Foundation, John D and Catherine T. 2 US$ 400,000 US$ 400,000Mama Cash 33 US$ 1,754,197 US$ 1,754,197Mandel-Rodis Fund 8 US$ 276,000 US$ 100,000 US$376,000Mossier Foundation, Kevin J. 5 US$ 347,500 US$ 347,500MTV Staying Alive Foundation 8 US$ 100,000 US$ 100,000Mukti Fund 2 US$ 40,000 US$ 40,000National Association of Senior Citizens (ANBO) 2 US$ 88,445  US$ 88,445 Open Society Foundations 158 US$ 10,566,025 US$ 295,800 US$ 10,861,825Oranje Fonds 2 US$ 73,006 US$ 73,006 Our Fund 7 US$ 15,750 US$ 15,750Overbrook Foundation 1 US$ 25,000 US$ 25,000Oxfam Novib 6 US$                    3,019,210 US$   3,019,210Palette Fund 3 US$ 107,500 US$ 107,500Pride Foundation 2 US$ 413,808 US$ 413,808Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities83DONOR NAME NUMBER OF GRANTSDIRECT GRANTS REGRANTING TOTALStichting Ondersteboven 2 US$ 103,504 US$ 103,504 Rocking Moon Foundation 2 US$ 110,000 US$ 110,000San Diego Human Dignity Foundation 3 US$ 23,000 US$ 23,000San Francisco Foundation 2 US$ 10,750 US$ 10,750Sigrid Rausing Trust 15 US$ 3,537,433 US$ 3,537,433Silicon Valley Community Foundation 2 US$ 3,128 US$ 3,128Small Change Foundation 1 US$ 15,000 US$ 15,000South Africa Development Fund 3 US$ 426,796 US$ 426,796Stiftung EVZ 17 US$ 780,071 US$ 36,701 US$ 816,772Stonewall Community Foundation 9 US$ 2,600 US$ 500 US$ 3,100Summit Charitable Foundation, The 1 US$ 50,000 US$ 50,000Tawani Foundation 1 US$ 10,000 US$ 10,000The Obel Family Foundation (Den Obelske Familie Fond)2 US$ 1,254,372 US$ 368,754 US$ 1,623,126The Other Foundation 31 US$ 299,372 US$ 299,372Tides Foundation 29 US$ 627,750 US$ 627,750UHAI EASHRI (East African Sexual Health and Rights Initiative) 84 US$ 1,341,117 US$ 1,341,117Urgent Action Fund - Africa 12 US$ 59,141 US$ 59,141Urgent Action Fund - USA 31 US$ 152,312 US$ 2,774 US$ 155,086van Ameringen Foundation, Henry 4 US$ 50,000 US$ 50,000ViiV Healthcare 7 US$ 2,031,632 US$ 100,000 US$ 2,131,632Warhol Foundation for the Visual Arts, Andy 1 US$ 100,000 US$ 100,000Wells Fargo 1 US$ 1,000 US$ 1,000Women's Foundation of California 1 US$ 2,000 US$ 2,000World Justice Project 1 US$ 19,000 US$ 19,000Grand Total 1,925 US$  207,687,997 US$  34,297,641 US$  241,985,63784 Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAnnex: The Future of Monitoring Official Development Aid Disbursements relevant to LGBTI/SOGI through the OECD DatabaseThe 2013-2014 Global Resources Report is based on grants data collected directly from foundations and government agencies. Here two researchers present a complementary methodology for identifying and tracking LGBTI-focused grants by searching existing databases that gather information on aid for development, such as OECD’s Aid Activity database.Felicity Daly DrPH, Executive Director, Kaleidoscope Trust, and Leonardo Arregoces MD, MSc, Research Fellow, London School of Hygiene and Tropical Medicine.The Organisation for Economic Co-operation and Development (OECD)’s Creditor Reporting System (CRS) Aid Activity database collects information on Official Development Assistance (ODA), which enables analysis of how much and where ODA is channelled and what purposes it serves. With 2.2 million records of more than US$ 2 trillion in disbursements between 2002-2013, the CRS database has proven to be a valuable source for resource tracking.   To test the extent to which future Global Resource Reports could  benefit from using the CRS database to monitor ODA disbursements targeted  to benefit LGBTI people, or focused on ending discrimination on the basis of sexual orientation and gender identity (SOGI), we implemented the resource tracking method used by the Countdown to 2015 Health Financing group1. The complete CRS Aid Activity datasets for the years 2002-2013  were downloaded from the OECD Stat website and searches performed based on several keywords related to LGBTI issues. As some of the terms used cannot be considered exclusive to these issues, false positives were expected. Records where at least one of the keywords was found were subsequently manually reviewed and coded if they were relevant  to LGBTI issues. For each keyword we calculated the proportion  considered relevant for inclusion. A high proportion could be interpreted as a validation that the  applied method has  potential for further research to  estimate the sensitivity  and specificity of different keywords, that would support faster and efficient tracking of aid. 1 Arregoces L, Daly F, Pitt C, Hsu J, Martinez-Alvarez M, Greco G, Mills A, Berman P, Borghi J. Countdown to 2015: changes in official development assistance to reproductive, maternal, newborn, and child health, and assessment of progress between 2003 and 2012. Lancet Glob Health 2015; 3: e410–22Additionally, we used the information contained in the records counted for inclusion to estimate disbursements to recipient countries for LGBTI issues.Several keywords (e.g., the acronym LGBT and the terms lesbian and transgender) were highly accurate in identifying  projects relevant to LGBTI issues, while others (e.g. stigma) were relevant in less that 1% of the cases. A total of 2,642 projects were identified through keywords, with only 1,172 (44%) considered relevant for inclusion. Our preliminary analysis of disbursements based on this keyword search identified US$ 429.5 million in ODA for LGBTI issues between 2002-2013, which represents a 0,02% of total ODA disbursed in that period. This initial analysis of the records suggest an exponential growth of disbursements for LGBTI/SOGI issues over time. However, these figures are likely to be an overestimate as not all disbursements are exclusively focused on LGBTI communities. We note that the volume of funding for the HIV response, which often only incidentally benefits LGBTI communities, contributes to the overestimate and dwarfs funding for interventions to protect and advance the human rights of LGBTI people. Further research is needed to estimate the LGBTI-focused portion of projects with a wider  scope. This method could be applied to search other databases that gather information about aid disbursements, such as datasets that  utilize the International Aid Transparency Initiative  standard.Beyond improving future Global Resource Reports, this approach could also support advocacy for increased LGBTI-focused development aid so as to end discrimination on the basis of sexual orientation and gender identity and assure that “no one is left behind”. Global Resources ReportGovernment and Philanthropic Support for lesbian, gay, bisexual, transgender, queer, and intersex communities85MethodologyThe 2013-2014 Global Resource Report analyzes grant-level data for grants awarded in 2013 and 2014 to support lesbian, gay, bisexual, transgender, and intersex issues.  It relies on grant awards as opposed to grant disbursements.For multi-year commitments, the sum of the grant is counted in the year it is awarded.  For example, a two- year grant for US$ 100,000 awarded in 2013 would be credited as a US$ 100,000 grant in 2013 as opposed to a US$ 50,000 grant in 2013 and then another US$ 50,000 grant in 2014 – or whatever the disbursements might be.Our overarching research goal was to ensure that the data we collected focused specifically on LGBTI issues and organizations. Therefore, the data does not include grants to organizations or projects that are generally inclusive of LGBTI people unless they explicitly address an LGBTI issue or population. For example, a human rights organization given a grant to provide asylum services to marginalized refugees, open and welcoming of all refugees, including LGBTI people, would not have been included in the data. If that same human rights organization were funded to provide asylum services specifically supporting LGBTI refugees, it would have been included.To maintain consistency, grantmakers were asked to provided the raw grant-level data, which in turn was coded and analyzed by a research team at Funders for LGBTI Issues.  The 2013-2014 Global Resource Report surveyed the grantmaking of more than 1,000 philanthropic entities and more than a dozen donor governments.  All types of philanthropic entities were surveyed, including:• Private foundations established by a family or individual      donor; • Public foundations set up to raise the money it then          grants out, inclusive of non-governmental organizations       with grantmaking  programs;• Corporate foundations of and grantmaking programs at      for- profiit organizations; as well as Anonymous donors.Information was obtained predominantly through self-reporting, and was supplemented by a review of US IRS form 990s and annual reports where available.  All government grantmaking was self-reported. This report includes all information received as of June 10,, 2016. We have included all re-granting dollars in charts that rank individual grantmakers and the appendix to accurately show the overall level of LGBTQ funding provided by each grantmaker, regardless of whether those dollars are provided in the form of direct grants or through an intermediary that then re-grants those dollars to other organizations and individuals. As a result, the charts that rank grantmakers and the appendix ”double-count” re-granting when aggregated.  However, for all other tabulations and charts, we have not included dollars awarded for the purpose of re-granting, so as to avoid double counting.About Funders For LGBTQ IssuesWHO WE AREFunders for LGBTQ Issues is a network of more than 70 foundations, corporations, and funding institutions that collectively award more than US$ 1 billion annually, including more than US$100 million specifically devoted to LGBTQ issues.WHAT WE DOResearch & CommunicationsFunders for LGBTQ issues has a long history of reporting on LGBTQ grantmaking by both U.S. foundations and international institutions. We produce an annual tracking report and other special reports to monitor the character of LGBTQ funding in order to identify trends, gaps, and opportunities. Our reports on domestic and global LGBTQ funding are considered the field’s most reliable and useful source of data on resource flows to LGBTQ communities. Many of our reports have been cited by academic journals, think tanks, non-governmental organizations, government agencies, newspapers, blogs, and other media.Outreach & Support ServicesFunders for LGBTQ Issues conducts individualized outreach and engagement of funders not currently funding LGBTQ issues to demonstrate how LGBTQ issues intersect with a range of grantmaking priorities. We connect with allies in foundations not yet funding LGBTQ issues and work with them to build institutions that are more inclusive and responsive to LGBTQ communities.Convening & Collective ActionFunders for LGBTQ Issues regularly convenes grantmakers committed to LGBTQ issues so that they may connect with one another, learn from each other, coordinate their efforts, and maximize their impact. We host working groups and initiatives on specific topics to help funders shape funding strategies and leverage opportunities for new philanthropic partnerships. Through participation in other philanthropic conferences and partnerships with other funder networks, we also broaden our reach and ensure LGBTQ voices are present in vital funding conversations.MISSIONFunders for LGBTQ Issues works to increase the scale and impact of philanthropic resources aimed at enhancing the wellbeing of lesbian, gay, bisexual, transgender and queer communities, promoting equity, and advancing racial, economic and gender justice.86 Global Resources ReportGovernment and Philanthropic Support for lesbian, gay, bisexual, transgender, queer, and intersex communitiesLEARN MORE AND EXPLORE ADDITIONAL RESOURCES  FOR LGBTQ GRANTMAKERS AT:WWW.LGBTFUNDERS.ORGFOLLOW US ON SOCIAL MEDIA: TWITTER: @LGBTFUNDERSFACEBOOK: /LGBTQFUNDERS Funders for LGBTQ Issues104 West 29th Street, 4th FloorNew York, NY 10009+1 (212) 475-2930BOARD OF DIRECTORS Rebecca Fox, Chair Program Officer,  Wellspring AdvisorsSurina Khan, Vice Chair CEO, Women’s Foundation of CaliforniaKristine Stallone, Treasurer Vice President for Finance and Administration,  American Jewish World ServiceBeatriz “Bia” Vieira,  Secretary Philanthropic ConsultantRohit Burman Executive Director, Global Philanthropy and Corporate Citizenship, Estée Lauder CompaniesAlfredo Cruz Director of Programs, Foundation for LouisianaGabriel Foster Co-Founder and Director, Trans Justice  Funding ProjectMatthew “Matty” Hart Coordinator, Global Philanthropy Project & Trustee, Calamus Foundation (DE)Cindy Rizzo Senior Advisor, Evaluation & Strategy, Arcus FoundationMitchell Singer Director, Rockefeller Philanthropy AdvisorsRye Young Executive Director, Third Wave Fund STAFF Ben Francisco Maulbeck PresidentLyle Matthew Kan Director of Research & CommunicationsMarvin Webb Director of Finance & AdministrationKristina Wertz Director of EngagementRebecca Wisotsky Director of Philanthropic OutreachChantelle Fisher-Borne Project Director, Out in the South FundNaa Hammond Research & Communications AssociateGlobal Resources ReportGovernment and Philanthropic Support for lesbian, gay, bisexual, transgender, queer, and intersex communities87About Global Philanthropy Project (GPP)MISSIONGlobal Philanthropy Project (GPP) is a collaboration of funders and philanthropic advisors working to expand global philanthropic support to advance the human rights of lesbian, gay, bisexual, transgender, and intersex (LGBTI) people in the Global South and East. WHO WE AREEstablished in 2009, GPP’s 16 member organizations include many of the leading global funders and philanthropic advisors for LGBTI rights.  As the first international cohort of LGBTI funders, GPP is internationally recognized as the primary thought leader and go-to partner for donor coordination around global LGBTI work.OUR GOALSCultivate and deepen the knowledge, skills and capacity of GPP members and other funders in support of global LGBTI issues. Increase the amount and influence the type of private and public foundation funding dedicated to global LGBTI issues.Increase the amount and influence the type of multilateral and bilateral aid and development funding dedicated to global LGBTI issues.Increase the amount and influence the type of philanthropic giving from individual donors dedicated to global LGBTI issues.Increase the amount and influence the type of philanthropic giving from corporations dedicated to global LGBTI issues.Build a dynamic, responsive, and effective structure enabling the GPP network.88 Global Resources ReportGovernment and Philanthropic Support for lesbian, gay, bisexual, transgender, queer, and intersex communitiesTO LEARN MORE VISIT US ON THE WEB AT: WWW.GLOBALPHILANTHROPYPROJECT.ORG FOLLOW US  ON TWITTER: @GPP_UPDATESGlobal Philanthropy ProjectC/O Astraea Lesbian Foundation for Justice116 East 16th Street, 7th FloorNew York, NY 10003EXECUTIVE COMMITTEEJ. Bob Alotta, Co-Chair Executive Director, Astraea Lesbian Foundation for JusticeAdrian Coman, Co-Chair Program Director, International Human Rights  Arcus FoundationMaxim Anmeghichean Program Officer,  Open Society Human Rights Initiative Open Society FoundationsShalini Eddens Director of Programs,  Urgent Action Fund for Women’s Human Rights,Dave Scamell Associate Director,  Sexual Health and Rights American Jewish World ServiceSTAFFMatthew Hart Coordinator mhart@globalphilanthropyproject.org Ezra Berkley Nepon  Associate enepon@globalphilanthropyproject.orgGlobal Resources ReportGovernment and Philanthropic Support for lesbian, gay, bisexual, transgender, queer, and intersex communities89AcknowledgementsREPORT CREDITSAuthors:Naa Hammond, Lyle Matthew Kan, and Ben Francisco MaulbeckProject Directors:Matthew Hart and Ben Francisco MaulbeckCopy Editors:Matthew Hart, Ezra Nepon, Marvin Webb, and Rebecca WisotskyCreative Director:Lyle Matthew KanDesigner:Giulia Parri, Maqué StudioFinishing Designer:Trevor Messersmith, 80east DesignGovernment and Foundation LiaisonMatthew HartLead Researcher:Naa HammondResearchers:Naa Hammond, Lyle Matthew Kan, and Ben Francisco MaulbeckGlobal Communications and Logistics Coordinator: Ezra NeponTHANK YOUThe 2013-2014 Global Resources Report was a truly collaborative effort that would not have been possible without the dedicated members of both Funders for LGBTQ Issues and Global Philanthropy Project.  We’re particularly grateful to Addison Smith who, through countless hours of consultation, helped make this report a reality.  We’d like to thank each of the foundations, government agencies, and other grantmakers who shared their data with us and trusted us to produce a useful tool for the field.  This includes our friends at Funders Concerned About AIDS who graciously shared data.  We’d also like to acknowledge the following list of individuals for reading an early draft of the report and providing invaluable feedback: J. Bob Alotta, Ise Bosch, Mark Bromley, Namita Chad, Adrian Coman, Julie Dorf, Shalini Eddens, Somjen Frazer, Michael Guest, Sarah Gunther, Michael Heflin, Erin Howe, Allison Jernow, Happy Kinyili, Mutisya Leonard, Kerry-Jo Lyn, Mukami Marete, Wanja Muguongo, Lia Parifax, Cindy Rizzo, Dave Scamell, Nadia van der Linde, and Luis Vivaldi.  Thank you everyone for making this the best possible report with your insights and recommendations.90Global Resources ReportGovernment and Philanthropic Support for lesbian, gay, bisexual, transgender, queer, and intersex communities© June 2016, FUNDERS FOR LGBTQ ISSUES & GLOBAL PHILANTHROPY PROJECT  Permission is granted to reproduce this document in part or in its entirety, provided that Funders for LGBTQ Issues and Global Philanthropy Project are cited as the source for all reproduced material.Global Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities91© June 2016, FUNDERS FOR LGBTQ ISSUES & GLOBAL PHILANTHROPY PROJECT  Permission is granted to reproduce this document in part or in its entirety, provided that Funders for LGBTQ Issues and Global Philanthropy Project are cited as the source for all reproduced material.",
    "id": 87085561,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:28238"
    },
    "title": "2013-2014 Global Resources Report: Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender and Intersex Communities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-07-07T01:00:00+01:00",
    "publisher": "Global Philanthropy Project (GPP)",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/28238/28238.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/87085561.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/87085561"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/87085561/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/87085561/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/87085561"
        }
    ],
    "abstract": "The 2013-2014 Global Resources Report: Philanthropic & Government Support for Lesbian,Gay, Bisexual, Transgender, and Intersex Communities, is the most comprehensive report to date on the state of foundation and government funding for lesbian, gay, bisexual, transgender, and intersex (LGBTI) issues. This first-of-its-kind report captures data on 9,632 grants awarded by 415 foundations, intermediaries, and corporations and by 16 government and multilateral agencies over the two-year period of 2013-2014. It provides detailed data on the distribution of LGBTI fundingby geography, issue, strategy, and population focus, offering a baseline for identifying trends, gaps, and opportunities in the rapidly changing landscape of LGBTI funding",
    "tags": [
        "report",
        "LGBTQI",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:28238",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 87085561,
        "depositedDate": null,
        "publishedDate": "2016-07-07T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:45:56+00:00",
        "acceptedDate": null,
        "createdDate": "2017-10-12T12:00:25+01:00"
    },
    "urls": [
        "https://issuelab.org/resources/28238/28238.pdf",
        "https://issuelab.org/permalink/resource/28238"
    ],
    "lastUpdate": "2024-02-14T12:45:56+00:00",
    "setSpecs": []
}