{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ben Francisco Maulbeck"
        },
        {
            "name": "Lyle Matthew Kan"
        }
    ],
    "contributors": [],
    "createdDate": "2017-10-12T12:00:25+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/87085560.pdf",
    "fullText": "2014 TRACKING REPORTLesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. FoundationsGENERAL OVERVIEWLesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations in 2014 at a glance:Number of Foundations and  Corporations Making LGBTQ Grants 313Number  of Grants 4,552Total Investment  in LGBTQ Issues $153,248,693Number  of Grantees 2,02830,000,00060,000,00090,000,000120,000,000150,000,00020142005 2006 2007 2008 2009 2010 2011 2012 20132005 $58,269,914 $70,632,803 2006 $71,336,251  $83,769,140 2007 $80,295,279 $91,678,402 2008  $116,181,019 $127,746,616 2009 $96,533,298 $106,521,984 2010 $96,829,756 $105,125,263 2011 $123,012,423 $129,463,850 2012 $121,412,490 $125,189,279 2013 $129,112,119 $131,146,077 2014 $153,248,693 $153,248,693 Total Annual LGBTQ Grant Dollars, 2005-2014Foundation funding for LGBTQ issues reached a record high of $153.2 million in 2014.  This represents an 18.7 percent increase from 2013. Nominal dollars (not adjusted)2014 dollars (adjusted for inflation)Despite significant gains, for every 100 dollars awarded by U.S.  foundations only 28 cents goes to LGBTQ issues.  Moreover,  62 of the largest 100 foundations in the United States provided no funding that specifically focused on LGBTQ communities.  For the 38 that did provide funding, only 5 of them awarded  1 percent or more of their grantmaking to LGBTQ issues100 of the Largest U.S. Foundations, by Level of Giving  for LGBTQ IssuesNo grantmaking devoted specifically  to LGBTQ issuesLess than 1% of grant- making devoted to LGBTQ issues1% or more of grant- making devoted to  LGBTQ issuesKEY TRENDS: ISSUES AND POPULATIONSFunding for HIV/AIDS and criminalization or criminal justice reform in the United States increased by 94 percent and 107 percent respectively.  Funding for trans communities increased by more than $4.5 million or  54 percent to a record-breaking $12.8 milllion in the U.S. in 2014.Funding for HIV/AIDS Funding for Trans CommunitiesFunding For Criminalization  and Criminal Justice Reform$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$2014 — $14,928,634 2014 — $2,490,250 2014 — $12,872,5622013 — $7,708,263 2013 — $1,201,870 2013 — $8,310,434$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$$  = $500,000KEY TRENDS: GEOGRAPHIC FOCUSFunding for local LGBTQ communities in the U.S. South and Mountain region increased by 40 percent and 27 percent, respectively.Midwest-10% Northeast-8% South+40% Pacific+6% Mountain+27% Top FundersArcus  Foundation $17.0 MILLIONGill Foundation $7.0 MILLIONFord Foundation $15.4 MILLIONOpen  Society  Foundations $6.5 MILLIONGilead  Sciences $6.1 MILLIONPride  Foundation $5.4 MILLIONWells  Fargo $3.6 MILLIONamfAR,  Foundation for  AIDS Research $3.4 MILLIONM.A.C.  AIDS Fund $3.4 MILLIONEvelyn and Walter Haas, Jr. Fund  $5.3 MILLIONThe top 10 funders of LGBTQ issues provided $73.1 million in grants, or 48 percent of the year’s total.Sources of LGBTQ FundingAs in previous years, private foundations provided the largest share of dollars — $83.4 million, or 49 percent. One-third of 2014 dollars ($60.5 million) for LGBTQ issues were driven by LGBTQ donors themselves either through private foundations established by LGBTQ donors or public funders dedicated to LGBTQ communities.10%  Anonymous Funders  ($17,742,619) 12%  Corporations  ($20,472,398)4%  Community Foundations  ($5,942,045)26% Non-LGBTQ Private Foundations ($43,891,666 )23% LGBTQ Private Foundations ($39,528,325)10% LGBTQ Public Foundations ($17,714,387)14% Other Public Foundations ($24,151,818)Geographic FocusIn 2014, nearly three-quarters  of funding focused on domestic LGBTQ communities, which was split nearly evenly between national work and work done at the statewide or local level.34%  Domestic –  National  ($52,652,969)6% Inter- national ($9,512,591)27%  Domestic – Local  ($40,816,289)4% Global – Regional ($5,932,462)9% Domestic – State ($14,315,903)3% Domestic – Regional (Multi-State) ($4,808,897)1% Global – Local ($1,358,981)16% Global – National ($23,845,601)Note: $5,000 or <1%  was unspecified2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations2INTRODUCTIONI am pleased to share with you the 2014 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations. This report provides a detailed summary of the scope and character of foundation funding for LGBTQ issues in calendar year 2014. This 13th annual edition of the tracking report captures data on 4,552 grants awarded by 313 foundations, making it the most comprehensive assessment of LGBTQ funding available.In 2014, foundation funding totaled $153.2 million, a record high for LGBTQ grantmaking. So as to avoid double-counting, this total excludes approximately $16.2 million awarded to intermediaries for the purposes of re-granting. This 19-percent increase is promising news, but any enthusiasm about the growth of LGBTQ funding must also be tempered by an awareness of several other realities. Funding for LGBTQ issues continues to be only a tiny fraction of a percent of all foundation funding. This year, for the first time, we reviewed the grantmaking of 100 of the largest foundations and found that 62 of them had not awarded even a single grant focused on LGBTQ issues. This confirms the need for raising awareness in the wider philanthropic community around the many urgent and unique challenges facing LGBTQ communities.  As always, we have continued to adapt the format and taxonomy of the tracking report to reflect the evolving field of LGBTQ philanthropy. Several new features are of note:•  Throughout the report, we have added several “Behind the Numbers” sidebars, to provide a more detailed analysis of key trends, such as the growth of LGBTQ-focused HIV/AIDS funding and the potential shift in funding after the achievement of marriage equality in the U.S.•  To reflect the evolving scope of issues being funded, new issue categories now track funding for nondiscrimination protections, religious exemptions, reproductive rights and justice, and food security.•  Likewise, to better capture the multiple identities of LGBTQ people, new population categories now track funding focused on various communities of faith.As a caveat, remember that this report only includes funding from foundations and corporations — not from individual donors or government agencies — and as such only captures a portion of all giving to LGBTQ issues.  You will also note that the global section of this year’s report is shorter than in recent years. That is because we will provide much more detailed information on funding for LGBTQ issues internationally and outside the U.S. in another report to be released in the spring of 2016 — which is being produced in collaboration with the Global Philanthropy Project, and will capture funding from funders from around the world. It is my hope that this report continues to prove useful to funders, nonprofit leaders, and other stakeholders in identifying trends, gaps, and opportunities for LGBTQ grantmaking.  As with all of our research, our goal is to provide accurate and user-friendly data on LGBTQ funding, so as to advance our mission of increasing the scale and impact of LGBTQ philanthropy.Take Care,Ben Francisco Maulbeck 2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 3 TABLE OF CONTENTS 2 INTRODUCTION 4 OVERVIEWLGBTQ Funding in the Context of Overall Foundation GrantmakingTop GrantmakersTop Grant RecipientsSources of LGBTQ FundingGeographic FocusType of SupportPopulation Focus Strategies FundedIssues Addressed 13 DOMESTIC FUNDING OF LGBTQ ISSUESLocal, State and Regional Funding of LGBTQ IssuesFunding Per LGBT AdultIssues Addressed in Domestic FundingDomestic Population FocusBehind the Numbers: Why Did LGBTQ Funding for HIV/AIDS Go Up So Much? 23 DOMESTIC FUNDING BY TYPE OF ORGANIZATIONBreakdown of Domestic Funding for LGBTQ OrganizationsBreakdown of Domestic Funding for Non-LGBTQ OrganizationsBehind the Numbers: Where Will the Funding for Marriage Equality Go? 29 GLOBAL FUNDING OF LGBTQ ISSUESGlobal LGBTQ Funding By Region and Issues AddressedGlobal Funding by Location of Grantee 33 COMMUNITY FOUNDATION GRANTMAKING FOR LGBTQ ISSUES Issues Addressed by Community FoundationsGeographic Focus of Community Foundations 36 CORPORATE GRANTMAKING FOR LGBTQ ISSUESIssues Addressed by Corporate FundersGeographic Focus of Corporate Funders 39 PRIVATE FOUNDATION GRANTMAKING FOR LGBTQ ISSUESIssues Addressed by Private FoundationsGeographic Focus of Private Foundations 42 PUBLIC FUNDER GRANTMAKING FOR LGBTQ ISSUESIssues Addressed by Public FundersGeographic Focus of Public FundersBehind the Numbers: How Much Funding is Leaving the LGBTQ Field? 46 APPENDIX: 2014 LIST OF LGBTQ GRANTMAKERS IN THE U.S. 56 METHODOLOGY AND ACKNOWLEDGEMENTS 57 REPORT CREDITS2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations4OVERVIEWIn 2014, foundations and corporations awarded 4,552 grants totaling $153.2 million to support organizations and programs addressing lesbian, gay, bisexual, transgender, and queer issues. Both the total dollar amount and the total number of grants are new historic highs for LGBTQ grantmaking. Compared to 2013, LGBTQ funding grew by nearly 19 percent — one of the largest increases in the past decade. In the period of 2005-2014, LGBTQ funding has grown by a factor of 2.6, but only the years 2006, 2008 and 2011 saw increases of similar or greater proportion than 2014. The increase in LGBTQ funding has been more modest when these figures are adjusted for inflation, only slightly more than doubling.Of the $24.1 million increase, about half ($12.9 million) is attributable to a growth in HIV/AIDS funding targeting LGBTQ communities. In particular, HIV/AIDS funders such as Gilead, amfAR, ViiV Healthcare, the MAC AIDS Fund, Elton John AIDS Foundation, Washington AIDS Partnership, and AIDS United all increased their grantmaking focused on gay and bisexual men and transgender communities. Several of these funders have developed specific new funding strategies for HIV prevention and treatment in LGBTQ communities. (See Behind the Numbers sidebar on page 22 for more details on the increase in LGBTQ-focused HIV/AIDS funding.)More than $9 million (38 percent of the total increase in LGBTQ funding) was due to other non-LGBTQ-focused funders increasing their grantmaking for LGBTQ communities. In particular, several funders increased their LGBTQ grantmaking by $500,000 to $1 million: 11th Hour Project, Foundation for a Just Society, the Fund for Global Human Rights, Levi Strauss & Co. Foundation, Jewish Communal Fund of New York, the MacArthur Foundation, Marguerite Casey Foundation, the New York Women’s Foundation, Robert Wood Johnson Foundation, and the William & Flora Hewlett Foundation. Other non-LGBTQ funders that increased their LGBTQ grantmaking significantly included the Boston Foundation, the California Wellness Foundation, the Cleveland Foundation, Groundswell Fund, and NEO Philanthropy.Finally, there were increases from several LGBTQ-focused funders and funders that have an LGBTQ-specific portfolio, accounting for about $4 million in new LGBTQ dollars, or approximately one-sixth of the 2014 increase.1 These funders included the Alphawood Foundation, the David Bohnett Foundation, Freedom to Marry, Johnson Family Foundation, Overbrook Foundation, the Mandel-Rodis Fund, the Mukti Fund, OurFund, Palette Fund, and San Diego Human Dignity Foundation.1Note that the combined total of increases is slightly more than the net $24.1 million increase, largely because a small number of funders decreased their total LGBTQ grantmaking in 2014.Total Annual LGBTQ Grant Dollars, 2005-201430,000,00060,000,00090,000,000120,000,000150,000,00020142005 2006 2007 2008 2009 2010 2011 2012 20132005 $58,269,914 $70,632,803 2006 $71,336,251  $83,769,140 2007 $80,295,279 $91,678,402 2008  $116,181,019 $127,746,616 2009 $96,533,298 $106,521,984 2010 $96,829,756 $105,125,263 2011 $123,012,423 $129,463,850 2012 $121,412,490 $125,189,279 2013 $129,112,119 $131,146,077 2014 $153,248,693 $153,248,693 Foundation funding for LGBTQ issues reached a record high of $153.2 million in 2014.  This represents an 18.7 percent increase from 2013. Nominal dollars (not adjusted)2014 dollars (adjusted for inflation)2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 5While foundation funding grew significantly in 2014, it continues to be only a fraction of a percent of overall foundation funding. According to Giving USA, all foundation funding totaled $53.97 billion in 2014.2 LGBTQ funding in 2014 was only 0.28 percent of this amount. In other words, for every $100 that foundations give out, only about 28 cents is explicitly focused on LGBTQ communities.LGBTQ FUNDING BY 100 OF THE LARGEST FOUNDATIONSThis year, for the first time, we reviewed the grantmaking of 100 of the largest foundations in the U.S. In its strategic plan, Funders for LGBTQ Issues has set the ambitious goal of increasing foundation funding to $200 million by 2017. In particular, the organization is seeking to increase funding for LGBTQ communities from non-LGBTQ-focused funders. Recognizing that a significant portion of foundation funding comes from the largest foundations, we sought to gain a better understanding of the degree to which top funders are already supporting LGBTQ issues.We identified a set of 100 of the largest foundations in the U.S. by asset size or annual giving, drawing on the Foundation Center’s top 100 lists in these two categories. All the foundations in our set of 100 have assets of more than $850 million or award grants of more than $50 million annually.3 Collectively, these 100 foundations have more than $250 billion in assets and award more than $15 billion in grants each year. As such, they account for more than 28 percent of all foundation funding. Some of these funders had been included in previous editions of the tracking report, but most had not. As with all the data for the tracking report, grants information from these 100 funders was based on self-reporting by the funder, a review of 990 tax returns, a review of annual reports or online grants databases, or a combination of several of these methods. In most cases, grants data were for 2014, though for a handful of foundations we had to rely on 2013 data, if that the most recent year available. Our review found that 38 of these top funders provided at least some funding explicitly focused on LGBTQ communities, but 62 funders did not award a single LGBTQ-focused grant in the most recent year for which data was available. Our review also found the following:•  These 100 funders awarded a total of $35.2 million for LGBTQ issues, which makes up 0.23 percent of their total grantmaking — mirroring the overall trend in philanthropy.•  There were five funders that devoted one percent or more of their total grantmaking specifically to LGBTQ issues: The California Endowment, the Ford Foundation, the Open Society Foundations, the San Francisco Foundation, and the Wells Fargo Foundation. These five funders awarded a total of $28 million in LGBTQ-focused grants — or 80 percent of the LGBTQ funding provided by all 100 funders in this dataset.•  Of the 38 funders that provided some support for LGBTQ issues, 23 awarded grants totaling $100,000 or more. For the remaining 15, their LGBTQ grantmaking was between $1,857 and $50,000 — or less than one-tenth of one percent of their total grantmaking.These stark figures point to the continued need for raising awareness of LGBTQ communities in the wider field of philanthropy, especially among top funders, which exert significant influence in the field as well as provide significant dollars. Note: These top funders, while not explicitly funding LGBTQ communities in a targeted way, are undoubtedly benefiting LGBTQ communities by supporting valuable institutions that serve the general population. Some may also not yet be providing support focused explicitly on LGBTQ communities because their grantmaking strategy does not organically lead to population-focused grants. For example, many top funders focus on supporting large institutions such as art museums or universities. Nevertheless, given the inequities faced by LGBTQ communities, the impact of nearly any grantmaking strategy can be further enhanced by exploring the unique factors that affect LGBTQ people.  2Source: Giving USA 2015: The Annual Report on Philanthropy for the Year 2014, a publication of Giving USA Foundation, 2015, researched and written by the Indiana University Lilly Family School of Philanthropy. Available online athttp://www.givingusa.org.3Patient assistance foundations and operating foundations were excluded from the dataset.  LGBTQ FUNDING IN THE CONTEXT OF OVERALL FOUNDATION GRANTMAKING100 of the Largest U.S. Foundations, by Level of Giving  for LGBTQ IssuesNo grantmaking devoted specifically  to LGBTQ issuesLess than 1% of grant- making devoted to LGBTQ issues1% or more of grant- making devoted to  LGBTQ issues2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations6In 2014, the top ten funders of LGBTQ issues awarded $73.1 million, accounting for nearly 48 percent of the year’s total. The top twenty funders awarded $97.2 million, accounting for more than 63 percent of the year’s total.Only 40 percent of the top twenty funders were LGBTQ-specific funders.   In 2014, the top twenty list was comprised of eight private foundations, seven public foundations, and five corporate funders. TOP GRANTMAKERSTop 10 Funders of LGBTQ Issues  by Number of Grants 1 Horizons FoundationSan Francisco, CA283 2  Our FundFort Lauderdale, FL 1893 Arcus FoundationNew York, NY 1754 Wells FargoSan Francisco, CA 1445  Pride FoundationSeattle, WA 1376  California Community FoundationLos Angeles, CA 1227  David Bohnett FoundationBeverly Hills, CA 1178  Astraea Lesbian  Foundation for JusticeNew York, NY 1059  American Jewish  World Service New York, NY10010 Open Society FoundationsNew York, NY 98  TOTAL 1,470Top 20 Funders of LGBTQ Issues by  Total Dollar Amount1 Arcus FoundationNew York, NY $16,999,9352 Ford FoundationNew York, NY $15,367,6143 Gill FoundationDenver, CO $7,044,2024  Open Society  FoundationsNew York, NY $6,482,4755 Gilead Sciences Foster City, CA $6,126,3476 Pride Foundation Seattle, WA $5,381,9847  Evelyn and Walter  Haas, Jr. FundSan Francisco, CA $5,276,8238 Wells FargoSan Francisco, CA $3,637,1659  amFAR, American Foun-dation for AIDS ResearchNew York, NY $3,385,94610 M.A.C. AIDS FundNew York, NY $3,381,75711  American Jewish  World ServiceNew York, NY $2,851,55212 Tides FoundationSan Francisco, CA $2,830,90113  H. van Ameringen  FoundationNew York, NY $2,815,00014 David Bohnett FoundationBeverly Hills, CA $2,475,13215 ViiV HealthcareResearch Triangle Park, NC $2,384,13216  Levi Strauss Company FoundationSan Francisco, CA $2,370,95017  Elton John AIDS  FoundationNew York, NY $2,360,65618  Astraea Lesbian  Foundation for JusticeNew York, NY $2,299,69119 The California EndowmentLos Angeles, CA $1,981,06520  Proteus Fund - Civil  Marriage CollaborativeAmherst, MA $1,750,642 TOTAL $97,203,969ZOOMING IN: Anonymous FundersIn 2014, multiple anonymous funders awarded  a total of $16,861,000. If the multiple anonymous funders appeared in the top twenty list as a  single funder, , they would rank as the number two funder of LGBTQ issues. Collectively, they  accounted for 11 percent of all LGBTQ  grantmaking in 2014.Note: In contrast to other sections of this report, this list of top funders includes  dollars awarded for re-granting, so as to capture the full amount of LGBTQ funding  flowing from (or through) each funder.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 7In 2014, the top 20 recipients of LGBTQ funding received a total of $41.6 million, accounting for more than 27 percent of all  LGBTQ dollars granted in 2014.All but one of the top 20 grantees are nonprofit organizations focused specifically on LGBTQ issues. One is an international  non-governmental organization focused broadly on human rights. While nine of the grantees are headquartered in New York City and four are in California, for the first time a grantee from Japan makes the top twenty. TOP GRANT RECIPIENTS1  National LGBTQ  Task ForceWashington, DC $5,311,7142. Freedom To MarryNew York, NY $4,407,1173  Gay Lesbian and Straight Education  Network (GLSEN)New York, NY $2,686,3664  Lambda Legal Defense and Education FundNew York, NY $2,654,8485  University of California Los Angeles (UCLA) - Williams Institute Los Angeles, CA $2,535,2506  San Francisco AIDS  FoundationSan Francisco, CA $2,528,8987  National Center for Lesbian Rights (NCLR)San Francisco, CA $2,246,9008  GLAAD New York, NY $2,088,622 9  OutRight Action  International (formerly International Gay and Lesbian Human Rights Commission (IGLHRC))New York, NY $1,901,64610  Gill Foundation -  Movement Advancement Project (MAP)Denver, CO $1,585,50011  Services and Advocacy for GLBT Elders (SAGE)New York, NY $1,560,55012 PLACE Tokyo Tokyo, Japan $1,500,00013  Human Rights Campaign (HRC) Foundation Washington, DC $1,472,37114  Gay and Lesbian  Advocates and Defenders (GLAD) Boston, MA $1,444,41215  Astraea Lesbian  Foundation for Justice New York, NY $1,407,55116  Los Angeles LGBT CenterLos Angeles, CA $1,359,06717  Transgender Law CenterOakland, CA $1,294,61518  Human Rights WatchNew York, NY $1,262,10019 GMHCNew York, NY $1,178,51620  Basic Rights Education Fund (Basic Rights Oregon)Portland, OR $1,162,600Top 20 Grantees of Foundation Funding for  LGBTQ Issues (excludes re-granting) TOTAL        $41,588,6432014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations8  SOURCES OF LGBTQ FUNDINGAcross the board, all funder categories increased their support of LGBTQ issues between 2013 and 2014. Growth was particularly pronounced among corporate funders and non-LGBTQ public foundations, with the former increasing their  LGBTQ grantmaking by more than 100 percent and the latter increasing their LGBTQ grantmaking by 40 percent.The significant increase of support for LGBTQ issues from corporate funders is partially driven by the first-time inclusion of several corporate funders with new HIV/AIDS strategies targeting gay and bisexual men as well as trans communities. For  a more detailed analysis on corporate funding for LGBTQ issues, turn to page 36.As in previous years, nearly half of all funding for LGBTQ issues came from private foundations. In 2014, private foundations were responsible for 54 percent of all LGBTQ funding, totaling $83.4 million. As in 2013, support from private foundations was split almost evenly between foundations founded by LGBTQ donors and those founded by non-LGBTQ- identified donors.Excluding dollars awarded by anonymous funders, nearly 35 percent of 2014 dollars ($53.2 million) for LGBTQ issues were driven by LGBTQ donors, either through LGBTQ private foundations or LGBTQ public foundations. While the amount awarded is an increase, the percentage of the total is a decrease. In 2013, LGBTQ donors were responsible for 40 percent of the funding, awarding $51.7 million. Sources of LGBTQ Grant Dollars by Funder Type10% Anonymous Funders  ($17,742,619) 4% Community Foundations  ($5,942,045)12% Corporations  ($20,472,398)26% Non-LGBTQ  Private Foundations  ($43,891,666)23% LGBTQ  Private Foundations  ($39,528,325)10% LGBTQ Public Foundations  ($17,714,387)14% Other Public Foundations  ($24,151,818)TOTAL ($169,443,258)12% Anonymous Funders ($17,342,000) 4% Community Foundations ($5,938,076)7% Corporations ($9,686,649)28% Non-LGBTQ Private Foundations ($40,308,984)26% LGBTQ Private Foundations ($38,091,487)11% LGBTQ Public Foundations ($16,300,821)12% Other Public Foundations ($17,194,396)TOTAL ($144,862,413)20132014Note: In contrast to other parts of this report, this section includes dollars awarded to public foundations for the purposes of re-granting. This results in  the double-counting of re-granting dollars in this section, but is the most accurate way to capture the full amount of LGBTQ funding coming from (or through)  the various types of funders.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 9  GEOGRAPHIC  FOCUSIn 2014, nearly three-quarters of funding focused on LGBTQ communities in the U.S. while slightly more than a quarter focused on LGBTQ communities outside the U.S.For domestic funding, funding for both national and local work increased, with national work capturing more than a third of  all funding.Outside of the U.S., the focus was also predominantly on funding organizations working at a  national lelvel.Distribution of LGBTQ Grant Dollars by Geographic Focus2013  TYPE OF  SUPPORTIn 2014, program support was still the most common type of support, with more than half of all LGBTQ funding awarded in the form of program support. However, general operating support increased substantially in 2014, accounting for more than a third of all LGBTQ grantmaking.For the first time this year, we separated out capacity-building grants. More than $5 million was awarded in the form of capacity building grants.The “other” category captured capital support, emergency funding, endowment support, matching grants, prizes or awards, seed funding, and sponsorships.  When it comes to number of grants, 45 percent of grants were awarded as program support while 40 percent of grants were awarded as general operating support.Distribution of LGBTQ Grant Dollars by Type of Support55% Program/ Project Support  ($84,538,026) 36% General  Operating Support  ($55,907,803)3% Capacity-Building Support ($5,306,732)2% Scholarships  and Fellowships  ($3,111,398) 3% Other ($4,384,734)TOTAL ($153,248,693)68% Program/ Project Support ($87,410,187) 28% General Operating Support ($36,465,436)Capacity-Building Support N/A2% Scholarships and Fellowships ($2,492,727)2% Other ($2,493,770)TOTAL ($129,112,119)20132014Note: Last year, for the first time, we provided a more detailed analysis of the geographic focus of global  LGBTI funding. “International” funding was global in focus for activities that addressed LGBTQ issues at the international level, such as advocacy for greater inclusion of LGBTI communities in international law and  in the policies of major international bodies, such as the United Nations. Funding “Outside the U.S.” was  for services and advocacy in countries around the world, generally focused on a specific locality, country,  or region of multiple countries.4% International (Global Focus)  ($9,512,591) 23% Outside the U.S.  ($31,137,044)34% U.S. – National  ($52,652,969)3% U.S. – Regional  (Multi-State)  ($4,808,897)9% U.S. – Statewide  ($14,315,903)27% U.S. – Local  ($40,816,289)TOTAL ($153,243,693)8% International (Global Focus) ($10,932,465) 11% Outside the U.S. ($13,692,409)38% U.S. – National ($48,811,423)3% U.S. – Regional (Multi-State) ($4,489,292)12% U.S. – Statewide ($15,201,979)28% U.S. – Local ($35,984,550)TOTAL ($129,112,119)20142014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations10  POPULATION FOCUSThe vast majority of LGBTQ grants in 2014 targeted the LGBTQ community broadly.  The data below looks at grants that specifically supported one segment of the LGBTQ community.Funding for gay men nearly doubled in 2014.  This jump is almost entirely attributable to the spike in HIV/AIDS funding.   Nearly 90 percent of the funding specifically awarded to gay men was for HIV/AIDS.Trans funding also reached a record high of $12.9 million, up from $8.3 million in 2013.  This jump is partially fueled by increased HIV/AIDS funding, with HIV/AIDS funding for trans communities increasing from less than $500,000 to nearly  $2.7 million.  However, there were also substantial increases in funding addressing civil rights for the trans community,  the visibility of the trans community, and transphobia.Distribution of LGBTQ Grant Dollars by Sexual Orientation and Gender Identity = $100,000Lesbians/Queer Women $4,162,599 (3%)Gay Men/Queer Men/MSM $16,517,937 (11%)Bisexuals $292,955 (<1%)Transgender People  $12,872,562 (8%)Intersex People  $250,000 (<1%)2014 = $100,000Lesbians/Queer Women $3,302,053 (3%)Gay Men/Queer Men/MSM $8,673,549 (7%)Bisexuals $474,650 (<1%)Transgender People  $8,310,434 (6%)Intersex People  $285,200 (<1%)20132014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 11  STRATEGIES FUNDEDIn 2014, advocacy was again the most funded strategy, with nearly half of all LGBTQ funding supporting some form  of advocacy work.With the exception of support for culture and media work, all strategies saw an increase in funding in 2014 compared  to 2013 levels.Detailed Breakdown of Strategies Funded 2014 2013Advocacy $72,936,338 48% $62,452,963 48%Advocacy (General) $42,698,572 28% $36,444,065 28%Community Organizing $6,219,905 4% $3,417,505 3%Litigation $11,560,178 8% $12,842,747 10%Public Education $12,457,683 8% $9,748,646 8%Direct Service $29,311,740 19% $22,638,331 18%Capacity-Building & Training $19,780,939 13% $16,682,551 13%Conferences/Seminars/Travel Grants $2,464,016 2% $1,346,068 <1%Leadership Development $5,201,098 3% $5,337,419 4%Organizational Capacity Building $6,611,936 4% $4,247,312 3%Training/Technical Assistance $5,503,889 4% $5,751,752 4%Research $12,243,624 8% $9,476,255 7%Curriculum Development $621,702 <1% $133,000 <1%Publications $172,000 <1% $328,158 <1%Research $11,449,922 7% $9,015,097 7%Philanthropy & Fundraising $10,352,047 7% $5,441,646 4%Fundraising Events $946,496 1% $261,909 <1%Matching Grants $99,589 <1% $390,000 <1%Philanthropy $9,305,963 6% $4,789,737 4%Culture & Media $7,523,828 5% $8,526,688 7%Culture $4,575,798 3% $5,240,496 4%Electronic Media/Online Services $1,180,466 1% $1,028,500 1%Film/Video/Radio Production $1,767,564 1% $2,257,692 2%Multi/Other $1,100,177 1% $3,893,685 3%Multi-Strategy $1,035,177 1% $3,224,050 2%Other $65,000 <1% $669,635 <1%TOTAL $153,248,693 $129,112,119 2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations12 ISSUES ADDRESSEDCivil and human rights continued to receive the largest share of funding, with more than 40 percent of all LGBTQ funding awarded to advance LGBTQ civil and human rights. There was also a noticeable increase in funding to support LGBTQ health and wellbeing, driven largely by the increase in HIV/AIDS funding. Detailed Breakdown of Issues Addressed 2014 2013Civil Rights and Human Rights $65,081,267 42% $54,926,011 43%Health and Wellbeing $36,640,355 24% $24,674,515 19%Strengthening Communities, Families, and Visibility $26,230,605 17% $29,112,029 23%Education and Safe Schools $9,234,400 6% $8,498,389 7%Economic Issues $4,712,242 3% $3,553,860 3%Violence, Homophobia, and Transphobia $3,990,427 3% $2,779,152 2%Other Issues $7,359,398 5% $5,568,162 4%TOTAL  $153,248,693 $129,112,119 42%24%17%6%3%3% 5%RECOMMENDED RESOURCE: The Williams InstituteThe Williams Institute, a think tank at UCLA Law, is dedicated to conducting rigorous, independent research on sexual orientation and gender identity law and public policy.  They have published a number of highly influential research reports on LGBTQ demographics, LGBTQ rates of poverty, the impact of anti-LGBTQ legislation, and more.  To view  their reports, visit williamsinstitute.law.ucla.edu.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 13DOMESTIC FUNDING OF LGTBQ ISSUESIn 2014, funding for LGBTQ issues in the United States reached a record high of $112.6 million, up from $105 million in 2013.  With dollars for re-granting included, total domestic funding was nearly $125 million.  The top ten funders collectively awarded $55.6 million, nearly half the total.Local and state-wide funding also reached a record high of $60 million, up from $55.6 million in 2013.  The locally focused funding was less reliant on a small number of funders, as the top ten funders provided only slightly more than a third  of all support for local and state-level LGBTQ work.Top Ten Domestic Funders*1 Arcus FoundationNew York, NY   $11,003,1102 Ford FoundationNew York, NY   $9,570,0003 Gill FoundationDenver, CO   $7,044,202 4 Gilead SciencesFoster City, CA   $6,006,447 5  Evelyn & Walter  Haas, Jr. FundSan Francisco, CA   $5,276,8236 Pride FoundationSeattle, WA   $5,175,080 7  Wells Fargo FoundationSan Francisco, CA   $3,636,1658  H. van Ameringen  FoundationNew York, NY   $2,760,000 9 Tides FoundationSan Francisco, CA   $2,679,75110  David Bohnett  FoundationBeverly Hills, CA    $2,471,632,Top Ten Domestic  Grantees**1  National LGBTQ Task ForceWashington, DC   $4,976,939 2 Freedom To MarryNew York, NY   $4,407,1173  Gay Lesbian and Straight Education Network (GLSEN)New York, NY   $2,687,366 4  Lambda Legal Defense  and Education FundNew York, NY   $2,684,848 5  San Francisco AIDS  FoundationSan Francisco, CA   $2,528,898 6  National Center for  Lesbian Rights (NCLR)San Francisco, CA   $2,256,900 7 GLAADNew York, NY   $2,088,622 8  Services and Advocacy for GLBT Elders (SAGE)New York, NY   $1,590,5509  Gill Foundation–Movement Advancement Project (MAP)Denver, CO    $1,585,50010  Human Rights Campaign (HRC) FoundationWashington, DC   $1,472,371 Top Ten Funders  for Local and  State-Level Work†1 Gilead SciencesFoster City, CA  $5,049,607 2 Arcus FoundationNew York, NY   $3,271,240 3 Gill FoundationDenver, CO   $2,695,902 4 Tides FoundationSan Francisco, CA   $2,096,4505  The California  EndowmentLos Angeles, CA   $1,908,4006 AIDS UnitedWashington, DC   $1,636,0197  H. van Ameringen  FoundationNew York, NY   $1,440,000 8  Elton John AIDS  FoundationNew York, NY   $1,405,656 9  John D. and Catherine T. MacArthur FoundationChicago, IL $1,300,000 10  Proteus Fund – Civil  Marriage CollaborativeAmherst, MA   $1,245,642Top Ten Grantees  for Local and State-Level Work§1  San Francisco AIDS  FoundationSan Francisco, CA  $2,528,8982  Gay & Lesbian Advocates  & Defenders (GLAD)Boston, MA   $1,408,412 3  Los Angeles LGBT CenterLos Angeles, CA   $1,308,5674  Basic Rights Education Fund (Basic Rights  Oregon)Portland, OR   $1,162,6005 GMHCNew York, NY   $978,516 6  The Lesbian, Gay,  Bisexual & Transgender Community CenterNew York, NY   $830,2967  Southerners on New Ground (SONG)Atlanta, GA   $806,0008  Equality Ohio  Education FundColumbus, OH   $697,740 9  Gay-Straight Alliance Network (GSA Network)Oakland, CA   $680,00010  Ali Forney CenterNew York, NY   $599,067* In 2014, multiple anonymous funders awarded a total of $10,543,000 to support LGBTQ issues in the United States. If the multiple anonymous funders appeared in the top ten list, they would rank as the number two domestic funder.  ** In 2014, multiple anonymous grantees received $2,396,650 for work benefiting LGBTQ communities in the United States.  If these multiple anonymous grantees appeared in the top then list, they would rank as the number six grantee.  † In 2014, multiple anonymous funders awarded a total of $1,400,000 to support local and state-level work. If the multiple anonymous funders appeared in the top ten list, they would rank as the number nine funder.  § In 2014, multiple anonymous grantees received $1,626,589 for work benefiting LGBTQ communities on the local and state-wide level.  If these multiple anonymous grantees appeared in the top then list, they would rank as the number two grantee.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations14  LOCAL, STATE, AND REGIONAL FUNDING  OF LGBTQ ISSUES Funding for local, statewide, and regional LGBTQ work in the United States reached a record high of nearly $60 million in 2014 – up from $55.6 million in 2013.  Despite a nearly 10 percent drop, the Northeast region continues to receive the largest share of grant dollars, approximately $18.3 million.  The Pacific region is again the second most funded region at $16.9 million. The South saw a 40 percent increase in funding, making it the third most funded region, receiving $11.3 million. The Midwest witnessed a 10 percent drop  to $7.8 million, and the Mountain region saw a more than  25 percent increase to $3.8 million.  In 2014, there was also $40,000 for Puerto Rico and $1.9 million for local or regional work that cut across regions or was otherwise anonymous.  Once again, California and New York received grant dollar amounts that far exceed any other state, at $13.4 million  and $10.6 million respectively. Together, these two states alone captured more than 40 percent of all locally targeted LGBTQ funding.For the second year in a row, 12 states and the District of Columbia received more than $1 million. Three states joined the “million dollar club,” and three states fell  off the list. Georgia, Michigan, and North Carolina  joined; Maryland, Minnesota, and Washington  dropped. Michigan was previously a member of the “million-dollar-club” in 2012.California and Texas both saw increases of more than  $1 million. Georgia and New York benefited from increases of more than $500,000.  Maryland, Minnesota, and Washington all saw decreases  of approximately $1 million, while Oregon decreased  by more than $500,000.There were only two states where we could not identify  any LGBTQ funding 2014: Arkansas and West Virginia.  Both are in the South.LGBTQ Funding, by Region 2014 2013 % ChangeMidwest $7,805,337 $8,638,104 10%Mountain $3,771,282 $2,971,656 27%Northeast $18,298,327 $19,981,142 8%Pacific $16,919,010 $15,978,200 6%South $11,282,476 $8,058,704 40%US Territories $40,000 $0 N/AMulti-Regional/Unspecified $1,874,657 N/A N/ATOTAL $59,991,090 $55,628,806 8%2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 15Midwest $7,805,337Illinois $3,170,525Indiana  $228,250Iowa  $122,200Kansas  $12,500Michigan  $1,025,804Minnesota $834,500Missouri $254,510Nebraska  $47,250 North Dakota  $9,930Ohio  $1,577,570South Dakota $18,360 Wisconsin $379,478Midwest Region (General) $124,460Mountain $3,771,282Arizona $608,582 Colorado $990,290Idaho $23,000Montana $76,400Nevada $562,375 New Mexico $797,119Utah $504,417Wyoming $199,100Mountain Region (General) $10,000 Northeast $18,298,327Connecticut $206,297Delaware $2,500District of Columbia $1,736,296Maine $79,000Maryland $344,543Massachusetts $1,571,580New Hampshire $2,200 New Jersey $270,069 New York $10,562,997 Pennsylvania  $2,011,894Rhode Island $41,000Vermont $108,539Northeast Region (General) $1,361,412Pacific $16,919,010Alaska $25,500California $13,450,499 Hawaii  $47,050Oregon $1,555,933 Washington $964,529Pacific Northwest Region (General) $875,500 South $11,282,476Alabama $157,000 Arkansas $0Florida  $2,019,412 Georgia  $1,475,678 Kentucky $59,941Louisiana $914,550Mississippi  $367,000North Carolina $1,078,198 Oklahoma $75,000 South Carolina  $44,500Tennessee   $218,500 Texas  $2,434,537Virginia $194,135 West Virginia $0Southern Region (General) $2,244,025Grand Total $58,076,432 Local, State, and Regional Funding of LGBTQ Issues, by State$3,500,000 – $12,000,000$1,000,000 – $3,499,999$500,000 – $999,999$100,000 – $499,999$50,000 – $99,999$15,000 – $49,999$1 – $14,999$02014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations16  FUNDING PER LGBT ADULTOur metric of GDQ, or “Grant Dollars per Queer,” analyzes the total local and statewide LGBTQ grant dollars awarded per state divided by the estimated number of adults in the state who identify as lesbian, gay, bisexual, or transgender.  The goal of the GDQ is to assess the level of funding for each state relative to its population. Corresponding with the increase in local and statewide funding for LGBTQ communities, the overall GDQ for the U.S. increased to  $7.09 from $6.57.However, the median GDQ decreased. In 2014, the median for the 50 states and District of Columbia was $3.07, down from $3.50 in 2013.In 2014, 26 states saw an increase in their GDQ, and the other 24 states and the District of Columbia experienced  a decrease.Despite a slight decrease, the District of Columbia had the largest GDQ at $33.21. New York had the second largest GDQ at $18.16. The District of Columbia and New York ranked number 1 and 2 for GDQ in 2013 as well.For the first time, three states had a GDQ over $15: New Mexico, New York, and Wyoming. However, only 5 states had a GDQ exceeding $10, compared to 6 states in 2013.Wyoming had the most notable increase, going from $1.96 in 2013 to $15.57 in 2014. Meanwhile, Maryland had the most significant decrease, going from $11.33 in 2013 to $2.30 in 2014. Previously, in 2013, Maryland had been the state with the largest increase.Despite a slight decrease for the Northeast, the Northeast and the Pacific continued to have the highest GDQ regionally, at $10.11 and $10.66 respectively. All the other regions fall below the national average. The South saw a  40 percent increase in its GDQ, up to a record high of $4.15, only slightly behind the Midwest’s $4.38. The Mountain region also had an impressive increase, up to $6.61.LGBTQ Funding Per LGBT Adult, by Region 2014 2013 % ChangeMidwest  $4.38  $4.85 10%Mountain  $6.61  $5.21 27%Northeast  $10.11  $11.04 8%Pacific  $10.66  $10.07 6%South  $4.15  $2.97 40%NATIONAL AVERAGE $7.09 $6.57 8%RECOMMENDED RESOURCE: Movement Advancement ProjectThe Movement Advancement Project is an independent think tank dedicated to providing rigorous research,  insight, and analysis that help speed equality for LGBT people.  They have a number of insightful reports that provide detailed policy and issue analysis in addition to an annual report on the financial health of the LGBTQ movement.  See more at www.lgbtmap.org. 2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 17$15.01 – $50.00$10.01 – $15.00$5.01 – $10.00$2.51 – $5.00$1.01 – $2.50$0.51 – $1.00$0.01 – $0.50$0Midwest  $4.38 Illinois $8.50Indiana $1.25Iowa  $1.86Kansas  $0.16Michigan  $3.54Minnesota $7.01Missouri  $1.67Nebraska  $1.26North Dakota $1.07Ohio  $4.93South Dakota  $0.66Wisconsin $3.07Mountain  $6.61 Arizona  $3.16Colorado  $7.82Idaho  $0.73Montana  $3.75Nevada  $6.39New Mexico  $17.50Utah  $9.50Wyoming  $15.57 Northeast  $10.11 Connecticut  $2.17Delaware  $0.10District of Columbia  $33.21Maine  $1.55Maryland  $2.30Massachusetts $6.81New Hampshire  $0.06New Jersey  $1.07New York $18.16Pennsylvania  $7.43Rhode Island  $1.09Vermont  $4.41Pacific  $10.66 Alaska  $1.38 California $11.68Hawaii  $0.85Oregon $10.45Washington $4.54 South  $4.15 Alabama  $1.52Arkansas  $0.00Florida  $3.77Georgia $5.67Kentucky  $0.46Louisiana  $8.20Mississippi  $6.30North Carolina $4.38Oklahoma  $0.77South Carolina  $0.42Tennessee  $1.69Texas  $3.87Virginia  $1.06West Virginia  $0.00National $7.09 Note: Regional averages include regional funding not assigned to a specific state in the region, and are calculated by dividing the total LGBTQ funding for the region  by the estimated number of LGBT adults in the region.  The regional GDQ’s are not an average of the states in that region.Source: Estimates of LGBT adult population are taken from the Movement Advancement Project (MAP) based on Gallup and Williams Institute data.  Movement Advancement Project: LGBT Populations (2015) http://lgbtmap.org/equality-maps/lgbt_populationsLGBTQ Funding per LGBT Adult, by State2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations18Detailed Breakdown of Issues Addressed in Domestic Funding 2014 2013Civil Rights and Human Rights $43,968,622 39% $42,207,429 40%Civil Rights (General/Other) $20,921,949 19% $26,832,964 26%Criminalization and Criminal Justice Reform $2,490,250 2% $1,201,870 1%Gender Identity Rights $1,599,652 1% $1,967,239 2%Immigration $2,727,040 2% $1,408,886 1%Marriage and Civil Unions $8,944,417 8% $9,167,522 9%Military Inclusion $275,818 <1% $1,628,948 2%Nondiscrimination Protections $3,867,092 3% N/A N/AReligious Exemptions $1,220,500 1% N/A N/AReproductive Rights and Justice $1,921,905 2% N/A N/AHealth and Wellbeing $24,700,824 22% $18,094,633 17%Cancer $608,361 1% $1,148,554 1%Cultural Competence and Data Collection $934,076 1% $687,385 1%General Health Services and Health Promotion $2,933,650 3% $3,267,343 4%HIV/AIDS $14,928,634 13% $7,708,263 7%Insurance Coverage $1,208,700 1% $1,244,275 1%Mental Health, Substance Abuse, and Suicide Prevention $1,980,876 2% $1,351,431 1%Primary Care $1,635,005 1% $1,603,669 2%Sexual and Reproductive Health $471,522 <1% $540,914 1%In 2014, civil rights continued to be the most funded issue receiving nearly $44 million, or 40 percent of all domestic LGBTQ funding. For the first time in 2014, we tracked funding to promote nondiscrimination protections, address religious exemp-tions, and support reproductive rights and justice. Funding for nondiscrimination protections totaled $3.9 million, while funding to address religious exemptions totaled $1.2 million, and funding supporting reproductive rights and justice totaled $1.9 million.LGBTQ health and wellbeing was the category that captured the second-largest share of dollars in 2014, with a dramatic increase in funding driven almost entirely by the increase in HIV/AIDS funding. HIV/AIDS funding nearly doubled, going from $7.7 million in 2013 to $14.9 million in 2014.  For more on HIV/AIDS funding, see our Behind The Numbers sidebar on page 22.Funding for strengthening communities, families, and visibility decreased by more than $3.5 million in 2014, with the decreases being particularly noticeable in funding for community building and empowerment and strengthening families. A portion of this decrease may be attributable to the multi-year grant cycles of several community centers, since community centers traditionally account for nearly half of all funding focused on community building and empowerment. ISSUES ADDRESSED IN DOMESTIC FUNDING2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 19Detailed Breakdown of Issues Addressed in Domestic Funding 2014 2013Strengthening Communities, Families, and Visibility $23,425,912 21% $27,017,698 26%Community Building and Empowerment $8,091,985 7% $11,539,542 11%Religion $3,962,072 4% $2,994,449 3%Strengthening Families $1,872,958 2% $4,343,911 4%Visibility $9,498,897 8% $8,139,797 8%Education and Safe Schools $8,343,258 7% $7,991,389 8%Economic Issues $4,478,342 4% $3,413,860 3%Housing and Homelessness $2,819,203 3% $1,554,220 1%Food Security $421,534 <1% N/A N/ALabor and Employment $1,237,605 1% $1,859,641 2%Violence, Homophobia, Biphobia and Transphobia $2,376,891 2% $1,291,300 1%Anti-Violence $1,183,641 1% $1,011,500 1%Homophobia, Biphobia and Transphobia $1,193,250 1% $279,800 <1%Other Issues $5,300,210 5% $4,470,934 4%Multi-Issue $2,529,933 2% $1,954,768 2%Philanthropy $2,770,277 2% $2,137,081 2%Unspecified N/A N/A $379,084 <1%TOTAL  $112,594,058  $104,487,244 RECOMMENDED RESOURCE: Funders Concerned About AIDSFor more information about funding for HIV/AIDS, we recommend \"Philanthropic Support to Address HIV/AIDS,\"  the annual report produced by our sister affinity group, Funders Concerned About AIDS.  The report on 2014 funding finds that only about six percent HIV funding specifically targeted LGBTQ communities - even though men who have sex with men and transgender people account for more than two-thirds of new infections in the U.S.  The report can  be viewed at www.fcaaids.org.  2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations20Distribution of Domestic Grant Dollars by Sexual Orientation and Gender IdentityLesbians/Queer Women 2014: $2,827,511 (3%) 2013: $2,298,551 (2%)Gay/Queer Men/MSM 2014: $9,366,736 (8%) 2013: $3,910,026 (4%)Bisexuals 2014: $157,768 (<1%) 2013: $474,650 (<1%)Transgender People 2014: $9,806,873 (8%) 2013: $6,448,133 (6%)Intersex People 2014: $106,000 (<1%) 2013: $75,200 (<1%) = $100,000 DOMESTIC POPULATION FOCUSAs in previous years, the vast majority of domestic grant dollars were awarded to organizations and programs that serve LGBTQ people generally.  Only 18 percent of grant dollars singled out a specific segment of the LGBTQ population.The increase in HIV/AIDS funding in part drove big increases for trans communities and gay men. Trans communities were also supported with increases in funding for addressing civil rights, visibility, and violence and transphobia. Meanwhile, funding for lesbians and intersex people increased modestly and funding for bisexuals decreased.In 2014, there was a slight decrease in funding for communities of color. With the exception of funding for people of color (general), funding that was specifically focused on African Americans/Black communities, Asian American/Pacific Islander communities, Latino communities, Middle Eastern communities, or Native American communities decreased. Funding for communities of color totaled nearly $19 million or 17 percent of domestic funding.  The top ten funders of communities of color included: Arcus Foundation, Gilead Sciences, Elton John AIDS Foundation, Ford Foundation, Astraea Lesbian Foundation for Justice, Gill Foundation, Kaiser Permanente, Foundation for a Just Society, H. van Ameringen Foundation, and Groundswell Fund.  Together, they accounted for $10.7 million or more than half of all funding for communities of color.People of Color (General) 2014: $11,332,304 (10%) 2013: $11,010,638 (11%)African American/Black  2014: $4,272,723 (4%) 2013: $5,065,448 (5%)Asian American/Pacific Islander  2014: $911,339 (1%) 2013: $1,142,271 (1%)Latino  2014: $2,347,337 (2%) 2013: $2,525,278 (2%)Middle Eastern  2014: $26,585 (<1%) 2013: $109,932 (<1%)Native American  2014: $73,880 (<1%) 2013: $353,561 (<1%) = $100,000Distribution of Domestic Grant Dollars Among People of Color2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 21While funding for most other populations increased, correlating with the increase in domestic LGBTQ funding, children and youth notably experienced a more than $3 million drop in funding.  Whereas funding for children and youth accounted for nearly a quarter of all domestic LGBTQ funding in 2013, in 2014 it only accounted for a fifth of the total.For the first time in 2014, we analyzed funding for religious communities.  People of faith received more than $6 million of LGBTQ funding.  The top two funders of religious communities, Arcus Foundation and the Evelyn and Walter Haas, Jr. Fund, collectively provided more than two-thirds of all LGBTQ funding for people of faith.In addition, we separated homeless and marginally housed people into a distinct category, which had previously been captured under the economically disadvantaged category. = $100,000Distribution of Domestic Grant Dollars Among Other PopulationsChildren and Youth  2014: $22,073,795 (20%) 2013: $25,201,671 (24%)Homeless and Marginally Housed People 2014: $2,709,092 (2%) 2013: N/AImmigrants and Refugees  2014: $3,183,042 (3%) 2013: $3,427,911 (3%)Incarcerated/Formerly Incarcerated People 2014: $860,500 (1%) 2013: $516,250 (<1%)Economically Disadvantaged People (previously included Homeless) 2014: $2,383,440 (2%) 2013: $4,697,000 (5%)Military Service Members and Veterans  2014: $275,818 (<1%) 2013: $1,653,948 (2%)Older Adults  2014: $3,283,979 (3%) 2013: $3,685,362 (4%)People with Disabilities  2014: $286,302 (<1%) 2013: $99,887 (<1%)Sex Workers  2014: $1,209,155 (1%) 2013: $393,038 (<1%)Survivors of Violence  2014: $1,232,875 (1%) 2013: $796,609 (<1%) = $100,000Distribution of Domestic Grant Dollars Among People of FaithChristians 2014: $2,709,006 (2%) 2013: N/AJewish People  2014: $1,042,523 (1%) 2013: N/AMuslims  2014: $26,585 (<1%) 2013: N/APeople of Faith (General)  2014: $2,313,950 (2%) 2013: N/ANote: We did not identify any grants targeting Buddhist or Hindu communities.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations22BEHIND THE NUMBERS — WHY DID LGBTQ FUNDING FOR HIV/AIDS GO UP SO MUCH?This report shows that LGBTQ-focused funding  to address HIV/AIDS more than doubled,  from about $12 million in 2013 to nearly $25 million in 2014. This dramatic increase is partly  a result of improved data tracking, but also reflects  a substantive increase in HIV/AIDS funding targeting gay and bisexual men and transgender people. This past year, thanks to a partnership with Funders Concerned About AIDS, the affinity group devoted to HIV/AIDS, Funders for LGBTQ Issues was able to  complete a much more comprehensive assessment of LGBTQ funding for HIV/AIDS. Funders Concerned About AIDS produces a similar report on foundation funding for HIV/AIDS. By coordinating and harmonizing our data collection and analysis, we were able to capture the grantmaking of several HIV/AIDS funders not included in previous reports.While some of the HIV/AIDS funding increase is explained by this improved data collection, a number of HIV/AIDS-focused funders have indeed substantively increased their funding targeting LGBTQ people, especially gay and bisexual men  and transgender communities. In 2014, the year covered by this report, the Centers for Disease Control and Prevention issued new guidelines recommending the use of the drug Truvada  as a form pre-exposure prophylaxis (PrEP) to  prevent HIV transmission in high-risk popula-tions. In the same year, a number of HIV/AIDS funders (including Gilead, the producer of Truvada) began funding outreach and public education efforts to raise awareness of PrEP among gay and bisexual men and transgender communities. More generally, several HIV/AIDS funders have increased their funding for prevention and treatment focused on gay, bisexual, and transgender communities, recognizing that these populations account for  the majority of new infections in the U.S.So, of the $13 million increase in HIV/AIDS funding, how much is due to improved tracking, and how much is a real increase? Approximately $5 million is attributable to increases in LGBTQ-focused HIV/AIDS funding by funders included in previous tracking reports. In particular, AIDS United, amfAR, Elton John AIDS Foundation, and the Ford Foundation each increased their LGBTQ-focused HIV/AIDS funding by at least 25 percent — and some by as much as tenfold. The remaining $8 million increase is from funders not captured in previous tracking reports, most notably Gilead and ViiV Healthcare. However, even from these funders, much of the LGBTQ-focused funding is new and reflects a real increase. Gilead’s LGBTQ-funding has grown sharply in recent years as it has scaled up funding of efforts to raise awareness of PrEP. Based on FCAA's data, Gilead more than doubled its LGBTQ-focused funding between 2013 and 2014.  ViiV has recently launched its Positive Action for MSM (Men who have Sex with Men) and Transgender Program, which funds efforts to reduce the level of stigma experienced by MSM and trans communities and to build the capacity of community-based groups to address HIV. Given these new funding efforts, we estimate that $8.5 to $10 million of the $13-million increase is a real increase in funding  to address HIV/AIDS in LGBTQ communities.While HIV/AIDS funding targeting LGBTQ com-munities has increased substantially, there has not been a major increase in HIV/AIDS funding overall. As documented in the recent Funders Concerned About AIDS report, Philanthropic Support to Address HIV/AIDS 2014, foundation funding for HIV/AIDS increased by only eight percent in 2014, with most  of the increase attributable to the Bill & Melinda Gates Foundation and Gilead. In general, in recent years, overall foundation funding for HIV/AIDS has held steady between $600 million and $650 million.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 23DOMESTIC FUNDING BY TYPE OF ORGANIZATION LGBTQ ORGANIZATIONS VS. NON-LGBTQ ORGANIZATIONSOf the $110 million in domestic funding awarded to organizations, nearly $80 million (73 percent) was awarded to LGBTQ organizations — defined as organizations whose organizational mission explicitly focuses on LGBTQ issues. The remaining  $29 million (26 percent) was awarded to non-LGBTQ organizations that received funding for LGBTQ-specific programs, campaigns, or outreach efforts. Examples of non-LGBTQ grantee organizations include the Center for American Progress,  Forward Together, Harvard University, the National Council on Crime and Delinquency, Sundance Institute, and the United We Dream Network.This year saw a slight increase in the percentage of funds awarded to LGBTQ-specific organizations, which captured  71 percent of domestic grant dollars in 2013.*This category reflects anonymous grantees for which information available was insufficient to be categorized as LGBTQ-focused or non-LGBTQ-focused.Note: All figures in this section do not include approximately $2.6 million awarded to individuals (largely for scholarships).Breakdown of Domestic Grant Dollars by Recipient Type: LGBTQ vs. Non-LGBTQLGBTQ Organizations $79,882,296 (73%)Non-LGBTQ Organizations $28,871,420 (26%)TOTAL ($110,005,037)   Unspecified* = $1,251,321 (1%)= $100,0002014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations24As in prior years, we categorized all LGBTQ grantees into  a detailed taxonomy, with broad categories based on  organizational structure and activities: advocacy organizations,  grassroots groups, infrastructure organizations, and  service providers.As in prior years, advocacy organizations captured the largest share of dollars, accounting for nearly half (49 percent) of all grant dollars awarded to domestic LGBTQ organizations. National advocacy organizations alone captured $19.5 million, nearly one-quarter of the total and more than any other organization sub-type. This represents an increase in both raw dollars and the share of total dollars compared to 2013, when national advocacy organizations captured about 21 percent of domestic funding for LGBTQ-focused organizations. LGBTQ legal organizations received about $9 million, a slight decrease from 2013. Funding for state-level LGBTQ advocacy organizations also saw a decrease in 2014, dropping from $8.8 million to $7.9 million. Funding increased substantively for local (city- or county-level) and regional (multi-state) advocacy organizations, though these groups still receive only a small percentage compared to national and state-level organizations.LGBTQ service providers again received the second largest share of grant dollars, capturing $21.7 million (27 percent of the total), a level similar to 2012 and 2013. Most notably, funding for LGBTQ-focused HIV/AIDS service organizations more than doubled, growing to $5.7 million, nearly equal to the amount of funding for LGBTQ community centers. This increase is not surprising, given the overall increase in HIV/AIDS funding this year. Funding for organizations serving LGBTQ older adults decreased, but this was largely due to a 2013 spike caused by a single large multi-year grant to SAGE.About $8.6 million was awarded to LGBTQ infrastructure organizations, or organizations whose primary focus is conducting research or providing services for other organizations. LGBTQ research institutes such as MAP and Williams Institute received a total of $2.9 million, down from $4.3 million in 2013. The decrease in funding for research institutes, and for infrastructure organizations in general, is almost entirely due to one large multi-year grant from the Tawani Foundation to the Palm Center, which caused a spike in 2013. Technical assistance providers and networks (such as CenterLink, Equality Federation, and Funders for LGBTQ Issues) received slightly less than in 2013, while funding for public foundations and other intermediaries doubled. About $6.4 million went to grassroots LGBTQ groups — a wide range of organizations that bring together LGBTQ communities, often both providing support for their members as well as educating the wider community about LGBTQ issues. Of the sub-types of grassroots groups, faith-based communities again received the largest share, capturing about $2.7 million, an increase of more than 50 percent over 2013. High school gay-straight alliances and networks and family groups (such as PFLAG chapters and local LGBTQ parent groups) also garnered significant grant dollars, each receiving about $1 million. Funding for business and professional associations declined notably, from about $871,000 in 2013 to about $500,000 in 2014.Arts and cultural organizations (including LGBTQ choruses, film festivals, and theaters) received a total of  $3.7 million, a substantive increase from 2013 in both raw dollars and in the share of the total.49%27%11%8%5%  BREAKDOWN OF DOMESTIC FUNDING FOR  LGBTQ ORGANIZATIONS Advocacy Organizations            Service Providers      Infrastructure Organizations     Grassroots Community Groups  Arts and Culture Organizations2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 25Breakdown of Domestic Grant Dollars for LGBTQ Organizations, by Recipient Organization Type and Sub-Type2014 2013Organization Type/Sub-TypeTotal Grant Dollars Awarded% of TotalTotal Grant Dollars Awarded% of TotalAdvocacy Organizations $39,379,112 49% $35,734,167 49%Litigation & Legal Service Organizations $9,013,257 11% $10,194,219 14%Local Advocacy Organizations $1,807,559 2% $1,067,569 1%State Advocacy Organizations $7,867,815 10% $8,776,383 12%Regional Advocacy Organizations $1,238,288 2% $637,314 1%National Advocacy Organizations $19,441,193 24% 15,058,682 21%Arts and Culture Organizations $3,747,344 5% $2,510,297 3%Grassroots Community Groups $6,393,035 8% $5,763,990 8%Athletic Groups $397,560 <1% $427,750 1%Business/Professional Networks $501,150 1% $871,750 1%Campus Groups $4,866 <1%  $27,950 <1%Faith-based Groups $2,664,064 3% $1,664,864 2%Family Groups $946,518 1% $797,061 1%GSAs and GSA Networks $1,166,541 1% $934,117 1%Multipurpose Community Groups $341,189 <1% $450,735 1%Pride Organizations $335,727 <1% $325,192 <1%Social and Recreational Groups $35,420 <1% $264,571 <1%Infrastructure Organizations $8,645,013 11%  $9,116,931 13%Philanthropic Networks $836,225 1%  $1,299,700 2%Public Foundations and Intermediaries $2,797,601 4% $1,204,163 2%Research Institutes $2,886,250 4% $4,290,500 6%Technical Assistance Providers and Networks $2,124,936 3%  $2,322,567 3%Service Providers $21,717,793 27% $19,420,009 27%Aging Service Providers $1,930,515 2% $3,006,125 4%Community Centers $5,799,713 7% $6,119,304 8%Health Centers $2,678,010 3% $3,230,428 4%HIV/AIDS Service Providers $5,708,440 7% $2,105,674 3%Other Service Providers $1,771,040 2% $1,360,693 2%Youth Service Providers $3,830,076 5% $3,597,785 5%GRAND TOTAL $79,882,296 $72,545,3942014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations26As in prior years, allied advocacy organizations captured the largest share of dollars for non-LGBTQ-specific organizations — a total of more than $9.5 million, or  one-third of funding for non-LGBTQ organizations. This is a 28-percent decline from 2013, when allied advocacy groups received more than $13 million in funding for their LGBTQ-related work. As is the case with their LGBTQ equivalents, national allied advocacy organizations received the largest share of funding — nearly $4.6 million. Litigation organizations such as the ACLU also received a notable share ($1.8 million) but saw a decrease from 2013, as was the case with the LGBTQ-focused legal organizations. Funding for state and regional advocacy organizations declined, while funding for local advocacy organizations increased.More than $6.2 million went to mainstream service providers, which overtook infrastructure organizations  as the second most-funded type of organization among non-LGBTQ groups. About $2.4 million was specifically  for HIV/AIDS service organizations, an increase from  2013, reflecting this year’s overall increase in funding for  HIV/AIDS. The remaining $3.9 million was awarded to various other service providers, ranging from health  centers to housing providers.More than $4.3 million was awarded to non-LGBTQ infrastructure organizations. Most of these dollars were awarded to public foundations and intermediaries (such as the New Venture Fund), research institutes (such as Political Research Associates) and to technical assistance providers (such as the Rockwood Leadership Institute). Other non-LGBTQ organizations garnering significant grant dollars in 2014 included universities ($3.2 million), arts and cultural organizations ($2.1 million), and faith-based institutions ($2.2 million), the last of which saw a significant increase from 2013.  BREAKDOWN OF DOMESTIC FUNDING FOR  NON-LGBTQ ORGANIZATIONS8%33%22%9%15%11%9% Advocacy Organizations            Service Providers      Infrastructure Organizations     Universities and Post-Secondary Schools   Government Agencies (Including Public School Systems)        Grassroots Community Groups      Arts and Culture Organizations2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 27Breakdown of Domestic Grant Dollars for Non-LGBTQ  Organizations by Recipient Organization Type and Sub-Type2014 2013Organization Type/Sub-TypeTotal Grant Dollars Awarded% of TotalTotal Grant Dollars Awarded% of TotalAdvocacy Organizations $9,533,813 33% $13,178,726 44%Litigation & Legal Service Organizations $1,873,815 6% $3,582,091 12%Local Advocacy Organizations $1,476,055 5% $723,094 2%State Advocacy Organizations $940,675 3% $2,743,416 9%Regional Advocacy Organizations $347,200 1% $813,000 3%National Advocacy Organizations $4,686,068 16% 5,317,125 18%Arts and Culture Organizations $2,165,465 8% $2,285,636 8%Government Agencies (Including Public School Systems) $674,458 2% $707,280 2%Grassroots Community Groups $2,618,136 9% $1,569,550 5%Business/Professional Networks $303,500 1% $351,250 1%Faith-Based Institutions $2,210,826 8% $1,218,300 4%Other Community-Based Organizations $103,810 <1% — <1%Infrastructure Organizations $4,362,631 15%  $4,876,728 16%Philanthropic Networks $254,033 1%  $254,000 1%Public Foundations and Intermediaries $2,126,586 7% $410,153 1%Research Institutes $1,060,540 4% $2,819,500 9%Technical Assistance Providers and Networks $921,473 3%  $1,393,075 5%Service Providers $6,288,435 22% $4,042,290 14%HIV/AIDS Service Organizations $2,430,192 8% $1,659,569 6%Other Service Providers $3,858,244 13% $2,382,721 8%Universities and Post-Secondary Schools $3,228,881 11% $3,143,659 11%GRAND TOTAL $28,871,820 $29,803,869 2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations28BEHIND THE NUMBERS — WHERE WILL THE FUNDING FOR MARRIAGE EQUALITY GO?In June 2015, the Supreme Court of the United States ruled that the freedom to marry cannot be denied to  same-sex couples. This historic victory came as the result of years of advocacy and public education —  and support from funders to make it happen. In the  wake of this victory, what will happen to the founda-tion dollars previously devoted to marriage equality?In 2014, the year covered by this report, foundation funding for marriage equality totaled $9.1 million. In recent years, funding for marriage equality has been fairly stable, in the range of $8 million to $12 million annually. Nearly all of this funding has been focused on the U.S. As with all data in this tracking report, these figures only include foundation and corporate funding, not donations from individuals, which have provided the majority  of dollars supporting marriage equality.Funders for LGBTQ Issues does not yet have data on 2015, and 2016 is only just beginning, which will be the first “post-marriage” year of LGBTQ funding. Nevertheless, it is possible to make some conjectures about where these marriage dollars will be devoted in the future, especially since the bulk of marriage funding has come from only a handful of sources. Nearly 90 percent of funding for marriage equality came from just eight funders: the Evelyn and Walter Haas, Jr. Fund, the Civil Marriage Collaborative, the Ford Foundation, the Gill Foundation, Freedom to Marry, the Calamus Foundation, the Overbook Foundation, and anonymous funders. Several of these funders have a continued commitment to funding LGBTQ issues, and the dollars they had previously devoted to marriage equality are now shifting to advancing LGBTQ rights in other areas. The Gill Foundation, for example, is now focusing much of its funding on advancing nondiscrimination protections at the state and federal levels. Other funders, such as the Ford Foundation, have indicated a shift away from LGBTQ rights in general, although Ford is continuing to fund LGBTQ rights outside the U.S. and domestic LGBTQ issues as they intersect with other issues of inequality. Two of the top marriage funders — the Civil Marriage Collaborative and the Freedom to Marry — have now closed, their primary objective having been achieved. Much of the dollars from these two funders — especially from the Civil Marriage Collaborative — came from the other top marriage funders. As a result, the other top funders will determine the ultimate re-direction of these dollars.Given how the priorities of specific funders are shifting  post-marriage, we estimate that at least $3.7 million (about 40 percent of the total $9.1 million for marriage) is shifting to other LGBTQ issues, such as nondiscrimination protections, religious exemptions, transgender rights, and LGBTI rights outside the U.S. Another $2.5 million (27 percent of marriage funding) is likely leaving the LGBTQ field entirely,  shifting to other philanthropic priorities. The remain-ing $2.9 million (nearly one-third of marriage funding) is of uncertain status, depending on how several funders assess and develop new strategies and priorities in the wake of the marriage victory.A loss of $2.5-5.4 million would represent a 1.5 to  3 percent decrease in LGBTQ funding post-marriage. This figure does not, however, capture the potential decrease in individual donations. Nor does it capture the potential “spillover” effect if funders make further reductions to their LGBTQ funding outside of marriage, based on the premise that LGBTQ rights in general no longer require further support given the victory for marriage equality. In this context, it is particularly crucial for funders to continue to address the many unmet needs facing LGBTQ communities, ranging from employment discrimination to homelessness.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 29 Top 10 U.S.-Based Global LGBTQ Funders*1 Open Society FoundationsNew York, NY   $6,244,975  2 Ford FoundationNew York, NY   $5,447,614 3  Arcus FoundationNew York, NY   $5,216,8254 amFAR, Foundation for AIDS ResearchNew York, NY  $3,202,1425  American Jewish World ServiceNew York, NY   $2,599,552 6 M.A.C. AIDS FundNew York, NY  $2,045,121 7 ViiV HealthcareResearch Triangle Park, NC  $2,031,6328  Levi Strauss Company FoundationSan Francisco, CA  $1,990,950  9  Astraea Lesbian Foundation for JusticeNew York, NY   $1,197,077  10  Fund For Global Human RightsWashington, DC   $989,960Top 10 Global LGBTQ Grantees of U.S.-Based Funders**1 Astraea Lesbian Foundation for JusticeNew York, NY  $2,031,650  2  OutRight Action International (formerly International Gay and Lesbian Human Rights Commission (IGLHRC))New York, NY  $1,901,6463  PLACE TokyoTokyo, Japan  $1,500,0004  University of California Los Angeles (UCLA) -  Williams InstituteLos Angeles, CA  $1,380,0005 Heartland Alliance for Human Needs and Human Rights Chicago, IL  $1,265,000 6 Human Rights WatchNew York, NY  $1,227,1007  Canadian HIV/AIDS Legal NetworkToronto, Canada  $1,005,900 8  Johns Hopkins University Baltimore, MD  $970,458 9  Thai Red Cross AIDS Research CenterBangkok, Thailand   $925,00010 UHAI-EASHRINairobi, Kenya   $881,700GLOBAL FUNDING OF LGBTQ ISSUESIn 2014, U.S.-based foundations awarded a record-breaking 634 grants totaling more than $40 million to support international LGBTQ issues and LGBTQ communities outside the U.S.  This new record easily surpasses the previous  record of $27 million set in 2011, and represents more than a 60-percent increase from the $24.6 million awarded  in 2013.  An additional 22 grants totaling $3.9 million were awarded to intermediaries for international re-granting, however, this has been deducted from the grand total so as to avoid double-counting.NOTE: The data in this section only includes funding from foundations, corporations, and nonprofit grantmakers based in the United States.  It does not include LGBTQ funding awarded by foundations and funding institutions outside the U.S., nor does it include funding from governments and multilateral organizations.  A soon to be released report by Funders for LGBTQ Issues and Global Philanthropy Project will track philanthropic support for LGBTQ issues globally and will include data from grantmakers based outside the United States and government agencies.  As such, this year’s section on global funding of LGBTQ issues is shorter than the sections featured in previous editions of the Tracking Report.* In 2014, multiple anonymous funders awarded a total of $5,328,500 to support LGBTQ issues outside of the United States. If the multiple anonymous funders appeared in the top ten list, they would rank as the number three funder. ** In 2014, multiple anonymous grantees received $6,005,132 for work benefiting LGBTQ communities outside the United States. If these multiple anonymous grantees appeared in the top ten list, they would rank as the number one grantee.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations30Caribbean $1,020,527 (3%)TOP FUNDER:  Open Society Foundations  – $345,000TOP STRATEGIES:  Advocacy, Training/Technical Assistance, Community OrganizingTOP ISSUE ADDRESSED:  Human Rights (35%)TOP SUB POPULATION: Gay/Queer Men/MSM (8%)  GLOBAL LGBTQ FUNDING BY REGION  AND ISSUES ADDRESSEDLatin America $2,425,768 (6%)TOP FUNDER:  amFAR, Foundation for AIDS Research – $876,684TOP STRATEGIES:  Direct Service, Advocacy, Organizational Capacity BuildingTOP ISSUE ADDRESSED:  HIV/AIDS (40%)TOP SUB POPULATION: Transgender People (48%)Western Europe$4,052,284 (10%)TOP FUNDER:  Open Society Foundations – $1.4 millionTOP STRATEGIES:  Advocacy, Direct Service, LitigationTOP ISSUE ADDRESSED:  Human Rights (6%)TOP SUB POPULATION: Gay/Queer Men/MSM (21%)Canada$1,313,903 (3%)TOP FUNDER:  Open Society Foundations  – $730,885TOP STRATEGIES:  Advocacy, Direct Service, LitigationTOP ISSUE ADDRESSED:  HIV/AIDS (65%)TOP SUB POPULATION: Gay/Queer Men/MSM (65%)International$9,512,591 (23%)TOP FUNDER:  Arcus Foundation – $2.7 millionTOP STRATEGIES:  Advocacy, Research, PhilanthropyTOP ISSUE ADDRESSED:  Human Rights (69%)TOP SUB POPULATION: Transgender People (5%)2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 31Asia & Pacific $10,369,481 (26%)TOP FUNDER:  Ford Foundation – $2.3 millionTOP STRATEGIES:  Advocacy, Research, Direct ServiceTOP ISSUE ADDRESSED:  HIV/AIDS (42%)TOP SUB POPULATION: Gay/Queer Men/MSM (39%)Eastern Europe,  Central Asia & Russia $2,038,837 (5%)TOP FUNDER:  Open Society Foundations – $1.4 millionTOP STRATEGIES:  Advocacy, Direct Service, LitigationTOP ISSUE ADDRESSED:  Human Rights (71%)TOP SUB POPULATION: Transgender People (6%)Middle East & North Africa$916,026 (2%)TOP FUNDER:  Ford Foundation – $300,000TOP STRATEGIES:  Direct Service, Philanthropy, AdvocacyTOP ISSUE ADDRESSED:  HIV/AIDS (64%)TOP SUB POPULATION: Gay/Queer Men/MSM (35%)Sub-Saharan Africa$9,000,218 (22%)TOP FUNDER:  Ford Foundation – $1.5 millionTOP STRATEGIES:  Advocacy, Public Education, PhilanthropyTOP ISSUE ADDRESSED:  Human Rights (40%)TOP SUB POPULATION: Sex Workers (14%)RECOMMENDED RESOURCE: International Human Rights Funders Group (IHRFG)For a detailed look at human rights funding around the world, see “Advancing Human Rights: The State of Global  Foundation Grantmaking,” produced by IHRFG and the Foundation Center.  The most recent report found that foundations awarded $1.8 billion for human rights in 2012, of which about 5 percent ($88.8 million) targeted LGBT  populations. Interactive data is available at humanrights.foundationcenter.org. RECOMMENDED RESOURCE: Global Philanthropy Project (GPP)GPP is a global network of funders and philanthropic advisors working to expand global philanthropic support  to advance the human rights of lesbian, gay, bisexual, transgender and intersex (LGBTI) people in the Global South  and East. GPP's website, www.globalphilanthropyproject.org, provides an array of resources on grantmaking for LGBTI issues around the world.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations32  GLOBAL FUNDING BY LOCATION OF GRANTEEIn 2014, nearly 30 percent of all funding for global LGBTQ work was awarded to a grantee physically located in the United States. Close to another 14 percent of funding for global LGBTQ work was awarded to grantees physically located in Western Europe. Fifty-six percent of global funding by U.S. foundations reached organizations that were physically located outside of Western Europe and the United States.This chart shows the country locations of grantees that received U.S. foundation funding for LGBTQI issues in 2014. For each geographic area, the chart shows the amount of funding for each country in the region. It also shows the funding for work focused on the region, but conducted by organizations based outside the region. Some funding was devoted to organizations in undisclosed locations, and that total amount is listed for each region.Geographic Focus: Asia and Pacific $10,369,481Regional Funding for Organizations  Based Within Asia and PacificAustralia $62,998Cambodia $30,000China $1,837,414India $1,990,128Indonesia $201,900Japan $1,800,000Laos $12,500Malaysia $7,350Mongolia $34,000Myanmar $122,000Nepal $12,500Pakistan $19,358Philippines $113,000Singapore $270,000Sri Lanka $40,000Thailand $1,513,428Vietnam $4,000Regional Funding for Organizations  Based Outside Asia and PacificBelgium $14,245Switzerland $9,260United States of America$1,837,708Regional Funding for  Organizations Based in  Undisclosed Countries            $437,692 Geographic Focus: Middle East and North Africa $916,026Regional Funding for Organizations  Based Within the Middle East and  North AfricaIsrael $290,000Jordan $300,000Lebanon $110,976Turkey $87,263Regional Funding for Organizations  Based Outside the Middle East and North AfricaBelgium $5,000France $4,000United States  of America$83,000Regional Funding for  Organizations Based in  Undisclosed Countries                 $35,787 Geographic Focus: Eastern Europe,  Central Asia  and Russia $2,038,837Regional Funding for Organizations  Based Within Eastern Europe, Central  Asia and RussiaArmenia $17,030Bosnia and  Herzegovina$25,000Croatia $227,944Czech Republic $101,000Georgia $55,000Greece $23,000Hungary $194,700Kyrgyzstan $10,000Latvia $82,009Lithuania $50,000Macedonia $137,549Moldova $40,000Montenegro $40,000Poland $159,643Romania $67,157Russia $212,215Serbia $114,000Slovak Republic $218,000Tajikistan $25,000Ukraine $213,990Regional Funding for Organizations  Based Outside Eastern Europe, Central  Asia and RussiaUnited States  of America$25,600 Geographic Focus: Caribbean $1,020,527Regional Funding for Organizations  Based Within the CaribbeanBahamas $5,000Dominican Republic $139,500Haiti $114,300Honduras $12,500Jamaica $482,927St. Lucia $41,300Trinidad and Tobago $5,000Regional Funding for Organizations  Based Outside the CaribbeanUnited States  of America$220,000 Geographic Focus: Latin America $2,425,768Regional Funding for Organizations  Based Within Latin AmericaArgentina $61,500Belize $77,700Bolivia $7,000Brazil $135,000Colombia $118,600Costa Rica $2,900Ecuador $105,000El Salvador $65,800Guatemala $7,000Guyana $18,084Honduras $31,000Mexico $565,900Nicaragua $59,000Paraguay $20,000Peru $971,684Suriname $14,600Regional Funding for Organizations  Based Outside Latin AmericaUnited States  of America$150,000Regional Funding for Organizations  Based in Undisclosed Countries                                                                    $15,000 Geographic Focus: Sub-Saharan Africa $9,000,218Regional Funding for Organizations  Based Within Sub-Saharan AfricaBotswana $20,000Burkina Faso $114,417Burundi $66,228Cameroon $50,992Democratic  Republic of Congo$46,000Ghana $5,000Kenya $1,361,071Lesotho $100,000Liberia $69,834Malawi $85,866Mali $4,800Namibia $105,910Nigeria $636,363Rwanda $60,000Senegal $104,800Sierra Leone $20,000South Africa $2,450,227Tanzania $12,500Togo $24,800Uganda $1,607,310Zambia $134,000Zimbabwe $25,000Regional Funding for Organizations  Based Outside Sub-Saharan AfricaBelgium $20,000France $19,000United States  of America$1,706,100Regional Funding for Organizations  Based in Undisclosed Countries                                                                 $150,000 Geographic Focus: US and Canada $113,907,961Regional Funding for Organizations  Based Within the US and CanadaCanada $1,313,903United States  of America$112,594,058 Geographic Focus: Western Europe $4,052,284Regional Funding for Organizations  Based Within Western EuropeBelgium $897,500Germany $235,000Ireland $420,241Italy $645,986The Netherlands $604,000Norway $6,298Portugal $19,133Spain $105,204Switzerland $1,000United Kingdom $1,117,922 Geographic Focus: International Projects and Grantees Based in Undisclosed Countries $9,152,591Funding for Organizations for International or Cross-Regional ProjectsBelgium $20,000Canada $200,000Switzerland $400,000The Netherlands $300,000United Kingdom $444,035United States of America $8,148,556Regional Funding for Organizations Based in Undisclosed Countries               $5,000 2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 33COMMUNITY FOUNDATION GRANTMAKING  FOR LGBTQ ISSUESIn 2014, community foundations awarded $5.9 million to LGBTQ issues (or $5.8 million after dollars awarded for  re-granting are excluded). This is roughly equivalent with the LGBTQ funding from community foundations in 2013,  which was $5.9 million with re-granting and $5.7 million excluding re-granting. While community foundations have steadily accounted for five percent of all LGBTQ funding, in 2014 they dropped to only four percent of all LGBTQ funding. The top ten community foundations provided more than $4 million in grants, or nearly 70 percent of the year’s total.Note: This section includes funding awarded by community foundations from their discretionary funds as well as from their donor-advised funds, which are often driven by recommendations from the donor who originally established the fund.  Top 10 Funders1 San Francisco FoundationSan Francisco, CA   $910,221 2 Boston FoundationBoston, MA   $452,1003 California Community FoundationLos Angeles, CA   445,079 4 The Cleveland FoundationCleveland, OH   $435,490 5 Chicago Community TrustChicago, IL   $356,200 6 The Philadelphia FoundationPhiladelphia, PA  $366,5507 New York Community TrustNew York, NY   $300,000 8 Community Foundation for Southeast MichiganDetroit, MI   $290,373 9 Community Foundation for Northeast FloridaJacksonville, FL   $268,628 10 Miami FoundationMiami, FL   $182,500Top 10 Grantees1 San Francisco AIDS FoundationSan Francisco, CA   $503,995 2  Boston FoundationBoston, MA   $250,0003 Los Angeles LGBT CenterLos Angeles, LA   $202,350 4 Resource Center of DallasDallas, TX   $190,513 5 Howard Brown Health CenterChicago, IL   $151,500 6 Equality Ohio Education FundColumbus, OH   $144,2107  Lesbian Gay Bisexual Transgender Community Center  of Greater ClevelandCleveland, OH  $137,750 8 Jacksonville Area Sexual Minority Youth Network (JASMYN)Jacksonville, FL   $133,758 9 William Way Community CenterPhiladelphia, PA   $125,55710 Stonewall National Museum and ArchivesFort Lauderdale, FL   $102,5002014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations34 Breakdown of Issues Addressed  by Community Foundations2014 Community Foundation Grant DollarsPercentage of Community Foundation GrantmakingPercentage of all LGBTQ GrantmakingCivil Rights and Human Rights $843,904 14% 42%Health and Wellbeing $1,764,473 30% 24%Strengthening Communities, Families, and Visibility $2,084,411 36% 17%Education and Safe Schools $150,621 3% 6%Economic Issues $424,155 7% 3%Violence, Homophobia, Biphobia and Transphobia $159,800 3% 3%Other Issues $407,006 7% 5%TOTAL $5,834,370    ISSUES ADDRESSED BY COMMUNITY FOUNDATIONSSimilarly to previous years, in 2014 community foundations invested heavily in building communities, families and visibility  as well as health and wellbeing issues, bucking the overall LGBTQ philanthropy trend of directing the majority of funding to civil rights work.  Since community foundations are place-based funders, some of this difference may be attributed to the fact that most of the large civil rights advocacy organizations are national. In contrast, direct service providers working on health and building community tend to be locally focused. 2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 35Community foundations collect resources from  a community within  a specific geographic region and then redistribute those resources to their defined community. Accordingly,  87 percent of community foundation funding for LGBTQ issues is directed to local, regional, or statewide organizations.1% International**  ($48,128) 12% National  ($696,896)1% Regional  (Multi-State)  ($56,699 )12% Statewide  ($719,147)74% Local  ($4,313,500)TOTAL ($5,834,370)27% International** ($40,649,635) 34% National ($52,652,969)3% Regional (Multi-State) ($4,808,897)9% Statewide ($14,315,903)27% Local ($40,816,289)TOTAL ($153,248,693)Distribution of Community Foundation Grant Dollars  by Geographic FocusAll LGBTQ Funding*Community FoundationsZOOMING IN: Donor Advised Funds at Community FoundationsIn many cases, a large portion of community foundation grantmaking comes from donor-advised funds. In 2014,  donor advised funds awarded nearly $1.5 million to LGBTQ issues, accounting for 25 percent of community foundation funding for LGBTQ issues. This represented an increase in grantmaking of approximately $500,000.  While they were less likely to invest in LGBTQ health and wellbeing, for the most part donor advised funds mirrored  the rest of community foundation funding in terms of issues addressed and geographical focus.   GEOGRAPHIC FOCUS OF  COMMUNITY FOUNDATIONS*NOTE: $5,000 or <1% was unspecified. ** Includes both “international” and “outside the U.S.” funding.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations36CORPORATE GRANTMAKING FOR LGBTQ ISSUESIn 2014, corporate foundation support for LGBTQ issues reached a record high of $20.5 million (or $18.7 million after dollars awarded for re-granting are excluded). Corporate funding more than doubled from $9.7 million with re-granting and $9.4 million exluding re-granting in 2013.This increase was driven largely by the first time inclusion of several new funders and an increased emphasis on HIV/AIDS  funding targeting gay and bisexual men and trans communities. A good portion of the funding from the new funders and the increase in HIV/AIDS funding focused on PrEP (Pre-Exposure Prophylaxis) as an HIV-prevention strategy. PrEP  was first recommended for HIV prevention in high-risk populations by the Centers for Disease Control and Prevention  and the World Health Organization in 2014. The 2014 top corporate funder of LGBTQ issues, Gilead Sciences, developed and distributes the only FDA-approved PrEP, Truvada.NOTE: The Committee Encouraging Corporate Philanthropy estimates that corporate foundation giving only accounts for 34 percent of all corporate giving, with direct cash accounting for 49 percent and in-kind giving accounting for 18 percent. Currently, our corporate data only includes corporate foundation grantmaking and employee matching gift programs run through corporate foundations. It does not include the generous support from corporations giving without an official foundation or philanthropic office or in-kind gifts. Top 10 Corporate Funders1  Gilead SciencesFoster City, CA   $6,126,347 2  Wells FargoSan Francisco, CA   $3,637,1653  M.A.C. AIDS FundNew York, NY   $3,381,757 4  ViiV HealthcareResearch Triangle Park, NC   $2,384,132 5 Levi Strauss Company FoundationSan Francisco, CA   $2,370,9506  Kaiser PermanenteOakland, CA   $605,500 7  MerckKenilworth, NJ   $337,158 8 Rocking Moon FoundationTenants Harbor, ME   $288,0009 Macy's FoundationCincinnati, OH   $194,496 10 Polk Bros. FoundationChicago, IL   $183,500 Top 10 Corporate Grantees1 San Francisco AIDS FoundationSan Francisco, CA   $1,921,943 2 PLACE TokyoTokyo, Japan   $1,500,000 3 GLAADNew York, NY   $825,000 4 Gay, Lesbian and Straight Education Network (GLSEN)New York, NY   $551,0005  United Kingdom Department of Health – Public Health Executive AgencyLondon, England   $420,3146 Los Angeles LGBT CenterLos Angeles, CA   $372,035 7 GMHCNew York, NY   $327,4868 Harlem UnitedNew York, NY   $308,000 9 AktaTokyo, Japan   $300,00010 Canadian HIV/AIDS Legal NetworkToronto, Canada   $300,000*NOTE: Anonymous grantees received a total of $1,180,694 from corporate funders. If they were one grantee, they would appear in the top ten list at number three.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 37  ISSUES ADDRESSED BY CORPORATE FUNDERSIn 2014, 70 percent of corporate funding for LGBTQ issues was awarded to support LGBTQ health and wellbeing issues.  This is a larger share than the 50 percent that health and wellbeing commanded in 2013.Nearly 60 percent of corporate funding for LGBTQ issues was awarded to HIV/AIDS.As was the case last year, less than 10 percent was devoted to civil rights. Breakdown of Issues Addressed  by Corporate Funders 2014 Corporate Foundation Grant DollarsPercentage of Corporate Foundation GrantmakingPercentage of all LGBTQ GrantmakingCivil Rights and Human Rights $1,356,084 7% 42%Health and Wellbeing $13,028,815 70% 24%Strengthening Communities, Families, and Visibility $2,384,120 13% 17%Education and Safe Schools  $704,925 4% 6%Economic Issues $554,000 3% 3%Violence, Homophobia, Biphobia and Transphobia  $432,883 2% 3%Other Issues  $196,556 1% 5%TOTAL $18,657,383  2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations38  GEOGRAPHIC FOCUS OF CORPORATE FUNDERSNearly half of all corporate funder support for LGBTQ issues benefited local communities in the U.S. A third targeted LGBTQ communities outside the U.S.34% International*  ($6,248,603) 18% National  ($3,281,574)0% Regional  (Multi-State)  ($25,000 )3% Statewide  ($587,450)46% Local  ($8,514,756)TOTAL ($18,657,383)27% International* ($40,649,635) 34% National ($52,652,969)3% Regional (Multi-State) ($4,808,897)9% Statewide ($14,315,903)27% Local ($40,816,289)TOTAL ($153,243,693)Distribution of Corporate Grant Dollars by Geographic FocusAll LGBTQ FundingCorporate Funders* Includes both “international” and “outside the U.S.” funding.RECOMMENDED RESOURCE: Committee Encouraging Corporate PhilanthropyA great resource for a more detailed look at corporate philanthropy is “Giving in Numbers: 2015 Edition” by the  Committee Encouraging Corporate Philanthropy. The report draws on data from more than 250 companies, including more than 65 of the largest 100 companies in the Fortune 500, and finds that corporations awarded more than  $18 billion in 2014. The report and more can be found at www.cecp.co/research.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 39PRIVATE FOUNDATION GRANTMAKING  FOR LGBTQ ISSUESIn 2014, private foundations awarded $83.4 million to LGBTQ issues (or $74.4 million after dollars for re-granting are excluded).  This represents an increase of $5 million from 2013.  Non-LGBTQ private foundation giving increased by roughly $3.5 million while LGBTQ private foundation giving increased by approximately $1.5 million.  As in previous years, private foundations represent the largest slice of LGBTQ funding, with their grantmaking accounting for nearly half of all LGBTQ funding in 2014.  Top 10 LGBTQ  Private Foundations1 Arcus FoundationNew York, NY    $16,999,935 2 Gill FoundationDenver, CO   $7,044,202 3  H. van Ameringen FoundationNew York, NY   $2,790,0004  David Bohnett FoundationBeverly Hills, CA   $2,475,1325  Calamus FoundationNew York, NY   $1,529,000 6 Palette FundNew York, NY   $1,179,182 7  Kevin J. Mossier FoundationEdina, MN   $1,154,9568 Alphawood FoundationChicago, IL  $817,500 9 B.W. Bastian FoundationOrem, UT   $710,50010 Amy Mandel and Katina   Rodis FundAsheville, NC   $700,415 Top 10 Non-LGBTQ  Private Foundations1 Ford FoundationNew York, NY   $15,367,6142  Open Society FoundationsNew York, NY   $6,482,4753  Evelyn & Walter Haas Jr. FundSan Francisco, CA   $5,276,823 4  The California EndowmentLos Angeles, CA   $1,981,065 5  John D and Catherine T.  MacArthur FoundationChicago, IL   $1,700,000 6  Foundation for a Just SocietyNew York, NY   $1,360,0007 Robert Wood Johnson FoundationPrinceton, NJ   $806,625 8  William and Flora Hewlett  FoundationMenolo Park, CA   $795,0009 Overbrook FoundationNew York, NY   $787,50010  Johnson Family FoundationNew York, NY   $761,700Top 10 Private  Foundation Grantees*1 Freedom to MarryNew York, NY   $3,191,500 2 National LGBTQ Task ForceWashington, DC   $2,090,187 3  Gill Foundation – Movement  Advancement Project (MAP)Denver, CO   $1,480,5004  Services and Advocacy for GLBT Elders (SAGE)New York, NY   $1,365,000 5  Gay, Lesbian & Straight Education Network (GLSEN)New York, NY   $1,203,5006  National Center for Lesbian  Rights (NCLR)San Francisco, CA   $1,150,500 7  University of California Los Angeles (UCLA) – Williams InstituteLos Angeles, CA   $996,5008  OutRight Action International (formerly International Gay and Lesbian Human Rights Commission (IGLHRC))New York, NY   $945,000 9  Lambda Legal Defense and  Education FundNew York, NY   $932,000 10  Gay and Lesbian Advocates and Defenders (GLAD)Boston, MA   $832,562*NOTE: Anonymous grantees received a total of $3,427,539 from private foundations.  If they were one grantee, they would appear in the top ten list  in the top spot.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations40 Breakdown of Issues Addressed  by Private Foundations2014 Private Foundation Grant DollarsPercentage of Private Foundation GrantmakingPercentage of all LGBTQ GrantmakingCivil Rights and Human Rights $35,982,656 48% 42%Health and Wellbeing $9,594,626 13% 24%Strengthening Communities, Families, and Visibility $14,930,562 20% 17%Education and Safe Schools $4,864,034 7% 6%Economic Issues $2,610,739 4% 3%Violence, Homophobia, Biphobia and Transphobia $2,129,723 3% 3%Other Issues $4,279,350 6% 5%TOTAL $74,391,690    ISSUES ADDRESSED BY PRIVATE FOUNDATIONSAs half of all LGBTQ funding comes from private foundations, the issues addressed by private foundations largely mirror the issues addressed by LGBTQ funding overall.  The notable exception is a greater emphasis on funding for strengthening communities, families, and visibility and less of an emphasis on funding LGBTQ health and wellbeing. Nearly half of all funding from private foundations supports civil and human rights. 2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 41Private foundations awarded more than 40 percent of their grantmaking to national non-profit organizations  in the U.S., a higher share than all LGBTQ grantmaking.  Outside of  that difference, the distribution  of funding by private foundations  very closely matched that of all  LGBTQ grantmaking.25% International**  ($18,868,601) 41% National  ($30,304,570)4% Regional  (Multi-State)  ($3,229,537)9% Statewide  ($6,378,202)21% Local  ($15,610,780)TOTAL ($74,391,690)27% International** ($40,649,635) 34% National ($52,652,969)3% Regional (Multi-State) ($4,808,897)9% Statewide ($14,315,903)27% Local ($40,816,289)TOTAL ($153,248,693)Distribution of Private Foundation Grant Dollars  by Geographic FocusAll LGBTQ Funding*Private Foundations  GEOGRAPHIC FOCUS OF PRIVATE FOUNDATIONS*NOTE: $5,000 or <1% was unspecified.** Includes both “international” and “outside the U.S.” funding.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations42Top 10 LGBTQ Public Funders1 Pride FoundationSeattle, WA   $5,381,984 2  Elton John AIDS FoundationNew York, NY   $2,360,656  3  Astraea Lesbian Foundation  for JusticeNew York, NY   $2,299,6914 Horizons FoundationSan Francisco, CA    $1,365,555 5 Black Tie DinnerDallas, TX   $1,000,000 6 Freedom to MarryNew York, NY   $936,0007 Point FoundationLos Angeles, CA   $769,0618 Our FundWilton Manors, FL   $691,7059  San Diego Human  Dignity FoundationSan Diego, CA   $538,531 10  Human Rights Campaign  FoundationWashington, DC   $496,718 Top 10 Non-LGBTQ  Public Funders1  amfAR, Foundation for  AIDS ResearchNew York, NY   $3,385,9462  American Jewish World ServiceNew York, NY   $2,851,552 3 Tides FoundationSan Francisco, CA   $2,830,901 DC   $1,636,0194  Proteus Fund (Civil Marriage  Collaborative)Amherst, MA   $1,750,6425 AIDS UnitedWashington, DC   $1,636,0196  Fund for Global Human RightsWashington, DC   $989,960 7  Jewish Communal Fund of  New YorkNew York, NY  $982,860 8  Jewish Community Federation of San Francisco, The Peninsula, Marin and SonomaSan Francisco, CA   $924,3609  Broadway Cares/Equity  Fights AIDSNew York, NY   $846,688 10  New York Women's FoundationNew York, NY  $770,000 Top 10 Public Funder Grantees*1  Lambda Legal Defense  and Education FundNew York, NY   $1,588,648  2  GLAADNew York, NY   $1,051,1223  National LGBTQ Task ForceWashington, DC   $1,044,0274 Johns Hopkins UniversityBaltimore, MD   $945,458 5  Thai Red Cross AIDS  Research CenterBangkok, Thailand   $925,000 6  National Center for Lesbian  Rights (NCLR)San Francisco, CA   $912,555 7  Gay, Lesbian and Straight  Education Network (GLSEN)New York, NY  $900,1668  Asociacion Civil Impacta Salud  y EducacionLima Peru   $876,684  9  Human Rights Campaign  FoundationWashington, DC   $843,475 10  Basic Rights Education Fund  (Basic Rights Oregon)Portland, OR   $612,600PUBLIC FUNDER GRANTMAKING FOR LGBTQ ISSUESIn 2014, public foundations awarded $41.9 million to LGBTQ issues (or $41.5 million after dollars awarded for re-granting are excluded).  This represents a more than 25 percent increase in LGBTQ grantmaking, up from $33.3 million in 2013.Historically, LGBTQ funding from public funders was fairly evenly split between funders rooted in the LGBTQ community and other funders.  In 2014, non-LGBTQ funders awarded a larger share. LGBTQ public funders awarded $17.7 million,  and non-LGBTQ public funders awarded $24.2 million.Nearly $16 million was awarded to public funders in 2014 for the purposes of re-granting to LGBTQ communities.*NOTE: Anonymous grantees received a total of $3,574,549 from private foundations.  If they were one grantee, they would appear in the top ten list  in the top spot.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 43 Breakdown of Issues Addressed  by Public Funders2014 Public Fund Grant DollarsPercentage of Public Fund GrantmakingPercentage of all LGBTQ GrantmakingCivil Rights and Human Rights $16,859,039 41% 42%Health and Wellbeing $11,887,116 29% 24%Strengthening Communities, Families, and Visibility $5,769,977 14% 17%Education and Safe Schools $3,300,645 8% 6%Economic Issues $1,117,898 3% 3%Violence, Homophobia, Biphobia and Transphobia $1,265,271 3% 3%Other Issues $1,252,186 3% 5%TOTAL $41,452,132    ISSUES ADDRESSED BY PUBLIC FUNDERSRoughly 40 percent of funding from public funds went to civil rights or human rights, matching the overall picture of LGBTQ funding. As in previous years, public funds tended to provide a greater share of funding for health and wellbeing issues as well as education and safe schools when compared to LGBTQ grantmaking. They also awarded a slightly smaller share to issues pertaining to strengthening communities, families, and visibility.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations44*NOTE: $5,000 or <1% was unspecified.** Includes both “international” and “outside the U.S.” funding.In 2014, the geographic focus of public funders looked remarkably similar to that of most other funders.  Nearly a third focused on domestic work at the national level with the same percentage focused on work at the local level.  A quarter of their support was focused outside the United States.  25% International**  ($10,153,453) 30% National  ($12,315,219)2% Regional  (Multi-State)  ($891,761)14% Statewide  ($5,699,930)30% Local  ($12,386,768)TOTAL ($41,452,131)Distribution of Public Funder Grant Dollars by Geographic FocusAll LGBTQ Funding*Public Fund*ZOOMING IN: Public Funds and Donor Advised FundsLike community foundations, public funds often host donor-advised funds. In 2014, donor-advised funds housed at LGBTQ public funds awarded 465 grants totaling more than $6.6 million, which represents a more than 400 percent increase from the $1.3 million that was awarded in 2013.  Donor advised funds at non-LGBTQ public funds were responsible for 134 grants totaling $4.2 million, representing a 20 percent increase from the $3.5 million they awarded in 2013. Collectively, donor-advised funds at public foundations accounted for more than a quarter of the support  for LGBTQ issues provided by public funds.  GEOGRAPHIC FOCUS OF PUBLIC FUNDERS27% International** ($40,649,635) 34% National ($52,652,969)3% Regional (Multi-State) ($4,808,897)9% Statewide ($14,315,903)27% Local ($40,816,289)TOTAL ($153,248,693)2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 45BEHIND THE NUMBERS — HOW MUCH FUNDING IS LEAVING THE LGBTQ FIELD?While foundation funding for LGBTQ issues increased by more than 18 percent in 2014, there are also sources of significant LGBTQ funding that will be closing or decreasing in the near future. Some of these lost dollars are due to funding sources spending down as planned, while others are due to a recalibration of funder priorities.  Below are a few examples:•     Pride Foundation’s Grantmaking from the Weiland Bequest: In 2006, Ric Weiland, one of the first five employees of Microsoft, passed away. He left a $65 million bequest to the Pride Foundation — the largest single donation to the LGBTQ movement. Over the past eight years, the Pride Foundation has been distributing grant payments to 10 leading LGBTQ and HIV organizations, as designated in Weiland’s bequest. These grant distributions have provided more than $4.5 million annually for the LGBTQ movement. With the funds from the bequest nearly spent down, these payments will be coming to an end in 2016.•      AmfAR’s GMT Initiative: Through its GMT Initiative, the Foundation for AIDS Research provided support for community-based organizations around the world to reduce the impact of HIV among gay men, men who have sex with men, and transgender people.  In 2015, amfAR announced a new strategic direction, refocusing all of its grantmaking dollars toward research efforts to find a cure for HIV/AIDS. As part of this realignment, the GMT Initiative — which in 2014 provided nearly $3.4 million for HIV prevention and treatment in gay and transgender communities — is shutting down. •      Marriage Equality Funding: As detailed on page 28, several funders are expected to decrease their funding for LGBTQ rights in the wake of the victory for marriage equality in the U.S. This will represent a loss of $2.5-5.4 million annually for the LGBTQ movement.•      Kevin J. Mossier Foundation: Established by Kevin J. Mossier, founder of RSVP Travel, the Mossier Foundation has supported efforts to advance the rights of LGBTQ people. The Foundation is currently spending down its assets, allowing for an increased level of giving to address current needs. In recent years, the Foundation has awarded $1.2-2 million annually for LGBTQ issues, which will soon come to an end as the Foundation completes its planned spend-down.Combined, the loss of the above funding sources will lead to a net decrease of $12.6-15.3 million in foundation funding for LGBTQ issues. This would constitute a loss of up to 10 percent of the current total LGBTQ funding of $153 million — unless other funders increase their giving for LGBTQ issues to offset this loss and address the wide range  of needs facing LGBTQ communities.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations46APPENDIX2014 LIST OF LGBTQ GRANTMAKERS IN THE U.S.11th Hour Project 7 $402,500 $150,000 $552,500AbbVie Foundation and AbbVie 1 $10,000 $10,000Aetna Foundation 4 $136,500 $136,500AIDS Foundation of Chicago 19 $416,430 $416,430AIDS Funding Collaborative 1 $5,000 $5,000AIDS United 23 $1,636,019 $1,636,019Akron Community Foundation 17 $98,425 $98,425Alphawood Foundation 13 $817,500 $817,500American Institute of Bisexuality 10 $292,955 $292,955American Jewish World Service 100 $2,609,552 $242,000 $2,851,552amfAR, The Foundation for AIDS Research 24 $3,385,946 $3,385,946Anderson Foundation, Hugh J. 1 $9,000 $9,000Anderson Prize Foundation 2 $15,000 $15,000Andy Warhol Foundation for the Visual Arts, The 2 $160,000 $160,000Annenberg Foundation 3 $200,000 $200,000Anonymous Donors 94 $12,913,119 $4,829,500 $17,742,619Appalachian Community Fund 2 $4,000 $4,000Arcus Foundation 175 $15,064,935 $1,935,000 $16,999,935ARIA Foundation 8 $266,000 $266,000Arizona Community Foundation 2 $22,000 $22,000Asian Americans/Pacific Islanders in Philanthropy (AAPIP) 13 $108,708 $108,708Astraea Lesbian Foundation for Justice 105 $2,299,691 $2,299,691Atwater Kent Foundation 6 $2,200 $2,200Austin Foundation, Sidley 1 $700 $700Babson Charitable Foundation, Susan A. and Donald P. 9 $35,562 $2,000 $37,562Babson Foundation, Paul and Edith 4 $31,500 $31,500Baker Brook Foundation: H. Leonard, K. Angell, W. Leonard, D. Leonard 2 $1,000 $1,000Bastian Foundation, B. W. 42 $710,500 $710,500Benetech Human Rights Program 13 $123,366 $32,000 $155,366Bernstein Memorial Foundation, Morey 2 $6,000 $6,000Best Buy Foundation 1 $10,000 $10,000Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 47Bigelow Foundation, F.R. 2 $20,000 $15,000 $35,000Blachford-Cooper Foundation 2 $146,500 $146,500Black Tie Dinner 16 $1,000,000 $1,000,000Blowitz-Ridgeway Foundation 1 $10,000 $10,000Blue Cross and Blue Shield of Florida Foundation 3 $31,500 $31,500Blue Shield of California Foundation 4 $93,000 $93,000Bohnett Foundation, David 117 $1,665,132 $810,000 $2,475,132Booth Ferris Foundation 1 $150,000 $150,000Borick Foundation, Louis L. 4 $155,000 $155,000Boston Foundation 55 $451,100 $1,000 $452,100Bread and Roses Community Fund 3 $29,407 $29,407Bremer Foundation, Otto 3 $130,000 $130,000Bristol-Myers Squibb Company 1 $15,000 $15,000Broadway Cares/Equity Fights AIDS 58 $846,688 $846,688Brother Help Thyself 4 $75,025 $75,025Brown Foundation, Arch and Bruce 2 $70,000 $70,000Buck Foundation, Peter and Carmen Lucia 3 $95,000 $95,000Burstein Family Foundation 1 $500 $500Bush Foundation 2 $125,000 $125,000Caesars Foundation, The 1 $25,000 $25,000Cafritz Foundation, Morris and Gwendolyn 3 $60,000 $60,000Calamus Foundation (Delaware) 13 $111,000 $50,000 $161,000Calamus Foundation (New York) 21 $1,504,000 $25,000 $1,529,000California Community Foundation 122 $443,904 $1,175 $445,079California Endowment, The 48 $1,981,065 $1,981,065California Wellness Foundation 3 $475,000 $475,000Campbell Foundation, The 2 $4,000 $4,000Cape Cod Foundation 7 $13,700 $13,700Capital Group Companies Charitable Foundation 3 $1,400 $1,400Casey Foundation, Annie E. 3 $170,000 $170,000Caterpillar Foundation 1 $1,000 $1,000Chaiken Foundation, Donald and Carole 4 $80,000 $80,000Chicago Community Trust 19 $356,200 $356,200Chicago Foundation for Women 2 $77,500 $77,500Chinook Fund 1 $6,500 $6,500Cleveland Foundation, The 13 $435,490 $435,490Coca-Cola Foundation 1 $150,000 $150,000Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations48Collingwood Foundation 14 $330,000 $10,000 $340,000Collins Foundation, The 2 $19,500 $19,500Columbus Foundation and Affiliated Organizations 1 $5,000 $5,000Comer Family Foundation, The 18 $229,000 $229,000Communities Foundation of Texas 3 $125,513 $125,513Community Foundation for Greater Buffalo 4 $5,819 $5,819Community Foundation for Northeast Florida 21 $235,628 $33,000 $268,628Community Foundation for Southeast Michigan 42 $287,873 $2,500 $290,373Community Foundation for Southern Arizona 15 $52,500 $52,500Community Foundation for the Fox Valley Region 1 $1,000 $1,000Community Foundation for the Greater Capital Region 14 $105,047 $10,000 $115,047Community Foundation for the National Capital Region 2 $3,000 $3,000Community Foundation of Broward 10 $149,210 $149,210Community Foundation of Greater Birmingham 1 $25,000 $25,000Community Foundation of Greater Fort Wayne 1 $2,000 $2,000Community Foundation of Greater Greensboro 4 $84,414 $84,414Community Foundation of Greater New Haven 2 $2,084 $2,084Community Foundation of Middle Tennessee 4 $12,000 $12,000Community Foundation of San Luis Obispo County 5 $7,091 $7,091Community Foundation of Santa Cruz County 19 $73,167 $73,167Community Foundation of Western Massachusetts 1 $5,300 $5,300Community Foundation of Western North Carolina 1 $25,000 $25,000Community Foundation Serving Boulder County 18 $57,500 $57,500Con Alma Health Foundation 1 $1,000 $1,000Consumer Health Foundation 2 $70,000 $25,000 $95,000Crawford Idema Family Foundation, The 1 $27,500 $27,500Cream City Foundation 30 $173,000 $173,000Crossroads Fund 1 $21,660 $21,660Dallas Foundation 2 $65,000 $65,000Dallas Women's Foundation 1 $7,500 $7,500DeCamp Foundation, Ira W. 1 $100,000 $100,000Dechman Foundation, David A. 3 $150,000 $150,000Delaware Valley Legacy Fund 12 $48,000 $48,000Design Industries Foundation Fighting AIDS (DIFFA) 9 $63,200 $63,200Disability Rights Advocacy Fund 2 $94,000 $94,000District of Columbia Bar Foundation 2 $236,000 $236,000Dobkin Family Foundation 2 $57,500 $57,500Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 49Douty Foundation, Alfred and Mary 1 $4,000 $4,000Driscoll's Foundation 1 $1,000 $1,000Dwight Stuart Youth Fund 9 $256,000 $256,000Dyson Foundation 3 $182,500 $182,500Elizabeth Taylor AIDS Foundation 2 $20,000 $20,000Elton John AIDS Foundation 37 $2,310,656 $50,000 $2,360,656Equity Foundation 79 $179,913 $179,913Esmond Harmsworth 1997 Charitable Foundation 13 $303,334 $303,334Fels Fund, Samuel S. 3 $35,000 $35,000Field Foundation of Illinois 1 $25,000 $25,000Fields, Jonas Hannagan, Charles and Walters, David  Charitable Foundation1 $2,500 $2,500Folsom Street Events 55 $270,128 $270,128Ford Foundation 67 $12,792,614 $2,575,000 $15,367,614Foundation for a Just Society 7 $610,000 $750,000 $1,360,000Foundation for Louisiana 2 $7,500 $7,500Foundation For The Carolinas (Charlotte Lesbian and Gay Fund) 21 $100,050 $100,050Freedom to Marry 12 $936,000 $936,000Freeman Foundation 16 $263,800 $263,800FRIDA Fund 8 $29,000 $29,000Fry Foundation, Lloyd A. 4 $75,000 $75,000Fund for Democratic Communities 3 $20,500 $20,500Fund For Global Human Rights 35 $989,960 $989,960Funders for LGBTQ Issues – Adam Queer Youth Initiative 4 $30,000 $30,000Funding Exchange 1 $503,401 $503,401G.E. Company 1 $25,000 $25,000G.E. Foundation 3 $103,000 $103,000Gamma Mu Foundation 7 $42,800 $42,800Gates Foundation, Bill and Melinda 1 $5,000 $5,000Gay Asian Pacific Alliance (GAPA) Foundation 14 $17,500 $17,500General Mills Foundation 1 $10,000 $10,000Genius Charitable Trust, Elizabeth Morse 1 $25,000 $25,000Gerbic Family Foundation, Edward and Verna 2 $1,100 $1,100Gilead Sciences 58 $5,526,347 $600,000 $6,126,347Gill Foundation 78 $6,194,202 $850,000 $7,044,202Gilmore Foundation, Irving S. 1 $45,000 $45,000Global Fund for Women 10 $217,000 $217,000Goldman Foundation, John and Marcia 2 $15,000 $15,000Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations50Grainger Foundation, The 1 $2,000 $2,000Grand Foundation, Richard 1 $15,000 $15,000Grants for the Arts/San Francisco Hotel Tax Fund 21 $484,180 $484,180Greater Kansas City Community Foundation 5 $10,000 $10,000Greater Milwaukee Foundation 3 $60,000 $60,000Greater Seattle Business Association 1 $310,000 $310,000Greater Worcester Community Foundation 1 $17,000 $17,000Groundswell Fund 7 $533,005 $533,005Guilford Green Foundation 18 $55,000 $55,000Haas Fund, Walter and Elise 12 $216,100 $216,100Haas Jr. Fund, Evelyn and Walter 45 $3,991,823 $1,285,000 $5,276,823Hagedorn Fund 1 $20,000 $20,000Hartford Foundation for Public Giving 8 $106,463 $106,463Haring Foundation, Keith 6 $157,500 $157,500Harter Charitable Trust, John Burton 3 $80,500 $80,500Hawai'i People's Fund 3 $11,550 $11,550Hayden Foundation, Charles 1 $75,000 $75,000Haymarket People's Fund 1 $5,600 $5,600Hazen Foundation, Edward W. 2 $60,000 $60,000Headwaters Fund for Justice 2 $15,000 $15,000Health Foundation of Greater Indianapolis, The 5 $143,250 $143,250Heartland Alliance for Human Needs and Human Rights 14 $276,993 $276,993Heinz Endowment 1 $12,000 $12,000Hermes Foundation 2 $13,500 $13,500Hewlett Foundation, William and Flora 8 $675,000 $120,000 $795,000Higgins Foundation, Colin 4 $30,000 $10,000 $40,000Hill-Snowdon Foundation 4 $65,000 $65,000Hollyfield Foundation 9 $34,500 $34,500Homeless Assistance Fund 1 $34,000 $34,000Horizons Foundation 283 $1,364,055 $1,500 $1,365,555Hostetter, Mark D.  and Habib, Alexander N.  Foundation 4 $112,750 $112,750Houston Endowment 1 $200,000 $200,000Human Rights Campaign Foundation 28 $496,718 $496,718Hunt Foundation,  Roy A. 1 $10,000 $10,000Intuit Foundation 30 $25,042 $25,042Irvine Foundation, James 2 $28,000 $28,000Jewish Communal Fund of New York 13 $982,860 $982,860Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 51Jewish Community Federation of San Francisco, The Peninsula, Marin and Sonoma9 $924,360 $924,360Jim Collins Foundation, The 2 $24,000 $24,000Johnson and Johnson Family of Companies 1 $30,000 $30,000Johnson Family Foundation 27 $676,700 $85,000 $761,700Just Fund Kentucky 12 $37,591 $37,591Kaiser Permanente 14 $605,500 $605,500Kalamazoo Community Foundation 8 $147,000 $147,000Keith Foundation Trust, Ben E. 1 $25,000 $25,000Kellett Foundation, John Steven 6 $17,100 $17,100Kerr Foundation, William A. 5 $57,500 $57,500King Baudouin Foundation 1 $40,000 $40,000Kish Foundation, John C. 14 $220,000 $220,000Knight Foundation, John S. and James L. 1 $19,000 $19,000Koffman, Betsy and Bates, Lorraine Family Fund 1 $20,000 $20,000Komen Foundation, Susan G. 11 $532,391 $532,391Kroger Co. Foundation 2 $30,000 $30,000Langeloth Foundation, Jacob and Valeria 1 $2,500 $2,500Larsen Foundation, John 3 $75,500 $75,500Laughing Gull Foundation 16 $101,157 $101,157LEAGUE Foundation 8 $14,000 $14,000Leeway Foundation 11 $51,960 $51,960Left Tilt Fund 4 $40,000 $40,000Levi Strauss Company Foundation 29 $2,290,950 $80,000 $2,370,950Liberty Hill Foundation 47 $386,680 $386,680Logan Foundation, Reva and David 2 $170,000 $170,000LTR Lewis Cloverdale Foundation 3 $65,000 $65,000M.A.C. AIDS Fund 47 $2,776,742 $605,015 $3,381,757MacArthur Foundation, John D and Catherine T. 4 $1,700,000 $1,700,000Macy's Foundation 44 $194,496 $194,496Maine Initiatives 1 $10,000 $10,000Mandel, Amy and Rodis, Katina Fund 22 $700,415 $700,415Marcus Foundation, Grace R. and Alan D. 6 $12,000 $12,000Marguerite Casey Foundation 3 $527,500 $527,500Mary Duke Biddle Foundation, The 1 $3,000 $3,000McKenzie River Gathering 4 $26,700 $26,700Merck 3 $337,158 $337,158Meyer Foundation, Eugene and Agnes E. 2 $50,000 $50,000Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations52Meyer Memorial Trust 1 $35,970 $35,970Miami Foundation 22 $182,500 $182,500Miller Foundation, Herman and Frieda L. 3 $105,000 $105,000Miner Foundation, The 1 $10,000 $10,000Minneapolis Foundation 4 $64,082 $64,082Moonwalk Fund, Silva Watson 9 $114,000 $114,000Moriah Fund 2 $100,000 $100,000Morrison and Foerster Foundation 1 $41,667 $41,667Mossier Foundation, Kevin J. 24 $1,154,956 $1,154,956Ms. Foundation for Women 1 $25,000 $25,000MTV Staying Alive Foundation 8 $100,000 $100,000Mukti Fund 22 $634,240 $634,240Neidich, Daniel M. and Garber, Brooke Foundation 1 $1,000 $1,000Neo Philanthropy 15 $747,400 $747,400New York Community Trust 10 $300,000 $300,000New York Foundation 3 $89,000 $89,000New York Life Foundation 2 $100,000 $100,000New York Women's Foundation 14 $770,000 $770,000Newpol Foundation 7 $71,000 $71,000Noble Charitable Trust, John H. and Ethel G. 1 $50,000 $50,000North Star Fund 13 $68,750 $68,750Northwest Health Foundation 1 $30,000 $30,000NoVo Foundation 1 $300,000 $300,000Open Meadows Foundation 2 $1,500 $1,500Open Society Foundations 68 $6,482,475 $6,482,475Oregon Community Foundation 1 $6,000 $6,000Our Fund 189 $642,905 $48,800 $691,705Overbrook Foundation 12 $662,500 $125,000 $787,500Packard Foundation, David and Lucile 1 $20,000 $20,000Palette Fund, The 35 $1,072,882 $106,301 $1,179,182Paso del Norte Health Foundation 1 $111,319 $111,319Pfund Foundation 17 $103,990 $103,990Philadelphia Foundation, The 37 $346,550 $20,000 $366,550Picotte Family Foundation, John D. 2 $40,500 $40,500PNC Foundation 18 $7,284 $7,284Point Foundation 1 $769,061 $769,061Polk Bros. Foundation 6 $183,500 $183,500Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 53Pride Foundation 136 $5,381,984 $5,381,984Proteus Fund - Civil Marriage Collaborative 10 $1,750,642 $1,750,642Retirement Research Foundation, The 2 $75,819 $75,819Richmond Memorial Health Foundation 1 $48,800 $48,800Roaring Fork Gay and Lesbian Community Fund 5 $30,000 $30,000Robbins Foundation, Jerome 2 $10,000 $10,000Robert Wood Johnson Foundation 5 $806,625 $806,625Robins, Kaplan, Miller and Ciresi, L.L.P.  Foundation 4 $27,500 $27,500Roblee Foundation, Joseph H. and Florence A. 2 $22,000 $22,000Rochester Area Community Foundation 14 $31,250 $31,250Rockefeller Brothers Fund 1 $85,000 $85,000Rockefeller Philanthropy Advisors 1 $500 $500Rocking Moon Foundation 6 $288,000 $288,000Rockwell Collins Charitable Corporation 1 $15,000 $15,000Rose Community Foundation 2 $60,000 $60,000Rosenberg Foundation 3 $16,000 $16,000Rubin Foundation, Shelley and Donald 5 $45,000 $45,000Saint Paul Foundation 2 $30,000 $15,000 $45,000San Diego Foundation 4 $50,835 $50,835San Diego Human Dignity Foundation 49 $538,531 $538,531San Francisco AIDS Foundation 12 $200,756 $200,756San Francisco Arts Commission 19 $349,346 $349,346San Francisco Foundation 19 $885,221 $25,000 $910,221Santa Fe Community Foundation 10 $34,000 $34,000Satterberg Foundation 1 $10,000 $10,000Seattle Foundation, The 1 $1,857 $1,857Silicon Valley Community Foundation 52 $158,908 $158,908Siragusa Foundation 2 $12,500 $12,500Slavin Foundation, Sanford and Doris 3 $5,250 $5,250Small Change Foundation 16 $272,000 $272,000Smith Charitable Trust, W. W. 1 $10,000 $10,000Snowdon Foundation, Ted 16 $424,000 $424,000Snyder Fund, Valentine Perry 1 $20,000 $20,000South Africa Development Fund 3 $426,796 $426,796Stonewall Community Foundation 90 $315,539 $5,000 $320,539Summit Charitable Foundation, The 1 $50,000 $50,000Tawani Foundation 9 $223,000 $223,000Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total Dollars2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations54Tides Foundation 77 $2,828,901 $2,000 $2,830,901Trans Justice Funding Project 65 $143,000 $143,000Tuttle Fund, Isaac 1 $40,000 $40,000Unitarian Universalist Veatch Program at Shelter Rock 6 $254,000 $254,000Urgent Action Fund 33 $162,312 $2,774 $165,086van Ameringen Foundation, H. 54 $2,740,000 $50,000 $2,790,000Vermont Community Foundation 25 $92,689 $92,689ViiV Healthcare 14 $2,284,132 $100,000 $2,384,132Violett, Ellen M. and Thomas, Mary P. R.  Foundation  2 $2,500 $2,500Walgreens 1 $50,000 $50,000Wallis Foundation 1 $25,000 $25,000Walmart Foundation 1 $50,000 $50,000Washington AIDS Partnership 10 $556,874 $556,874Weinberg Foundation, Harry and Jeanette 1 $20,000 $20,000Weingart Foundation 4 $250,000 $250,000Wells Fargo 144 $3,257,165 $380,000 $3,637,165Wild Geese Foundation 13 $425,500 $425,500Wohlford Foundation, Mary 2 $55,500 $55,500Women's Foundation of California, The 5 $31,500 $31,500Women's Foundation of Minnesota 3 $66,111 $66,111World Justice Project 1 $19,000 $19,000Z. Smith Reynolds Foundation 2 $135,000 $135,000Zarrow Foundation, Anne and Henry 1 $5,000 $5,000Foundation  NameTotal GrantsDirect Grant Dollars Regranting Dollars Total DollarsTOTALS 4,552 $153,248,693 $16,169,564 $169,418,2582014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 55THANK YOU TO OUR MEMBERS!In 2014, our membership awarded $119.8 million to LGBTQ issues. Collectively our members accounted for nearly  80 percent of all LGBTQ funding. Our members are helping improve the lives of LGBTQ people around the world.If you and your organization are concerned about LGBTQ issues and want to help expand philanthropic resources for LGBTQ members, consider becoming a member of Funders for LGBTQ Issues. Visit us on the web at www.lgbtfunders.org/join for more information.11th Hour ProjectAmerican Jewish World ServiceAndrus Family FoundationAnonymousArcus FoundationArizona Community Foundation Astraea Lesbian Foundation for JusticeThe David Bohnett FoundationBorealis Philanthropy Boston FoundationThe Calamus Foundation (Delaware) The California Endowment The California Wellness FoundationJeff Chartrand Advised Fund  The Cleveland Foundation Community Foundation for Northeast Florida Community Foundation Santa Cruz CountyCon Alma Health FoundationCream City FoundationElton John AIDS FoundationEquity FoundationFord FoundationFoundation For The CarolinasFoundation for LouisianaFreeman FoundationGilead Sciences Gill FoundationGilmour-Jirgens FoundationGroundswell FundGuilford Green FoundationEvelyn & Walter Haas, Jr. FundThe William and Flora Hewlett FoundationHorizons FoundationJohnson Family FoundationKicking Assets FundJohn Larsen FoundationLaughing Gull FoundationLevi Strauss FoundationM.A.C. AIDS FundThe John D. and Catherine T. MacArthur FoundationAmy Mandel and Katina Rodis FundMarguerite Casey FoundationMukti FundNew Venture FundNew York Women’s FoundationNorth Star FundNorwest Area FoundationOur Fund, Inc.Overbrook FoundationThe Palette FundPfund FoundationPolk Bros. FoundationPride FoundationProteus Fund, Inc.Robert Wood Johnson FoundationRockefeller Philanthropy AdvisorsRosenberg FoundationSan Diego Human Dignity FoundationSan Francisco AIDS FoundationSanta Fe Community FoundationSmall Change FoundationStonewall Community FoundationDwight Stuart Youth FundH. van Ameringen FoundationVermont Community FoundationWashington AIDS Partnership Wells Fargo BankWild Geese FoundationThird Wave Fund Tides FoundationWomen’s Foundation of CaliforniaInstitutional Members2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations56METHODOLOGYWe surveyed the 2014 grantmaking activity of nearly 1,000 philanthropic entities in search of LGBTQ funding. All types of foundations were surveyed — private, public, community and corporate — as well as nonprofit organizations with grantmaking programs. Information was obtained predominantly through self-reporting by grantmakers, as well as  a review of 990s and annual reports. This report includes all information received as of February 1, 2016.Our overarching research goal was to ensure that the data we collected focused specifically on LGBTQ issues and  organizations. Therefore, the data does not include grants to organizations or projects that are generally inclusive of LGBTQ people unless they explicitly address an LGBTQ issue or population. For example, a women’s organization given  a grant to develop a sex education curriculum for girls, open and welcoming to all girls, including LBTQ girls, would  not have been included in the data. If that same organization was funded to provide sex education specifically to  LBTQ girls, it would have been included.We have included all re-granting dollars in charts that rank individual grantmakers and the appendix to accurately  show the overall level of LGBTQ funding provided by each grantmaker, regardless of whether those dollars are provided in the form of direct grants or through an intermediary that then re- grants those dollars to other organizations and individuals. As a result, the charts that rank grantmakers and the appendix ”double-count” re-granting when aggregated. However, for all other tabulations and charts, we have not included dollars awarded for the purpose of re-granting,  so as to avoid double counting. ACKNOWLEDGMENTSA huge “thank you” to everyone who made this report possible, with special gratitude for our members and the  other philanthropic entities who took the time to provide us with data on their grantmaking for LGBTQ communities  and answer questions when needed. We’re also extremely grateful to our friends at Funders Concerned About AIDS (FCAA) — John Barnes, Sarah Hamilton, and Erica Baehr — for sharing LGBTQ-specific HIV/AIDS grantmaking data  we wouldn’t otherwise have access to and for being outstanding collaborative partners. Thanks also to Matthew Hart, Ezra Nepon, and Addison Smith for their expertise and collaboration on the forthcoming global LGBTQ tracking report, which also helped strengthen the content of this domestic-focused report. Finally, this report would not be possible without Rebecca Fox, Andrew Lane, and Cindy Rizzo, who all helped in editing the final report in addition to providing invaluable feedback on our analysis.2014 TRACKING REPOR T Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations 57Rebecca Fox, ChairProgram Officer, Wellspring AdvisorsSurina Khan, Vice ChairChief Executive Officer, The Women’s Foundation of CaliforniaKristine Stallone, TreasurerVice President for Finance and Administration, American Jewish World ServiceBeatriz “Bia” Vieira, SecretaryPhilanthropic Consultant Rohit BurmanExecutive Director, Global Philanthropy and Corporate  Citizenship of the Estée Lauder CompaniesAlfredo CruzDirector of Programs, Foundation for Louisiana Gabriel FosterCo-Founder and Director, Trans Justice Funding ProjectMatthew “Matty” HartPresident of the Board of Directors, Calamus Foundation  (Delaware); and Coordinator, Global Philanthropy ProjectCindy RizzoSenior Advisor, Evaluation and Strategy, Arcus FoundationMitchell SingerDirector, Rockefeller Philanthropy AdvisorsRye YoungExecutive Director, Third Wave FundBoard of DirectorsBen Francisco Maulbeck PresidentLyle Matthew Kan Director of Communications and EducationMarvin Webb Director of Operations and Member ServicesKristina Wertz Director of EngagementChantelle Fisher-BorneProject Director, The Out in the South Initiative Naa Hammond Research and Communications AssociateRebecca WisotskyExecutive Associate and Philanthropic Outreach CoordinatorNick Faggella Research and Communications FellowStaffAuthors:  Lyle Matthew Kan and Ben Francisco MaulbeckCopy Editors: Chantelle Fisher-Borne, Marvin Webb, Kristina Wertz,  and Rebecca WisotskyCreative Director: Lyle Matthew KanGraphic Designer: Tammy Collins, Evolve Visual Design Lead Researcher & Editor:  Naa HammondResearchers: Nick Faggella, Lyle Matthew Kan, and  Ben Francisco Maulbeck Report CreditsMISSIONFunders for LGBTQ Issues works to increase the scale and impact of philanthropic resources aimed at enhancing  the well-being of lesbian, gay, bisexual, transgender and queer communities, promoting equity and advancing racial,  economic and gender justice.© February 2016, FUNDERS FOR LGBTQ ISSUESPermission is granted to reproduce this document in part or in its entirety, provided that Funders for LGBTQ Issues is cited  as the source for all reproduced material.Funders for LGBTQ Issues104 West 29th Street, 4th Floor  |  New York, NY 10001  |  Telephone: 212 . 475 . 2930  |  Fax: 212 . 475 . 2532 www.lgbtfunders.org  |  Twitter: @lgbtfunders  |  Facebook: www.facebook.com/LGBTQFunders",
    "id": 87085560,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:28226"
    },
    "title": "2014 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-02-02T00:00:00+00:00",
    "publisher": "Funders for LGBTQ Issues",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/28226/28226.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/87085560.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/87085560"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/87085560/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/87085560/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/87085560"
        }
    ],
    "abstract": "The 2014 Tracking Report (2016) explores the scope and character of foundation funding for LGBTQ issues in the calendar year 2014. The report analyzes 4,552 grants from 313 foundations, making it the most comprehensiveness assessment of LGBTQ funding available.In 2013, funding for LGBTQ issues reached a record high of $153.2 million. In particular, there were significant increases in HIV/AIDS funding, support for the U.S. South, and grantmaking benefiting trans communities.However, there are an unfortunate number of sobering statistics behind the promising headlines. Despite our most sophisticated survey of philanthropic entities to date, the report finds that not since 2009 have so few funders supported LGBTQ issues.For the first time, the 2014 Tracking Report features an in-depth analysis of funding by 100 of the largest foundations in the United States. The report finds that more than 6 in 10 made no LGBTQ-specific grants in 2014",
    "tags": [
        "report",
        "LGBTQI",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:28226",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 87085560,
        "depositedDate": null,
        "publishedDate": "2016-02-02T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:45:56+00:00",
        "acceptedDate": null,
        "createdDate": "2017-10-12T12:00:25+01:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/28226",
        "https://issuelab.org/resources/28226/28226.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:56+00:00",
    "setSpecs": []
}