{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Andrew Wallace"
        },
        {
            "name": "Ben Francisco Maulbeck"
        },
        {
            "name": "Lyle Matthew Kan"
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-21T08:48:29+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/588303528.pdf",
    "fullText": "2015TRACKING REPORTWhile the amount of funding and the number of funders investing in LGBTQ issues showed a modest increase in 2015, a review of 100 of the largest foundations in the U.S. revealed that more than half provided no funding that specifically focused on LGBTQ issues. Only 3 awarded 1 percent or more of their grantmaking to LGBTQ issues—down from 5 in 2014. No grantmaking devotedspecifically to LGBTQ issuesLess than 1% of grantmaking devoted specifically to LGBTQ issuesMore than 1% of grantmaking devoted specifically to LGBTQ issuesFoundation funding for LGBTQ issues reached a record high of $160.7 million in 2015, at a significantly reduced rate of growth of less than 5 percent.Total Annual LGBTQ Grant Dollars, 2006-2015Nominal dollars (not adjusted)2015 dollars (adjusted for inflation)2006200720082009201020112012201320142015$71,336,251$80,295,279$116,181,019$96,533,298$96,829,756$123,012,423$121,412,490$129,112,119$153,248,693$160,702,984$83,868,572$91,787,222$127,898,248$106,648,423$105,249,561$129,617,521$125,337,875$131,362,299$153,430,596$160,702,984$150,000,000$200,000,000$100,000,0002006 2007 2008 2009 2010 2011 2012 2013 2014 2015However, the increase in LGBTQ funding did not keep pace with the increase in overall foundation funding. As a result, the percent of foundation grant dollars dedicated to LGBTQ issues dropped slightly. For every $100 dollars awarded by U.S. foundations, only 27 cents specifically supported LGBTQ issues. ¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢334Foundationsand CorporationsInvested in LGBTQ Issues5,267Grants1,990Grantees$160,702,984Total Investmentin LGBTQ issuesWhile the amount of funding and the number of funders investing in LGBTQ issues showed a modest increase in 2015, a review of 100 of the largest foundations in the U.S. revealed that more than half provided no funding that specifically focused on LGBTQ issues. Only 3 awarded 1 percent or more of their grantmaking to LGBTQ issues—down from 5 in 2014. No grantmaking devotedspecifically to LGBTQ issuesLess than 1% of grantmaking devoted specifically to LGBTQ issuesMore than 1% of grantmaking devoted specifically to LGBTQ issuesFoundation funding for LGBTQ issues reached a record high of $160.7 million in 2015, at a significantly reduced rate of growth of less than 5 percent.Total Annual LGBTQ Grant Dollars, 2006-2015Nominal dollars (not adjusted)2015 dollars (adjusted for inflation)2006200720082009201020112012201320142015$71,336,251$80,295,279$116,181,019$96,533,298$96,829,756$123,012,423$121,412,490$129,112,119$153,248,693$160,702,984$83,868,572$91,787,222$127,898,248$106,648,423$105,249,561$129,617,521$125,337,875$131,362,299$153,430,596$160,702,984$150,000,000$200,000,000$100,000,0002006 2007 2008 2009 2010 2011 2012 2013 2014 2015However, the increase in LGBTQ funding did not keep pace with the increase in overall foundation funding. As a result, the percent of foundation grant dollars dedicated to LGBTQ issues dropped slightly. For every $100 dollars awarded by U.S. foundations, only 27 cents specifically supported LGBTQ issues. ¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢334Foundationsand CorporationsInvested in LGBTQ Issues5,267Grants1,990Grantees$160,702,984Total Investmentin LGBTQ issuesTop 10 Funders of LGBTQ Issues, by Total Dollar Amount*In 2015, the top 10 funders of LGBTQ issues provided $71.3 million in grants—a decrease of nearly $2 million—accounting for 44 percent of the year’s total.Distribution of LGBTQ Grant Dollars, by Geographic FocusApproximately 80 percent of LGBTQ funding from U.S.-based foundations and corporations supported LGBTQ communities in the United States.Notable increases included significant growth in funding for trans communities and for criminal-ization and criminal justice reform. Funding for trans communities increased more than $5 million, or 40 percent, to a record-breaking $18.2 million. Meanwhile, funding for criminalization and criminal justice reform in the United States increased by more than $2.5 million, more than doubling, to a record-breaking $5.1 million.Domestic - Local$43,636,429Domestic - National$61,689,255Domestic - Regional$5,013,334Domestic – State$18,781,617Outside the U.S.$21,462,451Intl. (Global Focus)$10,119,897For the second year in a row, funding for local LGBTQ communities in the U.S. South increased dramatically, by more than 50 percent.Northeast+3%Midwest+16%South+52%Mountain-1%Pacific+9%Local, State, and Regional Funding of LGBTQ Issues, by Regional Percentage ChangeFunding for TransCommunitiesFunding for LGBTQ Criminalizationand Criminal Justice Reform+40%2014$12,872,5622015$18,198,964+105%2014$2,490,2502015$5,107,729Sources of LGBTQ Grant Dollars, by Funder TypeEven with new donors in the space, more than a third of the funding continued to be driven by LGBTQ donors—either through private foundations established by LGBTQ donors or public funders dedicated to LGBTQ communities.$ $ $ $ $$ $ $ $ $$ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $$ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $$ $ $ $ $$ $ $ $$ $ $ $ $ $ $ $ $ $$ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $Anonymous$21,920,97913%LGBTQ Public Foundations$23,678,67714%Non-LGBTQ Public Foundations$25,284,93114%LGBTQ Private Foundations$38,633,53822%Non-LGBTQ Private Foundations$40,326,31723%Community Foundations$8,356,0795%Corporate Funders$16,546,8199%$ $ $ $ $ $ $ $ $ $*Anonymous funders awarded $21,920,979 in 2015. If the anonymous funders appeared as one funder in the list above, they would rank as the number one funder.American JewishWorld ServiceOpen SocietyFoundationsEvelyn and WalterHaas, Jr. FundTidesFoundationM.A.C.AIDS FundPrideFoundationGillFoundationFordFoundationArcusFoundationElton JohnAIDS FoundationINTRODUCTIONThis report provides a detailed summary of the scope and character of foundation funding for LGBTQ issues in calendar year 2015. This 14th annual edition of the tracking report captures data on 5,267 grants awarded by 334 foundations, making it the most comprehensive assessment of LGBTQ funding available. The 2015 total of $160.7 million constitutes a 4.8 percent increase over the $153.2 million in LGBTQ funding awarded by foundations in 2014. While we are pleased to see the continued rise in LGBTQ funding, the rate of growth has slowed considerably compared to the prior year, when LGBTQ funding increased by 19 percent. The year 2015 saw an expansion of the number of funders supporting LGBTQ issues, but this expansion was partially offset by a handful of leading funders cutting back on their investments in LGBTQ communities, resulting in much more modest growth.For the second time, we reviewed the grantmaking of 100 of the largest foundations, and found that only 41 of them had awarded even a single grant focused on LGBTQ issues. This is a slight improvement over 2014, when only 38 of 100 leading funders had awarded any LGBTQ grants. However, there was a sharp decline in the total dollar amount awarded for LGBTQ issues by this set of funders—a decrease from $35.2 million in 2014 to $29.1 million in 2015.The data on these top 100 funders and our overall dataset point to a similar trend in 2015: expanding breadth offset by a concerning loss of crucial depth. The overall field of LGBTQ funding is widening slightly to include a larger number of funders, but several core funders are decreasing the depth of their support for LGBTQ communities. While a wide diversity of investors is welcome, any industry, issue area, or community also needs a core set of top investors to lead the way, to model best practices, and to assure continuity and sustainability. You’ll also note that this year’s report features a new design for the first time in three years. It is our hope that the new design offers a fresh look while maintaining the same compelling data visualization that Funders for LGBTQ Issues has become known for.As a caveat, remember that this report only includes funding from foundations and corporations—not from individual donors or government agencies—and only captures a portion of all giving to LGBTQ issues. Note that the global section of this year’s report once again only provides a brief summary, since we will provide more detailed information on funding for LGBTQ issues internationally and outside the U.S. in the next edition of our Global Resources Report, our biennial report series produced in collaboration with the Global Philanthropy Project.It is my hope that this report continues to prove useful to funders, nonprofit leaders, and other stakeholders in identifying trends, gaps, and opportunities for LGBTQ grantmaking. As with all of our research, our goal is to provide accurate and user-friendly data on LGBTQ funding, so as to advance our mission of increasing the scale and impact of LGBTQ philanthropy.Ben Francisco Maulbeck President, Funders for LGBTQ IssuesI am pleased to share with you the 2015 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations. The year 2015—which saw the freedom to marry become the law of the land in the United States—proved to be a record-breaking year for LGBTQ philanthropy as well as a landmark year for the LGBTQ rights movement. For the first time ever, funding for LGBTQ issues by U.S.-based foundations surpassed $160 million.2CONTENTSOVERVIEW 3LGBTQ Funding by 100 of the Largest Foundations 4Top Grantmakers 5Top Grant Recipients 6Sources of LGBTQ Funding 7Geographic Focus 8Type of Support 8Population Focus 9Strategies Funded 10Issues Addressed 11DOMESTIC FUNDING OF LGTBQ ISSUES 12Local, State, and Regional Funding of LGBTQ Issues 14Funding Per LGBT Adult 16Issues Addressed in Domestic Funding 18Domestic Population Focus 20DOMESTIC FUNDING BY TYPE OF ORGANIZATION 23LGBTQ Organizations vs. Non-LGBTQ Organizations 23Breakdown of Domestic Funding for LGBTQ Organizations 24Breakdown of Domestic Funding for Non-LGBTQ Organizations 26GLOBAL FUNDING FOR LGBTQ ISSUES 28Global LGBTQ Funding By Region and Issues Addressed 29Global Funding by Location of Grantee 31COMMUNITY FOUNDATION GRANTMAKING FOR LGBTQ ISSUES  33Issues Addressed by Community Foundations      34Geographic Focus of Community Foundations 34CORPORATE GRANTMAKING FOR LGBTQ ISSUES 35Issues Addressed by Corporate Funders   36Geographic Focus of Corporate Funders 36PRIVATE FOUNDATION GRANTMAKING FOR LGBTQ ISSUES 37Issues Addressed by Private Foundations 38Geographic Focus of Private Foundations 38PUBLIC FUNDER GRANTMAKING FOR LGBTQ ISSUES 39Issues Addressed by Public Funders 40Geographic Focus of Public Funders 40Appendix: 2015 List of LGBTQ Grantmakers in the U.S. 41Methodology & Acknowledgments 51IntroductionNominal dollars (not adjusted)2015 dollars (adjusted for inflation)Foundation funding for LGBTQ issues reached a record high of $160.7 million in 2015, at a significantly reduced rate of growth of less than 5 percent..2006200720082009201020112012201320142015Total Annual LGBTQ Grant Dollars, 2006-2015$71,336,251$80,295,279$116,181,019$96,533,298$96,829,756$123,012,423$121,412,490$129,112,119$153,248,693$160,702,984$83,868,572$91,787,222$127,898,248$106,648,423$105,249,561$129,617,521$125,337,875$131,362,299$153,430,596$160,702,984$150,000,000$200,000,000$100,000,0002006 2007 2008 2009 2010 2011 2012 2013 2014 2015OVERVIEWIn 2015, United States-based foundations and corporations awarded 5,267 grants totaling $160.7 million to support organizations and programs addressing lesbian, gay, bisexual, transgender, and queer issues. Both the total dollar amount and the total number of grants are new historic highs for LGBTQ grantmaking. Compared to 2014, LGBTQ funding grew by less than 5 percent—a a slower rise than the nearly 19 percent increase between 2013 and 2014.Much of the year’s increase is attributable to a small number of funders substantively increasing their LGBTQ funding in 2015. Several long-standing, leading LGBTQ funders each increased their total LGBTQ funding by anywhere between $700,000 to $2.8 million: the H. Van Ameringen Foundation, the Astraea Lesbian Foundation for Justice, the Gill Foundation, and the Pride Foundation. Collectively, these funders increased their LGBTQ funding by $5.6 million. Three leading HIV/AIDS and health funders also increased their LGBTQ funding by similar amounts (in the range of $750,000 to $2.7 million): The California Endowment, the Elton John AIDS Foundation, and the MAC AIDS Fund. These funders collectively increased their LGBTQ grantmaking by $5.7 million. The Foundation for a Just Society joined the list of top 20 LGBTQ funders for the first time, doubling its LGBTQ investments from $1.4 million to $2.8 million.There were also smaller but notable increases across a larger number of funders. In particular, community foundation giving for LGBTQ issues grew by $2.4 million in 2015, driven largely by a growth in LGBTQ community funds and by giving from donor-advised funds.These increases were offset by a number of notable declines. Five of the top 20 funders decreased their LGBTQ funding by amounts ranging from $1.5 million to $5.1 million, for a combined decrease of $14.2 million. If not for these funders cutting back their LGBTQ funding, the overall growth for 2015 would have been of a similar scale to 2014. Total Annual LGBTQ Grant Dollars, 2006 –20154This year, for the second time, we reviewed the grantmaking of 100 of the largest foundations in the U.S. This review was based on a set of 100 of the largest foundations by asset size or annual giving, drawing on the Foundation Center’s top 100 lists in these two categories. All the foundations in our set of 100 have assets of more than $500 million or award grants of more than $50 million annually.1 Collectively, these foundations have more than $270 billion in assets and award more than $16.7 billion in grants each year. As such, they account for approximately 28 percent of all foundation funding. As with all the data included in this report, grant information for these 100 funders was based on self-reporting by the funder, a review of 990 tax returns, a review of annual reports or online grants databases, or a combination of several of these methods. For consistency of comparison across years, we attempted to maintain the same dataset of funders as in 2014. In the case of five funders from last year’s set, data for 2015 was not yet available. We replaced these five funders with other top funders of similar size. The other 95 funders in the dataset were the same as for 2014.Our review found that 41 of these top funders provided at least some funding explicitly focused on LGBTQ communities, but 59 funders did not award a single LGBTQ-focused grant. This constitutes a slight increase in the number of top funders supporting LGBTQ issues compared to 2014, when only 38 top funders awarded any LGBTQ-related grants.Our review also found the following:•\t These 100 funders awarded a total of $29 million for LGBTQ issues, which makes up 0.17 percent of their total grantmaking. This is a decrease from last year, when the top 100 funders devoted 0.23 percent of their grantmaking to LGBTQ issues.•\t There were three funders that devoted one percent or more of their total grantmaking specifically to LGBTQ issues: The California Endowment, the Ford Foundation, and the Open Society Foundations. This is a decrease from 2014, when five top funders awarded one percent or more of their total grantmaking for LGBTQ issues. This year’s three “one-percent” funders awarded a total of $18 million in LGBTQ-focused grants—or 62 percent of the LGBTQ funding provided by all 100 funders in this dataset.•\t Of the 41 funders that provided some support for LGBTQ issues, 27 awarded grants totaling $100,000 or more. For the remaining 14, their LGBTQ grantmaking was between $2,416 and $76,210—in nearly all cases, less than one-tenth of one percent of their total grantmaking.The overall decline in investment in LGBTQ issues by top funders points to the need for continued awareness raising of the ongoing needs of LGBTQ communities.It is also important to note that these top funders, while not explicitly funding LGBTQ communities in a targeted way, are undoubtedly benefiting LGBTQ communities by supporting valuable institutions that serve the general population. Some may also not yet be providing support focused explicitly on LGBTQ communities because their grantmaking strategy does not organically lead to population-focused grants. For example, many top funders focus on supporting large institutions such as art museums or universities. Nevertheless, given the inequities faced by LGBTQ communities, the impact of nearly any grantmaking strategy can be further enhanced by exploring the unique factors that affect LGBTQ people.LGBTQ FUNDING BY 100 OF THE LARGEST FOUNDATIONS1. Medical patient assistance foundations and operating foundations were excluded from the dataset.100 of the Largest U.S. Foundations, by Level  of Giving for LGBTQ Issues38/100Less than 1% of grantmaking devoted specifically to  LGBTQ issuesNo grantmaking  devoted specifically  to LGBTQ issues59/100 3/1001% or more of grantmaking devoted specifically to LGBTQ issuesOverview2015 Tracking Report5TOP GRANTMAKERS1 Arcus Foundation $14,166,607 New York, NY2 Ford Foundation $10,220,014 New York, NY 3 Gill Foundation $9,660,070 Denver, CO4 Pride Foundation $6,866,959 Seattle, WA5 M.A.C. AIDS Fund $5,651,411 New York, NY6 Tides Foundation $5,205,044 New York, NY7 Evelyn and Walter Haas, Jr. Fund $5,147,775 San Francisco, CA8 Elton John AIDS Foundation $5,062,500 New York, NY9 Open Society Foundations $4,951,780 New York, NY10 American Jewish World Service $4,334,699 New York, NY11 H. van Amerigen Foundation $3,526,000 New York, NY12 Astraea Lesbian Foundation for Justice $3,142,363 New York, NY13 Foundation for a Just Society $2,755,000 New York, NY14 The California Endowment $2,752,720 Los Angeles, CA15 Horizons Foundation $2,489,712 San Francisco, CA16 Levi Strauss Foundation $2,312,073 San Francisco, CA17 Gilead Sciences $2,131,728 Foster City, CA18 amfAR, Foundation for AIDS Research $1,785,617 New York, NY19 Wells Fargo $1,685,500 San Francisco, CA20 Proteus Fund - Civil Marriage Collaborative $1,660,000 Amherst, MA*In contrast to other sections of this report, this list of top funders includes dollars awarded for re-granting, so as to capture the full amount of LGBTQ funding flowing from (or through) each funder.**In 2015, multiple anonymous funders awarded a total of $21,920,979. If the multiple anonymous funders appeared in the top twenty list as a single funder, they would rank as the number one funder of LGBTQ issues. Collectively, they accounted for nearly 14 percent of all LGBTQ grantmaking in 2015.TOP 20 FUNDERS OF LGBTQ ISSUES, BY TOTAL DOLLAR AMOUNT*1 Pride Foundation 298 Seattle, WA 2 Horizons Foundation 287 San Francisco, CA  3 Our Fund 235 Fort Lauderdale, FL  4 Astraea Lesbian Foundation 205 for Justice  New York, NY 5 Arcus Foundation 185 New York, NY 6 Tides Foundation 164 San Francisco, CA 7 Bank of America Charitable  157 Foundation  Charlotte, NC 8 Stonewall Community Foundation 119 New York, NY 9 Gill Foundation 96 Denver, CO 10 American Jewish World Service 95 New York, NY  TOP 10 FUNDERS OF LGBTQ ISSUES,  BY NUMBER OF GRANTS**In 2015, the top ten funders of LGBTQ issues awarded $71.2 million, down about $2 million from 2014. Giving by the top ten funders accounted for nearly 44 percent of all LGBTQ funding in 2015. The top twenty funders awarded $95.5 million, accounting for nearly 60 percent of the year’s total.As in 2014, only 40 percent of the top twenty funders were LGBTQ-specific funders.In 2015, the top twenty list was comprised of eight private foundations, eight public foundations, and four corporate funders.6TOP GRANT RECIPIENTSIn 2015, the top 20 recipients of LGBTQ funding received a total of $36.8 million, accounting for nearly 23 percent of all LGBTQ dollars granted in 2015.Eighteen of the top 20 grantees are nonprofit organizations focused specifically on LGBTQ issues. Of the other two, one is a legal advocacy organization broadly focused on civil rights, and the other is a public foundation serving as a vehicle for funding initiatives on a range of issues.All of the top 20 grant receipts are headquartered in the United States, with eight in California, eight in New York, and three in Washington, DC.1 Lambda Legal Defense and Education Fund $3,506,072 New York, NY2 National LGBTQ Task Force $3,365,675 Washington, DC 3 American Civil Liberties Union (ACLU) $2,766,000 New York, NY 4 SAGE $2,476,545 New York, NY 5 Genders & Sexualities Alliance Network  $2,366,666 Oakland, CA6 Human Rights Campaign (HRC) Foundation  $2,358,370 Washington, DC7 Transgender Law Center  $1,816,675 Oakland, CA 8 Equality California Institute  $1,768,928 Los Angeles, CA 9 National Center for Lesbian Rights (NCLR) $1,651,729 San Francisco, CA10 Los Angeles LGBT Center $1,602,049 Los Angeles, CA11 Gill Foundation - Movement Advancement Project (MAP) $1,580,000 Denver, CO12 GMHC $1,415,279 New York, NY13 Freedom to Marry $1,377,550 New York, NY 14 Funders for LGBTQ Issues $1,338,860 New York, NY15 New Venture Fund $1,310,000 Washington, DC16 San Francisco AIDS Foundation $1,281,302 San Francisco, CA17 San Diego LGBT Community Center  $1,233,875 San Diego, CA 18 GLAAD $1,220,427 New York, NY19 Astraea Lesbian Foundation for Justice $1,208,900 New York, NY20 University of California Los Angeles (UCLA) - Williams Institute $1,203,950 Los Angeles, CA TOP 20 GRANTEES OF FOUNDATION FUNDING FOR LGBTQ ISSUES (EXCLUDES GRANT DOLLARS INTENDED FOR RE-GRANTING)******In 2015, multiple anonymous grantees received a total of $5,750,661. If the multiple anonymous grantees appeared in the top twenty list as a single grantee, they would rank as the number one grant recipient of LGBTQ funding.2015’s Largest IncreaseThe largest increase in funding in 2015 came from the Elton John AIDS Foundation. They increased their LGBTQ grantmaking by more than $2.7 million, from $2.4 million in 2014 to $5.1 million in 2015.ZOOMING INOverview2015 Tracking Report7In 2015, there was increased support of LGBTQ issues from several categories of funders. Growth was particularly pronounced among community foundations and LGBTQ public foundations, with the former increasing their LGBTQ grantmaking by more than 40 percent and the latter increasing their LGBTQ grantmaking by more than 30 percent. However, growth was not uniform across all funder categories, as it was in 2014. There were decreases in funding from corporate funders, private foundations, and non-LGBTQ public foundations. Corporate funders decreased their support by 19 percent and non-LGBTQ private foundations decreased their support by 8 percent.Despite a decrease, private foundation grantmaking continued to account for the largest portion of funding for LGBTQ issues, at 45 percent. As in 2014, support from private foundations was split almost evenly between foundations founded by LGBTQ donors and those founded by non-LGBTQ- identified donors. Foundations founded by LGBTQ donors increased their grantmaking by nearly $5 million to a record $61.9 million. When excluding dollars awarded by anonymous funders, more than 40 percent of funding of LGBTQ issues in 2015 was driven by LGBTQ donors, either through LGBTQ private foundations or LGBTQ public foundations.SOURCES OF LGBTQ FUNDINGNote: In contrast to other parts of this report, this section includes dollars awarded to public foundations for the purposes of re-granting. This results in the double-counting of re-granting dollars in this section, but is the most accurate way to capture the full amount of LGBTQ funding coming from (or through) the various types of funders.2015 13%5%9%23%22%14%14%201410%4%12%26%23%10%14%20142015AnonymousCorporate FundersNon-LGBTQ Private FoundationsLGBTQ Private FoundationsLGBTQ Public FoundationsCommunity Foundations12%26%23%$39,528,325$43,891,666$20,472,39810%$17,742,619$17,714,3874%$5,942,045$38,633,538$40,326,317$16,546,8199%23%22%10%14%$21,920,97913%$23,678,677$8,356,0795%Non-LGBTQ Public Foundations$24,151,81814%14%$25,284,931Total$169,443,258$174,747,339Sources of LGBTQ Grant Dollars by Funder Type8GEOGRAPHIC FOCUSNote: “International” funding denotes support that is global in focus for activities that addressed LGBTQ issues at the international level, such as advocacy for greater inclusion of LGBTI communities in international law and in the policies of major international bodies, such as the United Nations. Fund-ing “Outside the U.S.” represents support for services and advocacy in countries around the world, generally focused on a specific locality, country, or region of multiple countries. For a more detailed look at global LGBTQI funding, see the Global Resources Report series produced by Funders for LGBTQ Issues and the Global Philanthropy Project.2015 201427%38%13%6%12%27%34%20%6%9%20142015International (Global Focus)U.S. - NationalU.S. - Regional (Multi-State)U.S. - StatewideU.S. - LocalOutside the U.S.34%3%9%$14,315,903$4,808,897$52,652,9696%$9,512,591$40,816,28920%$31,137,044$18,781,617$5,013,334$61,689,25538%3%12%27%27%$10,119,8976%$43,636,429$21,462,45113%Total$153,243,693$160,702,984Distribution of LGBTQ Grant Dollars by Geographic FocusIn 2015, more than 80 percent of funding focused on LGBTQ communities in the U.S., with slightly less than 20 percent focused on LGBTQ communities outside the U.S. Domestically, funding increased across the board—with a more than $9 million increase for national level work.While international or globally focused funding increased slightly, funding for work in countries or regions outside the U.S. fell. Outside of the U.S., the focus was also predominantly on funding organizations working at a national level.TYPE OF SUPPORTIn 2015, program support was still the most common type of support, with more than half of all LGBTQ funding awarded in the form of program support. The “other” category captured capital support, corporate matching gifts, emergency funding, endowment support, matching grants, prizes or awards, seed funding, and sponsorships. When it comes to number of grants,  a greater number of grants were awarded as general operating support. In 2015, 2,335 grants (47 percent) were awarded as general operating support compared to 1,910 grants (39 percent) awarded as program support.  In the past, we have recorded a greater number of program support grants than general operating support grants.Distribution of LGBTQ Grant Dollars by Type of Support2015 201438%55%36%55%20142015Program/Project SupportCapacity-Building SupportScholarships and FellowshipsOtherTotalGeneral Operating Support3%2%3%$4,384,734$3,111,398$5,306,73255%$84,538,026$153,243,69336%$55,907,803$2,840,410$3,259,624$3,707,2432%2%2%$89,152,51855%$160,702,984$61,743,19038%Overview2015 Tracking Report9POPULATION FOCUSThe vast majority of LGBTQ grants in 2015 targeted the LGBTQ community broadly.  The data below looks at grants that specifically supported one segment of the LGBTQ community. Trans funding reached a record high of  $18.2 million, up from $12.9 million in 2014. This jump is largely fueled by increased civil rights funding, with civil rights funding for trans communities nearly doubling from $5.1 million to nearly $10.1 million. Support for transgender health and wellbeing also increased from $4.2 million to $5.9 million, driven in part by a $1.1 million increase in funding for general health services and promotion and a more than $700,000 increase in HIV/AIDS funding.Distribution of LGBTQ Grant Dollars by Sexual Orientation, Gender Identity, and Sex Characteristics2015 2014 20142015Lesbians/Queer WomenBisexual PeopleTransgender PeopleIntersex PeopleGay Men/Queer Men/MSM<1%8%<1%$250,000$12,872,562$292,9553%$4,162,59911%$16,517,937$519,530$18,198,964$485,415<1%11%2%$4,268,6563%$9,498,1356%= $250,00010STRATEGIES FUNDEDStrategy 2015 Funding % 2014 Funding %Advocacy $71,589,817 45% $72,936,338 48%Advocacy (General) $34,547,582 21% $42,698,572 28%Community Organizing $12,793.450 8% $6,219,905 4%Litigation $11,025,515 7% $11,560,178 8%Public Education $13,223,269 8% $12,457,683 8%Capacity-Building and Training $14,503,204 9% $19,780,939 13%Conferences/Seminars/Travel Grants  $1,577,723 1% $2,464,016 2%Leadership Development $4,828,499 3% $5,201,098 3%Organizational Capacity Building  $4,680,208 3% $6,611,936 4%Training/Technical Assistance  $3,416,774 2% $5,503,889 4%Culture and Media $7,891,853 5% $7,523,828 5%Culture  $5,734,969 4% $4,575,798 3%Electronic Media/Online Services  $355,785 <1% $1,180,466 1%Film/Video/Radio  $1,801,100 1% $1,767,564 1%Direct Service $35,735,035 22% $29,311,740 19%Philanthropy and Fundraising $10,733,911 7% $10,352,047 7%Fundraising Event  $611,434 <1% $946,496 1%Philanthropy  $10,122,477 6% $9,405,552 6%Research $12,216,981 8% $12,243,624 8%Other $8,032,182 5% $1,100,177 1%Multi-Strategy  $6,937,227 4% $1,035,177 1%Other  $1,094,955 1% $65,000 <1%Total $160,702,984 $153,248,693In 2015, advocacy was again the most funded strategy, with nearly half of all LGBTQ funding supporting some form of advocacy work. Funding for direct services increased more than 20 percent.Detailed Breakdown of Strategies FundedOverview2015 Tracking Report11ISSUES ADDRESSEDIssue 2015 Funding % 2014 Funding %Civil and Human Rights  $73,920,970 46% $65,081,267 42%Health and Wellbeing  $38,116,260 24% $36,640,355 24%Strengthening Communities, Families, and Visibility  $25,329,263 16% $26,230,605 17%Education and Safe Schools $7,790,578 5% $9,234,400 6%Economic Issues  $5,685,532 4% $4,712,242 3%Violence, Homophobia, Biphobia, and Transphobia  $2,304,946 1% $3,990,427 3%Other Issues  $7,555,435 5% $7,359,398 5%Total $160,702,984 $153,248,693Civil and human rights continued to receive the largest share of funding, with more than 45 percent of all LGBTQ funding awarded to advance LGBTQ civil and human rights. Funding to address violence, homophobia, biphobia, and transphobia dropped significantly.Breakdown of Issues Addressed1 Lambda Legal Defense and Education Fund $3,506,072  New York, NY2 National LGBTQ Task Force  $3,214,761  Washington, DC3 American Civil Liberties Union (ACLU) $2,766,000  New York, NY4 SAGE $2,476,545 New York, NY5 Genders & Sexualities Alliance Network $2,366,666  Oakland, CA6 Human Rights Campaign (HRC) Foundation $2,338,370 Washington, DC7 Transgender Law Center $1,816,675 Oakland, CA8 Equality California Institute  $1,768,928 Los Angeles, CA 9 National Center for Lesbian Rights (NCLR)  $1,651,729  San Francisco, CA10 Los Angeles LGBT Center $1,601,049 Los Angeles, CA1 Arcus Foundation    $10,032,095  New York, NY2 Gill Foundation   $9,660,070  Denver, CO3 Ford Foundation   $8,099,030  New York, NY4 Pride Foundation $6,659,205  Seattle, WA5 The Evelyn and Walter Haas, Jr. Fund $5,147,775 San Francisco, CA 6 Elton John AIDS Foundation $4,787,500  New York, NY7 Tides Foundation $4,553,622 San Francisco, CA 8 H. van Ameringen Foundation $3,511,000 New York, NY9 The California Endowment  $2,752,720  Los Angeles, CA10 M.A.C. AIDS Fund $2,067,000 New York, NYTOP 10 DOMESTIC FUNDERS* TOP 10 DOMESTIC GRANTEES***In 2015, multiple anonymous funders awarded a total of $15,003,629 to support LGBTQ issues in the United States. If the multiple anonymous funders appeared in the top ten list, they would rank as the number one domestic funder.**In 2015, multiple anonymous grantees received $1,669,933 for work benefitting LGBTQ communities in the United States. If these multiple grantees appeared in the top ten list, they would rank as the number nine grantee.DOMESTIC FUNDING OF LGBTQ ISSUESIn 2015, funding for LGBTQ issues in the United States reached a record high of $129.1 million, up from $112.6 million in 2014. With dollars for re-granting included, total domestic funding was nearly $138.1 million. The top ten funders collectively awarded $57.3 million, more than 40 percent of the total. Local and statewide funding also reached a record high of $67 million, up from $60 million in 2014. The locally focused funding was less reliant on a small number of funders, as the top ten funders provided only slightly more than a third of all support for local and state-level LGBTQ work.2015 Tracking Report131 Gill Foundation   $4,204,000 Denver, CO2 Tides Foundation $3,349,012 San Francisco, CA3 Elton John AIDS Foundation $3,112,500  New York, NY4 Arcus Foundation $2,808,500  New York, NY5 The California Endowment $2,734,720 Los Angeles, CA6 H. van Ameringen Foundation $2,255,000 New York, NY7 Gilead Sciences $1,707,438 Foster City, CA8 Proteus Fund - Civil Marriage Collaborative $1,575,000  Amherst, MA9 AIDS United  $1,459,141 Washington, DC10 Jewish Communal Fund of New York $1,206,091 New York, NY1 Equality California Institute $1,768,928 Los Angeles, CA2 Los Angeles LGBT Center $1,601,049 Los Angeles, CA3 GMHC    $1,415,279 New York, NY4 San Francisco AIDS Foundation $1,281,302 San Francisco, CA5 San Diego LGBT Community Center $1,233,875 San Diego, CA 6 Transgender Law Center $1,215,375 Oakland, CA7 Legal Aid Society $1,050,000 New York, NY8 Jacksonville Area Sexual Minority Youth Network (JASMYN) $996,571 Jacksonville, FL9 New York LGBT Center $987,955 New York, NY10 Equality Foundation of Georgia $942,153 Atlanta, GATOP 10 FUNDERS OF LOCAL AND STATE-LEVEL WORK* TOP 10 LOCAL AND STATE-LEVEL GRANTEES*In 2015, multiple anonymous funders awarded a total of $2,906,230 to support local and state-level work. If the multiple anonymous funders appeared in the top ten list, they would rank as the number four funder for local and state level work.14LOCAL, STATE, AND REGIONAL FUNDING OF LGBTQ ISSUESRegion 2015 2014 Percent ChangeMidwest  $9,022,987 $7,805,337  16%Mountain $3,739,348 $3,771,282    1%Northeast  $18,806,607 $18,298,327    3%Pacific $18,517,475 $16,919,010    9%South  $17,165,964 $11,282,476  52%U.S. Territories (Puerto Rico)  $110,000 $40,000  73%Multi-Regional/Unspecified $69,500 $1,874,657  94%Total $67,431,880 $59,991,090  12%Funding for local, statewide, and regional LGBTQ work in the United States reached a record high of more than $67 million in 2015—up from $60 million in 2014. The Northeast region continues to receive the largest share of grant dollars, approximately $18.8 million, showing a modest 3 percent increase in funding. The Pacific region is again the second most funded region at $18.6 million, representing a 9 percent increase. The South saw big gains with a 52 percent increase in funding, making it the third most funded region for the second year in a row, receiving $17.2 million. The Midwest received a 16 percent increase to $9 million, and the Mountain region experienced a 1 percent decrease to $3.7 million. In 2015, there was also funding totaling $110,000 for Puerto Rico (a 73 percent increase over 2014) and $69,000 for local or regional work that cut across regions or was otherwise anonymous. Once again, California and New York received grant dollar amounts that far exceeded any other state, at $15.3 million and $12 million respectively. Together, these two states alone captured more than 40 percent of all locally targeted LGBTQ funding. In 2015, 15 states and the District of Columbia each received more than $1 million in LGBTQ funding—an increase of three states since 2014. Colorado joined while Minnesota and Washington re-joined the “million dollar club”.Florida saw an increase of more than $2 million in LGBTQ funding, making it the third most funded state in 2015 with $4.2 million. California, New York, and Georgia all enjoyed increases of more than $1 million. Minnesota benefited from an increase of more than $500,000. Oregon saw the biggest decrease, decreasing by approximately $500,000 for the second year in a row. Pennsylvania decreased by more than $250,000. There was only one state where we could not identify any LGBTQ funding in 2015: Nebraska.LGBTQ Funding, by RegionDomestic Funding of LGBTQ Issues2015 Tracking Report15$3,500,000 – $4,999,999$5,000,000 – $12,000,000$1,000,000 – $3,499,999$500,000 – $999,999 $100,000 – $499,999 $50,000 – $99,999$15,000 – $49,999 $1 – $14,999$0Midwest $9,022,987Illinois $3,640,910Indiana $546,750Iowa $52,650Kansas $5,000Michigan $1,177,550Minnesota $1,567,216Missouri $171,180Nebraska $0North Dakota $9,930Ohio $1,350,369South Dakota $8,560Wisconsin $327,258Midwest Region (General) $165,614Mountain $3,739,348Arizona $506,500Colorado $1,033,000Idaho $69,800Montana $222,531Nevada $457,517New Mexico $884,600Utah $321,300Wyoming $199,100Mountain Region (General) $45,000Pacific $18,517,475Alaska $54,600California $15,254,160Hawaii $56,500Oregon $1,067,510Washington $1,032,079Pacific Region (General) $1,052,625 U.S. Territories $110,000Puerto Rico $110,000Multi-Regional / Unspecified$69,500Total $67,431,880Northeast $18,806,607Connecticut $92,891Delaware $2,500District of Columbia $1,922,341Maine $73,650Maryland $271,881Massachusetts $1,499,768New Hampshire $5,556New Jersey $198,671New York $12,039,817Pennsylvania $1,725,227Rhode Island $153,280Vermont $163,450Northeast Region (General) $657,575South $17,165,964Alabama $371,000Arkansas $40,000Florida $4,207,899Georgia $2,778,012Kentucky $59,200Louisiana $998,128Mississippi $644,250North Carolina $1,069,767Oklahoma $141,500South Carolina $217,050Tennessee $303,000Texas $2,895,871Virginia $188,767West Virginia $159,000South Region (General) $3,092,520Local, State, and Regional Funding of LGBTQ Issues, by State (Density Map)16Our metric of GDQ, or “Grant Dollars per Queer,” analyzes the total local and statewide LGBTQ grant dollars awarded per state or region divided by the estimated number of adults in said state or region who identify as lesbian, gay, bisexual, or transgender. The goal of the GDQ is to assess the level of funding for each state relative to its population. Despite the increase in local and statewide funding for LGBTQ communities, the overall GDQ for the U.S. decreased from $7.09 from $6.82—largely on account of a significant increase in the estimated number of LGBT adults in the United States.While the average GDQ decreased, the median GDQ increased. In 2015, the median for the 50 states and District of Columbia was $3.28, up from $3.07 in 2014.In 2014, 22 states and the District of Columbia saw their GDQ increase, while one state stayed the same and the other 27 states experienced a decrease.FUNDING PER LGBT ADULTRegion 2015 2014 Percent ChangeMidwest $4.66 $4.38    6%Mountain $5.22 $6.61  21%Northeast $8.94 $10.11  12%Pacific $9.47 $10.66  11%South $5.42 $4.15  31%National Average $6.82 $7.09    4%LGBTQ Funding, by RegionLGBTQ Funding per LGBT Adult, by State$15.01 – $50.00$10.01 – $15.00$5.01 – $10.00$2.51 – $5.00$1.01 – $2.50$0.51 – $1.00$0.01 – $0.50$0Domestic Funding of LGBTQ Issues2015 Tracking Report17Midwest $4.66Illinois $9.45Indiana $2.64Iowa $0.68Kansas $0.07Michigan $4.01Minnesota $9.26Missouri $1.07Nebraska $—North Dakota $0.63Ohio $3.95South Dakota $0.66Wisconsin $2.14Mountain $5.22Arizona $2.39Colorado $5.61Idaho $2.00Montana $9.10Nevada $4.21New Mexico $13.24Utah $4.57Wyoming $12.74Pacific $9.47Alaska $3.28California $10.32Hawaii $1.33Oregon $6.76Washington $3.97Northeast $8.94Connecticut $0.94Delaware $0.07District of Columbia $39.90Maine $1.52Maryland $1.49Massachusetts $5.63New Hampshire $0.11New Jersey $0.79New York $17.19Pennsylvania $4.74Rhode Island $4.52Vermont $6.09South $5.42Alabama $3.28Arkansas $0.58Florida $6.08Georgia $8.91Kentucky $0.52Louisiana $7.56Mississippi $8.88North Carolina $3.89Oklahoma $1.36South Carolina $1.87Tennessee $1.90Texas $3.91Virginia $0.85West Virginia $3.21LGBTQ Funding per LGBT Adult, by StateExperiencing the largest increase in 2015, the District of Columbia continued to lead the pack with a GDQ of $39.30, reflecting a $6.69 increase. New York had the second largest GDQ—the largest for a state—at $17.19, despite a $0.97 decrease. The District of Columbia and New York ranked number 1 and 2 respectively in 2014 as well.In 2015, New York was the only state with GDQ over $15. In 2015, only 4 states had GDQs over $10, compared to 5 states in 2014 and 6 states in 2013. All of the four states—California, New Mexico, New York, and Wyoming—experienced a decrease in GDQ in 2015.Montana attained the largest increase for a state, going from $3.75 in 2014 to $9.10 in 2015. Meanwhile, Utah had the most significant decrease, going from $9.50 in 2014 to $4.57 in 2015.Despite significant GDQ decreases for the Northeast and the Pacific, the two regions continued to have the highest GDQ regionally, at $8.94 and $9.47 respectively. All other regions fell below the national average. In 2015, for the first time, the South overtook the Midwest and the Mountain in GDQ. When we first began tracking GDQ by region in 2012, the South faced a severe disparity with a GDQ of $1.78, while all other regions had GDQs of at least $4. As funding for the South has grown in recent years, that disparity has decreased. The regions now fall into two clusters: the Northeast and the Pacific, with GDQs in the range of $8-10; and the Midwest, Mountain states, and the South, all with GDQs in the range of $4-6. 18ISSUES ADDRESSED IN DOMESTIC FUNDINGIssue 2015 % 2014 %Civil Rights  $55,885,884 43% $43,968,622 39%Civil Rights (General) $31,625,177 24% $20,921,949 19%Criminalization and Criminal Justice Reform  $5,107,729 4% $2,490,250 2%Gender Identity Rights  $3,595,965 3% $1,599,652 1%Immigration  $1,874,879 1% $2,727,040 2%Marriage and Civil Unions  $4,029,050 3% $8,944,417 8%Military Inclusion  $845,523 1% $275,818 <1%Nondiscrimination Protections  $4,104,330 3% $3,867,092 3%Religious Exemptions  $2,894,300 2% $1,220,500 1%Reproductive Rights and Justice  $1,808,930 1% $1,921,905 2%Health and Wellbeing $28,317,586 22% $24,700,824 22%Cancer  $413,195 <1% $608,361 1%Cultural Competence and Data Collection  $1,604,178 1% $934,076 1%General Health Services and Health Promotion  $6,340,213 5% $2,933,650 3%HIV/AIDS  $15,764,517 12% $14,928,634 13%Insurance Coverage  $1,840,472 1% $1,208,700 1%Mental Health, Substance Abuse, and Suicide Prevention  $1,491,928 1% $1,980,876 2%Primary Care  $449,330 <1% $1,635,005 1%Sexual and Reproductive Health  $413,752 <1% $471,522 <1%Strengthening Communities, Families, and Visibility $23,565,219 18% $23,425,912 21%Community Building and Empowerment  $9,695,970 8% $8,091,985 7%Religion  $3,396,694 3% $3,962,072 4%Strengthening Families  $1,947,477 2% $1,872,958 2%Visibility  $8,525,077 7% $9,498,897 8%Education and Safe Schools $7,644,482 6% $8,343,258 7%Education $2,855,157 2% $3,097,359 3%Safe Schools  $4,789,325 4% $5,245,899 5%In 2015, civil rights continued to be the most funded issue, receiving more than $55 million, or 43 percent of all domestic LGBTQ funding. LGBTQ health and wellbeing was the category that captured the second largest share of dollars in 2015. Funding for strengthening communities, families, and visibility barely increased in 2015.Detailed Breakdown of Issues Addressed in Domestic FundingIn 2015, 1,343 grants were awarded to support strengthening communities, families, and visibility—more grants than were awarded to any other issue area.DID YOU KNOW?Domestic Funding of LGBTQ Issues2015 Tracking Report19Economic Issues $5,635,532 4% $4,478,342 4%Food Security  $146,052 <1% $421,534 <1%Housing and Homelessness  $3,723,530 3% $2,819,203 3%Labor and Employment  $1,765,950 1% $1,237,605 1%Violence, Homophobia, Biphobia, and Transphobia $1,692,549 1% $2,376,891 2%Anti-Violence  $799,829 1% $1,183,641 1%Gun Control  $140,000 <1% N/A N/AHomophobia, Biphobia, and Transphobia  $752,720 1% $1,193,250 1%Other Issues $6,379,385 5% $5,300,210 5%Multi-Issue  $3,420,867 3% $2,529,933 2%Philanthropy  $2,957,018 2% $2,770,277 2%Unspecified  $1,500 <1% $0 0%Total $129,120,635  $112,594,058Detailed Breakdown of Issues Addressed in Domestic Funding (cont.)20DOMESTIC POPULATION FOCUSAs in previous years, the vast majority of domestic grant dollars were awarded to organizations and programs that serve LGBTQ people generally. Only 17 percent of grant dollars singled out a specific segment of the LGBTQ population. Funding for trans communities in the United States reached a record high of $13.2 million—an increase of more than 35 percent. Domestic funding for bisexuals and intersex people also increased, but both still account for less than  1 percent of domestic LGBTQ funding.In 2015, there was a slight decrease in funding for communities of color. Funding for communities of color totaled $18.6 million in 2015 (14 percent) and $19 million (17 percent) in 2014. While funding decreased for people of color (general) and Middle Eastern people, funding for other communities of color saw modest increases and received roughly the same share of funding they received in 2014. The top ten funders of communities of color were: Arcus Foundation, Foundation for  a Just Society, Elton John AIDS Foundation,  H. van Ameringen Foundation, ViiV Healthcare, Ford Foundation, Astraea Lesbian Foundation for Justice, The California Endowment, Borealis Philanthropy, and M.A.C. AIDS Fund. Together they awarded $11.8 million, or more than 60 percent of all funding for communities of color.2015 2014 20142015Lesbians/Queer WomenBisexual PeopleTransgender PeopleIntersex PeopleGay Men/Queer Men/MSM<1%8%<1%$106,000$9,806,873$157,7683%$2,827,5118%$9,366,736$307,000$13,246,083$483,415<1%10%<1%$2,512,1112%$4,348,1823%= $250,000Distribution of Domestic Grant Dollars by Sexual Orientation, Gender Identity, and Sex Characteristics2015 2014 20142015People of Color (General)Asian American/Pacific IslanderLatinxMiddle EasternAfrican American/Black1%2%<1%$26,585$2,347,337$911,33910%$11,332,3044%$4,272,723$5,000$2,418,783$1,092,2291%2%<1%Native American<1%$73,880$87,500<1%$10,039,2968%$4,947,6944%= $250,000Distribution of Domestic Grant Dollars Among People of ColorDomestic Funding of LGBTQ Issues2015 Tracking Report21Distribution of Domestic Grant Dollars Among Other PopulationsAlthough children and youth continue to be the most funded subpopulation, funding decreased for the second year in a row. Funding for children and youth totaled $21.6 million in 2015, its lowest level since 2012. Funding for the incarcerated or formerly incarcerated saw the biggest growth, continuing its upward trajectory with an increase of more than $1.5 million. Nearly tripling its 2014 total, funding for the incarcerated or formerly incarcerated reached a record $2.4 million.For the first time in 2015, we have included funding for people living with HIV/AIDS (PLWHA) in our tracking efforts. Note, given the level of funding awarded for issues such as food security, housing or homelessness, grants for PLWHA exceed the amount of funding awarded for the issue of HIV/AIDS.2015 2014 20142015Children and YouthHomeless and Marginally Housed PeopleImmigrants and RefugeesIncarcerated/Formerly Incarcerated PeopleEconomically Disadvantaged People2%3%1%$860,500$3,183,042$2,709,09220%$22,073,7952%$2,383,440$2,430,500$2,043,758$3,394,3443%2%2%Military Service Members and Veterans<1%$275,818$863,3731%Older Adults3%$3,283,979$3,525,6303%People Living with HIV/AIDS (PLWHA)N/AN/A$19,822,05215%$21,615,73017%$1,980,1352%People with DisabilitiesSurvivors of ViolenceSex Workers1%$1,232,875<1%$286,3021%$1,209,155$632,260<1%$46,500<1%$1,575,1201%= $250,00022In 2015, funding for religious communities decreased by 37 percent to $3.9 million, down from a total of nearly $6.1 million in 2014. The top two funders of religious communities, Arcus Foundation and Jewish Communal Fund of New York, collectively provided more than half of all LGBTQ funding for people of faith.Distribution of Domestic Grant Dollars Among People  of Faith2015 2014 20142015ChristiansMuslimsPeople of Faith (General)Jewish People<1%2%$2,313,950$26,5852%$2,709,0061%$1,042,523$1,484,238$370,000<1%1%$649,9551%$1,351,7611%= $250,0002015 2014 20142015Domestic Funding of LGBTQ IssuesRECOMMENDED RESOURCESFunders Concerned About AIDSFor a detailed analysis of HIV/AIDS funding, we recommend you check out Funders Concerned About AIDS (FCAA). FCAA’s Philanthropic Support to Address HIV/AIDS is published annually and explores the changing landscape of HIV/AIDS philanthropy. They also publish infographics throughout the year. See all of their research at fcaaids.org. Movement Advancement ProjectFor a closer look at the current LGBTQ policy landscape and the financial health of the LGBTQ movement, we recommend you check out the Movement Advancement Project (MAP), an independent LGBTQ think tank.  A number of MAP reports are publicly available at lgbtmap.org. The Williams InstituteFor detailed LGBTQ demographic information, we recommend you check out the Williams Institute, a think tank at UCLA Law. Visit their website at williamsinstitute.law.ucla.edu for reports and interactive tools.DOMESTIC FUNDING BY TYPE OF ORGANIZATIONLGBTQ ORGANIZATIONS VS. NON-LGBTQ ORGANIZATIONSOf the nearly $127 million in domestic funding awarded to organizations, $81.8 million was awarded to LGBTQ organizations—defined as organizations whose mission explicitly focuses on LGBTQ issues. The remaining $45.1 million was awarded to non-LGBTQ organizations that received funding for LGBTQ-specific programs, campaigns, or outreach efforts. Examples of non-LGBTQ grantee organizations doing LGBTQ work in 2015 included the American Civil Liberties Union, Center for American Progress, Emory University, Forward Together, and Racial Justice Action Center.Funding for LGBTQ organizations increased by a very modest 2 percent, while funding for non-LGBTQ organizations increased by more than 55 percent.The distribution of funding between LGBTQ and non-LGBTQ organizations shifted considerably in 2015. In 2015, 64 percent of the funding benefited LGBTQ organizations and 36 percent supported non-LGBTQ organizations. In 2014, 73 percent of the funding benefited LGBTQ organizations and 26 percent supported non-LGBTQ organizations.Note: All figures in this section do not include approximately $2.1 million awarded to individuals (largely for scholarships).Breakdown of Domestic Grant Dollars by Recipient Type: LGBTQ vs. Non-LGBTQLGBTQ Organizations$81,752,19964%36%Non-LGBTQ Organizations$45,156,30324Domestic Grant Dollars for LGBTQ Organizations, by Recipient Organization TypeAdvocacy Organizations45%Grassroots Community Groups9%45%5%9%11%31%Arts and Culture Organizations5%Infrastructure Organizations11%Service Providers31%As in prior years, advocacy organizations captured the largest share of dollars, accounting for nearly half (45 percent) of all grant dollars awarded to domestic LGBTQ organizations. National advocacy organizations alone captured $14.5 million, more than any other organization sub-type. This represents a minor decrease, both in raw dollars and in the share of total dollars compared to 2014, when national advocacy organizations captured $19.5 million, or 23 percent of domestic funding for LGBTQ-focused organizations. Funding for state-based LGBTQ advocacy organizations increased from $7.8 million, or 9 percent of domestic funding for LGBTQ organizations, to $10.7 million, or 13 percent in 2015.LGBTQ service providers again received the second largest share of grant dollars, capturing $25 million (31 percent of the total), a slight increase from 27 percent in 2014. Funding for LGBTQ-focused HIV/AIDS service organizations decreased from $5.7 million in 2014 to $4.6 million in 2015. Funding for LGBTQ community centers rose from $5.7 million in 2014 to $7.7 million, or 9 percent, in 2015. Similar to previous years, about $8.8 million was awarded to LGBTQ infrastructure organizations, or organizations whose primary focus is conducting research or providing services for other organizations. LGBTQ research institutes such as MAP and the Williams Institute received a total of $3.5 million, an increase from $2.9 million in 2014. Funding for technical assistance providers and networks (like CenterLink and Equality Federation) remained level at $2.1 million, while funding for public foundations and other intermediaries decreased, from $3.6 million in 2014 to $1.7 million in 2015.About $7 million went to grassroots LGBTQ groups—a wide range of organizations that bring together LGBTQ communities, often both providing support for their members as well as educating the wider community about LGBTQ issues. Of the sub-types of grassroots groups, GSA networks or groups received the largest share, capturing more than $2.4 million, more than doubling from nearly $1.2 million reported in 2014. Funding for faith-based communities declined from $2.6 million in 2014 to $1.8 million in 2015. Arts and cultural organizations (including LGBTQ choruses, film festivals, and theater companies) received a total of $3.9 million, consistent with 2014 funding.BREAKDOWN OF DOMESTIC FUNDING FOR LGBTQ ORGANIZATIONSDomestic Funding by Type of Organization2015 Tracking Report25Organization Type / Sub-Type 2015 % 2014 % Advocacy Organizations  $36,750,159 45% $39,379,112 49%Litigation & Legal Services Organizations  $8,860,329 11% $9,013,257 11%Local Advocacy Organizations   $1,737,195 2% $1,807,559 2%Regional Advocacy Organizations  $950,520 1% $1,238,288 2%State Advocacy Organizations  $10,744,736 13% $7,867,815 10%National Advocacy Organizations  $14,457,379 18% $19,441,193 24%Arts and Culture Organizations  $3,945,585 5% $3,747,344 5%Grassroots Community Groups  $7,069,768 9% $6,393,035 8%Athletic Groups  $326,060 <1% $397,560 <1%Business/Professional Networks  $540,050 1% $501,150 1%Faith-based Groups  $1,861,483 2% $2,664,064 3%Family Groups  $1,006,137 1% $946,518 1%GSA Networks or Campus Groups  $2,413,106 3% $1,171,407 1%Multipurpose Community Organizations  $700,600 1% $341,189 <1%Pride Organizations  $222,332 <1% $335,727 <1%Social and Recreational Groups $0 <1% $35,420 <1%Infrastructure Organizations  $8,816,560 11% $8,645,013 11%Philanthropic Networks  $1,438,860 2% $836,225 1%Public Foundations $1,744,182 2% $2,797,601 4%Research Institutes  $3,530,271 4% $2,886,250 4%Technical Assistance Providers and Networks $42,103,247 3% $2,124,936 3%Service Providers  $25,168,977 31% $21,717,793 27%Aging Service Providers  $2,774,295 3% $1,930,515 2%Community Centers  $7,752,781 9% $5,799,713 7%Health Centers  $3,101,734 4% $2,678,010 3%HIV/AIDS Service Providers  $4,679,258 6% $5,708,440 7%Other Service Providers  $1,774,918 2% $1,771,040 2%Youth Service Providers  $5,085,990 6% $3,830,076 5%Unspecified  $88,320 <1% N/A N/AGrand Total $81,839,369 $79,882,296Breakdown of Domestic Grant Dollars for LGBTQ Organizations, By Recipient Organization Type and Sub-Type26BREAKDOWN OF DOMESTIC FUNDING FOR NON-LGBTQ ORGANIZATIONSAs in prior years, allied advocacy organizations captured the largest share of dollars for non-LGBTQ-specific organizations—a total of more than $16.7 million, or about 37 percent of all funding for non-LGBTQ organizations. As is the case with their LGBTQ equivalents, national allied advocacy organizations received the largest share of funding—more than $7.5 million. Litigation organizations such as the ACLU also received a notable share at nearly $5.5 million. Funding for state and regional advocacy organizations continued to decline, while funding for local advocacy organizations increased for the second year in a row.More than $9.5 million went to mainstream service providers, making them the second-most-funded type of organization among non-LGBTQ groups in 2015—as they were in 2014. Non-LGBTQ HIV/AIDS service providers saw their funding increase from $2.4 million to $3.9 million. Despite this year’s overall decrease in funding for children and youth, non-LGBTQ youth providers saw their funding increase from $1 million to nearly $1.3 million.In 2015, nearly $8.3 million was awarded to non-LGBTQ infrastructure organizations. Most of these dollars were awarded to public foundations and intermediaries (such as the New Venture Fund), research institutes (such as Political Research Associates) and to technical assistance providers (such as the Rockwood Leadership Institute).Domestic Grant Dollars for  Non-LGBTQ Organizations,  by Recipient Organization TypeAdvocacy Organizations37%Government/Intergovernmental Agencies1%University/Schools12%37%7%5%1%18%21%12%Arts and Culture Organizations7%Service Providers21%Grassroots Community Groups5%Infrastructure Organizations18%Domestic Funding by Type of Organization2015 Tracking Report27Organization Type / Sub-Type 2015 % 2014 % Advocacy Organizations $16,657,191 37% $9,533,813 33%Litigation & Legal Services Organizations $5,482,648 12% $1,873,815 6%Local Advocacy Organizations  $2,643,748 6% $1,476,055 5%Regional Advocacy Organizations $295,000 1% $347,200 1%State Advocacy Organizations $708,381 2% $940,675 3%National Advocacy Organizations  $7,527,414 17% $4,686,068 16%Arts and Culture Organizations  $3,037,120 7% $2,165,465 8%Government Agencies (Including Public School Systems)  $253,157 1% $674,458 2%Grassroots Community Groups  $2,179,318 5% $2,618,136 8%Business/Professional Networks  $773,300 2% $303,500 1%Faith-based Groups  $1,316,018 3% $2,210,826 8%Other Community-Based Organizations  $90,000 <1% $103,810 <1%Infrastructure Organizations  $8,265,585 18% $4,362,631 15%Philanthropic Infrastructure  $156,500 <1% $254,033 1%Public Foundations and Intermediaries $4,788,434 11% $2,797,601 7%Research Institutes  $2,555,000 6% $2,886,250 4%Technical Assistance Provider and Networks $765,651 2% $921,473 3%Service Providers  $9,510,443 21% $6,288,435 22%Aging Service Providers  $68,575 <1% $70,595 <1%Community Centers  $206,966 <1% $156,8411% 1%Health Centers  $2,128,399 5% $1,117,612 4%HIV/AIDS Service Providers  $3,937,189 9% $2,430,192 8%Other Service Providers  $1,888,352 4% $1,474,219 5%Youth Service Providers  $1,280,961 3% $1,038,977 4%Universities and Post-Secondary Schools  $5,254,640 12% $3,228,881 11%Grand Total $45,157,453 $28,871,820Breakdown of Domestic Grant Dollars for Non-LGBTQ Organizations, By Recipient Organization Type  and Sub-TypeGLOBAL FUNDING FOR LGBTQ ISSUESIn 2015, U.S.-based foundations awarded 631 grants totaling more than $31.5 million to support international LGBTQ issues and LGBTQ communities outside the U.S. This figure does not include an additional 22 grants totaling $5 million that were awarded to intermediaries for international re-granting. This represents a decrease of 21 percent from the more than $40 million awarded in 2014, which was a record-breaking year in this category. Grantmaking outside of the United States accounted for approximately 20 percent of grantmaking by U.S. foundations.NOTE: This section explores funding from foundations, corporations, and nonprofit grantmakers based in the United States. It does not include LGBTQ funding from foundations and funding institutions outside the U.S. or governments and multilateral organizations. The 2013-2014 Global Resources Report, published by Funders for LGBTQ Issues in partnership with the Global Philanthropy Project, tracks philanthropic support for LGBTQ issues globally and includes those grantmakers. An updated edition is scheduled for release in 2018.NOTE: The list of top grant recipients excludes dollars awarded for re-granting purposes. Multi-year grants are counted for the full amount in the year they are awarded.*In 2015, multiple anonymous funders awarded a total of $6,917,350 to support LGBTQ issues outside of the United States. If the multiple anonymous funders appeared in the top ten list, they would rank as the number one funder.**In 2015, multiple anonymous grantees received $4,080,728 for work benefiting LGBTQ communities outside the United States. If these multiple anonymous grantees appeared in the top ten list, they would rank as the number one grantee.1 UHAI-EASHRI  $1,193,382 Nairobi, Kenya2 Astraea Lesbian Foundation for Justice  $1,183,900  New York, NY3 OutRight Action International  $995,193  New York, NY 4 The Council for Global Equality  $772,000  Washington, DC5 Allied Rainbow Communities International  $750,000  Dartmouth, Canada6 Collective Foundation AIDS Accountability International  $650,000  Stockholm, Sweden7 Astraea Lesbian Foundation for Justice - Global Philanthropy Project (GPP)  $640,000  New York, NY8 Centro de Orientacion e Investigacion Integral  $635,015  Santo Domingo, Dominican Republic 9 ABIA - Associação Brasileira Interdisciplinar de AIDS  $600,000  Rio de Janeiro, Brazil10 Heartland Alliance For Human Needs & Human Rights  $558,755  Chicago, IL1 Open Society Foundations  $4,951,780 New York, NY2 American Jewish World Service  $4,324,699 New York, NY3 Arcus Foundation  $4,134,512  New York, NY4 M.A.C. AIDS Fund  $3,584,411  New York, NY5 Ford Foundation  $2,120,984 New York, NY 6 amfAR, Foundation for AIDS Research  $1,621,617  New York, NY 7 Astraea Lesbian Foundation for Justice  $1,524,866 New York, NY 8 Horizons Foundation  $1,209,414 San Francisco, CA9 Levi Strauss Foundation  $1,170,000 San Francisco, CA10 Foundation for a Just Society  $750,000 New York, NYTOP 10 U.S.-BASED GLOBAL LGBTQ FUNDERS* TOP 10 GLOBAL LGBTQ GRANTEES OF U.S.-BASED FUNDERS**2015 Tracking Report29GLOBAL LGBTQ FUNDING BY REGION AND ISSUES ADDRESSEDCanada$755,000= $500,000Latin America and  the Caribbean$3,804,425International$10,119,897TOP FUNDER TOP FUNDERTOP FUNDERTOP FUNDERTOP STRATEGY TOP STRATEGYTOP STRATEGYTOP STRATEGYTOP ISSUE ADDRESSED TOP ISSUE ADDRESSEDTOP ISSUE ADDRESSEDTOP ISSUE ADDRESSEDNOTABLE FACTNOTABLE FACTNOTABLE FACT NOTABLE FACTArcus Foundation $1,464,750InternationalM.A.C. AIDS Fund $700,000CanadaM.A.C. AIDS Fund $758,746Latin America and  the CaribbeanM.A.C. AIDS Fund $1,005,478Western EuropeAdvocacy (41%) Direct Service (45%)Direct Service (33%)Advocacy (46%)Civil and Human Rights (76%)Mental Health, Substance Abuse, and Suicide Prevention (53%)HIV/AIDS (61%)Civil and Human Rights (48%)The majority of funding for international work was awarded to organizations based in the United States. Collectively, U.S.-based organizations received 63 percent of funding in this category.*The vast majority of funding (86%) was directed to Gay/Bisexual Men/Queer Men/MSM.Notably, 23 percent of funding to the region was focused on transgender, gender nonconforming, or intersex communities. Of that, 13 percent specifically targeted trans women.Five grants to global advocacy organizations based in Western Europe accounted for 31 percent of funding to the region.Western Europe$2,770,3789%32%12%2%*In 2015, multiple anonymous funders awarded a total of $2,695,000 to support LGBTQ issues internationally. If the multiple anonymous funders appeared as one funder, they would rank as the number one funder.30Sub-Saharan Africa$7,269,298TOP FUNDERTOP FUNDER TOP FUNDERTOP STRATEGYTOP STRATEGY TOP STRATEGYTOP ISSUE ADDRESSEDTOP ISSUE ADDRESSED TOP ISSUE ADDRESSEDNOTABLE FACTNOTABLE FACT NOTABLE FACTOpen Society Foundations $1,751,126Sub-Saharan AfricaOpen Society Foundations $195,000Middle East and  North AfricaOpen Society Foundations $1,153,699Eastern Europe,  Central Asia, and RussiaAdvocacy (56%)Advocacy (48%) Advocacy (67%)Civil and Human Rights (51%) Civil and Human Rights (68%)Civil and Human Rights (74%)Countries in East Africa received 44 percent of all funding for Sub-Saharan Africa. Support for region-wide efforts accounted for 25 percent of funding.Israel received the most funding from U.S.-based foundations, receiving 26 percent of country-specific funding for the region.The majority of U.S. foundation support for the region came from one top funder. Open Society Foundations awarded 67 percent of funding for Eastern Europe, Central Asia |and Russia.TOP FUNDERTOP STRATEGYTOP ISSUE ADDRESSEDNOTABLE FACTamfAR, Foundation for AIDS Research $850,039Asia and PacificAdvocacy (29%)HIV/AIDS (39%)Over 70 percent of funding to the region was awarded as project- or program-specific support, while 26 percent was general operating support.Middle East and North Africa$746,174Eastern Europe,  Central Asia and Russia$1,706,629Asia and Pacific$4,410,54614%5%23%2%RECOMMENDED RESOURCESInternational Human Rights Funders Group (IHRFG)For a detailed look at human rights funding around the world, see “Advancing Human Rights: The State of Global Foundation Grantmaking,” produced by IHRFG and the Foundation Center. The most recent report found that foundations awarded $2.7 billion for human rights in 2014, of which about 3 percent ($73.8 million) targeted LGBT populations. Interactive data is available at humanrights.foundationcenter.org. Global Philanthropy Project (GPP)GPP is a global network of funders and philanthropic advisors working to expand global philanthropic support to advance the human rights of lesbian, gay, bisexual, transgender and intersex (LGBTI) people in the Global South and East. GPP’s website, www.globalphilanthropyproject.org, provides an array of resources on grantmaking for LGBTI issues around the world.Global Funding for LGBTQ Issues2015 Tracking Report31GLOBAL FUNDING BY LOCATION OF GRANTEEIn 2015, 23 percent of all funding for global LGBTQ work was awarded to a grantee physically located in the United States. Another 17 percent of funding for global LGBTQ work was awarded to grantees physically located in Western Europe. Sixty percent of global funding by U.S. foundations reached organizations that were physically located outside of Western Europe and the United States.This chart shows the country locations of grantees that received U.S. foundation funding for LGBTQI issues in 2015. For each geographic area, the chart shows the amount of funding for each country in the region. It also shows the funding for work focused on the region, but conducted by organizations based outside the region. Some funding was devoted to organizations in undisclosed locations, and that total amount is listed for each region.Asia and Pacific $4,410,546Regional Funding for Organizations Based Within Asia and PacificAustralia  $241,447Burma  $18,720Cambodia  $30,000China  $920,208Fiji  $9,000Hong Kong  $25,000India  $772,700Indonesia  $134,155Malaysia  $40,000Mongolia  $80,085Myanmar  $45,000Nepal  $112,499New Zealand  $101,284Pakistan $100,000Philippines  $182,500Taiwan  $10,000Thailand  $781,742Tonga  $125,000Vietnam  $10,000Regional Funding for Organizations Based Outside Asia and PacificSwitzerland $7,500United States of America $363,831Regional Funding for Organizations Based in Undisclosed CountriesUnspecified $299,875Global Funding by Location of GranteeEastern Europe, Central Asia and Russia$1,706,629Regional Funding for Organizations Based Within Eastern Europe, Central Asia and RussiaAlbania $40,000Armenia $12,500Bosnia and Herzegovina $22,997Bulgaria $7,000Croatia $123,349Czech Republic $40,350Estonia $23,400Georgia $110,000Hungary $143,000Kosovo $8,000Kyrgyzstan $5,000Latvia $50,000Lithuania $94,000Macedonia $10,984Poland $219,600Romania $121,000Russia $169,700Serbia $193,000Slovakia $50,000Tajikistan $6,250Ukraine $3,000Regional Funding for Organizations Based Outside Eastern Europe, Central Asia and RussiaUnited States of America $1,500Regional Funding for Organizations Based in Undisclosed Countries Unspecified $252,000Latin America and  the Caribbean $3,804,425 Regional Funding for Organizations Based Within Latin America and the CaribbeanArgentina  $74,972 Bahamas  $5,000 Barbados  $5,000 Belize  $30,000 Bolivia  $5,000 Brazil  $631,000 Chile  $105,000 Colombia  $275,000 Costa Rica  $48,000 Dominican Republic  $777,115 Ecuador  $77,000 El Salvador  $110,360 Grenada  $25,000 Guatemala  $5,000 Guyana  $25,000 Haiti  $60,000 Honduras  $47,500 Jamaica  $382,731 Mexico  $349,500 Nicaragua  $89,770 Panamá  $5,000 Paraguay  $33,284 Peru  $284,868 St. Lucia  $112,080 Suriname  $6,245 Regional Funding for Organizations Based Outside Latin America and the CaribbeanCanada  $75,000 United States of America  $160,000 32Middle East and North Africa$746,174Regional Funding for Organizations Based Within Middle East and North AfricaAlgeria $20,000Israel $205,390Lebanon $180,600Tunisia $7,000Turkey $41,904Regional Funding for Organizations Based Outside Middle East and North AfricaFrance $6,000United States of America $190,600Regional Funding for Organizations Based in Undisclosed CountriesUnspecified $94,680United States and Canada $129,471,785 Regional Funding for Organizations Based Within the United States and CanadaCanada $755,000 USA $128,348,122Regional Funding for Organizations Based in Undisclosed CountriesUnspecified $772,513 Sub-Saharan Africa  $7,269,298 Regional Funding for Organizations Based Within Sub-Saharan AfricaBotswana  $257,650 Burkina Faso  $125,000 Burundi  $36,000 Cameroon  $29,960 Democratic Republic of Congo $10,550 Kenya  $2,350,632 Liberia  $92,500 Malawi  $275,000 Namibia  $258,750 Nigeria  $458,833 Rwanda  $60,000 Sierra Leone  $60,000 South Africa  $1,467,280 Tanzania  $16,500 Togo  $4,000 Uganda  $663,144 Zambia  $20,000 Regional Funding for Organizations Based Outside Sub-Saharan AfricaSweden  $650,000 USA  $260,500 Regional Funding for Organizations Based in Undisclosed CountriesUnspecified  $173,000 Western Europe  $2,770,378Regional Funding for Organizations Based Within Western EuropeAustria  $5,000Belgium  $798,825France  $155,000Germany  $720,000Greece  $22,089Iceland  $10,000Ireland  $55,116Italy  $55,510Netherlands  $5,000Norway  $5,121Portugal  $33,300Spain  $207,527Switzerland  $3,000United Kingdom  $676,518United Kingdom - Scotland  $1,000Regional Funding for Organizations Based Outside Western EuropeUSA  $500Regional Funding for Organizations Based in Undisclosed CountriesUnspecified  $16,872International Projects and Grantees Based in Undis-closed Countries$10,119,897Funding for Organizations for Interna-tional or Cross Regional ProjectsArgentina  $22,500Australia  $212,340Austria  $25,000Brazil  $96,398Canada  $1,000,000France  $50,000Netherlands  $1,060,000South Africa  $456,000Switzerland  $521,250United Kingdom  $267,547USA  $6,408,862Global Funding by Location of Grantee (cont.)Global Funding for LGBTQ IssuesIn 2015, community foundations awarded $8.3 million to LGBTQ issues (or $8.2 million after dollars awarded for re-granting are excluded). This is an increase from 2014, when community foundations awarded $5.9 million, or $5.8 million excluding re-granting. Community foundations accounted for five percent of all LGBTQ funding in 2015.The top ten community foundations provided more than $6 million in grants, or over 70 percent of the year’s total.Note: This section includes funding awarded by community foundations from their discretionary funds as well as from their donor-advised funds, which are often driven by recommendations from the donor who origi-nally established the fund.1 Jacksonville Area Sexual Minority Youth Network (JASMYN)   $745,500  Jacksonville, FL2 Lambda Legal Defense and Education Fund $723,900  New York, NY3 Human Rights Campaign (HRC) Foundation $561,975  Washington, DC4 The Boston Foundation $321,598  Boston, MA5 Equality California Institute $266,550  Los Angeles, CA6 Astraea Lesbian Foundation for Justice $245,500  New York, NY7 Lyon-Martin Health Services $220,588  San Francisco, CA8 AIDS Foundation of Chicago $174,707  Chicago, IL9 The Lesbian, Gay, Bisexual & Transgender  Community Center $154,250  New York, NY10 Howard Brown Health Center $151,000 Chicago, IL1 Community Foundation for Northeast Florida $1,017,600  Jacksonville, FL2 San Francisco Foundation    $860,195  San Francisco, CA3 California Community Foundation   $791,450  Los Angeles, CA4 The New York Community Trust    $785,257  New York, NY5 Greater Kansas City Community Foundation $745,000  Kansas City, MO6 The Boston Foundation    $552,038  Boston, MA7 Chicago Community Trust    $498,100  Chicago, IL8 Miami Foundation     $302,000  Miami, FL9 The Philadelphia Foundation    $301,056  Philadelphia, PA10 Community Foundation for Southeast Michigan    $271,723 Detroit, MITOP 10 FUNDERS TOP 10 GRANTEESCOMMUNITY FOUNDATION GRANTMAKING FOR LGBTQ ISSUES 34ISSUES ADDRESSED BY COMMUNITY FOUNDATIONSGEOGRAPHIC FOCUS OF COMMUNITY FOUNDATIONSIn 2015, community foundation funding for LGBTQ issues more closely reflected overall trends in LGBTQ grantmaking than it has in past years. Community foundations increased funding for civil and human rights by nearly $1.8 million. In 2014, community foundations awarded more than 36 percent of their funding to support strengthening communities, families, and visibility.     Typically, community foundations collect resources from a community within a specific geographic region and then redistribute those resources to their defined community. Accordingly, 72 percent of community foundation funding for LGBTQ issues is directed to local, regional, or statewide organizations.LGBTQ Funding by Community Foundations, by Issues AddressedLGBTQ Funding by Community Foundations, by Geographic FocusIssue 2015% of Community Foundation Grantmaking% of all LGBTQ GrantmakingCivil and Human Rights $2,632,505 32% 46%Health and Wellbeing $2,156,880 26% 24%Strengthening Communities, Families, and Visibility $2,148,353 26% 16%Education and Safe Schools $287,643 4% 5%Economic Issues $432,985 5% 4%Violence, Homophobia, Biphobia, and Transphobia $81,500 1% 1%Other Issues $465,039 6% 5%Total $8,204,905Geographic Focus2015 Community Foundation Grant Dollars% of Community Foundation GrantmakingAll LGBTQ Foundation Grant Dollars% of all LGBTQ GrantmakingInternational/Outside the US $278,250 3% $31,582,348 20%National $2,005,049 24% $61,689,255 38%Regional $59,500 1% $5,013,334 3%State $694,724 8% $18,377,767 12%Local $5,167,382 63% $43,636,429 27%Total $8,204,905 $160,702,984Community Foundation Grantmaking for LGBTQ Issues Community Foundations and Donor-Advised Funds  In 2015, donor-advised funds awarded nearly $2.4 million (accounting for more than a quarter of the community foundation funding for LGBTQ issues), a significant increase from the $1.5 million awarded in 2014.ZOOMING INIn 2015, corporate foundation support for LGBTQ issues totaled $16.5 million (or $16.2 million after dollars awarded for re-granting are excluded). Corporate funding decreased for the first time since 2009.NOTE: The Committee Encouraging Corporate Philanthropy estimates that corporate foundation giving only accounts for 33 percent of all corpo-rate giving, with direct cash accounting for 49 percent and in-kind giving accounting for 18 percent. Currently, our corporate data only includes cor-porate foundation grantmaking and employee matching gift programs run through corporate foundations. It does not include the generous support from corporations giving without an official foundation or philanthropic office or in-kind gifts. 1 San Francisco AIDS Foundation $907,737 San Francisco, CA 2 Los Angeles LGBT Center $651,599 Los Angeles, CA 3 SAGE $467,895 New York, NY 4 GMHC $414,565  New York, NY5 Emory University $370,000  Atlanta, GA6 My Brother’s Keeper $350,000 Jackson, MS 7 Human Rights Campaign (HRC) Foundation $333,698  Washington, DC8 Kaiser Family Foundation $325,000 Washington, DC 9 Centro de Orientacion e Investigacion Integral $305,015  Santo Domingo, Dominican Republic10 National LGBTQ Task Force $255,050 Washington, DC1 M.A.C. AIDS Fund $5,651,411  New York, NY2 Levi Strauss Foundation $2,312,073  San Francisco, CA3 Gilead Sciences $2,131,728  Foster City, CA4 Wells Fargo $1,685,500 San Francisco, CA 5 ViiV Healthcare $1,489,670 Research Triangle Park, NC 6 Bank of America Charitable Foundation  $582,016 Charlotte, NC 7 Walmart Foundation $365,027 Bentonville, AR 8 Rocking Moon Foundation $327,500 Tenants Harbor, ME 9 Bristol-Myers Squibb Company $282,500 New York, NY 10 Blue Cross and Blue Shield of Minnesota Center for Prevention $250,000 Saint Paul, MNTOP 10 CORPORATE FUNDERS TOP 10 CORPORATE GRANTEESCORPORATE GRANTMAKING FOR LGBTQ ISSUES10 The Coca-Cola Foundation  $250,000 Atlanta, GA36ISSUES ADDRESSED BY CORPORATE FUNDERS  Similar to years prior, in 2015 nearly 70 percent of corporate funding for LGBTQ issues was awarded to support LGBTQ health and wellbeing issues. Likewise, nearly 60 percent of corporate funding for LGBTQ issues was was again awarded to HIV/AIDS.LGBTQ Funding by Corporate Funders, by Issues AddressedIssue 2015% of Community Foundation Grantmaking% of all LGBTQ GrantmakingCivil and Human Rights $1,713,146 11% 46%Health and Wellbeing $10,971,258 68% 24%Strengthening Communities, Families, and Visibility $1,615,422 10% 16%Education and Safe Schools $84,823 1% 5%Economic Issues $1,477,775 9% 4%Violence, Homophobia, Biphobia, and Transphobia $125 <1% 1%Other Issues $384,270 2% 5%Total $16,246,819GEOGRAPHIC FOCUS OF CORPORATE FUNDERSMore than 40 percent of corporate funder support for LGBTQ issues benefited local communities in the U.S. Nearly one-third targeted LGBTQ communities outside the U.S.LGBTQ Funding by Corporate Funders, by Geographic FocusGeographic Focus2015 Community Foundation Grant Dollars% of Community Foundation GrantmakingAll LGBTQ Foundation Grant Dollars% of all LGBTQ GrantmakingInternational/Outside the US $5,234,287 32% $31,582,348 20%National $3,740,118 23% $61,689,255 38%Regional $35,000 <1% $5,013,334 3%State $735,541 4% $18,377,767 12%Local $6,511,873 40% $43,636,429 27%Total $16,246,819 $160,702,984RECOMMENDED RESOURCECommittee Encouraging Corporate PhilanthropyA great resource for a more detailed look at corporate philanthropy is “Giving in Numbers: 2016 Edition” by the Committee Encouraging Corporate Philanthropy. The report draws on data from more than 250 companies, including more than 65 of the largest 100 companies in the Fortune 500, and finds that corporations awarded more than $24.5 billion in 2015. The report and more can be found at www.cecp.co.Corporate Grantmaking for LGBTQ Issues In 2015, private foundations awarded $78.9 million to LGBTQ issues (or $71.7 million after dollars for re-granting are excluded). This represents a decrease of $4.5 million from 2014. Non-LGBTQ private foundation giving decreased by roughly $3.5 million, while LGBTQ private foundation giving decreased by approximately $900,000.As in previous years, private foundations represent the largest slice of LGBTQ funding, with their grantmaking accounting for 45 percent of all LGBTQ funding in 2015.1 Ford Foundation $10,220,014  New York, NY2 Evelyn and Walter Haas Jr. Fund  $5,147,775  San Francisco, CA3 Open Society Foundations $4,951,780  New York, NY4 Foundation for a Just Society $2,755,000  New York, NY5 The California Endowment $2,752,720  Los Angeles, CA6 Johnson Family Foundation $1,126,365  New York, NY7 The Overbrook Foundation $1,076,000  New York, NY8 California Wellness Foundation $750,000  Woodland Hills, CA9 Marguerite Casey Foundation $594,150  Seattle, WA10 James Irvine Foundation $500,000  San Francisco, CA1 National LGBTQ Task Force $1,941,395  Washington, DC2 National Center for Lesbian Rights (NCLR) $1,301,250  San Francisco, CA3 American Civil Liberties Union (ACLU) $1,266,000  New York, NY4 New Venture Fund $1,160,000  Washington, DC5 Gill Foundation - Movement Advancement Project (MAP) $1,105,000  Denver, CO6 SAGE $1,102,500  New York, NY7 San Diego LGBT Community Center $1,002,500  San Diego. CA8 Trustees of Columbia University in the City of New York 971,000  New York, NY9 Freedom to Marry $953,000  New York, NY10 Lambda Legal Defense and Education Fund $917,000  New York, NY1 Arcus Foundation $14,166,607  New York, NY2 Gill Foundation  $9,660,070  Denver, CO3 H. van Ameringen Foundation $3,526,000  New York, NY4 Palette Fund $1,463,500  New York, NY5 Tawani Foundation $1,290,000  Chicago, IL6 Alphawood Foundation $1,125,000  Chicago, IL7 David Bohnett Foundation $1,054,243  Beverly Hills, CA8 Calamus Foundation $1,028,500  New York, NY9 Amy Mandel and Katina Rodis Fund $952,020  Asheville, NC10 B. W. Bastian Foundation $603,050  Orem, UTTOP 10 LGBTQ PRIVATE FOUNDATIONSTOP 10 NON-LGBTQ PRIVATE FOUNDATIONSTOP 10 PRIVATE FOUNDATION GRANTEESPRIVATE FOUNDATION GRANTMAKING FOR LGBTQ ISSUES38ISSUES ADDRESSED BY PRIVATE FOUNDATIONSAs half of all LGBTQ funding comes from private foundations, the issues addressed by private foundations largely mirror the issues addressed by LGBTQ funding overall. Nearly half of all funding from private foundations supports civil and human rights.LGBTQ Funding by Private Foundations, by Issues AddressedIssue 2015% of Private Foundation Grantmaking% of all LGBTQ GrantmakingCivil and Human Rights $36,997,834 52% 46%Health and Wellbeing $11,490,913 16% 24%Strengthening Communities, Families, and Visibility $13,580,717 19% 16%Education and Safe Schools $2,471,285 3% 5%Economic Issues $2,465,550 3% 4%Violence, Homophobia, Biphobia, and Transphobia  $1,231,400 2% 1%Other Issues $3,526,060 5% 5%Total $71,763,758GEOGRAPHIC FOCUS OF PRIVATE FOUNDATIONSPrivate foundations awarded 45 percent of their grantmaking to national non-profit organizations in the U.S., a higher share than for all LGBTQ grantmaking. Outside of that difference, the distribution of funding by private foundations very closely matched that of all LGBTQ grantmaking.LGBTQ Funding by Private Foundations, by Geographic FocusGeographic Focus2015 Community Foundation Grant Dollars% of Community Foundation GrantmakingAll LGBTQ Foundation Grant Dollars% of all LGBTQ GrantmakingInternational/Outside the US $11,732,104 16% $31,582,348 20%National $32,074,321 45% $61,689,255 38%Regional $2,890,895 4% $5,013,334 3%State $8,080,527 11% $18,409,767 12%Local $16,985,912 24% $43,937,454 27%Total $71,763,758 $160,702,984Private Foundation Grantmaking for LGBTQ Issues In 2015, public foundations awarded $48.8 million to LGBTQ issues (or $48.5 million after dollars awarded for re-granting are excluded). This represents a 16 percent increase in LGBTQ grantmaking, up from $41.9 million in 2014. Following a trend that began in 2014, non-LGBTQ funders continued to award a larger share of funds, though by a smaller margin. LGBTQ public funders awarded $23.6 million, and non-LGBTQ public funders awarded $25.1 million. Much of LGBTQ grantmaking awarded by public foundations originally comes from private foundations and corporate funders. Nearly $11 million was awarded to public funders in 2015 for the purposes of re-granting to LGBTQ communities.1 Tides Foundation $5,205,044  San Francisco, CA2 American Jewish World Service $4,334,699  New York, NY3 amfAR, Foundation for AIDS Research $1,785,617  New York, NY4 Proteus Fund - Civil Marriage Collaborative $1,660,000  Amherst, MA5 AIDS United $1,459,141  Washington, DC6 Jewish Communal Fund of New York $1,280,077  New York, NY7 Washington AIDS Partnership $1,025,274  Washington, DC8 New York Women’s Foundation $932,500  New York, NY9 NEO Philanthropy $743,000  New York, NY10 Borealis Philanthropy $732,500  Minneapolis, MN1 Lambda Legal Defense and Education Fund $1,604,765  New York, NY2 National LGBTQ Task Force $1,168,980  Washington, DC3 Genders & Sexualities Alliance Network $1,061,666  Oakland, CA4 GLAAD $1,046,127  New York, NY5 amfAR, American Foundation for AIDS Research $1,044,524  New York, NY6 Human Rights Campaign (HRC) Foundation $849,650  Washington, DC7 Whitman-Walker Clinic $707,469  Washington, DC8 OutRight Action International [formerly International Gay and Lesbian Human Rights Commission (IGLHRC)] $698,256  New York, NY9 Equality Pennsylvania Education Fund $650,000  Philadelphia, PA10 Equality California Institute $616,000 Los Angeles, CA1 Pride Foundation $6,866,959  Seattle, WA2 Elton John AIDS Foundation $5,062,500  New York, NY3 Astraea Lesbian Foundation for Justice  $3,142,363  New York, NY4 Horizons Foundation $2,489,712  San Francisco, CA5 Our Fund $1,276,588  Fort Lauderdale, FL6 Black Tie Dinner $1,030,000  Dallas, TX7 Point Foundation $767,013  San Francisco, CA8 San Diego Human Dignity Foundation $707,418  San Diego, CA9 Stonewall Community Foundation $413,260  New York, NY10 Greater Seattle Business Association $410,000  Seattle, WATOP 10 LGBTQ PUBLIC FUNDERS TOP 10 NON-LGBTQ PUBLIC FUNDERS TOP 10 PUBLIC FUNDER GRANTEES*PUBLIC FUNDER GRANTMAKING FOR LGBTQ ISSUES*Note: Anonymous grantees received a total of $5,096,786 from public funders. If they were one grantee, they would appear in the top ten list in the top spot.40ISSUES ADDRESSED BY PUBLIC FUNDERSRoughly 45 percent of funding from public funds went to civil rights or human rights, matching the overall picture of LGBTQ funding.LGBTQ Funding by Private Foundations, by Issues AddressedIssue 2015% of Private Foundation Grantmaking% of all LGBTQ GrantmakingCivil and Human Rights  $21,445,984 44% 46%Health and Wellbeing  $11,203,454 23% 24%Strengthening Communities, Families, and Visibility  $7,248,916 15% 16%Education and Safe Schools $3,897,702 8% 5%Economic Issues  $1,223,222 3% 4%Violence, Homophobia, Biphobia, and Transphobia $891,871 2% 1%Other Issues  $2,645,674 5% 5%Total $48,556,823GEOGRAPHIC FOCUS OF PUBLIC FUNDERSIn 2015, the geographic focus of public funders looked remarkably similar to that of most other funders. Nearly a third focused on domestic work at the national level, while a slightly higher percentage was focused on the local level. Nearly a quarter of their support was directed outside the United States.LGBTQ Funding by Public Funders, by Geographic FocusGeographic Focus2015 Public Fund Dollars% of Public Fund GrantmakingAll LGBTQ Foundation Grant Dollars% of all LGBTQ GrantmakingInternational/Outside the US $10,760,657 22% $31,582,348 20%National $14,222,369 29% $61,356,230 38%Regional  $1,074,300 2% $5,013,334 3%State $7,694,122 16% $18,409,767 13%Local  $14,805,374 30% $43,937,454 27%Total $48,556,823 $160,299,134Public Funds and Donor-Advised FundsLike community foundations, public funds often host donor-advised funds. In 2015, donor-advised funds housed at LGBTQ public funds awarded 700 grants totaling more than $9.1 million, which represents a substantial increase from the $6.6 million that was awarded in 2014. Donor-advised funds at non-LGBTQ public funds were responsible for 272 grants totaling $8.3 million, nearly doubling the $4.2 million they awarded in 2014. Collectively, donor-advised funds at public foundations accounted for more than 35 percent of the support for LGBTQ issues provided by public funds.ZOOMING INPublic Foundation Grantmaking for LGBTQ Issues APPENDIX: 2015 LIST OF LGBTQ GRANTMAKERS IN THE U.S.42FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARS11th Hour Project 1  $2,500  $2,500Abelard Foundation West 1  $10,000  $10,000Ahmanson Foundation 3  $52,500  $52,500AIDS Foundation of Chicago 9  $207,169  $207,169AIDS Funding Collaborative 1  $5,000  $5,000AIDS United 18  $1,459,141  $1,459,141Akron Community Foundation 13  $57,286  $57,286Alphawood Foundation 14  $1,125,000  $1,125,000American Institute of Bisexuality 11  $460,415  $460,415American Jewish World Service 95  $4,334,699  $4,334,699amfAR, Foundation for AIDS Research 34  $1,785,617  $1,785,617Andersen Foundation, Hugh J. 4  $27,000  $27,000Anderson Prize Foundation 3  $15,489  $15,489Andrus Family Foundation 1  $2,500  $2,500Anne S. Richardson Fund 1  $20,000  $20,000Annenberg Foundation 2  $75,000  $75,000Anonymous Donors 117  $15,830,979  $6,090,000  $21,920,979Anschutz Foundation, The 1  $5,000  $5,000Appalachian Community Fund 2  $10,000  $10,000Arcus Foundation 187  $12,103,010  $2,063,597  $14,166,607ARIA Foundation 8  $200,000  $200,000Arizona Community Foundation 2  $10,500  $10,500Asian Americans/Pacific Islanders in Philanthropy (AAPIP) 15  $33,339  $33,339Astraea Lesbian Foundation for Justice 205  $3,142,363  $3,142,363Atwater Kent Foundation 5  $2,000  $2,000Austin Foundation, Sidley 1  $50,000  $50,000Babson Charitable Foundation, Susan A. and Donald P. 10  $41,150  $41,150Babson Foundation, Paul and Edith 6  $36,500  $36,500Bader Philanthropies 1  $28,000  $28,000Baker Brook Foundation: H. Leonard, K. Angell, W. Leonard, D. Leonard 2  $750  $750Bank of America Charitable Foundation 157  $582,016  $582,016Bastian Foundation, B. W. 39  $603,050  $603,050Bernstein Memorial Foundation, Morey 5  $7,500  $7,500Bigelow Foundation 1  $30,000  $30,000Black Tie Dinner 16  $1,030,000  $1,030,000Blowitz-Ridgeway Foundation 2  $25,000  $25,000Blue Cross and Blue Shield of Florida Foundation 2  $10,500  $10,500Appendix: 2015 List of LGBTQ Grantmakers in the U.S.2015 Tracking Report43FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSBlue Cross and Blue Shield of Minnesota Center for Prevention 1  $250,000  $250,000Blue Shield of California Foundation 2  $30,500  $30,500Bohnett Foundation, David 84  $1,053,743  $500  $1,054,243Borealis Philanthropy 11  $732,500  $732,500Borick Foundation, Louis L. 1  $300,000  $300,000The Boston Foundation 54  $552,038  $552,038Boston Scientific Foundation 1  $18,240  $18,240Boston Women’s Fund 1  $16,500  $16,500Bread and Roses Community Fund 3  $8,422  $8,422Bremer Foundation, Otto 3  $215,000  $215,000Bristol-Myers Squibb Company 5  $282,500  $282,500Broadway Cares/Equity Fights AIDS 53  $676,925  $676,925Brother Help Thyself 20  $72,930  $72,930Brown Foundation, Arch and Bruce 35  $84,700  $84,700Buck Foundation, Peter and Carmen Lucia 1  $100,000  $100,000Bush Foundation 2  $143,500  $143,500Cafritz Foundation, Morris and Gwendolyn 6  $352,000  $352,000Calamus Foundation (Delaware) 19  $165,000  $50,000  $215,000Calamus Foundation (New York) 30  $1,028,500  $1,028,500California Community Foundation 54  $790,950 $500  $791,450California Endowment, The 46  $2,752,720  $2,752,720California Wellness Foundation 5  $750,000  $750,000Calvin Klein Family Foundation 1  $50,000  $50,000Campaign for Southern Equality 15  $6,500  $6,500Campbell Foundation, The 3  $15,000  $15,000Cape Cod Foundation, The 7  $12,850  $12,850Capital Group Companies Charitable Foundation 38  $34,238  $34,238Cardinal Health Foundation 3  $9,175  $9,175CarMax Foundation, The 1  $50  $50Casey Foundation, Annie E. 3  $60,000  $60,000Chaiken Foundation, Donald and Carole 4  $85,000  $85,000Chicago Community Trust 15  $498,100  $498,100Chicago Foundation for Women 7  $69,000  $69,000Cleveland Foundation, The 7  $110,000  $110,000Coca-Cola Foundation, The 3  $250,000  $250,000COIL Foundation 5  $44,295  $44,295Collins Foundation, The 5  $113,000  $113,000Communities Foundation of Texas 2  $15,670  $15,67044FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSCommunity Catalyst 7  $253,000  $253,000Community Foundation for Greater Atlanta 2  $63,200  $63,200Community Foundation for Northeast Florida 23  $985,600  $32,000  $1,017,600Community Foundation for Southeast Michigan 33  $253,723  $18,000  $271,723Community Foundation for Southern Arizona 15  $52,500  $52,500Community Foundation for the National Capital Region 11  $67,202  $67,202Community Foundation of Broward 28  $202,042  $32,000  $234,042Community Foundation of Greater Greensboro 4  $88,584  $88,584Community Foundation of Middle Tennessee 4  $22,000  $17,000  $39,000Community Foundation of Santa Cruz County 17  $96,750  $96,750Community Foundation Serving Boulder County 18  $63,600  $63,600Con Alma Health Foundation 1  $1,000  $1,000Cone Health Foundation 1  $30,465  $30,465Consumer Health Foundation 1  $25,000  $25,000Crawford Idema Family Foundation, The 1  $27,500  $27,500Cream City Foundation 26  $96,300  $96,300CREDO 1  $62,462  $62,462Crossroads Fund 16  $41,500  $41,500Cummings Foundation 1  $100,000  $100,000Cummings Foundation, Nathan 1  $5,000  $5,000Dallas Women’s Foundation 3  $13,000  $13,000Daniels Fund 1  $35,000  $35,000David Schwartz Foundation 1  $1,200  $1,200Day Foundation, Doris and Victor 1  $1,500  $1,500DeCamp Foundation, Ira W. 1  $30,000  $30,000Dechman Foundation, David A. 1  $50,000  $50,000Design Industries Foundation Fighting AIDS (DIFFA) 12  $155,000  $155,000Disability Rights Advocacy Fund 2  $94,000  $94,000District of Columbia Bar Foundation 1  $75,000  $75,000Dobkin Family Foundation 2  $15,000  $15,000Douty Foundation, Alfred and Mary 1  $5,000  $5,000Druckenmiller Foundation 1  $75,000  $75,000Dwight Stuart Youth Fund 7  $235,000  $235,000Dyson Foundation 3  $41,000  $41,000Elizabeth Firth Wade Endowment Fund 1  $10,000  $10,000Elizabeth Taylor AIDS Foundation 18  $362,910  $362,910Elton John AIDS Foundation 70  $5,062,500  $5,062,500Equity Foundation 59  $143,226  $143,226Appendix: 2015 List of LGBTQ Grantmakers in the U.S.2015 Tracking Report45FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSEsmond Harmsworth 1997 Charitable Foundation 12  $310,000  $310,000Evans Foundation, John D. 4  $119,321  $119,321Fels Fund, Samuel S. 1  $10,000  $10,000Field Foundation of Illinois 2  $35,000  $35,000First Hospital Foundation 1  $5,000  $5,000Ford Foundation 41  $8,065,014  $2,155,000  $10,220,014Foundation for a Just Society 7  $2,755,000  $2,755,000Foundation for Louisiana 2  $5,000  $5,000Foundation for the Carolinas (Charlotte Lesbian and Gay Fund) 23  $130,500  $130,500Fox Family Foundation, Frieda C. 1  $5,000  $5,000Frankel Family Foundation 1  $3,000  $3,000Frankel Foundation, Julius N. 1  $20,000  $20,000Freedom to Marry 4  $261,500  $261,500Freeman Foundation 16  $287,500  $287,500Fry Foundation, Lloyd A. 2  $76,000  $76,000Fund For Global Human Rights 34  $566,644  $566,644Fund for Santa Barbara 7  $32,590  $32,590G.E. Foundation 43  $50,052  $50,052Gamma Mu Foundation 6  $36,500  $36,500Gay Asian Pacific Alliance (GAPA) Foundation 9  $22,500  $22,500General Mills Foundation 3  $30,000  $30,000Genius Charitable Trust, Elizabeth Morse 1  $-   $25,000  $25,000George Lucas Family Foundation 1  $15,000  $15,000Gerbic Family Foundation, Edward and Verna 2  $2,000  $2,000Gilead Sciences 55  $2,106,728  $25,000  $2,131,728Gill Foundation 96  $8,460,070  $1,200,000  $9,660,070Gilmore Foundation, Irving S. 1  $35,000  $35,000Gilmour-Jirgens Fund 1  $1,000  $1,000Glick Foundation Corporation, Eugene and Marilyn 1  $1,000  $1,000Global Fund for Women 8  $136,000  $136,000Goodwin Family Memorial Trust 2  $40,000  $40,000Grainger Foundation, The 1  $5,000  $5,000Grants for the Arts/San Francisco Hotel Tax Fund 21  $576,800  $576,800Greater Cincinnati Foundation, The 1  $76,210  $76,210Greater Kansas City Community Foundation 6  $745,000  $745,000Greater Milwaukee Foundation 8  $50,111  $50,111Greater Seattle Business Association 1  $410,000  $410,000Greater Twin Cities United Way 7  $303,000  $303,00046FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSGreater Worcester Community Foundation 1  $18,000  $18,000Groundswell Fund 5  $250,000  $250,000Guilford Green Foundation 6  $25,505  $25,505Haas Fund, Walter and Elise 9  $349,395  $349,395Haas Jr. Fund, Evelyn and Walter 45  $4,047,775  $1,100,000  $5,147,775Hagedorn Fund 2  $40,000  $40,000Hartford Foundation for Public Giving 2  $40,541  $40,541Haring Foundation, Keith 6  $164,000  $164,000Harris Foundation, Irving 1  $5,000  $5,000Harter Charitable Trust, John Burton 3  $107,000  $107,000Hartford Foundation, John A. 1  $10,000  $10,000Harvard Pilgrim Health Care Foundation 1  $250  $250Hayden Foundation, Charles 1  $75,000  $75,000Hazen Foundation, Edward W. 2  $40,000  $40,000Headwaters Fund for Justice 2  $20,000  $20,000Health Foundation of Greater Indianapolis 5  $432,750  $432,750Healthcare Foundation of New Jersey 1  $65,000  $65,000Hermes Foundation 2  $11,000  $11,000Hewlett Foundation, William and Flora 4  $485,000  $485,000Higgins Foundation, Colin 10  $89,000  $89,000Hill-Snowdon Foundation 2  $280,000  $280,000Hollyfield Foundation 12  $44,250  $44,250Horizons Foundation 287  $2,448,712  $41,000  $2,489,712Hostetter, Mark D. and Habib, Alexander N. Foundation 2  $222,500  $222,500Houston Endowment 1  $75,000  $75,000Huang Foundation, C. J. 1  $15,000  $15,000Human Rights Campaign 13  $339,917  $339,917Hunt Foundation, Roy A. 1  $10,000  $10,000Intuit Foundation 11  $29,118  $29,118Ireland Funds, The 2  $12,491  $12,491Irvine Foundation, James 1  $500,000  $500,000Jewish Communal Fund of New York 11  $1,280,077  $1,280,077Jewish Community Federation of San Francisco, The Peninsu-la, Marin and Sonoma18  $168,255  $168,255Johnson Family Foundation 36  $1,126,365  $1,126,365Just Fund Kentucky 16  $43,000  $43,000Kaiser Permanente 7  $187,500  $187,500Kalamazoo Community Foundation 2  $90,300  $90,300Appendix: 2015 List of LGBTQ Grantmakers in the U.S.2015 Tracking Report47FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSKeith Foundation Trust, Ben E. 1  $15,500  $15,500Kellett Foundation, John Steven 6  $13,100  $13,100Kellogg Foundation, W.K. 1  $100,000  $100,000Kish Foundation, John C. 11  $226,000  $226,000Klein Foundation, Ruth and Seymour 1  $1,000  $1,000Knight Foundation, John S. and James L. 1  $11,247  $11,247Koffman, Betsy and Bates, Lorraine Family Fund 1  $25,000  $25,000Komen Foundation, Susan G 14  $518,123  $518,123Kroger Co. Foundation 2  $15,000  $15,000Larsen Foundation, John 2  $25,500  $25,500Laughing Gull Foundation 22  $246,462 $50,000  $296,462LEAGUE Foundation 7  $16,000  $16,000Leeway Foundation 13  $70,000  $70,000Left Tilt Fund 4  $35,000  $35,000Levi Strauss Foundation 38  $2,187,073  $125,000  $2,312,073Liberty Hill Foundation 71  $531,820  $25,000  $556,820Loeb Family Foundation 1  $2,000  $2,000Logan Foundation, Reva and David 2  $340,000  $340,000Long Foundation, John F. 1  $2,000  $2,000LTR Lewis Cloverdale Foundation 2  $21,500  $21,500M.A.C. AIDS Fund 73  $5,501,411  $150,000  $5,651,411MacArthur Foundation, John D and Catherine T. 1  $250,000  $250,000Maine Community Foundation 3  $22,500  $22,500Mandel, Amy and Rodis, Katina Fund 33  $805,020  $147,000  $952,020Marc & Friends Charitable Trust 1  $5,000  $5,000Marcus Foundation, Grace R. and Alan D. 4  $7,000  $7,000Mardag Foundation 1  $10,000  $10,000Marguerite Casey Foundation 9  $594,150  $594,150McCormick Foundation, Robert R. 2  $27,500  $27,500McKenzie River Gathering 4  $81,000  $81,000McKesson Foundation 3  $1,930  $1,930Melnick Foundation, Julius and Evelyn 1  $500  $500Merck Company Foundation 1  $122,000  $122,000MetLife Foundation 8  $144,765  $144,765Meyer Foundation, Eugene and Agnes E. 1  $25,000  $25,000Meyer Memorial Trust 5  $282,970  $282,970Miami Foundation 26  $302,000  $302,000Miller Foundation, Herman and Frieda L. 3  $90,000  $90,00048FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSMiner Foundation, The 1  $5,000  $5,000Minneapolis Foundation 51  $158,206  $13,522  $171,728Moonwalk Fund, Silva Watson 10  $205,000  $205,000Moore Family Foundation 1  $25,000  $25,000Moores Foundation, Harry C. 1  $10,000  $10,000Moriah Fund 4  $161,000  $161,000Morrison & Foerster Foundation 9  $78,117  $78,117Ms. Foundation for Women 2  $35,000  $35,000MTV Staying Alive Foundation 6  $74,585  $74,585Mukti Fund 7  $427,000  $427,000National Endowment for Democracy 1  $35,167  $35,167NEO Philanthropy 10  $743,000  $743,000New Hampshire Charitable Foundation 1  $5,000  $5,000New Venture Fund 1  $5,000  $5,000New York Community Trust, The 12  $785,257  $785,257New York Foundation 2  $42,000  $42,000New York Life Foundation 1  $3,500  $3,500New York Women’s Foundation 17  $932,500  $932,500Newpol Foundation 5  $48,500  $48,500Norman Family Charitable Foundation Trust, The 1  $3,000  $3,000North Star Fund 25  $164,200  $10,000  $174,200NoVo Foundation 2  $200,000  $200,000Open Meadows Foundation 1  $1,000  $1,000Open Society Foundations 56  $4,951,780  $4,951,780Oregon Community Foundation 18  $108,909  $108,909Our Fund 235  $1,172,303  $104,285  $1,276,588Overbrook Foundation, The 14  $801,000  $275,000  $1,076,000Packard Foundation, David and Lucile 2  $135,000  $135,000Palette Fund 31  $1,388,500  $75,000  $1,463,500Paso del Norte Health Foundation 1  $132,500  $132,500Pfund Foundation 33  $155,190  $155,190Philadelphia Foundation 27  $262,905  $38,151  $301,056Picotte Family Foundation, John D. 1  $500  $500Pierce Family Charitable Foundation, The 7  $39,350  $39,350Pierce Family Foundation, Leo and Peggy 1  $5,000  $5,000PNC Foundation 1  $2,500  $2,500Point Foundation 1  $767,013  $767,013Polk Bros. Foundation 6  $223,500  $223,500Appendix: 2015 List of LGBTQ Grantmakers in the U.S.2015 Tracking Report49FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSPride Foundation 298 $6,866,959 $6,866,959Proteus Fund - Civil Marriage Collaborative 18  $1,660,000  $1,660,000Rauch Family Foundation 1  $2,000  $2,000Richmond Memorial Health Foundation 1  $100,000  $100,000Roaring Fork Gay and Lesbian Community Fund 1  $7,500  $7,500Robert Wood Johnson Foundation 2  $214,472  $214,472Robins, Kaplan, Miller and Ciresi, L.L.P. Foundation 7  $35,500  $35,500Roblee Foundation, Joseph H. and Florence A. 1  $15,000  $15,000Rochester Area Community Foundation 15  $29,840  $29,840Rockefeller Philanthropy Advisors 1  $500  $500Rocking Moon Foundation 6  $327,500  $327,500Rose Community Foundation 5  $41,400  $41,400Rosen Foundation, Joseph 1  $250  $250Rosenberg Foundation 1  $750  $750Rubin Foundation, Shelley and Donald 2  $20,000  $20,000S. & H. Family Foundation 1  $100  $100Saint Paul Foundation 12  $34,175  $34,175San Diego Foundation 2  $27,968  $27,968San Diego Human Dignity Foundation 41  $707,418  $707,418San Francisco AIDS Foundation 1  $1,000  $1,000San Francisco Arts Commission 23  $442,223  $442,223San Francisco Foundation 15  $860,195  $860,195Sandy River Charitable Foundation 1  $25,000  $25,000Santa Fe Community Foundation 3  $23,500  $23,500Schoeler Foundation, Kevin G. 1  $1,500  $1,500Schott Foundation for Public Education 2  $75,000  $75,000Schusterman Family Foundation, Charles and Lynn 2  $325,000  $325,000Seattle Foundation, The 3  $2,416  $2,416Silicon Valley Community Foundation 19  $176,244  $176,244Simmons Foundation, The 5  $225,000  $225,000Siragusa Foundation 3  $12,700  $12,700Skolnick Family Charitable Trust, The 1  $2,500  $2,500Small Change Foundation 23  $484,000  $5,000  $489,000Snowdon Foundation, Ted 14  $416,000  $416,000Social Justice Fund Northwest 10  $148,606  $148,606Spearman Foundation, Grace Helen 2  $57,000  $57,000Stonewall Community Foundation 119  $413,260  $413,260Storr Family Foundation, The 1  $5,000  $5,00050FOUNDATION NAMETOTAL GRANTSDIRECT GRANT DOLLARS REGRANTING DOLLARSTOTAL DOLLARSSurdna Foundation 4  $379,000  $379,000Tawani Foundation 17  $1,290,000  $1,290,000The Burton D. Morgan Foundation 1  $100  $100The Overbrook Foundation 1  $60,000  $60,000Third Wave Fund 11  $49,500  $49,500Tides Foundation 165  $5,080,744  $124,300  $5,205,044Trans Justice Funding Project 85  $190,000  $2,500  $192,500Tuttle Fund, Isaac 1  $40,000  $40,000UN Trust Fund to End Violence Against Women 1  $99,700  $99,700Unitarian Universalist Funding Program 4  $43,000  $43,000United Way of Central Ohio 1  $151,000  $151,000Urgent Action Fund 29  $140,133  $140,133Valentine Perry Snyder Fund 1  $50,000  $50,000Valeo Charitable Foundation, James G. and Marcia H. 1  $500  $500van Ameringen Foundation, H 60  $3,476,000 $50,000  $3,526,000Vermont Community Foundation 27  $110,356  $110,356ViiV Healthcare 30  $1,489,670  $1,489,670Wallis Foundation 2  $55,000  $55,000Walmart Foundation 7  $365,027  $365,027Washington AIDS Partnership 10  $1,025,274  $1,025,274Weinberg Foundation, Harry and Jeanette 1  $300,000  $300,000Weingart Foundation 1  $250,000  $250,000Wells Fargo 78  $1,685,500  $1,685,500Wild Geese Foundation 19  $240,800  $240,800William A. Kerr Foundation 6  $72,500  $72,500William Maude Pritchard Charitable Trust 1  $75,000  $75,000Williams Sonoma Foundation 3  $2,877  $2,877Wohlford Foundation, Mary 2  $15,000  $15,000Women’s Foundation of California, The 16  $139,750  $139,750Women’s Foundation of Minnesota 1  $15,000  $15,000Zarrow Family Foundations 2  $6,500  $6,500Zelnick/Belzberg Charitable Trust 1  $500  $500TOTALS 5,267 $160,702,985  $14,044,355  $174,747,339Appendix: 2015 List of LGBTQ Grantmakers in the U.S.2015 Tracking Report51We surveyed the 2015 grantmaking activity of nearly 1,000 philanthropic entities in search of LGBTQ funding. All types of foundations were surveyed—private, public, community and corporate—as well as nonprofit organizations with grantmaking programs. Information was obtained predominantly through self-reporting by grantmakers, as well as through a review of 990s and annual reports. This report includes all information received as of March 1, 2017.Our overarching research goal was to ensure that the data we collected focused specifically on LGBTQ issues and organizations. Therefore, the data set does not include grants to organizations or projects that are generally inclusive of LGBTQ people unless they explicitly address an LGBTQ issue or population. For example, a women’s organization awarded a grant to develop a sex education curriculum for girls, open and welcoming to all girls, including LBTQ girls, would not have been included in the data. If that same organization was funded to provide sex education specifically to LBTQ girls, it would have been included.We have included all re-granting dollars in charts that rank individual grantmakers and in the appendix to accurately show the overall level of LGBTQ funding provided by each grantmaker, regardless of whether those dollars are provided in the form of direct grants or through an intermediary that then re-grants those dollars to other organizations and individuals. As a result, the charts that rank grantmakers and the appendix ”double-count” re-granting when aggregated. However, for all other tabulations and charts, we have not included dollars awarded for the purpose of re-granting, so as to avoid double counting.We are forever grateful to our members and the other philanthropic entities who generously shared data on their grantmaking for LGBTQ communities with us. We are especially appreciative to our friends at Funders Concerned About AIDS (FCAA)—John Barnes, Sarah Hamilton, Erika Baehr, and Caterina Gironda—for sharing their LGBTQ-specific HIV/AIDS grantmaking data and for consistently being outstanding collaborative partners in our research efforts. A huge “thank you” is also due to Cindy Rizzo, who graciously proofread the 2015 Tracking Report, and to Gabriel Lee, who stepped in to help finalize the design of the report when a family emergency limited the availability  of our original designer.METHODOLOGY & ACKNOWLEDGMENTSMETHODOLOGYACKNOWLEDGMENTS52Funders for LGBTQ Issues works to increase the scale and impact of philanthropic resources aimed at enhancing the well-being of lesbian, gay, bisexual, transgender and queer communities, promoting equity and advancing racial, economic and gender justice.Rebecca Fox, Chair Program Officer, Wellspring AdvisorsBrandie Balken, Vice Chair Director of Programs, Gill FoundationKristine Stallone, Treasurer Vice President for Finance and Administration, American Jewish World ServiceBeatriz “Bia” Vieira, Secretary Philanthropic ConsultantKarina Claudio Betancourt Program Officer, Open Society FoundationsAlfredo Cruz Vice President of Programs & Special Initiatives,  Foundation for LouisianaGabriel Foster Co-Founder and Director, Trans Justice Funding ProjectMatthew “Matty” Hart Director, Global Philanthropy ProjectSurina Khan Chief Executive Officer, The Women’s Foundation of Cali-forniaRickke Mananzala Director of Programs, Borealis PhilanthropyJason McGill Co-Executive Director, Arcus FoundationRye Young Executive Director, Third Wave FundMISSIONBOARD OF DIRECTORSBen Francisco Maulbeck PresidentLyle Matthew Kan Director of Research and CommunicationsMarvin Webb Director of Operations and Member ServicesKristina Wertz Director of EngagementRebecca Wisotsky Director of Philanthropic OutreachChantelle Fisher-Borne Project Director, The Out in the South InitiativeAndrew Wallace Research and Communications AssociateTerry Boggis Executive and Administrative AssistantAuthors Lyle Matthew Kan, Ben Francisco Maulbeck,  and Andrew WallaceCopy Editor Cindy RizzoCreative Director Lyle Matthew KanGraphic Designers Gabriel Lee and Knol AustLead Researcher Andrew WallaceResearchers Terry Boggis, Lyle Matthew Kan, Ben Francisco Maulbeck, and Marvin WebbSTAFFREPORT CREDITS© May 2017, FUNDERS FOR LGBTQ ISSUES Permission is granted to reproduce this document in part or in its entirety, provided that Funders for LGBTQ Issues is cited as the source for all reproduced material.Methodology & Acknowledgments2015TRACKING REPORT 104 West 29th Street, 4th Floor • New York, NY 10001    (212) 475-2930    (212) 475-2532  lgbtfunders.org    @lgbtfunders    facebook.com/LGBTQFunders",
    "id": 588303528,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:42321"
    },
    "title": "2015 Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-05T01:00:00+01:00",
    "publisher": "Funders for LGBTQ Issues",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/42321/42321.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588303528.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588303528"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588303528/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588303528/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588303528"
        }
    ],
    "abstract": "This report explores the scope and character of foundation funding for LGBTQ issues in the calendar year 2015. The report analyzes 5,267 grants from 334 foundations, making it the most comprehensive assessment of LGBTQ funding available.In 2015, funding for LGBTQ issues reached a record high of $160.7 million. The report notes significant increases in funding for trans communities, grantmaking to address criminalization and criminal justice reform, and support for LGBTQ communities in the U.S. South.The report finds the overall field of LGBTQ philanthropy widening slightly to include a larger number of funders. However, growth slowed to less than 5 percent — as opposed to nearly 20 percent growth noted in the 2014 Tracking Report — on account of several core funders decreasing the depth of their support for LGBTQ issues",
    "tags": [
        "report",
        "LGBTQI",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:42321",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588303528,
        "depositedDate": null,
        "publishedDate": "2017-05-05T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:47:18+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-21T08:48:29+01:00"
    },
    "urls": [
        "https://issuelab.org/resources/42321/42321.pdf",
        "https://issuelab.org/permalink/resource/42321"
    ],
    "lastUpdate": "2024-02-14T12:47:18+00:00",
    "setSpecs": []
}