{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ezra Nepon"
        }
    ],
    "contributors": [],
    "createdDate": "2021-11-22T20:35:43+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/480183823.pdf",
    "fullText": "Global Resources Report2017/2018Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesGlobal Resources ReportGovernment and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities2017/2018Table of Contents4 Letter from the GPP Director6 Introduction8 Methodology16 The Big PictureOverview of Global LGBTI Funding 16Global Funding Comparison 20Overview of Funding by Geographic Focus 22Map of LGBTI Funding, by Regional Focus 26Top Funders and Recipients 28Sources of Funding 36Type of Support 37Issues Funded 38Strategies Funded 40Population Focus 42Behind the Numbers:The Global Fund to Fight AIDS, Tuberculosis and Malaria4648 Funding for LGBTI Issues in the Global South and EastTop Funders and Recipients 50Sources of LGBTI Funding for the Global South and East 52Issues Addressed by LGBTI Funding for the Global South and East 53Population Focus 55Behind the Numbers:Global Philanthropy Project56Snapshot: Asia & the Pacific 60Snapshot: Eastern Europe, Russia, and Central Asia 65Snapshot: Latin America and the Caribbean 70Snapshot: Middle East and North Africa 75Snapshot: Sub-Saharan Africa 80Behind the Numbers:The Amsterdam Network8688 Funding for LGBTI Issues in the Global NorthTop Funders and Recipients 90Sources of LGBTI Funding for the Global North 92Issues Addressed by LGBTI Funding for Global North 93Population Focus 94Snapshot: United States and Canada 95Snapshot: Western Europe 99104 Funding for International LGBTI IssuesTop Funders and Recipients 106Sources of Funding 107Issues Addressed by International LGBTI Funding 108Population Focus 109Behind the Numbers:What Funders Are Missing from This Report?110112 AppendicesAppendix I: Funding by Country of Focus 112Appendix II: 2017-2018 List of LGBTI Grantmakers 115Appendix III: Global Resources Report Taxonomy 121126 About the ReportAbout Global Philanthropy Project 126About Funders for LGBTQ Issues 127Acknowledgements & Report Credits 128Letter from the GPP DirectorDear friends, members, colleagues, and collaborators:I write this letter at the beginning of a global health crisis and upheaval that has yet to reveal its scale of social, economic, and political disruption. Together we must pivot and adjust personally, professionally, and as wider social movements in response to the unprecedented global challenges emerging from COVID-19. Already we see that the pandemic and its attendant politics are fast-evolving and yield implications that could uniquely impact our communities over the coming months and years, including economic marginalization, state control and violence, and familial and community death that many of us have not seen in a generation or more. Now is the time to work together in new ways and to rally urgently needed financial resources for lesbian, gay, bisexual, transgender, and intersex (LGBTI) communities.Our movement’s organizations and individual leaders are already serving as resources, drawing on the wisdom of our ancestors’ legacies of community care and movement solidarity. LGBTI leadership must be at the table for any efforts to equitably and justly resolve the COVID-19 crisis. More than ever, grantmakers, donor governments, development partners, and foundations must mobilize collective efforts. We must organize the political and financial resources to properly equip our movements to find solutions, fight state repression, and work across sectors to fight for our lives, survive, and build a better future after the most acute phase of the COVID-19 crisis has ended. Each locality will have a different experience and timeline in the acute phases of this crisis. 42017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAs our communities, institutions, and leaders respond to the demands of this time, they risk stretching already fragile networks, budgets, and organizational capacities. Our collective work for global LGBTI human rights and LGBTI-inclusive development must be redoubled and unwavering. GPP members and staff have been working hard with many of you to re-imagine our shared work. Over the coming months and years, GPP commits to serving as a catalytic resource mobilization partner for global LGBTI communities in the time of COVID-19 and beyond. The 2017–2018 Global Resources Report provides the most comprehensive picture to date on the global LGBTI funding landscape. We can predict that the 2019–2020 dataset will tell a vastly different story in the wake of this crisis. As a movement and as a philanthropic sector, we can use this report and many more tools to shape that story. For LGBTI grantmakers, let’s make a commitment to listen to civil society and philanthropic partners, learn from the data and stories emerging from our global communities, and build stronger and ever more adaptive philanthropic and development assistance responses commensurate with the crisis at hand. For LGBTI civil society, we share this report as a tool for engaging with existing and potential new funders to mobilize the resources necessary to continue your vital work to improve the lives of LGBTI communities across the world. Yours in solidarity, Matthew HartDirector, Global Philanthropy Project52017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesLetter from GPP DirectorIntroductionWe are pleased to present The 2017–2018 Global Resources Report: Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities, a comprehensive report on the state of foundation and government funding for lesbian, gay, bisexual, transgender, and intersex (LGBTI) issues. This report documents data on 19,764 grants awarded by 800 foundations, intermediary NGOs, and corporations and by 15 donor government and multilateral agencies over the two-year period of 2017–2018. The report provides detailed data on the distribution of LGBTI funding by geography, issue, strategy, and population focus, offering a tool for identifying trends, gaps, and opportunities in the rapidly changing landscape of LGBTI funding.The 2017–2018 Global Resources Report builds on two previous editions, which focused on grantmaking in the calendar years 2013–2014 and 2015–16. With this third edition, we have now documented comprehensive data through six calendar years of grantmaking, allowing us to conduct a deeper analysis of LGBTI funding trend lines over time. In many sections of this report, we offer a comparison with the previous report documenting 2015–16, and in some key places we share analysis across the full six-year period.This third report represents a continuing and evolving collaboration between two philanthropic networks, Global Philanthropy Project and Funders for LGBTQ Issues. The trust developed between these networks has enabled us to adjust the report development process over time as we identify opportunities to activate the unique competencies and assets of both networks. In this iteration of the process, Global Philanthropy Project coordinated development and analysis of the data from foundations and corporations based outside of the United States (U.S.) and from all government and multilateral institutions. Funders for LGBTQ Issues coordinated development and analysis of the data from foundations and corporations based in the U.S., and provided generous overall guidance based on more than a decade of experience producing the comprehensive annual U.S. domestic tracking report on LGBTQI funding. 62017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Global Resources Report series is the most comprehensive resource available on LGBTI funding around the world, and the first two editions of the report have provided powerful data to advocates ranging from grassroots local LGBTI movements to global development actors. Given the Global Philanthropy Project’s mission to expand global philanthropic support to advance the human rights of LGBTI people in the Global South and East, we are pleased to report that $173.6 million, or 31 percent of all funding for LGBTI issues, was focused on LGBTI communities in the Global South and East in 2017–2018. Compared to the previous reporting period, this total increased by $55 million, or 46 percent, representing increases in each region. When looking at the full global dataset, this report includes over 300 more funders than the previous edition, pointing to increasingly comprehensive and accurate documentation of global LGBTI funding data. We are especially pleased that this third edition includes 111 newly included foundations with funding focused outside of the U.S. and three newly reporting donor governments. We hope to continue expansion of the dataset in future years.Documentation and analysis of the current scope and scale of LGBTI funding offers a path for donors and movement leaders to identify funding gaps, advocate for more resources, adapt our goals, and increase our impact. With gratitude to all of the grantmakers who shared their data and to the movements for LGBTI human rights whose work is represented in these pages, this report is intended to serve as a valuable tool for all those seeking to advance LGBTI rights and improve the well-being of LGBTI communities around the world. Ezra Berkley NeponGlobal Philanthropy ProjectSenior Program Officer for Knowledge and Learning$173.6 M+46%compared to 2015-2016for the Global South and East72017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesIntroductionMethodologyDEFINING AN “LGBTI GRANT” The 2017–2018 Global Resources Report provides analysis of grant-level data for grants awarded in 2017 and 2018 to support lesbian, gay, bisexual, transgender and intersex (LGBTI) issues. This section provides an overview of the methodology used to document the complex global funding landscape for LGBTI issues today.1This report collects and analyzes data on grantmaking that specifically focuses on lesbian, gay, bisexual, transgender, and intersex issues2 and includes two sets of grants: (1) grants awarded to organizations that primarily focus on LGBTI communities and (2) grants awarded to organizations that serve a larger audience, and are directed to a project that specifically focuses on LGBTI communities.The data does not include grants to organizations or projects that are generally inclusive of LGBTI people unless they explicitly address an LGBTI issue or population. For example, a human rights organization receiving a grant to provide asylum services to marginalized refugees, open and welcoming of all refugees including LGBTI people, would not have been included in the data. If that same human rights organization received a grant to provide asylum services specifically supporting LGBTI refugees, it would have been included.While both LGBTI-focused and LGBTI-inclusive grants can have a significant impact on LGBTI communities, LGBTI-focused grants are distinct in that, by definition, they work to proactively address the unique challenges, disparities, and rights abuses faced by LGBTI communities. It is also more feasible to attain a consistent and comprehensive picture of LGBTI-focused grants, while a dataset of LGBTI-inclusive grants would be difficult to map consistently and could misleadingly inflate the level of support for LGBTI communities.1  This methodology was developed in partnership by Global Philanthropy Project and Funders for LGBTQ Issues in close collaboration with the Global Resources Report advisory committees across each edition of the research. A full list of the 2017–2018 committee members is included in the acknowledgements page at the end of this report.2  Many grantmakers and civil society groups use alternate terms to name these populations including SOGIGESC, referring to Sexual Orientation, Gender Identity, Gender Expression, and Sex Characteristics.82017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesDATA SOURCES QUALITY CONTROL AND CODING The Global Resources Report reviewed the grantmaking of over 800 philanthropic entities and over fifteen donor governments and multilateral agencies in an effort to provide a comprehensive snapshot of global LGBTI funding in the two-year period from 2017–2018.Information was obtained predominantly through self-reporting, with participating foundations, agencies, and organizations providing data on all LGBTI-related grants directly to Funders for LGBTQ Issues or Global Philanthropy Project. When possible, grantmakers provided information on the grantee name, mission, and location as well as grant description, type of support, year, and amount awarded for each individual grant.Once received, grants were reviewed by the research team for consistency and accuracy. In order to maximize the consistency and overall quality of data, some grants were eliminated from the dataset if they fell outside the research parameters. For example, a grant would be excluded if it was awarded outside the two-year period of 2017–2018 or if it did not have an explicit LGBTI focus. Additional information was requested from the submitting funder in some cases where it was difficult to determine if a grant fell within research parameters for the report.Once received and reviewed, grants were then coded by the data analysis team, drawing on information provided about both the grantee and the grant description. In both quality control and coding, the overarching goal was to ensure data consistency.These data submissions were supplemented by a review of official disclosure documents, annual reports, and online grants databases. Funders for LGBTQ Issues’ data collection method included review of U.S. tax return forms 990 for foundations and nonprofit institutions. Global Philanthropy Project utilized additional datasets from the 360Giving database of foundation funding in the United Kingdom and the Candid Foundation Maps global dataset for both LGBT and intersex funding. All government and multilateral grantmaking was self-reported.92017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMethodology3  Conversion rates based on xrates.com or xe.com when currencies were not available through xrates.com. Conversion dates were June 30, 2017 and June 30, 2018.The following types of funders are included in this report. • Private foundations: Nongovernmental and/or nonprofit organizations or charitable trusts whose funding is typically endowed by a family or an individual donor, or through the sale of corporate assets. Private foundations generally do not solicit funds from the public.• Public foundations: Institutions set up to raise funds from the general public in order to award grants. Some public foundations also function as intermediary funders, receiving funds from other foundations or development agencies in order to regrant those funds to civil society organizations and grassroots groups. • Intermediary nongovernmental organizations (NGOs): Civil society organizations operating a range of programs including the regranting of funds received from foundations or development agencies to other (generally smaller) civil society organizations and grassroots groups. • Corporate funders: Foundations and grantmaking programs at for-profit organizations.• Governments: Funding awarded by donor governments through a range of agencies and embassies. This report documents government funding focused on international development efforts to advance LGBTI rights and does not include governments’ domestic funding. • Multilateral agencies: Organizations formed by multiple countries for the purpose of joint funding or other types of cooperation.• Anonymous funders: Foundations and funds seeking to maintain anonymity in their giving. For the purposes of this report, donor government and multilateral agencies are reported in a single category, as are public foundations and NGO intermediaries. Data from individual donors was not collected unless the funding was awarded through a philanthropic entity, such as a private foundation or a donor-advised fund housed at a public foundation.TYPES OF FUNDERSGRANT AWARDS AND DISBURSEMENTSCURRENCIESThis report provides data on the year of grant award as opposed to the year(s) of grant disbursement. This means that for multiyear commitments, the full sum of the grant is counted in the year in which it was awarded. For example, a three-year grant for $30,000 awarded in 2017 and disbursed in three annual payments of $10,000 would be documented in this report as a $30,000 grant in 2017 as opposed to $10,000 grants in 2017, 2018, and 2019.All figures are reported in U.S. dollars. When data was provided in another currency, grant amounts were converted to U.S. dollars based on the conversion rate at the midpoint of the year in which the grant was awarded.3102017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMethodology4  Learn more about intermediary grantmaking models: The Road to Successful Partnerships: How governments in the Global North can effectively partner with intermediary organizations to support LGBTI communities in the Global South and East (Global Philanthropy Project, 2016).How is Double-Counting Avoided?This is one of the most common questions about the data in this report, reflecting awareness of the complexity and challenges of documenting the philanthropic ecosystem.Global LGBTI funding streams encompass a complex network of intermediary “regranting” organizations that receive funds from donor government and multilateral agencies and/or private foundations (these original funders are often referred to as the “back-donor”) and are entrusted to use those resources to make smaller grants to grassroots organizations.4This report tracks funds awarded for the purposes of regranting and eliminates double-counting where appropriate. Specifically, when there is data for both (1) a grant awarded to an intermediary for regranting and (2) the grants ultimately awarded by the intermediary, then only the latter set of grants is included in most tabulations and charts. There are a few exceptions, which are identified throughout the report when they occur. In order to accurately document the overall level of LGBTI funding provided by each grantmaker, regardless of whether those funds are provided in the form of direct grants or via an intermediary, all regranting funds are included in: 1) top funder lists, 2) type of donor lists, and 3) the Appendix II list of LGBTI grantmakers by donor name.Original funderDirect fundingRegrantingIntermediaryfunderGrantee organizationsFocus workFunding Flow ModelsThroughout the report, each chart indicates whether funds awarded for regranting are included or excluded using the icon below.112017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMethodologyDOCUMENTING MULTIPLICITY OF POPULATIONThe grantees documented in this report are often working at the forefront of emerging strategies and language to describe the nuance and complexities of LGBTI identities, including the possibilities for solidarity and mutual efforts between and within LGBTI movements and other populations. The methodology of this report requires a less intersectional method of assigning LGBTI population focus. Similar to our method of documenting LGBTI-focused funding as opposed to funding that is LGBTI-inclusive, in general this report aims to document funding that is truly focused on a “subpopulation” within the LGBTI umbrella. For this reason, this report makes every effort to code grants to only one “subpopulation” within the LGBTI acronym. For example, coding grants as intersex funding when they are focused exclusively on intersex communities, rather than attributing intersex funding to all groups that use the acronym LGBTI. For grants focused on multiple sexual orientation subpopulations, the “general LGBQ” code is used. Distinct demographic information within the LGBTI community is separately coded, including age group, socioeconomic group, indigenous or ethnic minority, and other interconnected populations.5 Following the model of previous editions, this report includes funding data for a set of “spotlight” population groups: Transgender, Intersex, Children and Youth, Older Adults, Sex Workers, and Migrants, Refugees, and Asylum Seekers.5  More detailed taxonomy information can be found in Appendix III.122017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMethodologyGRANTEE GEOGRAPHIC FOCUSREGIONS AND SUB-REGIONSThroughout this report, funding is documented by geographic focus. For instance, funding focused on the Global South and East, or focused on the region of Sub-Saharan Africa, or the sub-region of East Africa, or focused on specific countries (viewable within the maps in the Snapshot sections). Whenever funding focus is mentioned, this report indicates where the work is happening. This may be different from the location of the grantee organization, especially common in the cases of regional or international organizations who may have programs based in a different location than their central office, and in relationship to cross-border cooperation between civil society organizations. The grouping of countries into regions and sub-regions was developed based on a review of several similar taxonomies, including that of the United Nations and other international bodies, as well as existing philanthropic research such as that of the Foundation Center (now Candid) and the Human Rights Funders Network. The overarching goal is to provide groupings that reflect the ways that donors and movement leaders see themselves and are building networks at the regional level.132017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMethodologyTYPE OF SUPPORTCONFIDENTIALITYSTRATEGIES AND ISSUESThis report identifies the “type of support” of each grant, with options including general operating, program, capacity building, regranting, emergency funds, capital support, matching funds, prizes/awards, scholarships, fellowships, seed funding, and sponsorships. Each funding institution may use slightly different names, and nuanced definitions, for the types of support they offer. For instance, what this report refers to as general operating funds may be called “core support,” while the category of program funding may be called “project funding.” When types of support were not self-reported by grantmakers, they were coded to the Global Resources Report taxonomy drawing on information provided in the grant description.Due to numerous hostile and dangerous environments for LGBTI individuals and organizing around LGBTI issues, this report includes grantees and locations that have been anonymized or where anonymity has been requested by the reporting funders in order to ensure the confidentiality of grantees.Strategies and sub-strategies as well as issues and sub-issues were identified based on the grant descriptions. Strategies included eight categories and twenty-two subcategories while Issues were divided into seven categories with thirty-six subcategories.6 These categories draw from those developed over a decade by Funders for LGBTQ Issues for U.S. domestic funding in their annual tracking report, with additional categories included over time where new funding patterns are noted.6  More detailed taxonomy information can be found in Appendix III.142017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMethodologyDOCUMENT KEYSThroughout the charts in this report, please note these icon keys which identify whether reported funds include funding awarded for the purposes of regranting and funding focused on the United States. INCLUDEDINCLUDEDNOT INCLUDEDNOT INCLUDEDREGRANTINGUS FUNDING152017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMethodologyThe Big PictureOverview of Global LGBTI FundingTotal Funds80019,764$560 million74,39815Over the two-year period of 2017 and 2018, global philanthropic funding for lesbian, gay, bisexual, transgender and intersex issues totaled more than7  Throughout the report, all monetary figures are provided in United States dollars.The 2017-2018 Global Resources Report analyzes data from:Foundations, NGO Intermediaries, and CorporationsGrantsDonor Governments and Multilateral AgenciesGrantees162017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesSCOPE AND CONTEXT OF REPORTTotal 2017-2018 compared to 2015-2016$560 M +11%TOTAL FUNDINGThis report provides an overview of philanthropic funding for LGBTI issues around the world. It documents data on funding from private and public foundations, intermediary NGOs, corporations, donor government agencies, and multilateral agencies, but does not include individual donors. The report covers funding awarded in calendar years 2017 and 2018 for LGBTI-focused organizations and for projects that specifically focus on LGBTI communities. Throughout the report, funds awarded for the purposes of regranting are removed from calculations to avoid recounting unless otherwise specified.For a more detailed description of the data collection, research, and documentation methods used to compile this report please see the Methodology section on pages 8-15.In the two-year period of 2017–2018, global philanthropic funding for LGBTI issues totaled approximately $560 million. Over these two years, a total of 800 foundations and 15 donor government and multilateral agencies awarded more than 19,764 grants for LGBTI issues around the world.Of the $560 million total, approximately $263 million was awarded in 2017 and $297 million was awarded in 2018. This report draws from six years of data on global LGBTI funding, documented in three editions of the Global Resources Report. Between the 2015–2016 reporting period and the 2017–2018 reporting period, global LGBTI funding grew by over $57 million,8 or 11 percent. In comparing the same time period, there was a 54 percent increase in the number of reported grants.8  The 2015–2016 dataset was updated to remove some funds clarified as regranting or domestic government funding post publication. This correction allows us to more properly represent the data over time in a manner aligned with our methodology. 172017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureGLOBAL LGBTI FUNDING, BY YEAR (2013-2018)TOTAL FUNDS PER REPORT # GRANTS20132014$424,769,299$182,958,3589,632$241,810,9412015201612,819$259,727,558$243,326,942$503,054,5002017201819,764$262,815,613$297,588,447$560,404,061Year-to-year fluctuations in funding are due, in part, to changes in the reported data available. Overall, this report includes over 300 more funders than the previous edition, pointing to increasingly comprehensive and accurate documentation of global LGBTI funding data.Several new donor government and multilateral agencies have contributed data to the report in this edition. The governments of Australia, Luxembourg, and New Zealand reported on their grantmaking for the first time. The Global Fund to Fight AIDS, Tuberculosis and Malaria also shared data for the first time; however, it is not included in the full dataset due to falling outside of the report methodology. A “Behind the Numbers” focus section is included to share the Global Fund’s data separately; see page 46. For more information on funding fluctuations, see our Behind the Numbers section on “Which Funders Are Missing from This Report,” page 110.+300Funders182017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureFLUCTUATIONS BY REPORTExcluding funding focused on the U.S., the 2013–2014 Global Resources Report included $208 million from 106 grantmakers. The next report, documenting 2015–2016, included 61 newly reporting grantmakers who gave a combined $47 million, while 32 grantmakers did not renew their reporting. This 2017–2018 report includes 111 newly-reporting grantmakers whose giving totaled $25 million, while 39 funders did not renew their reporting from the previous cycle.Not renewedNewly reporting funderTotalAgain not renewed$208 M2013-2014 2015-2016 2017-2018$261 M-$25 M-$19 M+$25 M$217 M-$25 M+$47 M192017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture9  This report uses comparative funding data from Candid Foundation Maps, which has documented at least $165.3 billion in global foundation funding, including public, private, and corporate foundations. This is a change from our previous comparative data which was not available for 2017–2018. While the Candid data for 2017 and 2018 is still in development, it is the most cohesive source available at this time. As this global foundation dataset is increasingly documented for 2017 and 2018, the percentage of global LGBTI foundation funding will grow smaller.10  Our source for the comparative dataset for government international development efforts and assistance is the Organization for Economic and Co-Operation and Development (OECD), which documented $296 billion during 2017–18.GLOBAL FUNDING COMPARISONDespite the recent growth of LGBTI funding, over the six years of our reporting, there has been no significant change in proportion to overall foundation funding and funding from donor governments, which remain very small percentages. In 2017–2018, global LGBTI foundation funding made up less than 31 cents out of every $100 of overall global foundation funding, or .31 percent.9 ofFoundation Funding0.31% 0.04%ofGovernment FundingIn the same two years, global LGBTI funding from donor governments again made up less than 4 cents out of every $100 of international development efforts and assistance, or .04 percent.10202017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureLGBTI FUNDING COMPARED TO OVERALL FUNDING (2017–2018)$100 $1004¢31¢FOUNDATIONOVERALL FUNDINGGOVERNMENTLGBTI FUNDING212017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Overview of Funding  by Geographic Focus This report covers LGBTI funding for work in seven regions of the world11 and for work at the international level. In addition to the general overview section, the report has three sections providing greater depth of detail on funding for three distinct geographic scopes:Funding for LGBTI Issues in the Global South and East: This section provides an analysis of funding for five world regions: (1) Asia and the Pacific; (2) Eastern Europe, Central Asia, and Russia; (3) Latin America and the Caribbean; (4) the Middle East and North Africa; and (5) Sub-Saharan Africa.Funding for LGBTI Issues in the Global North. This section provides an analysis of funding for two world regions: (1) the United States and Canada and (2) Western Europe.Funding for International LGBTI Issues. This section provides an analysis of funding focused on LGBTI issues at the international level, such as advocacy for the inclusion of LGBTI issues in international bodies and instruments, or work to strengthen the capacity of LGBTI movements across multiple regions of the world.IIIIII11  The grouping of countries into regions and sub-regions is based on a review of several similar taxonomies, including that of the United Nations and other international bodies, as well as existing philanthropic research such as that of Foundation Center and Human Rights Funders Network. The overarching goal is to provide groupings that reflect the ways that donors and movement leaders see themselves and are building networks at the regional level.222017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture12  Readers may note differences in funding totals between the Global Focus and World Region categories. This is due to specificity of the available grant data at different levels of the taxonomy. For example, in some cases it was possible to identify a grant as having a Global Focus in the Global South and East, yet the funding was directed to multiple World Regions, and therefore coded as International/Multiregional within the World Regions taxonomy. See Appendix III for more detail on the report taxonomy.During 2017 and 2018, about $173.6 million, or 31 percent of all funding for LGBTI issues, was focused on LGBTI communities in the Global South and East. This total includes $71.5 million for Sub-Saharan Africa; $38 million for Latin America and the Caribbean; $30.8 million for Asia and the Pacific; $23.8 million for Eastern Europe, Central Asia, and Russia; $7.2 million for the Middle East and North Africa; and $2.3 million in funding that was coded as multiregional or as an unspecified region within the Global South and East. Compared to the last reporting period, funding for the Global South and East increased by $55 million, or 46 percent, representing increases in each region. The region of Latin America and the Caribbean showed the most significant increase of 97 percent, while funding to Asia and the Pacific increased by 38 percent and funding to Sub-Saharan Africa increased by 40 percent. Funding in the region of Eastern Europe, Central Asia and Russia rose by 23 percent, while the Middle East and North Africa maintained at close to the same level, rising 7 percent.In the same period, about $323.4 million, or 58 percent of all funding for LGBTI issues, was focused on LGBTI communities in the Global North. Of that total, the United States received $299.1 million. Of the remainder, $23.6 million focused on LGBTI communities in Western Europe, and $529,694 focused on Canada. Funding for the Global North remained relatively level with the two-year period of 2015–2016, increasing by 4 percent. Within the Global North, the region of Western Europe showed a decrease of 3 percent, while the U.S. and Canada showed an increase of 4 percent. The remaining $63 million of funding, or 11 percent, focused on LGBTI issues at the international or global level, generally through funding to international advocacy organizations. Funding for work at the international level decreased by $9.5 million, or 13 percent, compared to 2015–2016.12Funding with an unspecified geographic focus received $95,274 during the 2017–2018 reporting period.232017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureLGBTI FUNDING, BY GLOBAL FOCUS (2013-2018)Global NorthInternationalUnspecifiedGlobal South and East$240,595,280$311,751,197$323,375,600$128,700,887$118,543,051$173,626,769$55,473,131$72,760,252$63,306,418$95,2742013/20142015/20162017/2018abcabcabcabcc242017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture$22,145,075 $218,450,205 $24,445,079 $287,306,118 $23,632,176 $299,743,424 $17,722,290 $32,478,207 $55,473,131 $786,303 $19,281,299 $22,276,746 $72,760,252 $37,948,919 $30,842,301 $64,978,922 $43,450,605 $50,913,453 $71,521,754 $6,554,547 $6,735,108 $7,204,554 $28,495,238 $19,336,445 $23,745,708 INTERNATIONAL/MULTIREGIONALUNSPECIFIEDWESTERN EUROPEU.S. AND CANADAMIDDLE EAST AND NORTH AFRICAEASTERN EUROPE, CENTRAL ASIA AND RUSSIALATIN AMERICA AND THE CARIBBEANSUB-SAHARAN AFRICAASIA AND PACIFICLGBTI FUNDING, BY WORLD REGION (2013-18)2013/2014 2015/2016 2017/2018252017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureLGBTI FUNDING, BY GEOGRAPHIC FOCUS AND WORLD REGION (2017-2018)U.S. and CanadaSub-Saharan AfricaInternational/MultiregionalLatin America and the Caribbean$299,743,424$71,521,754 $64,978,922 $37,948,9191123362262017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureAsia and PacificWestern Europe[Unspecified]Middle East and North AfricaEastern Europe,Central Asia, and Russia$30,842,301 $23,632,176 $7,204,554$786,303$23,745,7084 5 6 7457272017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Top Funders and   Grant Recipients of  LGBTI Funding The top 10 foundation funders of LGBTI issues awarded $188.3 million, or 30 percent of all LGBTI funding.13 The top 20 foundation funders awarded $260.5 million, or 42 percent of the total. Of the top 20 foundation funders, 16 were based in the United States, 3 were based in Western Europe, and 1 was based in both the U.S. and the U.K.14NOTE: Anonymous donors awarded close to $40 million during this period. If they appeared on the list above as a single funder, they would rank as the top funder of global LGBTI issues.TOP 20 FOUNDATION FUNDERS OF LGBTI ISSUES, BY TOTAL AMOUNT (2017-2018)Funder Name Total Amount1 Gilead Sciences $33,612,3082 Arcus Foundation $32,012,2553 Ford Foundation $20,911,3004 Gill Foundation $19,392,7075 Open Society Foundations $16,829,0466 Elton John AIDS Foundation (US + UK) $15,432,5367 Tides Foundation $14,873,8288 M.A.C. AIDS Fund $11,831,9279 Evelyn and Walter Haas, Jr. Fund $11,715,70010 Foundation for a Just Society $11,692,50011 Astraea Lesbian Foundation for Justice $9,347,88612 National Lottery Community Fund, The $8,980,62113 COC Netherlands $8,556,32614 H. van Ameringen Foundation $8,271,50015 Borealis Philanthropy $7,041,92516 Wells Fargo $6,653,07017 Hivos $6,528,68418 California Endowment, The $6,221,01119 Tawani Foundation $5,506,25020 Horizons Foundation $5,112,09213  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total global funding in 2017–2018 including regranting comes to $618,270,310. 14  The Elton John AIDS Foundation (EJAF) U.K. and U.S. are merged in this global funding section of the chart to indicate total funding by the institution. EJAF announced in 2019 that these entities will merge; however they were two separate registered entities in 2017 and 2018. In other sections of the report, the two entities are reported separately.282017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureExcluding funding focused on the United States, the top 10 foundation funders of LGBTI issues awarded $97 million, or 37 percent of the total funding outside of the United States. The top 20 foundation funders awarded $128 million, or 49 percent of LGBTI funding outside of the United States. When funding focused on the United States is excluded, the list of the top 20 foundations is made up of 11 funders from Western Europe and 9 from the United States.NOTE: Anonymous donors awarded over $14 million during this period, excluding funding focused on the U.S. If they appeared on the list above as a single funder, they would rank as the number two funder of global LGBTI issues.TOP 20 FOUNDATION FUNDERS OF LGBTI ISSUES, BY TOTAL AMOUNT (2017–2018)Funder Name Total Amount1 Open Society Foundations $15,920,4492 Arcus Foundation $13,633,2553 Ford Foundation $12,319,3004 Elton John AIDS Foundation (UK) $9,843,8905 National Lottery Community Fund, The $8,980,6216 COC Netherlands $8,556,3267 Tides Foundation $8,360,9508 M.A.C. AIDS Fund $7,026,0399 Hivos $6,528,68410 Foundation for a Just Society $5,895,00011 Astraea Lesbian Foundation for Justice $4,732,24812 AmplifyChange $3,814,72113 American Jewish World Service $3,681,43414 Sigrid Rausing Trust $3,443,21215 Gilead Sciences $3,329,19316 VOICE $2,596,21217 Comic Relief $2,586,67918 Mama Cash $2,443,95719 Dreilinden $2,227,09220 Baring Foundation, The $2,058,579292017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureTOP 10 FOUNDATION FUNDERS OF LGBTI ISSUES, BY NUMBER OF GRANTS (2017–2018)TOP 10 FOUNDATION FUNDERS OF LGBTI ISSUES, BY NUMBER OF GRANTS (2017–2018)Funder Name # Grants1 Horizons Foundation 7922 Pride Foundation 6773 Astraea Lesbian Foundation for Justice 5534 Our Fund 5105 Tides Foundation 4386 Borealis Philanthropy 3547 Trans Justice Funding Project 3388 Wells Fargo 3109 Strengthen Orlando - OneOrlando Fund 30210 Stonewall Community Foundation 281Funder Name # Grants1 Astraea Lesbian Foundation for Justice 3582 COC Netherlands 2643 Open Society Foundations 1724 American Jewish World Service 1705 UHAI EASHRI (East African Sexual Health and Rights Initiative) 1476 National Lottery Community Fund, The 1297 Tides Foundation 1238 Frontline AIDS 1119 Front Line Defenders 10610 International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) - Europe 105302017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Donor Government and Multilateral Agency  Funding for LGBTI Issues Donor Government FundingThis report also tracks the LGBTI grantmaking of 15 donor governments and multilateral agencies. Collectively, they awarded $108.2 million. The top 10 government and multilateral agencies supporting LGBTI issues in the form of international development efforts awarded $106.2 million, accounting for 41 percent of all LGBTI funding to grantees based outside of the United States.15Funding from donor governments and multilateral agencies has decreased in each iteration of this report, from $127.4 million in 2013–2014 to $115.8 in 2015–2016 and now $108.2 million in 2017–2018. These decreases can be attributed in part to fluctuations in which institutions are reporting. For more information, see our Behind the Numbers section on “Which Funders Are Missing from This Report” on page 110.Key points on how donor government funding is included in this report:• For consistency, this report presents all LGBTI funding originating from various government departments and agencies within a country under one consolidated umbrella of their national government (e.g. Government of Norway instead of Norway Ministry of Foreign Affairs, Norway Agency for Development Cooperation, etc.). While some government funders submitted consolidated grants data for all of their agencies, in some cases government agencies individually submitted data on their LGBTI grants. • The report includes funding from donor governments only when grants data was shared by the government itself. Some government funding may be underreported due to the absence of participation by government entities.• Donor government funding to support domestic programs is not included in our methodology. Likewise, grants to intermediary funders based in-country to regrant for domestic programs are also excluded. Government funding is only included when funds are focused on countries other than their own. The governments of Australia, Luxembourg, and New Zealand are represented in this report for the first time. An additional four governments shared grants data for the first time; however, their grants were domestically focused and therefore not included in this iteration of the report.15  In contrast to most other calculations in this report, all lists of top funders (including this list of government and multilateral funders) do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder.312017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureFor the first time, this report identifies known funding from embassies as a distinct element of government support, providing a small-grants distribution mechanism for donor government grantmaking. In 2017–2018, embassies made an estimated 240 grants totaling $32.7 million, or 30 percent of the total documented government fundingEmbassy GrantmakingEMBASSY FUNDING (2017-2018)Donor Government Estimated Embassy-based Grants1 Government of Sweden $20,290,0452 Government of The Netherlands $10,745,1113 Government of Germany $588,6014 Government of Norway $568,6885 Government of Denmark $478,845Multilateral Agency Funding Three multilateral agencies are included within this report’s dataset, each of which has also shared data in previous editions. The Global Fund to Fight AIDS, Tuberculosis and Malaria (the Global Fund) shared grants data with the Global Resources Report for the first time and is not included in the full dataset due to falling outside of the report methodology. A “Behind the Numbers” focus section is included to share the Global Fund’s data separately, see page 46. Additionally, some previously reporting agencies confirmed that while no grants meeting the report’s methodology had been awarded in 2017–2018, they would continue to report in future editions. 322017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureGOVERNMENT AND MULTILATERAL FUNDERS OF INTERNATIONAL AID FOR LGBTI ISSUES, BY TOTAL AMOUNT (2017-2018)Government/Multilateral Name Total Amount1 Government of Sweden $30,464,8632 Government of the United Kingdom $18,882,7583 Government of The Netherlands $13,685,0514 Government of Norway $10,435,1155 Government of Finland $7,704,1406 World Bank $7,221,0647 European Commission $6,034,5908 Government of Canada $5,018,3859 Government of Denmark $4,718,03010 UN Trust Fund to End Violence Against Women $2,068,18611 Government of Germany $1,453,48412 Government of France $264,75113 Government of Australia $204,67414 Government of New Zealand $41,33915 Government of Luxembourg $35,357NOTE: While some reported funding focused on HIV/AIDS was considered too broadly focused for inclusion, the report does include HIV/AIDS funding focused on LGBTI, MSM, and transgender communities. In particular, over $5 million of the World Bank’s reported total funding was for HIV prevention programming focused on men who have sex with men (MSM). If this funding were excluded, the World Bank would shift from the sixth to the tenth largest funder on the list of top donor government and multilateral agencies. 332017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Top Recipients of  LGBTI Funding Over the two-year period of 2017–2018, over 1,600 nongovernmental organizations, nonprofit agencies, and other civil society organizations received funding for LGBTI work focused outside of the United States. The top twenty grant recipients received 20 percent of the funding, a decrease from 31 percent in 2015–2016. The list includes nine organizations based in the Global South and East (an increase from six out of twenty in the 2015–2016 report). Additionally, half (ten) of the top twenty grant recipients are organizations focused specifically on LGBTI communities, while ten have a wider mission. As a reminder, the following list shows the total amount funders committed over the two-year period of 2017– 2018, including the full amount of any multiyear grants awarded during those years. As such, recipients receiving grants awarded for a period of three years or more may have their totals listed here exceed their total two-year operating revenue. While the following list excludes known regranting income, ten of the top twenty global grant recipients are grantmakers. For a list of the top grant recipients that includes funding focused on the United States, turn to page 88 for a closer look at funding for the Global North or see Funders for LGBTQ Issues’ 2017 and 2018 annual tracking reports documenting lesbian, gay, bisexual, transgender and queer grantmaking by U.S. foundations.1616  See 2017 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations at https://lgbtfunders.org/research-item/2017-tracking-report/ and 2018 Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations at https://lgbtfunders.org/research-item/2018-tracking-report/.342017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureTOP 20 GRANT RECIPIENTS OF LGBTI FUNDING (2017–2018)Grantee Name Total Amount Intermediary funderLGBTI1 Diakonia $5,215,1792 Hivos $3,644,077 Y3 Astraea Lesbian Foundation for Justice $3,517,407 Y Y4International Planned Parenthood Federation (IPPF)$3,433,6735 Equality and Justice Alliance $3,066,8826African Men for Sexual Health and Rights (AMSHER)$3,000,000 Y7AIDS and Rights Alliance for Southern Africa (ARASA)$2,880,3528SAIH - Studentenes og Akademikernes Internasjonale Hjelpefond$2,790,7809 Coalition of African Lesbians (CAL) $2,777,039 Y10International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) - Europe$2,769,847 Y Y11International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) - World$2,709,983 Y12 Ipas $2,421,68213Initiative for Strategic Litigation in Africa (ISLA)$2,326,18914 International HIV/AIDS Alliance $2,268,323 Y15The East Africa Sexual Health and Rights Initiative (UHAI)$2,125,739 Y Y16 OutRight Action International $1,977,978 Y Y17 All Out $1,861,151 Y Y18Initiative Sankofa d'Afrique de l'Ouest (ISDAO)$1,632,065 Y Y19 Danish Family Planning Association (DFPA) $1,505,587 Y20Swedish Federation for Lesbian, Gay, Bisexual, Transgender, Queer and Intersex Rights (RFSL)$1,499,625 Y YNOTE: Anonymous grant recipients in various locations received over 1,200 grants for a total of more than $40 million over the two-year period of 2017–2018. If they were reported as one grantee, they would be the top recipient of grant funding.352017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Sources of Global LGBTI Funding Excluding funding for the United States, the increase in LGBTI funding between 2015–2016 and 2017–2018 is due to funding increases from public, private, and corporate foundations, while donor government and multilateral agency funding decreased. In 2017–2018, 37 percent of LGBTI funding came from donor governments and multilateral agencies, reflecting a decrease in both percentage and total funding amount from the previous two reports. Public foundations and NGO intermediaries awarded 31 percent, an increase in both percentage and total amount. Private foundations awarded 23 percent, an increase in both percentage and total amount. Corporations maintained at 4 percent of global LGBTI funding, while showing a slight increase in total funding amount. Funding by anonymous donors made up 5 percent of the total, a decrease in total amount as well as percentage.SOURCES OF LGBTI FUNDING, BY FUNDER TYPE (2013-2018)172013-2014 2015-2016 2017-2018$10,897,350$16,326,056$13,775,000$9,908,072$10,574,005$13,033,264$59,009,524$48,535,968$69,309,037$30,794,339$72,600,215$115,824,938$92,014,822$108,231,785$131,336,352$241,945,637 $263,861,182 $296,363,908Anonymous FundersCorporate FundersTOTALPrivate FoundationsPublic Foundations & NGO IntermediariesGovernment & Multilateral Agencies17  In contrast to most other calculations in this report, all lists of charts showing LGBTI Funding by Funder Type do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder type.362017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Type of Support Excluding funding for the United States, the majority of global LGBTI funding (65 percent) was awarded in the form of program support, down from 66 percent in 2015–2016 while showing an increase in total amount. General operating support accounted for 27 percent of all global LGBTI funding, staying level with the 2015–2016 percentage while including about $13 million in additional funds. Capacity Building accounted for 6 percent of the total, continuing to increase slightly over time. Other types of funding totaled about 1 percent. These other types of funding included emergency funds, capital support, matching funds, prizes/awards, scholarships/fellowships, seed funding, and sponsorships.DISTRIBUTION OF GLOBAL LGBTI FUNDING, BY TYPE OF SUPPORT 2013-2014 2015-2016 2017-2018$1,663,028$2,786,723$3,538,776$3,484,660$40,874,155$161,626,155$207,647,998 $217,123,858 $261,284,612OtherTOTALCapacity BuildingGeneral OperatingProgram$11,522,609$16,498,286$71,827,891$169,419,659$58,795,194$144,019,332372017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Issues Funded Excluding funding for the United States, over the two-year period of 2017 and 2018, $261 million was awarded to LGBTI issues outside the United States. Human Rights was again the highest funded issue area, receiving over $157 million, or 60 percent, of this funding – an increase of total amount while a stable percentage from the previous reporting period. Health and Well-Being received over $44 million, accounting for 17 percent of the total, showing similar funding but a slight decrease in percentage from previous years. Within the issue area of Health and Well-Being, 78 percent was directed to HIV/AIDS, a decrease from the 2015–2016 report. No other issue area totaled more than 10 percent. The full list of issues and sub-issues is included in the following table.DISTRIBUTION OF GLOBAL LGBTI FUNDING, BY ISSUE ADDRESSED (2015–2018)2013-2014Human RightsHealth and Well-BeingEducation/Safe SchoolsOther IssuesConfronting Violence, Homophobia, and TransphobiaEconomic IssuesStrengthening Community, Families, and Visibility49%60%60%23%20%17%9%6%9%2%1%1%11%9%8%1%1%1%5%3%4%2015-20162017-2018$261,284,612$217,123,858$207,647,998382017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureDETAILED BREAKDOWN OF ISSUES FUNDED IN LGBTI FUNDING (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $130,578,096 60% $157,263,744 60%Human Rights (General/Other) $107,892,372 50% $117,131,726 45%Sexual and Reproductive Rights/Justice $7,915,589 4% $15,642,934 6%Gender Identity Rights $8,532,354 4% $10,721,214 4%Challenging Anti-LGBTQI Laws $1,936,094 1% $3,575,825 1%Marriage/Civil Unions $365,506 <1% $3,398,827 1%Nondiscrimination Protections $1,313,213 1% $2,795,140 1%Intersex Rights N/A $2,095,231 1%Migration and Refugee Issues $1,459,829 1% $883,116 <1%Decriminalization and Criminal Justice Reform $216,797 <1% $476,045 <1%Sex Worker Rights $511,342 <1% $443,686 <1%Religious Exemptions $435,000 <1% $100,000 <1%Health and Well-Being $43,892,784 20% $44,669,266 17%HIV/AIDS $37,524,245 17% $34,994,839 13%General Health Services and Health Promotion $2,694,566 1% $5,607,926 2%Sexual and Reproductive Health $233,432 <1% $1,900,567 1%Mental Health, Substance Abuse, and Suicide Prevention $1,862,763 1% $1,436,020 1%Cultural Competence and Data Collection $672,377 <1% $729,914 <1%Cancer $185,400 <1%Insurance Coverage $709,017 <1%Primary Care $10,984 <1%Strengthening Community, Families, and Visibility $13,870,134 6% $23,008,847 9%Community Building/Empowerment $5,739,104 3% $12,383,716 5%Religion $3,766,714 2% $5,272,142 2%Visibility $2,556,559 1% $3,851,677 1%Strengthening Families $1,476,856 1% $957,130 <1%Sports $330,901 <1% $544,182 <1%Confronting Violence, Homophobia, and Transphobia $5,702,716 3% $10,293,360 4%Anti-Violence $2,173,525 1% $6,938,804 3%Homophobia, Biphobia and Transphobia $3,529,191 2% $3,354,556 1%Education/Safe Schools $1,132,365 1% $3,621,000 1%Safe Schools $609,362 <1% $3,332,412 1%Education $523,003 <1% $288,588 <1%Economic Issues $1,659,727 1% $3,045,897 1%Labor/Employment $619,124 <1% $2,496,142 1%Housing and Homelessness $1,040,603 <1% $549,555 <1%Food Security $200 <1%Other Issues $20,288,036 9% $19,382,498 8%Multi-Issue $5,557,710 3% $10,591,922 4%Philanthropy $2,559,054 1% $8,790,576 4%Unspecified $12,171,272 6%GRAND TOTAL $217,123,858 100% $261,284,612 100%392017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Strategies Funded Over the two-year period of 2017 and 2018, $261 million was awarded to organizations advancing various strategies to empower and serve LGBTI communities outside the United States. Advocacy, Community Organizing, and Public Education was the top funded strategy, receiving over $148 million, or 57 percent, of LGBTI funding outside the U.S.– a significant increase in percentage and total funding from the 2015–2016 report. Capacity Building and Training received $29 million, or 11 percent, also increasing the amount and showing a slight increase in percentage compared to the previous report. No other issue area totaled more than 10 percent. The full list of strategies and sub-strategies is included in the following table.DISTRIBUTION OF GLOBAL LGBTI FUNDING, BY STRATEGY (2015–2018)Advocacy, Community Organizing, and Public EducationCapacity Building and TrainingPhilanthropy and FundraisingResearchMulti/OtherCulture and MediaDirect Service54%40%11%10%16%9%2%5%5%6%2%2%10%28%2013-201457% 11% 9% 9% 4% 2% 8%2015-20162017-2018$261,284,612$217,123,858$207,647,998402017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureDETAILED BREAKDOWN OF STRATEGIES FUNDED IN LGBTI FUNDING (2015-2018)Strategies/Substrategies 2015-2016 2017-2018Advocacy, Community Organizing, and Public Education $87,350,820 40% $148,159,212 57%Advocacy $66,643,733 31% $114,300,313 44%Community Organizing $8,143,783 4% $16,552,178 6%Intergovernmental Advocacy $1,264,244 1% $3,958,583 2%Litigation $3,083,166 1% $4,637,055 2%Public Education $8,215,894 4% $8,711,083 3%Capacity Building and Training $21,546,370 10% $28,959,173 11%Conferences/Seminars/Travel Grants $2,431,130 1% $2,901,913 1%Leadership Development $2,441,621 1% $2,431,678 1%Organizational Capacity Building $12,507,118 6% $18,576,701 7%Training/Technical Assistance $4,166,501 2% $5,048,882 2%Culture and Media $5,198,253 2% $4,548,078 2%Culture $3,128,850 1% $2,849,038 1%Electronic Media/Online Services $1,590,452 1% $668,611 <1%Film/Video/Radio $478,951 <1% $1,030,429 <1%Direct Service $20,126,287 9% $22,936,643 9%Direct Service $20,126,287 9% $22,936,643 9%Philanthropy and Fundraising $10,226,463 5% $24,205,937 9%Fundraising Event $51,163 <1% $138,275 <1%Philanthropy $10,175,300 5% $24,067,662 9%Research $12,937,724 6% $10,797,071 4%Curriculum Development $107,446 <1% <1%Publications $218,922 <1% $90,517 <1%Research $12,611,356 6% $10,706,554 4%Multi/Other $59,737,941 28% $21,678,498 8%Multi-Strategy $55,757,757 26% $15,044,591 6%Other $3,980,184 2% $6,633,907 3%GRAND TOTAL $217,123,858 100% $261,284,612 100%412017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PicturePOPULATION FOCUSThe vast majority of grants awarded to LGBTI issues outside the United States did not focus on a specific LGBTI population. These grants, totaling over $193 million, or 74 percent of the total funding outside of the U.S., were designated broadly to serve “LGBTI people” or otherwise marked as unspecified. For these broad LGBTI grants, there is no accurate way to estimate how these grants reached specific populations within the LGBTI community or focused on their unique needs.In comparison, the following section examines funding that is designated for distinct sections of the LGBTI community and highlights funding that was explicitly focused on LGBTI populations outside of the United States.$193 million74%for general LGBTI grantsof total funding outside the U.S.422017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Funding by Sexual Orientation Over the two-year period of 2017 and 2018, funding outside the United States that specifically focused on the unique needs of Gay and Bisexual Men, Queer Men, and Men who Have Sex with Men (MSM) totaled over $27 million, or 10 percent, showing an increase in total funds while a decrease in percentage compared to the 2015–2016 report. Funding focused on Lesbian, Bisexual, and Queer Women totaled $20.6 million, or 8 percent of LGBTI funding, a significant increase in both total funds and percentage. Projects focused on the specific needs of Bisexual communities again received less than 1 percent of the total funding. Much of the population-focused funding by sexual orientation was highly concentrated on specific issues, strategies, or geographies. The majority of funding for Gay and Bisexual Men, Queer Men, and Men who Have Sex with Men (MSM) was devoted to HIV/AIDS, accounting for 89 percent of funding to this community, similar to previous years. The top funding issue for Lesbian, Bisexual, and Queer Women was again General Human Rights (at 39 percent), showing an increase in total amount, but a decrease in percentage.FUNDING BY SEXUAL ORIENTATION, BY TOTAL AMOUNT (2015-2018)2015-2016 2017-2018$217,123,858 $261,284,612Gay/Bisexual Men/Queer Men/MSMGeneral LGBQLesbian/Bisexual Women/Queer WomenNot focused on sexual orientationBisexualTOTAL$168,325,223$195,170,602$27,363,166$20,636,804$17,966,126$16,130,911$26,231,328$6,434,396$2,000$147,914432017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture$518,730$51,172$1,219,060$1,184,930$1,162,722$412,668$988,574$1,404,569$1,373,232$4,620,286$2,943,554$4,277,157$5,548,236$1,247,817$6.330.006$186,228$353,705$561,465$520,330$1,015,326$681,299INTERNATIONAL/MULTIREGIONALWESTERN EUROPEMIDDLE EAST AND NORTH AFRICAEASTERN EUROPE, CENTRAL ASIA AND RUSSIALATIN AMERICA AND THE CARIBBEANSUB-SAHARAN AFRICAASIA AND PACIFICThe 2017–2018 reporting period documented over $20.6 million in funding specifically focused on lesbian, bisexual, and queer (LBQ women), or about 8 percent of all funding focused outside of the U.S. for LGBTI issues in that two-year period. This reflects a tripling of the grant total amount from the previous report, and increases the LBQ percentage of total LGBTI funding from 3 percent in 2015–2016. Funding for Lesbian, Bisexual, and Queer (LBQ) WomenBreakout by Region (2013–2018)2013/2014 2015/2016 2017/2018442017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big Picture Funding by Gender Identity  Funding by Sex Characteristics Over the two-year period of 2017–2018, funding outside the United States specifically focused on transgender, genderqueer, and non-binary communities totaled $28 million—representing 11 percent of all funding for LGBTI issues. This represents a slight increase in total funds, and a slight percentage increase from the two-year period of 2015–2016.Funding with a specific focus on Intersex communities outside the United States totaled over $4 million in 2017–2018, or 2 percent of the total LGBTI funding, representing a 78 percent increase in total funds and an increase from 1 percent shown in 2015–2016.FUNDING BY GENDER IDENTITY, BY TOTAL AMOUNT (2015–2018)FUNDING BY SEX CHARACTERISTICS, BY TOTAL AMOUNT (2015–2018)2015-20162015-20162017-20182017-2018$217,123,858$217,123,858$261,284,612$261,284,612IntersexNot focused on sex characteristicsTransgenderNot focused on gender identityTOTALTOTAL$20,027,222$27,991,046$233,293,566$257,154,539$197,096,636$214,808,101$2,315,757$4,130,073452017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesThe Big PictureThe Global Fund to Fight AIDS, Tuberculosis and Malaria (the Global Fund) shared grants data for the first time in this report, with a total estimated investment of $108.5 million in HIV programs for gay men and other men who have sex with men (MSM) and for trans communities. This data was reported by country focus and split to indicate focus on either gay/MSM or trans populations. This dataset has not been incorporated into the overall grants data reflected throughout the report; however, it is shared here as a special focus section with additional context.While this data is informative, it is not consistent with our overall reporting methodology.No grant details were shared beyond the disaggregation by country and by MSM or trans focus. Therefore, it was not possible to exactly determine what interventions and which types of organizations were funded through the amounts provided by the Global Fund. The Global Fund supports national responses to HIV, including large-scale investments in service delivery and health system strengthening. These are included in the estimated total of $108.5 million, which at almost 1/5th the size of the total reported global LGBTI funding over two years would skew the funding levels that are documented in this report. The Global Fund does provide funding for human-rights based interventions that are included within the types of grants documented within this report, but without disaggregated data based on intervention and type of organization funded, it is not possible to include these in the overall Global Resources Report dataset.18However, the Global Fund data is shared here in a focus section in order to increase visibility into the larger mechanisms of HIV funding focused on LGBTI communities.BEHIND THE NUMBERSThe Global Fund to Fight AIDS, Tuberculosis and Malaria$108.5 Min HIV programs18  The Global Fund awards grants in a staggered model with three-year implementation periods, and the grants reflected here are limited to those approved within calendar year 2017. Approximately 50 percent of countries receiving funding from the Global Fund were not eligible for funding within this cycle, and they are therefore not reflected in the data.46Excluding funding focused on the United States, this report documents about $35 million in LGBTI funding with the sub-issue area of HIV/AIDS in 2017–2018 and about $38 million in LGBTI funding focused on the population group of people living with HIV/AIDS (PLWHA) in the same time period.Noting that this report does not document domestic government funding, the World Bank dataset is the largest by far, with over $5 million reported. The World Bank reports global HIV funding with a focus on MSM, with no aggregation by region or country. This data is included in the full set within this report, in alignment with the 2015–2016 Global Resources Report. Funders Concerned About AIDS (FCAA) provides an annual report on Philanthropic Support to Address HIV/AIDS that offers a detailed landscape analysis of HIV-related foundation funding from philanthropic organizations around the globe, which can be used to further contextualize HIV/AIDS funding documented in this report.19How is HIV/AIDS funding included in the Global Resources Report?19  See FCAA publications Philanthropic Support to Address HIV/AIDS in 2017 at https://www.fcaaids.org/wp-content/uploads/2018/11/FCAA_2017RT_FINsingles.pdf and Philanthropic Support to Address HIV/AIDS in 2018 at  https://www.fcaaids.org/wp-content/uploads/2020/02/Philanthropic-Support-to-Address-HIVAIDS-in-2018-web-version-2.0.pdfGlobal Fund NumbersAsia and Pacific Eastern Europe, Central Asia and RussiaLatin America and the CaribbeanMiddle East and North AfricaSub-Saharan AfricaGay/Bisexual Men/Queer Men/MSMTransgender$48,425,146$12,536,802$7,349,937$14,952,280$93,531,300$108,483,580 75$2,213,132$37,958,563236264910234Sum of Grant AmountNumber of grants BY POPULATION  TOTAL  BY REGION 47Funding for LGBTI Issues in the Global South and East3,196 $173.6 millionOver the two-year period of 2017–2018, 135 foundations, corporations, intermediaries, donor governments, and multilateral agencies awarded 3,196 grants totaling $173.6 million for LGBTI issues in the Global South and East. For the purposes of this report, the Global South and East is defined to encompass Asia and the Pacific; Eastern Europe, Central Asia, and Russia; Latin America and the Caribbean; the Middle East and North Africa; and Sub-Saharan Africa. These regions include most of the world’s lower-income and middle-income countries as well as a small number of higher-income countries.GrantsFunds482017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities+46%Compared to the last reporting period, funding for LGBTI issues in the Global South and East grew by over $55 million, or 46 percent. Funding for LGBTI issues in the Global South and East has fluctuated considerably over the six years of the dataset, in part due to the impact of large multiyear grants that are counted in the year awarded.FUNDING FOR LGBTI ISSUES IN THE GLOBAL SOUTH AND EAST, BY YEAR20132014$128,700,888$43,280,635$85,420,253$118,543,05120152016$72,257,024$46,286,027$173,626,76920172018$82,952,446$90,674,323492017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastTOP 10 LGBTI FUNDERS FOR THE GLOBAL SOUTH AND EAST, BY TOTAL AMOUNT (2017-2018)Funder Name Total Amount1 Government of Sweden $21,069,8752 Government of the United Kingdom $15,593,4963 Government of The Netherlands $12,200,8434 Open Society Foundations $11,196,6495 Ford Foundation $10,709,3006 COC Netherlands $8,556,3267 Government of Norway $7,789,5338 Elton John AIDS Foundation (UK) $7,216,5799 Hivos $6,528,68410 European Commission $5,806,352 Top Funders and Grant Recipients of LGBTI Funding  for the Global South and East The top 10 funders of LGBTI issues for grants focused on the Global South and East awarded $106.6 million, or 53 percent of the total, decreasing only slightly from 54 percent in the previous report while increasing total funding.20 Five of the top ten funders were foundations or intermediaries, and the remaining five were governments or multilateral organizations. All of the top ten funders were based in the Global North.NOTE: Anonymous donors awarded a total of $7.2 million during this period. If they appeared on the list above as a single funder, they would rank as the ninth largest funder of LGBTI issues in the Global South and East.20  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total funding in 2017–2018 focused on the Global South and East including regranting comes to $200,985,874502017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastThe top ten grant recipients of LGBTI funding for the Global South and East received a total of $31 million, or 18 percent of the total, showing a decrease from 21 percent in the previous report while an increase in total funding.These totals include the full amount of any multiyear grants awarded over the two-year period of 2017–2018. Most of the top recipients received grants awarded for a period of three years or more. As such, the totals listed may exceed their total two-year operating revenue for 2017–2018.While the list below excludes known regranting, three of the top ten grant recipients are also funders.NOTE: Anonymous grantees based in various locations received over 11,000 grants totaling over $33 million during the two-year period of 2017–2018.Grantee Name Total Amount Intermediary funder1 Diakonia $5,215,1792 UNFPA $4,573,5853 Hivos $3,644,077 Y4 African Men for Sexual Health and Rights (AMSHER) $3,000,0005AIDS and Rights Alliance for Southern Africa (ARASA)$2,880,3526SAIH - Studentenes og Akademikernes Internasjonale Hjelpefond$2,790,7807 Coalition of African Lesbians (CAL) $2,777,0398 Council of Europe $2,352,480 Y9Initiative for Strategic Litigation in Africa (ISLA)$2,326,18910The East Africa Sexual Health and Rights Initiative (UHAI)$2,125,739 YTOP 10 RECIPIENTS OF LGBTI FUNDING FOR THE GLOBAL SOUTH AND EAST (2017-2018)512017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East$138,598,968SOURCES OF LGBTI FUNDING FOR THE GLOBAL SOUTH AND EAST BY FUNDER TYPE (2013-2018)212013-2014 2015-2016 2017-2018$6,984,500$6,314,540$41,128,053$70,464,805$76,093,976$200,985,874Anonymous FundersCorporate FundersTOTALPrivate FoundationsPublic Foundations & NGO IntermediariesGovernment & Multilateral Agencies21 In contrast to most other calculations in this report, all lists of charts showing LGBTI Funding by Funder Type do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder type.$138,396,465$3,415,500$4,534,797$7,216,222$36,297,692$26,183,412$65,283,639$59,421,920$44,411,574$23,795,677$6,435,000 Sources of LGBTI Funding for  the Global South and East During the two-year period of 2017–2018, the largest amount (38 percent) of LGBTI funding for the Global South and East was awarded by donor government and multilateral agencies. Significant funding was also provided by public foundations and intermediaries (35 percent) and private foundations (20 percent). 522017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Issues Addressed by LGBTI Funding  for the Global South and East During the two-year period of 2017–2018, the largest amount (61 percent) of LGBTI funding for the Global South and East was focused on advancing human rights—a significant increase in percentage and total funding from 2015–2016, when human rights also represented a majority of funding. The second most-funded issue was health and well-being, which made up 15 percent of funding for the Global South and East, representing a significant drop in total funding and percentage from 2015–2016. The overwhelming majority, 81 percent, of LGBTI health funding for the Global South and East was again focused on HIV/AIDS; however, this represented a sub-issue funding decrease in amount and percentage compared to 2015–2016.61%15%54%26%Human RightsHealth and Well-Being532017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastDETAILED BREAKDOWN OF ISSUES FUNDED IN LGBTI FUNDING (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $63,596,656 53% $105,242,737 61%Challenging Anti-LGBTQI Laws $1,176,094 1% $2,774,744 2%Decriminalization and Criminal Justice Reform $210,170 <1% $331,045 <1%Gender Identity Rights $5,211,886 4% $7,198,581 4%Human Rights (General/Other) $52,678,366 44% $75,411,924 43%Intersex Rights N/A $1,270,570 1%Marriage/Civil Unions $350,506 <1% $2,795,233 2%Migration and Refugee Issues $411,508 <1% $172,753 <1%Nondiscrimination Protections $1,163,213 1% $2,745,140 2%Sexual and Reproductive Rights/Justice $2,008,571 2% $12,099,061 7%Sex Worker Rights $386,342 <1% $443,686 <1%Health and Well-Being $30,291,131 26% $25,200,270 15%Cancer $172,246 <1%Cultural Competence and Data Collection $270,403 <1% $511,120 <1%General Health Services and Health Promotion $2,077,164 2% $2,082,370 1%HIV/AIDS $27,473,218 23% $20,392,695 12%Insurance Coverage $9,017 <1%Mental Health, Substance Abuse, and Suicide Prevention $110,666 <1% $396,844 <1%Primary Care $10,984 <1%Sexual and Reproductive Health $167,432 <1% $1,817,242 1%Strengthening Community, Families, and Visibility $7,240,950 6% $13,794,750 8%Community Building/Empowerment $2,282,708 4% $7,094,776 4%Religion $2,620,532 1% $3,650,914 2%Sports $37,775 <1% $159,761 <1%Strengthening Families $186,422 <1% $418,322 <1%Visibility $2,113,513 2% $2,470,977 1%Confronting Violence, Homophobia, and Transphobia $3,314,806 3% $7,776,156 4%Anti-Violence $960,163 1% $6,220,812 4%Homophobia, Biphobia and Transphobia $2,354,643 2% $1,555,345 1%Education/Safe Schools $930,014 1% $3,360,080 2%Education $370,611 <1% $224,588 <1%Safe Schools $559,403 <1% $3,135,491 2%Economic Issues $496,923 <1% $2,515,961 1%Housing and Homelessness $351,549 <1% $198,337 <1%Labor/Employment $145,374 <1% $2,317,624 1%Other Issues $12,672,571 11% $15,736,815 9%Multi-Issue $2,144,429 2% $9,990,135 6%Philanthropy $1,694,253 1% $5,746,680 3%Unspecified $8,833,889 7%TOTAL $118,543,051 100% $173,626,769 100%542017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Population Focus of LGBTI  Funding for the  Global South and East As with LGBTI funding overall, the vast majority of LGBTI funding for the Global South and East did not focus on any specific subpopulation. Looking at this report’s “spotlight” population groups, funding in the Global South and East increased for each group in 2017–2018 compared to 2015–2016. The biggest reported increase was funding for Migrants, Refugees, and Asylum Seekers, which rose by over 600 percent compared to 2015–2016 to a total of $1.4 million in 2017–2018. Grants increased for work focused on Intersex communities by over 200 percent, for Children and Youth by 82 percent, for Transgender communities by 26 percent, and for Sex Workers by 5 percent. A small amount of funding was documented for Older Adults, which had not been present in the previous reportLGBTI FUNDING FOR THE GLOBAL SOUTH AND EAST, BY POPULATION FOCUS (2015–2018) $14,253,740$1,315,625$5,171,593$0$5,871,3792015-16 2017-18$225,357$17,932,216TransgenderIntersexChildren and YouthOlder AdultsSex WorkersMigrants, Refugees, and Asylum Seekers$2,678,198 $9,423,752$44,024$6,142,619$1,436,662552017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastBEHIND THE NUMBERSGlobal Philanthropy ProjectThe Global Philanthropy Project (GPP) is a collaboration of funders and philanthropic advisors working to expand global philanthropic support to advance the human rights of lesbian, gay, bisexual, transgender, and intersex (LGBTI) people in the Global South and East. Globally, GPP member funding accounted for one quarter (24 percent) of all LGBTI funding in 2017-2018, or one third (32 percent) when donor government and multilateral funders are excluded. 24%LGBTI funding 2017-201856Looking specifically at funding focused on the Global South and East (GSE), GPP members collectively awarded over 1250 grants and over $65.5 million. This total equals one third (33 percent) of all funding to this global focus area, and rises to half (52 percent) when donor government and multilateral funders are excluded. Comparing the same funders in the previous reporting period, this represents an increase of $15.5 million.While increasing in total grant amount, GPP member percentage decreased from 36 percent in 2015–2016, suggesting that GPP has been successful in mobilizing increased funding focused on the Global South and East from both GPP members and other donor partners.NOTE: In this section of the report, we include funds awarded for regranting in the totals for overall GPP member funding to the Global South and East, in order to document the full amount of funding flowing from and through each member, as we do for other top donor lists. Funding awarded for regranting is excluded on the following charts showing GPP member funding by region and population focus, as is standard within this report. GPP MEMBER FUNDING TO THE GLOBAL SOUTH AND EAST (2015-2018)AWARDED FOR REGRANTINGTOTAL GPP MEMBER FUNDING% total GSE% total GSE33%36%2015-20162017-2018$49,915,753$65,512,202GSE funding 2017-201833%$4,665,243$4,227,15657T I LBQA similar pattern emerges when looking at three populations for which GPP members have developed focused research and advocacy to increase funding equity: transgender, intersex, and LBQ communities. In each population, GPP membership funding has increased in total grant amount while decreasing in percentage of the total funding to these populations within the Global South and East.GPP MEMBER FUNDING TO THE REGIONS OF THE GLOBAL SOUTH AND EAST (2015-2018)Transgender FundingIntersex FundingLBQ Funding53% 74%56% 97%% total GSE% total GSE47%61%2015-20162017-2018$7,931,375$9,543,119$1,270,455$1,992,506$3,051,963$7,134,12658GPP MEMBER FUNDING TO THE REGIONS OF THE GLOBAL SOUTH AND EAST (2015-2018)Asia and PacificEastern Europe,Central Asia, and RussiaLatin America andthe CaribbeanMiddle East and North AfricaSub-Saharan AfricaInternational/Multiregional/Unspecified (Global South and East)29% 19%40% 26%% total GSE% total GSE32% 24% 46%45% 29% 41%2015-20162017-2018Reviewing GPP member funding at a regional level shows that funding also increased while dropping in percentage for Asia and the Pacific, as well as Latin America and the Caribbean. GPP member funding to Sub-Saharan Africa increased in both amount and percentage of the total for the region, while funding for the regions of Eastern Europe, Central Asia and Russia, and the Middle East and North Africa both show a decrease in total funds and in percentage. GPP MEMBER INSTITUTIONS: American Jewish World Service, Arcus Foundation, Astraea Lesbian Foundation for Justice, Baring Foundation, Dreilinden, Ford Foundation, Foundation for a Just Society, Fund for Global Human Rights, Global Fund for Women, Hivos, Horizons Foundation, International Trans Fund, Mama Cash, Oak Foundation, Open Society Foundations, Other Foundation, Sigrid Rausing Trust, UHAI EASHRI (East African Sexual Health and Rights Initiative), Urgent Action Fund, and Wellspring Philanthropic Fund. $8,946,665$9,024,795$5,022,675$4,468,067$8,629,618 $1,961,454 $20,690,097$12,133,738 $1,710,553 $32,874,770 $1,073,121$3,051,96359 SNAPSHOT Over the two-year period of 2017–2018, 79 grantmakers awarded $30,842,301 focused on LGBTI issues in Asia and the Pacific. The region showed an increase in total grant amount, number of funders, and number of grants compared to the last reporting period.LGBTI Funding for Asia and the Pacific646$50,314$17,536$30.8 MNUMBER OF GRANTSAVERAGE GRANTMEDIAN GRANTTOTAL FUNDINGAMOUNT IN $ MILLIONS20130246810121416182022248.923.511.1 11.215.615.22014 2015 2016 2017 2018LGBTI FUNDING FOR ASIA AND THE PACIFIC (2013-2018)ASIA AND THE PACIFIC, 2017–2018602017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesLGBTI FUNDING FOR ASIA AND THE PACIFIC, BY SUB-REGION (2013–2018) LGBTI Funding for Asia and  the Pacific, by Sub-Region  Top Funders of LGBTI  Funding for Asia and the  Pacific Sub Region 2013-14 2015-16 2017-18EAST ASIA $5,259,587 $3,506,156 $5,160,546OCEANIA $92,998 $659,541 $2,696,727SOUTH ASIA $4,030,089 $5,541,772 $8,329,472SOUTHEAST ASIA $17,067,792 $7,199,788 $10,953,661WHOLE REGIONFOCUS/UNSPECIFIED$6,027,742 $5,369,489 $3,701,896TOTAL $32,478,208 $22,276,746 $30,842,302The largest amount of funding to the region was focused on Southeast Asia, accounting for around $11 million, or 36 percent of funding to the region, with South Asia receiving the second largest funding at $8.3 million or 27 percent.Collectively, the top ten funders for the region awarded $16.5 million, accounting for 54 percent of all funding for LGBTI issues in Asia and the Pacific.TOP 10 FUNDERS OF LGBTI ISSUES IN ASIA AND THE PACIFIC (2017–2018)22DONOR NAME TOTAL FUNDS FOR THE REGION1 Government of The Netherlands $2,393,6402 Open Society Foundations $2,308,8833 Foundation for a Just Society $2,000,0004 VOICE $1,809,6375 COC Netherlands $1,578,0286 Government of Sweden $1,425,4667 Astraea Lesbian Foundation for Justice $1,407,7648 UN Trust Fund to End Violence Against Women $1,274,8369 M.A.C. AIDS Fund $1,240,50110 AmplifyChange $1,109,083 22  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total regional funding for Asia and the Pacific in 2017–2018 including regranting comes to $30,842,301.612017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East©\t2020\tMapbox\t©\tOpenStreetMapSheet\t15,000 3,492,311TOTAL\tFUNDS\tRECEIVEDCOUNTRYTOTAL FUNDS RECEIVEDIndia $3,859,553Myanmar $3,492,311Thailand $2,293,526China $1,928,179Australia $1,604,749Philippines $1,394,663Pakistan $1,270,071Taiwan $1,039,174Indonesia $907,947Nepal $831,913Vietnam $659,699Cambodia $614,055Fiji $553,749Malaysia $542,105Laos $412,328Sri Lanka $401,003New Zealand $384,654Singapore $353,639Bangladesh $294,750South Korea $290,574Japan $201,249Mongolia $102,645East Timor $76,961Samoa $47,500Hong Kong $41,311Nauru $29,424Bhutan $20,487Tonga $6,603Vanuatu $5,000Multiple Countries/Unspecified$7,182,479MAP OF LGBTI FUNDING FOR ASIA AND THE PACIFIC, BY COUNTRY (2017–2018) LGBTI Funding for Asia and the Pacific, by Recipient Location The vast majority of LGBTI funding focused on Asia and the Pacific went to grantees in the region while 6 percent was awarded to organizations based in Finland, Mexico, Norway, Switzerland, the United Kingdom, and the United States.94%6%Based in the regionBased outside the region($1,733,292)622017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastLGBTI FUNDING IN ASIA AND THE PACIFIC, BY ISSUE ADDRESSED (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $10,677,273 48% $17,256,838 56%Challenging Anti-LGBTQI Laws $355,202 2% $248,559 1%Decriminalization and Criminal Justice Reform $210,170 1% $30,000 <1%Gender Identity Rights $621,371 3% $1,284,818 4%Human Rights (General/Other) $9,255,993 42% $12,843,490 42%Intersex Rights N/A $297,958 1%Marriage/Civil Unions $93,530 <1% $2,024,810 7%Migration and Refugee Issues $126,050 1%Nondiscrimination Protections $14,957 <1% $353,220 1%Sexual and Reproductive Rights/Justice $122,221 <1%Sex Worker Rights $51,762 <1%Health and Well-Being $6,166,208 28% $6,179,576 20%Cancer $172,246 1%Cultural Competence and Data Collection $22,000 <1% $25,000 <1%General Health Services and Health Promotion $592,963 3% $694,934 2%HIV/AIDS $5,359,066 24% $5,423,230 18%Sexual and Reproductive Health $19,932 <1% $36,412 <1%Strengthening Community, Families, and Visibility $1,239,675 6% $1,772,971 6%Community Building/Empowerment $787,737 4% $1,439,946 5%Religion $73,764 <1%Sports $5,378 <1% $19,244 <1%Strengthening Families $76,713 <1% $57,060 <1%Visibility $369,847 2% $182,959 1%Confronting Violence, Homophobia, and Transphobia $355,266 2% $1,789,641 6%Anti-Violence $307,100 1% $1,783,236 6%Homophobia, Biphobia and Transphobia $48,166 <1% $6,405 <1%Education/Safe Schools $90,000 <1% $646,196 2%Education $90,000 <1% $161,191 1%Safe Schools $485,005 2%Economic Issues $48,057 <1% $25,746 <1%Housing and Homelessness $48,057 <1% $1,353 <1%Labor/Employment $24,393 <1%Other Issues $3,700,268 17% $3,171,333 10%Multi-Issue $422,438 2% $3,149,730 10%Philanthropy $50,000 <1% $21,603 <1%Unspecified $3,227,829 14%Grand Total $22,276,746 100% $30,842,301 100% Issues Addressed by LGBTI Funding for Asia and the Pacific Over the two-year period of 2017–2018, funding for Human Rights received the largest amount of funding for LGBTI issues (56 percent), followed by funding for Health and Well-Being (20 percent). 632017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Population Focus of LGBTI Funding for Asia and the Pacific Over the two-year period of 2017–2018, funding for some of this report’s “spotlight” populations increased in Asia and the Pacific, including funding for Migrants, Refugees, and Asylum Seekers, and for Intersex communities. Funding decreased for grants focused on Children and Youth, Transgender communities, and Sex Workers. A small amount of funding was documented for Older Adults, which had not been present in the previous report.LGBTI FUNDING FOR ASIA AND THE PACIFIC, BY SELECTED POPULATIONS (2015-2018)$6,149,944$295,857$4,777,894$0$817,3452015-162017-18$6,050$3,671,532TransgenderIntersexChildren and YouthOlder adultsSex WorkersMigrants, Refugees, and Asylum Seekers$367,267$2,125,221$40,380$673,030$23,617642017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East SNAPSHOT Over the two-year period of 2017–2018, 51 grantmakers awarded $23,745,708 focused on LGBTI issues in Eastern Europe, Central Asia, and Russia. The region showed an increase in total grant amount, number of funders, and number of grants compared to the last reporting period.LGBTI Fundingfor Eastern Europe, Central Asia, and Russia617$44,219$13,847$23.7 MNUMBER OF GRANTSAVERAGE GRANTMEDIAN GRANTTOTAL FUNDINGAMOUNT IN $ MILLIONS201302468101214161820222410.318.212.56.911.012.82014 2015 2016 2017 2018LGBTI FUNDING FOR EASTERN EUROPE, CENTRAL ASIA, AND RUSSIA (2013–2018)EASTERN EUROPE, CENTRAL ASIA, AND RUSSIA, 2017–2018652017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesLGBTI FUNDING FOR EASTERN EUROPE, CENTRAL ASIA, AND RUSSIA, BY SUB-REGION (2013–2018) LGBTI Funding for Eastern  Europe, Central Asia, and  Russia, by Sub-region  Top Funders of LGBTI  Funding for Eastern  Europe, Central Asia, and  Russia Sub Region 2013-14 2015-16 2017-18CENTRAL ASIA $1,171,347 $461,747 $1,182,442EASTERN EUROPE $16,664,511 $13,814,917 $16,541,628RUSSIA $7,870,229 $1,526,012 $3,343,866WHOLE REGIONFOCUS/UNSPECIFIED$2,789,151 $3,533,769 $2,677,773TOTAL $28,495,238 $19,336,445 $23,745,709Eastern Europe has consistently received the largest amount of funding for LGBTI issues in the region, accounting for 70 percent of all funding to Eastern Europe, Central Asia, and Russia in the 2017–2018 reporting period.Funding for Russia increased to 14 percent of LGBTI funding in the region compared to 8 percent in the previous report.Collectively, the top ten funders in the region awarded $19.2 million, accounting for 74 percent of all funding for LGBTI issues in Eastern Europe, Central Asia, and Russia.TOP 10 FUNDERS OF LGBTI ISSUES IN EASTERN EUROPE, CENTRAL ASIA, AND RUSSIA (2017–2018)23DONOR NAME TOTAL FUNDS FOR THE REGION1 Government of The Netherlands $4,100,9302 Elton John AIDS Foundation (UK) $3,505,6633 Government of Denmark $2,420,1234 European Commission $1,952,5235 Open Society Foundations $1,756,4266 COC Netherlands $1,602,0477 International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) - Europe $1,221,5638 Government of Norway $1,089,4559 Sigrid Rausing Trust $796,80110 Astraea Lesbian Foundation for Justice $721,70023  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total regional funding for Eastern Europe, Russia, and Central Asia in 2017–2018 including regranting comes to $25,893,675.662017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East©\t2020\tMapbox\t©\tOpenStreetMapSheet\t45,845 3,369,652TOTAL\tFUNDS\tRECEIVEDCOUNTRYTOTAL FUNDS RECEIVEDRussia $3.369.652Georgia $3.046.054Ukraine $2.884.722Albania $1.593.602Serbia $941.241Moldova $734.140Armenia $687.743Kazakhstan $659.829Bosnia and Herzegovina$568.985North Macedonia $554.959Czech Republic $489.036Kosovo $464.182Poland $460.747Montenegro $441.621Croatia $351.875Romania $301.198Kyrgyzstan $283.048Bulgaria $271.974Hungary $161.746Azerbaijan $144.701Belarus $109.822Lithuania $104.787Latvia $101.255Slovenia $75.805Uzbekistan $73.904Tajikistan $29.225Slovakia $29.095Macedonia $6.566Estonia $5.845Multiple Countries/Unspecified$4,798,348MAP OF LGBTI FUNDING FOR EASTERN EUROPE, CENTRAL ASIA, AND RUSSIA (2017–2018)LGBTI Funding for Eastern Europe, Central Asia, and Russia, by  Recipient Location Over 22 percent of funding for LGBTI issues in Eastern Europe, Central Asia, and Russia went to grantees based outside of the region, including organizations based in Austria, Belgium, Cyprus, Denmark, France, Germany, India, Kenya, Malawi, Mozambique, Portugal, Sweden, Thailand, the Netherlands, and the United States.78%22%Based in the regionBased outside the region($5,301,459)672017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastLGBTI FUNDING IN EASTERN EUROPE, CENTRAL ASIA, AND RUSSIA, BY ISSUE ADDRESSED (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $11,615,085 60% $14,373,093 61%Challenging Anti-LGBTQI Laws $79,109 <1% $25,000 <1%Gender Identity Rights $1,158,352 6% $1,240,471 5%Human Rights (General/Other) $9,691,530 50% $9,795,100 41%Intersex Rights N/A $337,458 1%Marriage/Civil Unions $206,153 1% $474,833 2%Migration and Refugee Issues $49,753 <1%Nondiscrimination Protections $226,649 1% $2,352,480 10%Sexual and Reproductive Rights/Justice $39,235 <1% $98,000 <1%Sex Worker Rights $134,056 1%Health and Well-Being $2,470,295 13% $4,295,346 18%General Health Services and Health Promotion $153,613 1% $107,905 <1%HIV/AIDS $2,281,649 12% $3,992,970 17%Mental Health, Substance Abuse, and Suicide Prevention $24,050 <1% $136,844 1%Primary Care $10,984 <1%Sexual and Reproductive Health $57,628 <1%Strengthening Community, Families, and Visibility $1,556,493 8% $2,269,059 9%Community Building/Empowerment $623,255 3% $1,644,530 7%Religion $171,000 1% $30,000 <1%Sports $5,206 <1% $8,353 <1%Strengthening Families $105,592 1% $327,027 1%Visibility $731,440 4% $259,150 1%Confronting Violence, Homophobia, and Transphobia $1,296,662 7% $1,165,863 5%Anti-Violence $326,037 2% $422,585 2%Homophobia, Biphobia and Transphobia $970,625 5% $743,277 3%Education/Safe Schools $550,688 3%Education $5,593 <1%Safe Schools $545,095 3%Economic Issues $259,906 1% $81,447 <1%Housing and Homelessness $167,446 1%Labor/Employment $92,459 <1% $81,447 <1%Other Issues $1,587,317 8% $1,560,900 7%Multi-Issue $378,881 2% $1,560,900 7%Unspecified $1,208,436 6%Grand Total $19,336,446 100% $23,745,708 100% Issues Addressed by LGBTI Funding for Eastern Europe, Russia, and Central Asia Funding for Human Rights continued to be the most funded issue area in Eastern Europe, Central Asia, and Russia at 61 percent.682017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Population Focus of LGBTI Funding for Eastern Europe,  Central Asia, and Russia Over the two-year period of 2017–2018, funding for some of this report’s “spotlight” populations increased in Eastern Europe, Central Asia, and Russia, including funding for Migrants, Refugees, and Asylum Seekers, for Intersex communities, and slight increase in funding for Sex Workers. Funding in this region decreased for grants focused on Children and Youth, and for Transgender communities.LGBTI FUNDING IN EASTERN EUROPE, RUSSIA, AND CENTRAL ASIA, BY POPULATION FOCUS (2015–2018)$1,926,945$161,711$161,711$282,8122015-162017-18$33,300$1,737,801TransgenderIntersexChildren and YouthSex WorkersMigrants, Refugees, and Asylum Seekers$698,895$290,444$309,025$604,698692017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East SNAPSHOT Over the two-year period of 2017–2018, 66 grantmakers awarded $37,948,919 focused on LGBTI issues in Latin America and the Caribbean. The region showed an increase in total grant amount, number of funders, and number of grants compared to the last reporting period.LGBTI Funding for Latin Americaand the Caribbean595$63,673$15,000$38 MNUMBER OF GRANTSAVERAGE GRANTMEDIAN GRANTTOTAL FUNDINGAMOUNT IN $ MILLIONS20130246810121416182022247.710.010.58.818.219.72014 2015 2016 2017 2018LGBTI FUNDING FOR LATIN AMERICA AND THE CARIBBEAN (2013–2018)LATIN AMERICA AND THE CARIBBEAN, 2017–2018702017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesLGBTI FUNDING FOR LATIN AMERICA AND THE CARIBBEAN, BY SUB-REGION (2013-2018) LGBTI Funding for Latin  America and the Caribbean,  by Sub-Region Top Funders of LGBTI  Funding for Latin America  and the Caribbean Sub Region 2013-14 2015-16 2017-18CARIBBEAN 3,535,914 5,377,900 6,803,880CENTRAL AMERICA AND MEXICO5,679,209 3,487,164 9,447,860SOUTH AMERICA 5,709,664 5,615,719 19,043,554WHOLE REGION FOCUS/UNSPECIFIED2,797,503 4,800,515 2,653,625TOTAL $17,722,290 $19,281,298 $37,948,919In 2017–2018, the sub-region of South America received 50 percent of the total regional funding and showed a significant increase in total funds as well as percentage compared to the previous reporting period. The sub-region of Central America and Mexico received another 25 percent of the total, also representing an increase from the previous report. Collectively, the top ten funders awarded $24.6 million, accounting for 64 percent of LGBTI funding for Latin America and the Caribbean.TOP TEN FUNDERS OF LGBTI ISSUES FOR LATIN AMERICA AND THE CARIBBEAN (2017–2018)24DONOR NAME TOTAL FUNDS FOR THE REGION1 Government of Sweden $10,094,4022 Government of Canada $3,528,2073 Hivos $1,995,4294 M.A.C. AIDS Fund $1,865,7785 Government of The Netherlands $1,459,6106 Open Society Foundations $1,314,5307 Ford Foundation $1,173,3008 Fundación Triángulo $1,094,1349 Astraea Lesbian Foundation for Justice $1,058,26610 Arcus Foundation $983,000 24  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total regional funding for Latin America and the Caribbean in 2017–2018 including regranting comes to $38,532,919.712017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East©\t2020\tMapbox\t©\tOpenStreetMapSheet\t512,424 7,642,550TOTAL\tFUNDS\tRECEIVEDCOUNTRYTOTAL FUNDS RECEIVEDBolivia $7,642,550Colombia $4,728,237Brazil $3,834,804Honduras $3,556,232Mexico $2,612,655Jamaica $2,442,452Chile $1,104,734Costa Rica $907,754Nicaragua $625,193Saint Lucia $571,997Guatemala $496,890Dominican Republic $465,516Cuba $376,422Peru $369,738El Salvador $295,865Ecuador $290,055Argentina $271,755Haiti $267,246Paraguay $188,910Guyana $163,910Grenada $155,331Suriname $154,228Belize $142,666Trinidad and Tobago $129,731Antigua and Barbuda $80,331Bahamas $80,331Barbados $80,331Montserrat $80,331St, Kitts and Nevis $80,331St, Lucia $80,331St, Vincent $80,331Uruguay $66,686Venezuela $12,836Panama $12,424Multiple Countries/Unspecified$5,499,793MAP OF LGBTI FUNDING FOR LATIN AMERICA AND THE CARIBBEAN, BY COUNTRY (2017–2018) LGBTI Funding for Latin America and the Caribbean,  by Recipient Location Over one third of the funding for this region (39 percent) was awarded to grantee organizations located outside Latin America and the Caribbean. These grant recipients were located in Canada, Sweden, Switzerland, and the United States.61%39%Based in the regionBased outside the region($14,655,674)722017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastLGBTI FUNDING FOR LATIN AMERICA AND THE CARIBBEAN, BY ISSUE ADDRESSED (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $11,939,518 62% $26,732,105 70%Challenging Anti-LGBTQI Laws $157,692 1% $93,777 <1%Decriminalization and Criminal Justice Reform $120,000 <1%Gender Identity Rights $1,478,124 8% $1,653,199 4%Human Rights (General/Other) $8,574,703 44% $19,430,375 51%Intersex Rights N/A $68,000 <1%Marriage/Civil Unions $50,000 <1% $93,000 <1%Migration and Refugee Issues $8,973 <1% $20,000 <1%Nondiscrimination Protections $17,717 <1%Sexual and Reproductive Rights/Justice $1,620,182 8% $5,183,694 14%Sex Worker Rights $49,845 <1% $52,343 <1%Health and Well-Being $3,691,873 19% $4,628,344 12%Cultural Competence and Data Collection $2,000 <1% $50,000 <1%General Health Services and Health Promotion $158,273 1% $718,608 2%HIV/AIDS $3,474,582 18% $3,500,465 9%Insurance Coverage $9,017 <1%Mental Health, Substance Abuse, and Suicide Prevention $260,000 1%Sexual and Reproductive Health $48,000 <1% $99,271 <1%Strengthening Community, Families, and Visibility $292,560 2% $2,144,406 6%Community Building/Empowerment $137,933 1% $1,109,661 3%Religion $48,731 <1% $25,500 <1%Sports $11,086 <1% $92,165 <1%Strengthening Families $34,236 <1%Visibility $94,810 <1% $882,845 2%Confronting Violence, Homophobia, and Transphobia $97,975 1% $2,290,680 6%Anti-Violence $12,500 <1% $1,683,709 4%Homophobia, Biphobia and Transphobia $85,475 <1% $606,970 2%Education/Safe Schools $41,730 <1% $648,947 2%Education $41,730 <1% $32,575 <1%Safe Schools $616,372 2%Economic Issues $11,740 <1% $184,955 <1%Housing and Homelessness $129,000 <1%Labor/Employment $11,740 <1% $55,955 <1%Other Issues $3,205,903 17% $1,319,482 3%Multi-Issue $354,104 2% $850,482 2%Philanthropy $922,500 5% $469,000 1%Unspecified $1,929,299 10%Grand Total $19,281,299 100% $37,948,919 100% Issues Addressed by LGBTI Funding for Latin America and the Caribbean Looking at LGBTI funding for Latin America and the Caribbean by issue addressed, Human Rights continued to account for the majority of funding (70 percent), an increase of $15 million over 2015–2016. Health and Well-Being was the second most well-funded issue, increasing by close to $1 million, while funding for Confronting Violence, Homophobia, and Transphobia increased by over $2 million. 732017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Population Focus of LGBTI Funding for Latin America  and the CaribbeanOver the two-year period of 2017–2018, funding for all of this report’s “spotlight” populations increased in Latin America and the Caribbean, including significant percentage increases in funding for Migrants, Refugees, and Asylum Seekers, Sex Workers, and Transgender communities, and smaller increases for funding to Intersex Commnities and grants focused on Children and Youth.LGBTI FUNDING FOR LATIN AMERICA AND THE CARIBBEAN, BY POPULATION FOCUS (2015–2018)$2,573,126$159,038$1,658,352$698,8382015-162017-18$8,973$5,855,118TransgenderIntersexChildren and YouthSex WorkersMigrants, Refugees, and Asylum Seekers$179,850$1,728,949$1,154,003$52,824742017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East SNAPSHOT Over the two-year period of 2017–2018, 43 grantmakers awarded $7,204,554 focused on LGBTI issues in the Middle East and North Africa. The region showed an increase in total grant amount and number of funders, and a decrease in number of grants compared to the last reporting period.LGBTI Funding for the Middle East and North Africa171$45,312$18,005$7.2 MNUMBER OF GRANTSAVERAGE GRANTMEDIAN GRANTTOTAL FUNDINGAMOUNT IN $ MILLIONS20130246810121416182022241.94.64.12.7 3.24.02014 2015 2016 2017 2018LGBTI FUNDING FOR THE MIDDLE EAST AND NORTH AFRICA (2013–2018)MIDDLE EAST AND NORTH AFRICA, 2017–2018752017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Top Funders of LGBTI Funding for  the Middle East and North Africa Collectively, the top ten funders of LGBTI issues in the Middle East and North Africa awarded $5.4 million, or 72 percent of funding for the region.TOP FUNDERS OF LGBTI FUNDING FOR THE MIDDLE EAST AND NORTH AFRICA (2017-2018)25DONOR NAME TOTAL FUNDS FOR THE REGION1 European Commission $937,7122 Government of The Netherlands $872,2853 COC Netherlands $620,8804 Open Society Foundations $545,0005 Government of Norway $440,8276 M.A.C. AIDS Fund $425,0007 Tides Foundation $409,9678 Heinrich Böll Stiftung $401,5389 LGBT Denmark $358,74810 Hivos $352,13825  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total regional funding for the Middle East and North Africa in 2017–2018 including regranting comes to $7,444,554.762017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East©\t2020\tMapbox\t©\tOpenStreetMapSheet\t66,500 1,404,723TOTAL\tFUNDS\tRECEIVEDCOUNTRYTOTAL FUNDS RECEIVEDTurkey $1,404,723Lebanon $969,497Tunisia $805,711Palestinian Territories$535,997Egypt $183,853Algeria $173,288Morocco $167,760Iraq $140,546Israel $137,314Jordan $35,467Iran $13,000Syria $12,513Yemen $6,500Multiple Countries/Unspecified$2,618,385MAP OF LGBTI FUNDING FOR THE MIDDLE EAST AND NORTH AFRICA, BY COUNTRY (2017–2018) LGBTI Funding for the Middle East and North Africa by Grant  Recipient Location Ninety-nine percent of funding focused on the Middle East and North Africa was devoted to organizations located in the region, while one percent went to organizations outside the region. These organizations were located in Canada, Sweden, the Netherlands, and the United States.99%1%Based in the regionBased outside the region($101,885)772017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastLGBTI FUNDING FOR MIDDLE EAST AND NORTH AFRICA, BY ISSUE ADDRESSED (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $5,296,357 79% $4,697,427 65%Challenging Anti-LGBTQI Laws $141,185 2%Gender Identity Rights $303,563 5% $380,368 5%Human Rights (General/Other) $4,694,068 70% $3,975,259 55%Intersex Rights N/A $10,749 <1%Migration and Refugee Issues $64,833 1% $78,000 1%Nondiscrimination Protections $13,181 <1%Sexual and Reproductive Rights/Justice $72,153 1% $111,865 2%Sex Worker Rights $148,559 2%Health and Well-Being $603,745 9% $544,433 8%HIV/AIDS $553,745 8% $544,433 8%Mental Health, Substance Abuse, and Suicide Prevention $50,000 1%Strengthening Community, Families, and Visibility $233,559 3% $481,561 7%Community Building/Empowerment $190,953 3% $366,762 5%Religion $3,101 <1%Sports $10,000 <1%Visibility $39,505 1% $104,799 1%Confronting Violence, Homophobia, and Transphobia $24,756 <1% $288,280 4%Anti-Violence $10,601 <1% $286,460 4%Homophobia, Biphobia and Transphobia $14,155 <1% $1,820 <1%Education/Safe Schools $30,822 <1%Education $30,822 <1%Economic Issues $35,600 <1%Housing and Homelessness $35,600 <1%Other Issues $576,692 9% $1,126,432 16%Multi-Issue $165,227 2% $1,066,432 15%Philanthropy $60,000 1%Unspecified $411,465 6%GRAND TOTAL $6,735,109 100% $7,204,555 100% Issues Addressed by LGBTI Funding for  the Middle East and North Africa Funding for Human Rights continued to be the most funded issue area at 65 percent of the regional total; however, the total amount and percent of human rights-focused funding decreased from the previous reporting period. 782017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Population Focus of LGBTI Funding for  the Middle East and North Africa Over the two-year period of 2017–2018, funding for some of this report’s “spotlight” populations increased in the Middle East and North Africa, including funding for Migrants, Refugees, and Asylum Seekers, for Children and Youth, and for Transgender Communities. Funding in this region decreased for grants focused on Sex Workers, and Intersex communities. LGBTI FUNDING FOR MIDDLE EAST AND NORTH AFRICA, BY POPULATION FOCUS (2015–2018)$469,754$22,153$225,651$310,1832015-162017-18$44,833$509,008TransgenderIntersexChildren and YouthSex WorkersMigrants, Refugees, and Asylum Seekers$10,749$295,866$172,000$164,739792017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East SNAPSHOT Over the two-year period of 2017–2018, 75 grantmakers awarded $71,521,754 focused on LGBTI issues in Sub-Saharan Africa. The region showed an increase in total grant amount, number of funders, and number of grants compared to the last reporting period.LGBTI Funding for Sub-Saharan Africa1,113$75,765$16,200$71.5 MNUMBER OF GRANTSAVERAGE GRANTMEDIAN GRANTTOTAL FUNDINGAMOUNT IN $ MILLIONS2013024681012141618202224262830323436384014.429.134.116.833.438.12014 2015 2016 2017 2018LGBTI FUNDING FOR SUB-SAHARAN AFRICA, 2013–2018SUB-SAHARAN AFRICA, 2017–2018 802017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesLGBTI FUNDING FOR SUB-SAHARAN AFRICA, BY SUB-REGION (2013–2018)LGBTI Funding for Sub-Saharan Africa, by Sub-Region Top Funders of LGBTI  Funding for  Sub-Saharan Africa Sub Region 2013-14 2015-16 2017-18CENTRAL AFRICA 125,281 96,315 337,171EAST AFRICA 11,498,527 13,705,405 21,651,269SOUTHERN AFRICA 15,360,338 13,615,691 15,902,473WEST AFRICA 2,644,946 5,912,090 8,051,152WHOLE REGION FOCUS/ UNSPECIFIED13,821,512 17,583,952 25,579,689TOTAL 43,450,604 50,913,453 $71,521,754In 2017–2018, the sub-region of East Africa received 30 percent of the total regional funding, showing increases in total funds as well as percentage compared to the previous reporting period. The region of Southern Africa received 22 percent of the total regional funding while Western Africa received 11 percent. As in previous years, around one-third of the overall funding for the region focused on the region as a whole or was unspecified. Collectively, the top ten funders for the region awarded $58.6 million, accounting for 64 percent of all funding for LGBTI issues in Sub-Saharan Africa.TOP 10 FUNDERS OF LGBTI ISSUES IN SUB-SAHARAN AFRICA (2017–2018)24DONOR NAME TOTAL FUNDS FOR THE REGION1 Government of the United Kingdom $15,593,4962 Ford Foundation $9,386,0003 Government of Sweden $8,561,1184 Open Society Foundations $5,271,8105 Arcus Foundation $4,081,5006 COC Netherlands $3,513,5337 Government of The Netherlands $3,374,3788 Elton John AIDS Foundation (UK) $3,087,5439 Hivos $3,073,12110 AmplifyChange $2,705,638 26  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total regional funding for Sub-Saharan Africa in 2017–2018 including regranting comes to $91,887,062.812017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East©\t2020\tMapbox\t©\tOpenStreetMapSheet\t15,384 10,030,771TOTAL\tFUNDS\tRECEIVEDCOUNTRYTOTAL FUNDS RECEIVEDKenya $10,030,771South Africa $7,570,980Uganda $5,163,538Nigeria $2,705,116Zimbabwe $1,648,908Malawi $1,536,231Tanzania $1,176,002Mozambique $1,023,729Rwanda $861,544Cameroon $837,180Namibia $803,762Burkina Faso $717,000Liberia $700,294Burundi $474,618Zambia $434,870Ghana $413,607Democratic Republic of Congo (DRC)$325,021Botswana $297,054Benin $140,422Ivory Coast $121,589Senegal $117,316Eswatini (Formerly Swaziland)$96,695Mauritius $65,115Togo $47,381Lesotho $30,353Ethiopia $24,320Cape Verde $19,123Angola $16,409Equatorial Guinea $12,860South Sudan $12,150Seychelles $10,930Sierra Leone $5,384Multiple Countries/Unspecified$34,081,484MAP OF LGBTI FUNDING FOR SUB-SAHARAN AFRICA, BY COUNTRY (2017–2018) LGBTI Funding for Sub-Saharan Africa by  Grant Recipient Location Eighty-five percent of funding focused on Sub-Saharan Africa was devoted to organizations located in the region, while fifteen percent went to organizations outside the region. These organizations were located in Canada, Denmark, Finland, India, Luxembourg, Sweden, the Netherlands, the United Kingdom, and the United States. 85%15%Based in the regionBased outside the region($10,402,230)822017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastLGBTI FUNDING FOR SUB-SAHARAN AFRICA, BY ISSUE ADDRESSED (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $24,148,423 47% $40,486,349 57%Challenging Anti-LGBTQI Laws $584,091 1% $2,014,578 3%Decriminalization and Criminal Justice Reform $181,045 <1%Gender Identity Rights $1,650,477 3% $2,549,744 4%Human Rights (General/Other) $20,462,071 40% $28,012,401 39%Intersex Rights N/A $556,405 1%Marriage/Civil Unions $823 <1% $202,591 <1%Migration and Refugee Issues $211,652 <1% $25,000 <1%Nondiscrimination Protections $908,427 2% $21,724 <1%Sexual and Reproductive Rights/Justice $277,000 1% $6,583,281 9%Sex Worker Rights $53,882 <1% $339,580 <1%Health and Well-Being $17,359,010 34% $9,552,570 13%Cultural Competence and Data Collection $246,403 <1% $436,120 1%General Health Services and Health Promotion $1,172,315 2% $560,923 1%HIV/AIDS $15,804,176 31% $6,931,596 10%Mental Health, Substance Abuse, and Suicide Prevention $36,616 <1%Sexual and Reproductive Health $99,500 <1% $1,623,931 2%Strengthening Community, Families, and Visibility $3,838,662 8% $7,126,752 10%Community Building/Empowerment $642,829 1% $2,533,877 4%Religion $2,297,699 5% $3,521,650 5%Sports $16,106 <1% $30,000 <1%Strengthening Families $4,116 <1%Visibility $877,912 2% $1,041,225 1%Confronting Violence, Homophobia, and Transphobia $1,540,148 3% $2,241,693 3%Anti-Violence $303,925 1% $2,044,821 3%Homophobia, Biphobia and Transphobia $1,236,223 2% $196,872 <1%Education/Safe Schools $247,597 <1% $2,034,114 3%Education $233,288 <1%Safe Schools $14,309 <1% $2,034,114 3%Economic Issues $177,220 <1% $2,188,213 3%Housing and Homelessness $136,046 <1% $32,384 <1%Labor/Employment $41,174 <1% $2,155,829 3%Other Issues $3,602,393 7% $7,892,062 11%Multi-Issue $823,780 2% $2,695,985 4%Philanthropy $721,753 1% $5,196,077 7%Unspecified $2,056,860 4%Grand Total $50,913,453 100% $71,521,753 100% Issues Addressed by LGBTI Funding for Sub-Saharan Africa Funding for Human Rights continued to be the most funded issue area at 57 percent of the regional total, representing an increase in total amount and percent of human rights-focused funding from the previous reporting period.832017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and East Population Focus of LGBTI Funding for  Sub-Saharan AfricaOver the two-year period of 2017–2018, funding for all of this report’s “spotlight” populations increased in Sub-Saharan Africa, including significant percentage increases for Migrants, Refugees, and Asylum Seekers, for Children and Youth, Transgender Communities, and a smaller increase for Sex Workers. A small amount of funding was documented for Older Adults, which had no grant funding in this region in the previous report.LGBTI FUNDING FOR SUB-SAHARAN AFRICA, BY SELECTED POPULATIONS (2015–2018)$3,133,971$676,865$1,752,144$0$3,762,2012015-162017-18$132,201$6,068,775TransgenderIntersexChildren and YouthOlder AdultsSex WorkersMigrants, Refugees, and Asylum Seekers $1,421,438$4,958,851$3,643$3,834,560$590,785842017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global South and EastBEHIND THE NUMBERSThe Amsterdam NetworkThe Amsterdam Network is a group of Global North LGBTI organizations collaborating to influence their governments’ integration of LGBTI rights in foreign policy and development assistance. Eight members of the Amsterdam Network are intermediary funders who award grants as part of their advocacy efforts, and each submitted grantmaking data for this report. Collectively, they awarded 463 grants and $15 million in funding for global LGBTI issues in 2017–2018. Comparing funding over time by seven members who also reported in the previous report, funding by the Amsterdam Network increased by $4.4 million in 2017–2018. Sub-Saharan Africa was the most funded region, receiving $5 million in funding from the Amsterdam Network in 2017–2018, followed by the regions of Eastern Europe, Central Asia and Russia which received $3.7 million, and Asia and the Pacific which received $2.8 million in the same period.AMSTERDAM NETWORK FUNDING BY INSTITUTION (2017–2018)Funder Name Total AmountCOC NETHERLANDS $8,556,326FUNDACIÓN TRIÁNGULO $1,106,993INTERNATIONAL LESBIAN, GAY, BISEXUAL, TRANS AND INTERSEX ASSOCIATION (ILGA)-EUROPE $1,259,028LESBIAN AND GAY FEDERATION IN GERMANY (LSVD) $366,564LGBT DENMARK $358,748NORWEGIAN ORGANISATION FOR SEXUAL AND GENDER DIVERSITY (FRI) $1,377,356OUTRIGHT ACTION INTERNATIONAL $271,563THE SWEDISH FEDERATION FOR LGBTQI RIGHTS (RFSL) $1,654,33786AMSTERDAM NETWORK FUNDING BY REGION (2017-18)AMSTERDAM NETWORK MEMBER INSTITUTIONS: COC Netherlands, Council for Global Equality, Dignity Network, Egale Canada, Fundación Triángulo, Human Rights Trust, ILGA-Europe, Kaleidoscope Trust, Lesbian and Gay Federation in Germany (LSVD), LGBT Denmark, Norwegian Organisation for Sexual and Gender Diversity (FRI), OutRight International, Seta: LGBTI Rights in Finland, Stonewall Foundation UK, The Swedish Federation for LGBTQ Rights (RFSL).Region Total AmountAsia and Pacific $2,795,786Eastern Europe, Central Asia and Russia $3,689,142International/Multiregional/Unspecified $1,226,348Latin America and the Caribbean $1,211,612Middle East and North Africa $1,045,579Sub-Saharan Africa $4,948,303Western Europe $34,146GRAND TOTAL $14,950,91687 Funding for LGBTI Issues in the Global South and EastFunding for LGBTI Issues in the Global North7%58%Over the two-year period of 2017–2018, 660 foundations, corporations, intermediaries, donor governments, and multilateral agencies awarded 11,823 grants totaling over $323 million for LGBTI issues in the Global North.For the purposes of this report, the Global North is defined to encompass Canada, the United States, and Western Europe. The regions include most of the world’s highest-income countries. They are home to around 7 percent of the global population,28 yet received 58 percent of LGBTI funding in this time period.of the global populationof LGBTI funding28  Data retrieved March 5, 2020. https://www.worldometers.info/world-population/population-by-region/882017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFUNDING FOR LGBTI ISSUES IN THE GLOBAL NORTH, BY YEAR (2013-2018)20132014$240,595,280$114,315,602$126,279,678$311,751,19720152016$141,621,430$170,129,767$323,375,59920172018$147,513,626$175,861,972+4%Funding in the Global North has increased over the six years of documented data; however, the amount and percentage of increase has fluctuated. The 2015–2016 report showed a 30 percent increase from the previous reporting period, while the 2017–2018 report shows a 4 percent increase. The large increase in 2015–2016 can be primarily attributed to philanthropic response following the tragedy in Orlando, Florida in the United States. In 2016, Pulse Nightclub, a gay nightclub, was attacked by a gunman on Latin Night. The philanthropic response resulted in nearly $30 million in direct financial assistance to survivors and family members of those lost. This direct assistance was tightly focused in both scope and time, but constituted a full 15 percent of the year’s total LGBTI funding from foundations in the United States. Without that response, funding for LGBTI issues in the Global North would have declined in 2016. 892017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global NorthTOP 10 FUNDERS OF LGBTI ISSUES IN THE GLOBAL NORTH (2017–2018)30DONORS TOTAL FUNDS1 Gilead Sciences 31,896,0372 Gill Foundation $19,392,7073 Arcus Foundation $18,929,0004 Evelyn and Walter Haas Jr, Fund $11,715,7005 National Lottery Community Fund, The $8,980,6216 Ford Foundation $8,592,0007 H. van Ameringen Foundation $8,211,5008 M.A.C. AIDS Fund $7,447,6489 Borealis Philanthropy $7,041,92510 Tides Foundation $6,608,278 Top Funders and Grant Recipients of LGBTI Funding  for the Global NorthThe top 10 funders of LGBTI issues in the Global North awarded over $129 million, or 37 percent of the total. Of the funders in the top ten, nine were located in the United States, and one was located in the United Kingdom.29 Overall, 99 percent of funding focused on the Global North was received from funders based in the Global North. NOTE: Anonymous donors awarded $26 million during this period. If they appeared on the list above as a single funder, they would rank as the number two funder of LGBTI issues in the Global North.29  In the case of grantmakers with offices in multiple global regions, grantmaker location generally refers to the primary headquarters. Moreover, if an institution reports grantmaking through U.S. 990 tax forms, it is considered U.S.-based for the purposes of this report methodology.30  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total funding for the Global North in 2017–2018 including regranting comes to $346,099,553.902017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global NorthThe top ten grant recipients of LGBTI funding for the Global North received a total of over $46 million, or 14 percent of the total. All top grant recipients were located in the United States.NOTE: These totals include the full amount of any multiyear grants awarded over the two-year period of 2017–2018. As such, the totals may exceed their total two-year operating revenue for 2017–2018.DONORS TOTAL FUNDS1 GLAAD $5,666,1232 Transgender Law Center $5,589,3703 SAGE $5,543,9394 New York LGBT Center $4,969,4395 Genders & Sexualities Alliance Network $4,960,4556 Human Rights Campaign (HRC) Foundation $4,385,5407 Freedom for All Americans $4,120,0008 National LGBTQ Task Force $4,102,3559 Palm Center $3,764,25010 Funders for LGBTQ Issues $3,728,978TOP 10 GRANT RECIPIENTS OF LGBTI FUNDING THE GLOBAL NORTH (2017–2018)NOTE: Anonymous grant recipients in various locations received a total of $10.6 million over the two-year period of 2017–2018912017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North Sources of LGBTI Funding for the Global North Over the two-year period of 2017–2018, private foundations and corporations increased their support for LGBTI issues in the Global North, while all other types of funders decreased their support for this area. The decrease of $30 million in funding by public foundations and intermediaries is largely attributable to them being the vehicles for victim support in the wake of the Pulse Nightclub Massacre in Orlando, Florida in the United States.31  Some domestic government funding was included in the 2015–2016 report and has been removed from this listing due to clarification of the report methodology. 32  In contrast to most other calculations in this report, all lists of charts showing LGBTI Funding by Funder Type do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder type.SOURCES OF LGBTI FUNDING FOR THE GLOBAL NORTH (2015–2018)322015-2016 2017-2018$139,415,871$108,629,873$154,065,903$57,044,278$25,903,000$137,595,691$37,006,172$33,848,629Anonymous FundersCorporate FundersPrivate FoundationsPublic Foundations & NGO IntermediariesGovernment & Multilateral Agencies $4,109,709$456,499922017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North Issues Addressed by LGBTI Funding  for the Global North Over the two-year period of 2017–2018, funding for LGBTI issues in the Global North increased across some issue areas while decreasing in others, with the largest percentage increase in the issues of Education and Safe Schools.Issue Areas 2015-16 2017-18Human Rights $119,190,226 $120,324,061Health and Well-Being $60,786,583 $72,790,084Strengthening Community, Families, and Visibility $53,741,219 $66,098,954Confronting Violence, Homophobia, and Transphobia $35,309,752 $18,122,074Education/Safe Schools $13,952,239 $18,525,469Other Issues $15,944,285 $16,315,767Economic Issues $12,826,894 $11,199,191LGBTI FUNDING FOR THE GLOBAL NORTH, BY ISSUE ADDRESSED (2015–2018)932017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global NorthLGBTI FUNDING FOR THE GLOBAL NORTH, BY POPULATION FOCUS, 2015–2018$32,541,178$1,024,305$46,244,870$7,598,502$2,235,7492015-162017-18$6,235,716$53,828,895TransgenderIntersexChildren and YouthOlder AdultsSex WorkersMigrants, Refugees, and Asylum Seekers$1,512,242$59,420,984$12,812,994$2,031,514$11,094,259 Population Focus of LGBTI Funding for the Global North Over the two-year period of 2017–2018, funding for most of this report’s “spotlight” populations increased in the Global North, with the largest percentage increase for Migrants, Refugees, and Asylum Seekers. Funding in the Global North decreased for grants focused on Sex Workers.942017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North SNAPSHOT Over the two-year period of 2017–2018, 603 funders awarded $299,743,424 to organizations and projects working on LGBTI issues in Canada and the United States. That represents an increase of around $12.4 million compared to the last reporting period.LGBTIFunding for Canada and the United States11,288$26,555$299.7 MNUMBER OF GRANTSAVERAGE GRANTTOTAL FUNDINGCANADA AND THE UNITED STATES, 2017–2018 AMOUNT IN $ MILLIONS2013020406080100120140160180104.5 114.0129.9157.4137.5162.22014 2015 2016 2017 2018LGBTI FUNDING FOR CANADA AND THE UNITED STATES (2013-2018) 952017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global NorthFor a detailed analysis on funding for LGBTI communities in the United States, please refer to the 2017 and 2018 editions of Funders for LGBTQ Issues’ annual Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by US Foundations. Because the U.S. is documented in detail within these annual reports, this section presents an abridged snapshot report focused on Canada.NOTE: See 2017 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations at https://lgbtfunders.org/research-item/2017-tracking-report/ and 2018 Tracking Report: Lesbian, Gay, Bisexual, Transgender and Queer Grantmaking by U.S. Foundations at https://lgbtfunders.org/research-item/2018-Ten funders reported 31 grants awarded for work focused on Canada in 2017–2018, totaling around $530,000. Of this total, public foundation grants accounted for 46 percent of the giving, while corporations made up 45 percent, and private foundations totaled 9 percent. Eight of the ten grantmakers were based in the United States, with the other two based in Canada. All of the grantees were based in Canada.In 2017–2018, the largest amount and percentage of funding to Canada was focused on Human Rights, at 46 percent. Of that issue area, 56 percent was directed to the sub-issue of Migration and Refugee Issues. Health and Well-Being was the second largest issue area, at 35 percent of the total, with the sub-issue of HIV/AIDS accounting for 55 percent of Health and Wellness. LGBTI Funding Focused on Canada  Issues Addressed by LGBTI Funding for Canada 962017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global NorthLGBTI FUNDING FOR CANADA, BY ISSUE ADDRESSED (2015-2018)Issues/Sub-Issues 2015-2016 2017-2018Human Rights $122,000 12% $244,305 46%Migration and Refugee Issues $115,000 11% $135,805 26%Decriminalization and Criminal Justice Reform $75,000 14%Gender Identity Rights $7,000 1% $17,500 3%Intersex Rights N/A $16,000 3%Health and Well-Being $841,703 81% $187,135 35%HIV/AIDS $316,703 30% $102,435 19%General Health Services and Health Promotion $125,000 12% $33,800 6%Cultural Competence and Data Collection $25,900 5%Mental Health, Substance Abuse, and Suicide Prevention $400,000 39% $25,000 5%Strengthening Community, Families, and Visibility $17,500 2% $18,254 3%Visibility $17,500 2% $14,403 3%Strengthening Families $3,851 1%Economic Issues $50,000 5% $70,000 13%Housing and Homelessness $50,000 5% $70,000 13%Other Issues $7,274 1% $10,000 2%Multi-Issue $7,274 1% $10,000 2%GRAND TOTAL $1,038,477 100% $529,694 100%972017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North Population Focus of LGBTI Funding for Canada In 2017–2018, 26 percent of LGBTI funding focused on Canada was for work around Migrants, Refugees, and Asylum Seekers, while 22 percent was focused on Transgender communities, both populations increasing in amount and percentage from the previous reporting period. Funding focused on Sex Workers decreased in amount and in percentage, accounting for only 6 percent of the country’s total LGBTI funding in 2017–2018.LGBTI FUNDING FOR CANADA, BY POPULATION FOCUS (2015–2018) $72,500$7,000$15,000$60,000$115,0002015-16 2017-18$115,000$114,783TransgenderIntersexChildren and YouthOlder AdultsSex WorkersMigrants, Refugees, and Asylum Seekers$16,000$55,000$50,000$33,800$135,805982017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North SNAPSHOT Over the two-year period of 2017–2018, 65 grantmakers awarded $23,632,176 focused on LGBTI issues in Western Europe. The region showed a decrease in total grant amount despite an increase in the number of funders and number of grants compared to the last reporting period.LGBTI Funding for Western Europe535$43,844$19,905$23.6 MNUMBER OF GRANTSAVERAGE GRANTMEDIAN GRANTTOTAL FUNDINGWESTERN EUROPE, 2017–2018AMOUNT IN $ MILLIONS2013024681012149.812.411.712.710.013.62014 2015 2016 2017 2018LGBTI FUNDING FOR WESTERN EUROPE (2013-2018)3333  Some domestic government funding was included in the 2015–2016 report and has been removed from this listing due to clarification of the report methodology.992017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North Top Funders of LGBTI Issues  in Western Europe Collectively, the top ten funders for the region awarded $18.5 million, accounting for 78 percent of all LGBTI funding for Western Europe. Six of the funders were based in Western Europe, and four were based in the United States.THE TOP 10 FUNDERS OF LGBTI ISSUES IN WESTERN EUROPE (2017–2018)34DONOR NAME TOTAL FUNDS FOR THE REGION1 National Lottery Community Fund, The $8,980,6212 M.A.C. AIDS Fund $2,449,2603 Gilead Sciences $1,553,9454 Comic Relief $1,087,7465 Tudor Trust, The $921,8196 Open Society Foundations $915,0007 Esmée Fairbairn Foundation $873,9618 Wellcome Trust $766,2949 Arcus Foundation $550,00010 Lloyds Bank Foundation for England and Wales $413,52624  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total regional funding for Western Europe in 2017–2018 including regranting comes to $23,632,176.NOTE: Anonymous donors awarded $457,000 during this period. If they were considered as a single funder, they would be the tenth top funders of LGBTI issues in Western Europe.1002017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North©\t2020\tMapbox\t©\tOpenStreetMapSheet\t10 8,182,556Total\tFundingCOUNTRYTOTAL FUNDS RECEIVEDUnited Kingdom - All Countries/Unspecified$8,182,556England $7,152,051Northern Ireland $158,478Scotland $1,397,370Wales $359,330Germany $1,586,189Spain $462,497The Netherlands $433,543Italy $429,026Ireland $281,288France $254,076Albania $228,238Austria $166,517Belgium $56,764Greece $28,011Portugal $24,225Iceland $20,000Switzerland $15,459Denmark $12,000Sweden $6,584Norway $4,488Cyprus $1,433Malta $1,141Multiple Countries/Unspecified$2,370,912MAP OF LGBTI FUNDING FOR WESTERN EUROPE, BY COUNTRY (2017-2018)LGBTI Funding for Western Europe, by Recipient LocationNearly all LGBTI funding focused on Western Europe went to grantees based in the region, with the exception of $55,523 going to organizations based in India and the United States.0.02%99.8%Based in the regionBased outside the region1012017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global NorthLGBTI FUNDING FOR WESTERN EUROPE, BY ISSUE ADDRESSED (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Health and Well-Being $6,049,980 25% $8,492,584 36%HIV/AIDS $3,976,790 16% $3,965,433 17%General Health Services and Health Promotion $342,403 1% $3,441,756 15%Mental Health, Substance Abuse, and Suicide Prevention $1,349,660 6% $809,176 3%Cultural Competence and Data Collection $301,974 1% $192,894 1%Sexual and Reproductive Health $66,000 <1% $83,325 <1%Cancer $13,154 <1%Strengthening Community, Families, and Visibility $4,824,636 20% $7,008,961 30%Community Building/Empowerment $3,007,869 12% $5,046,311 21%Visibility $319,942 1% $889,534 4%Religion $65,725 <1% $428,739 2%Sports $293,125 1% $384,421 2%Strengthening Families $1,137,974 5% $259,956 1%Civil/Human Rights $7,917,523 32% $5,091,971 21%Civil/Human Rights (General/Other) $6,277,965 26% $3,202,660 13%Gender Identity Rights $1,046,220 4% $947,351 4%Immigration and Refugee Issues $571,711 2% $459,916 2%Intersex Rights N/A $458,632 2%Challenging Anti-LGBTQI Laws $19,818 <1%Marriage/Civil Unions $15,000 <1% $3,593 <1%Criminalization and Criminal Justice Reform $6,627 <1%Confronting Violence, Homophobia, and Transphobia $2,052,782 8% $2,175,418 9%Homophobia, Biphobia and Transphobia $839,420 3% $1,512,711 6%Anti-Violence $1,213,362 5% $662,707 3%Economic Issues $1,112,803 5% $300,217 1%Housing and Homelessness $639,054 3% $281,217 1%Labor/Employment $473,750 2% $19,000 <1%Education/Safe Schools $202,351 1% $186,920 1%Safe Schools $49,958 <1% $186,920 1%Education $152,393 1%Other Issues $2,285,003 9% $376,104 2%Multi-Issue $2,285,003 9% $193,515 1%Philanthropy $182,589 1%Grand Total $24,445,078 100% $23,632,175 100% Issues Addressed by LGBTI Funding for Western Europe With the exception of funding for Health and Wellness and for Strengthening Community, Families, and Visibility, every issue area witnessed a funding decrease in Western Europe since the last reporting period. The sub-issue of funding focused on HIV/AIDS accounted for 46 percent of the total Health and Wellness funding for this region. 1022017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global North Population Focus of LGBTI Funding for Western Europe Over the two-year period of 2017–2018, funding for some of this report’s “spotlight” populations increased in Western Europe compared to 2015–2016, including for Transgender and Intersex Communities and for Children and Youth and Older Adults. Funding decreased for Sex Workers and for Migrants, Refugees, and Asylum Seekers. LGBTI FUNDING FOR WESTERN EUROPE, BY SELECTED POPULATIONS (2015–2018)$2,245,703$465,805$4,168,413$1,173,340$213,5892015-16 2017-18$571,711$2,544,385TransgenderIntersexChildren and YouthOlder AdultsSex WorkersMigrants, Refugees, and Asylum Seekers$475,767$4,540,653$1,219,849$37,650$512,8401032017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for LGBTI Issues in the Global NorthFunding for International LGBTI IssuesOver the two-year period of 2017–2018, 96 grantmakers awarded $64,978,922 to organizations and projects working on LGBTI issues in the international arena. Funding for LGBTI issues in the international arena encompasses all funding that crosses country and regional boundaries and could include funding to promote LGBTI issues globally through advocacy to international bodies.96$64.9 MGrantsFunds1042017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesReported funding for international LGBTI issues decreased from the $72.7 million reported in the period from 2015–2016, while showing an increase in the number of grants and number of funders. LGBTI FUNDING IN THE INTERNATIONAL ARENA, BY YEAR (2013-2018)20132014$55,473,131$25,362,121$30,111,010$72,760,25220152016$45,849,104$26,911,148$64,978,92220172018$33,101,600$31,877,3221052017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for International LGBTI IssuesTOP TEN FUNDERS IN THE INTERNATIONAL LGBTI ARENA (2017-2018)35TOP TEN GRANT RECIPIENTS IN THE INTERNATIONAL LGBTI ARENA (2017–2018)Funder Name Total Amount1 Government of Sweden $9,394,9882 Government of Finland $7,431,6773 Arcus Foundation $7,335,7554 Anonymous Donors $7,230,5005 World Bank $6,545,9356 Government of Norway $5,867,4117 Tides Foundation $4,353,7068 Open Society Foundations $3,808,8009 Government of the United Kingdom $3,289,26210 Elton John AIDS Foundation (UK) $2,449,875Funder Name Total Amount1 U.S. Department of State - Global Equality Fund $7,005,9392 International Planned Parenthood Federation (IPPF) $3,433,6733 USAID - Global Development Partnership $3,355,8604 Astraea Lesbian Foundation for Justice $3,127,4075 Equality and Justice Alliance $3,066,8826 International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) - World $2,515,7747 Ipas $2,421,6828 OutRight Action International $1,946,9789 United Nations OHCHR $1,909,23210 All Out $1,801,151 Top Funders and Recipients When regranting dollars are included, a total of $76.7 million was awarded for international LGBTI issues in 2017–2018, of which $57.7 million, or 75 percent, was provided by the top ten funders.NOTE: Anonymous funders awarded 23 grants totaling $7,230,500 for international LGBTI issues during 2017–2018.NOTE: Anonymous grantees were awarded 74 grants totaling $8.4 million for international LGBTI issues during 2017–2018.NOTE: The totals listed in this chart include the full amount of any multiyear grant awarded over the two-year period of 2017–2018. Many of the top recipients received grants awarded for a period of three years or more. As such, their totals listed may exceed their two-year operating revenue for 2017–2018.35  In contrast to most other calculations in this report, all lists of top funders do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder. The total funding for International Issues in 2017–2018 including regranting comes to $76,720,942.1062017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for International LGBTI Issues Sources of Funding for International LGBTI Issues During 2017–2018, the highest percentage of international LGBTI funding, 45 percent, was awarded by Donor Governments and Multilateral Agencies. Private Foundations were the next highest type of funder at 28 percent. Public Foundations and Intermediaries accounted for 14 percent of the total, with Corporations and Anonymous funders totaling 9 percent combined. Compared to the two year period of 2015–2016, there were increases in grant amount from Corporate, Public, and Private Foundations, while Donor Government and Multilateral funders and Anonymous donors decreased.36  In contrast to most other calculations in this report, all lists of charts showing LGBTI Funding by Funder Type do include funds awarded for the purpose of regranting, in order to document the full amount of LGBTI funding flowing from (or through) each funder type.LGBTI FUNDING IN THE INTERNATIONAL ARENA, BY FUNDER TYPE (2015–2018)362015-2016 2017-2018Anonymous FundersCorporate FundersPrivate FoundationsPublic Foundations & NGO IntermediariesGovernment & Multilateral AgenciesTOTAL$60,208,50034,888,900$11,108,165$21,508,2617,230,50010,395,49818,407,271$8,651,0561,321,5021,985,117$98,983,827 76,720,9431072017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for International LGBTI Issues Issues Addressed by International LGBTI Funding Funding for Human Rights continued to be the most funded issue area at 74 percent of the total for international LGBTI funding, despite showing a decrease in total amount and percentage compared to the previous reporting period. LGBTI FUNDING IN THE INTERNATIONAL ARENA, BY ISSUE ADDRESSED (2015–2018)Issues/Sub-Issues 2015-2016 2017-2018Civil/Human Rights $58,506,918 80% $48,248,714 74%Civil/Human Rights (General/Other) $48,936,041 67% $39,739,498 61%Sexual and Reproductive Rights/Justice $5,907,019 8% $3,543,873 5%Gender Identity Rights $2,267,248 3% $2,647,764 4%Challenging Anti-LGBTQI Laws $760,000 1% $1,032,908 2%Marriage/Civil Unions $600,000 1%Intersex Rights N/A $350,029 1%Immigration and Refugee Issues $361,610 <1% $114,642 <1%Religious Exemptions $100,000 <1%Criminalization and Criminal Justice Reform $70,000 <1%Nondiscrimination Protections $150,000 <1% $50,000 <1%Sex Worker Rights $125,000 <1%Health and Well-Being $6,709,972 9% $10,789,277 17%HIV/AIDS $5,757,535 8% $10,534,277 16%Mental Health, Substance Abuse, and Suicide Prevention $2,437 <1% $205,000 <1%General Health Services and Health Promotion $150,000 <1% $50,000 <1%Cultural Competence and Data Collection $100,000 <1%Insurance Coverage $700,000 1%Strengthening Community, Families, and Visibility $1,885,048 3% $2,186,882 4%Religion $1,515,458 2% $1,192,489 2%Visibility $105,603 <1% $476,764 1%Strengthening Families $152,460 <1% $275,000 <1%Community Building/Empowerment $111,527 <1% $242,629 <1%Confronting Violence, Homophobia, and Transphobia $335,128 <1% $341,785 1%Homophobia, Biphobia and Transphobia $335,128 <1% $286,500 <1%Anti-Violence $55,285 <1%Education/Safe Schools $74,000 <1%Education $64,000 <1%Safe Schools $10,000 <1%Economic Issues $159,718 <1%Labor/Employment $159,518 <1%Food Security $200 <1%Other Issues $5,323,188 8% $3,178,546 5%Philanthropy $857,527 1% $2,861,307 4%Multi-Issue $1,128,278 2% $317,239 <1%Unspecified $3,337,383 5%GRAND TOTAL $72,760,254 100% $64,978,922 100%1082017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for International LGBTI Issues Population Focus of International  LGBTI Funding Over the two-year period of 2017–2018, international LGBTI funding showed an increase in funding focused on Sex Workers, Intersex communities, and Transgender communities. Funding decreased for Migrants, Refugees, and Asylum Seekers, and for Children and Youth.LGBTI FUNDING IN THE INTERNATIONAL AREA, BY SELECTED POPULATIONS (2015–2018)$3,455,279$527,327$3,115,056$267.8622015-162017-18$1,239,338$7,481,307TransgenderIntersexChildren and YouthSex WorkersMigrants, Refugees, and Asylum Seekers$954,402$415,323$298,000$155,1171092017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesFunding for International LGBTI IssuesBEHIND THE NUMBERSWhich Funders Are Missing from This Report?This edition of the Global Resources Report includes data on LGBTI grants awarded by over 800 funding institutions including foundations, intermediaries, corporations, donor government agencies, and multilateral agencies. However, as with any research effort, there are gaps in the data available and therefore reported in this edition.Most of the data analyzed in this report is collected directly from the funder awarding the grant. In some cases, when unable to obtain grants data directly from a funding entity, the data can instead be accessed from public documents such as annual reports and online grants databases. In the case of U.S.-based private foundations and public charities, data analysts also examined annual U.S. tax return documents, which are required to include a list of grants awarded. In cases where funders did not report data directly to the Global Resources Report, and no other reliable public documentation of their grantmaking was available, their grants data is not able to be included in this report. This is most often the case with funding entities that are not required to release public documentation of their grantmaking, such as government agencies or corporations that award grants directly (rather than through an affiliated foundation).There are several funders who are known to have awarded LGBTI grants but are not included in this report. In terms of the total grant amount, the most notable gap in this edition of the Global Resources Report is a lack of data on grants awarded by the Government of the United States and the Global Equality Fund. The Global Equality Fund is a pooled fund focused on advancing LGBTI rights around the world, housed within the U.S. Department of State. The fund receives contributions not only from the U.S. government, but also from several other government agencies in Europe and Latin America, as well as from private foundations and corporations. The U.S. government and the Global Equality Fund provided data to the Global Resources Report for one year, 2014, which was included in the first edition of the report. In that year, the U.S. government awarded $11.1 million in grants focused on LGBTI communities, with an additional $7.6 million in funds raised and awarded through the Global Equality Fund. The Global Equality Fund also reported $10.9 million in grants awarded in 2015 through their public annual report released in 2016. Unfortunately, no similar report has been released in the following years. As a result, in the six years of global LGBTI funding tracked by this report, the U.S. government funding data is only included for 2014, and the Global Equality Fund is included only for 2014 and 2015. This report makes a number of comparisons to the data from the 2015–2016 report, and in a few places also includes the data from the 2013–2014 report in order to share an analysis of trend lines over time. Generally, in presenting these trend lines, the funding totals document all data available, including the 2014 and 2015 funding from the U.S. government and the Global Equality Fund. If the U.S. government and the Global Equality Fund have continued to provide LGBTI funding at a similar level to that previously reported, an estimated $37–44 million in grants data is missing from this report for 2017–2018. This would equal about 7–8 percent of the total grant amount included in this report. This gap is even more prominent in LGBTI funding for the Global South and East, 110An Individual Donor Funding Mechanism: Equality Without BordersEquality Without Borders (EWB) is one example of an organized effort to mobilize funding from individual major donors. EWB is an initiative that helps individual donors from multiple countries to support groups from around the world. For the years of 2017–2018, EWB reported $3 million in disclosed grants covered by the GPP Report. EWB is not visible as a distinct entity within this report because these grants are either reported by each independent giving vehicle or included as anonymous funding.which is where the majority of documented U.S. government and Global Equality Funding have been devoted. It is likely that adding the full amount of funding from the U.S. government and the Global Equality Fund to the Global South and East totals for 2017–2018 would increase that total by 20–25 percent.There are also a number of funders who reported large grantmaking in previous cycles, yet did not report grants awarded in 2017–2018 due to the specificities of their multiyear funding timing, and who communicated their intention to report LGBTI funding in future years. This includes multilateral institutions such as the EEA and Norway Grants, and foundations such as the Robert Carr Fund for civil society networks.These challenges highlight the importance of consistent and transparent reporting, which must continue to be commonly held as a best practice in the field of LGBTI grantmaking. With future network-building, advocacy, and increased reporting, future editions of this report will continue to expand our abilities to tell the story of LGBTI global funding with cohesive, nuanced, and detailed accuracy. 111APPENDIX I Funding by Country of FocusThis appendix shows the amount of funding that was designated for LGBTI issues by country of focus over the two-year period of 2017–2018. NOTE: This table excludes known regranting, and also excludes funding to multiple countries. This table also does not reflect whether these grants were made to organizations located within or outside of each country of focus. Whenever funding focus is noted, it indicates where the work is happening. This may be different from the location of the grantee organization, especially in the case of regional or international organizations who may have programs based in a different location than their central office.Country Name Total Funds Albania $1,821,840Algeria $173,288Angola $16,409Antigua and Barbuda $80,331Argentina $271,755Armenia $687,743Australia $1,604,749Austria $166,517Azerbaijan $144,701Bahamas $80,331Bangladesh $294,750Barbados $80,331Belarus $109,822Belgium $56,764Belize $142,666Benin $140,422Bhutan $20,487Bolivia $7,642,550Bosnia and Herzegovina $568,985Botswana $297,0541122017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesBrazil $3,994,804Bulgaria $271,974Burkina Faso $717,000Burundi $474,618Cambodia $614,055Cameroon $837,180Canada $529,694Cape Verde $19,123Chile $1,104,734China $1,928,179Colombia $4,992,237Costa Rica $907,754Croatia $351,875Cuba $376,422Cyprus $1,433Czech Republic $489,036Democratic Republic of Congo (DRC) $325,021Denmark $12,000Dominican Republic $465,516East Timor $76,961Ecuador $290,055Egypt $183,853El Salvador $295,865Estonia $5,845Eswatini $96,695Ethiopia $24,320Equatorial Guinea $12,860Fiji $553,749France $254,076Georgia $3,046,054Germany $1,586,189Ghana $413,607Greece $28,011Grenada $155,331Guatemala $496,890Guyana $163,910Haiti $267,246Honduras $3,556,232Hong Kong $41,311Hungary $161,746Iceland $20,000India $3,859,553Indonesia $907,947Iran $13,000Iraq $140,546Ireland $281,288Israel $137,314Italy $429,026Ivory Coast $121,589Jamaica $2,442,452Japan $201,249Jordan $35,467Kazakhstan $659,829Kenya $10,214,805Kosovo $464,182Kyrgyzstan $283,048Laos $412,328Latvia $101,255Lebanon $969,497Lesotho $30,353Liberia $700,294Lithuania $104,787Macedonia $6,566Malawi $1,536,231Malaysia $542,105Malta $1,141Mauritius $65,115Mexico $2,612,655Moldova $734,140Mongolia $102,645Montenegro $441,621Montserrat $80,331Morocco $167,760Mozambique $1,023,729Myanmar $3,492,311Namibia $803,762Nauru $29,424Nepal $831,913New Zealand $384,654Nicaragua $625,193Nigeria $2,705,116North Macedonia $554,959Norway $4,488Pakistan $1,270,0711132017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX I: Funding by Country of FocusPalestinian Territories $535,997Panama $12,424Paraguay $188,910Peru $369,738Philippines $1,394,663Poland $460,747Portugal $24,225Romania $301,198Russia $3,419,652Rwanda $861,544Saint Lucia $571,997Samoa $47,500Senegal $117,316Serbia $941,241Seychelles $10,930Sierra Leone $5,384Singapore $353,639Slovakia $29,095Slovenia $75,805South Africa $8,116,753South Korea $290,574South Sudan $12,150Spain $462,497Sri Lanka $401,003St. Kitts and Nevis $80,331St. Lucia $80,331St. Vincent $80,331Suriname $154,228Sweden $6,584Switzerland $15,459Syria $12,513Taiwan $1,039,174Tajikistan $29,225Tanzania $1,176,002Thailand $2,293,526The Netherlands $433,543Togo $47,381Tonga $6,603Trinidad and Tobago $129,731Tunisia $805,711Turkey $1,404,723Uganda $5,163,538Ukraine $2,953,211United Kingdom $17,249,795 United States of America $299,119,448Uruguay $66,686Uzbekistan $73,904Vanuatu $5,000Venezuela $12,836Vietnam $659,699Yemen $6,500Zambia $434,870Zimbabwe $1,648,9081142017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX I: Funding by Country of FocusAPPENDIX II2017–2018 List of LGBTI GrantmakersThis appendix lists all funders included in this report and the amount of funding provided for LGBTI issues in 2017–2018, excluding funding focused on the United States. To explore the grantmaking totals of U.S.-based grantmaking funding in the United States, consult the 2017 and 2018 editions of Funders for LGBTQ Issues’ annual Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by US Foundations.DONOR NAME DIRECT GRANTSREGRANTING TOTAL # OF GRANTSAditya Birla Finance Limited $54,166 $54,166 0Advocates for Youth $122,480 $122,480 0African Women's Development Fund $642,000 $642,000 0AIDS Fondet $480,214 $480,214 3AIDSFonds $1,463,215 $184,034 $1,647,249 12All Out $395,770 $395,770 22Allen Lane Foundation, The $12,345 $12,345 3Alphawood Foundation $100,000 $100,000 2American Institute of Bisexuality $133,692 $133,692 9American Jewish World Service $3,531,434 $150,000 $3,681,434 170amfAR, Foundation for AIDS Research $1,243,573 $1,243,573 18AmplifyChange $2,577,227 $1,237,494 $3,814,721 16Andreas Foundation, L & N $20,000 $20,000 $1Anonymous Donors $11,519,670 $2,584,000 $14,103,670 80APCOM $635,911 $635,911 19Arcus Foundation $9,733,255 $3,900,000 $13,633,255 87ARIA Foundation $130,000 $130,000 2Astraea Lesbian Foundation for Justice $4,732,248 $4,732,248 358Babson Charitable Foundation, Susan A. and Donald P.$1,500 $1,500 1Bank of America Charitable Foundation $100 $100 1Baring Foundation, The $1,449,924 $608,655 $2,058,579 17Barrow Cadbury Trust $210,032 $210,032 4Bastian Foundation, B. W. $9,500 $9,500 1Brazil Foundation $15,156 $15,156 4Brazil Human Rights Fund $144,802 $144,802 6Bread for the World $554,355 $554,355 2Bridge House Estates $127,742 $127,742 21152017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesDONOR NAME DIRECT GRANTSREGRANTING TOTAL # OF GRANTSBroadway Cares/Equity Fights AIDS $144,930 $144,930 10Bulgarian Fund for Women $5,769 $5,769 6Calamus Foundation (Delaware) $72,500 $50,000 $122,500 7Calamus Foundation (New York) $125,000 $5,000 $130,000 3California Community Foundation $4,850 $4,850 5California Endowment, The $7,500 $7,500 2Cheshire Community Foundation $21,337 $21,337 3Children's Radio Foundation $21,685 $21,685 2Clothworkers Foundation, The $170,139 $170,139 4Co-operative Group $10,392 $10,392 3COC Netherlands $8,556,326 $8,556,326 264Collingwood Foundation $10,000 $10,000 1Comic Relief $1,651,662 $935,017 $2,586,679 15Community Foundation - Tyne & Wear and Northumberland$77,638 $77,638 10Coop Foundation $92,445 $92,445 1County Durham Community Foundation $1,275 $1,275 2Danish Family Planning Association $695,142 $695,142 2David Bohnett Foundation $182,750 $182,750 8Dreilinden $1,807,010 $420,082 $2,227,092 30Eden Foundation, The $3,000 $3,000 1ELAS - Social Investment Fund $158,588 $158,588 18Elton John AIDS Foundation $886,000 $886,000 10Elton John AIDS Foundation (UK) $9,511,229 $332,661 $9,843,890 39English Family Foundation $76,761 $76,761 1Equality Fund, The $48,129 $48,129 4Equity Trustees Charitable Foundation $7,062 $7,062 2Esmée Fairbairn Foundation $873,961 $873,961 7Esmond Harmsworth 1997 Charitable Foundation $46,577 $46,577 $1Essex Community Foundation $3,901 $3,901 3Euro-Mediterranean Foundation of Support to Human Rights Defenders$12,513 $12,513 2European Commission $6,034,590 $6,034,590 17Evans Foundation, John D. $5,000 $5,000 1FACE Foundation $31,000 $31,000 $1Fay Fuller Foundation $18,511 $18,511 1filia.die frauenstiftung $50,698 $57,900 $108,598 7Fondo Alquimia $111,586 $111,586 23Fondo Centroamericano de Mujeres (FCAM) $183,800 $183,800 32Fondo de Mujeres Bolivia Apthapi Jopueti $2,868 $2,868 1Fondo De Mujeres Del Sur $95,152 $95,152 11Fondo Lunaria Mujeres $54,118 $54,118 18Fondo Semillas $563,934 $563,934 18Ford Foundation $11,290,300 $1,029,000 $12,319,300 32Foundation de France $382,554 $382,554 81162017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX II: 2017–2018 List of LGBTI GrantmakersDONOR NAME DIRECT GRANTSREGRANTING TOTAL # OF GRANTSFoundation for a Just Society $5,615,000 $280,000 $5,895,000 15Foundation North $239,402 $239,402 3Freedom House $711,624 $141,611 $853,235 11FRIDA the Young Feminist Fund $267,000 $267,000 44Front Line Defenders $287,354 $287,354 106Frontline AIDS $1,525,572 $1,525,572 111Fund for Global Human Rights $893,764 $893,764 64Fundación Triángulo $1,106,993 $1,106,993 10Garfield Weston Foundation $91,386 $91,386 5Gates Foundation, Bill and Melinda $1,453,341 $1,453,341 2Gilead Sciences $3,329,193 $3,329,193 74GiveOut $116,217 $6,603 $122,820 16Global Fund for Children $35,969 $35,969 6Global Fund for Community Foundations $29,000 $29,000 2Global Fund for Women $843,273 $843,273 35Government of Australia $204,674 $204,674 4Government of Canada $4,949,895 $68,490 $5,018,385 54Government of Denmark $4,718,030 $4,718,030 7Government of Finland $7,704,140 $7,704,140 7Government of France $264,751 $264,751 4Government of Germany $1,453,484 $1,453,484 28Government of Luxembourg $35,357 $35,357 2Government of New Zealand $41,339 $41,339 5Government of Norway $6,223,104 $4,212,010 $10,435,114 32Government of Sweden $29,927,740 $537,123 $30,464,863 48Government of the Netherlands $10,784,241 $2,900,810 $13,685,051 171Government of the United Kingdom $6,407,961 $12,474,797 $18,882,758 5Greater Kansas City Community Foundation $50,200 $200,800 $251,000 2Grindr for Equality $105,936 $105,936 1Hannchen-Mehrzweck-Stiftung $136,574 $136,574 63Heart Of England Community Foundation $4,548 $4,548 3Heinrich Böll Stiftung $1,308,978 $1,308,978 80Henry Smith Charity, The $393,901 $393,901 5HER Fund $6,405 $6,405 1Hil Foundation $97,004 $97,004 4Hirschfeld Eddy Foundation $366,564 $366,564 13Hivos $6,528,684 $6,528,684 35Horizons Foundation $1,415,689 $30,100 $1,445,789 67Ian Potter Foundation, The $7,182 $7,182 1ifa (Institut für Auslandsbeziehungen) $47,930 $47,930 2Indigo Trust, The $2,599 $2,599 1Inter-Church Organisation for Development Cooperation (ICCO)$152,617 $152,617 2International HIV/AIDS Alliance $11,700 $11,700 21172017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX II: 2017–2018 List of LGBTI GrantmakersDONOR NAME DIRECT GRANTSREGRANTING TOTAL # OF GRANTSInternational Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) - Europe$1,259,028 $1,259,028 105International Trans Fund $1,012,500 $25,000 $1,037,500 57J R McKenzie Trust $6,767 $6,767 1James Charitable Endowment Fund, Raymond $5,000 $5,000 1Jersey Foundation, The $10,000 $10,000 1Jewish Community Federation of San Francisco, The Peninsula, Marin and Sonoma$6,000 $6,000 1Joseph Rowntree Foundation $4,781 $4,781 1King Baudouin Foundation $109,044 $109,044 3KIOS Foundation $118,192 $118,192 2Klein Foundation, Calvin & Kelly $25,000 $25,000 1KM Hunter Charitable Foundation $13,726 $13,726 6Korea Foundation for Women $10,488 $10,488 1Laughing Gull Foundation $50,000 $50,000 $1Levi Strauss Foundation $1,438,000 $1,438,000 16LGBT Denmark $358,748 $358,748 1Liberty Hill Foundation $1,000 $1,000 1Lloyds Bank Foundation for England and Wales $413,526 $413,526 4London Catalyst $1,299 $1,299 1Lord Mayor's Charitable Foundation $38,380 $38,380 1M.A.C. AIDS Fund $6,976,039 $6,976,039 102MacArthur Foundation, John D and Catherine T. $146,242 $146,242 1Mama Cash $2,443,957 $50,000 $2,493,957 70Mandel, Amy and Rodis, Katina Fund $90,000 $100,000 $190,000 6Masto Foundation $5,000 $20,000 $25,000 3Mediterranean Women’s Fund, The $3,424 $3,424 1Mellon Foundation, Andrew W. $1,159,000 $1,159,000 1MetLife Foundation $70,000 $70,000 2Minneapolis Foundation $30,000 $30,000 4Mirapaul Foundation $12,500 $12,500 $1Mongolian Women's Fund $7,418 $7,418 3Morrison and Foerster Foundation $20,000 $20,000 1MTV Staying Alive Foundation $95,940 $95,940 8Myer Foundation, The $7,405 $7,405 1National Lottery Community Fund, The $8,980,621 $8,980,621 129National Lottery Heritage Fund, The $333,846 $333,846 9Nesta $1,321 $1,321 1North Star Fund $55,000 $55,000 2Norwegian Helsinki Committee $277,254 $277,254 16Norwegian Human Rights Fund $22,000 $22,000 1Norwegian Organisation for Sexual and Gender Diversity (FRI)$1,377,356 $1,377,356 16NoVo Foundation $35,000 $165,000 $200,000 3Oak Foundation $844,145 $844,145 5Omomuki Foundation $3,677 $3,677 21182017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX II: 2017–2018 List of LGBTI GrantmakersDONOR NAME DIRECT GRANTSREGRANTING TOTAL # OF GRANTSOpen Society Foundations $15,728,849 $191,600 $15,920,449 173Other Foundation, The $568,373 $568,373 98Our Fund $17,250 $17,250 5OutRight Action International $271,563 $271,563 20Palette Fund $35,000 $35,000 1Paul Hamlyn Foundation $99,808 $99,808 2Peace Development Fund $125,431 $125,431 1Philadelphia Foundation $250 $250 1PlanetRomeo Foundation $420,426 $420,426 81Poona Shims Pvt Ltd $3,095 $3,095 1Pride Foundation $1,100 $1,100 2Quartet Community Foundation $11,204 $11,204 4Reconstruction Women's Fund $5,239 $5,239 2Red Umbrella Fund $291,008 $291,008 9Regnbabagsfonden $464,986 $464,986 11Roaring Fork Gay and Lesbian Community Fund $5,000 $5,000 1Robertson Trust, The $131,644 $131,644 3Rule Foundation $66,530 $66,530 35San Diego LGBT Pride $16,500 $4,000 $20,500 8Sigrid Rausing Trust $3,037,781 $405,431 $3,443,212 22Silicon Valley Community Foundation $10,000 $10,000 1Slovak-Czech Women's Fund $600 $600 1Small Change Foundation $75,000 $75,000 3Snow Foundation, Ltd., The $809,145 $809,145 3Snowdon Foundation, Ted $50,000 $50,000 2Social Justice Fund Northwest $500 $500 1Solidarity Foundation $70,310 $70,310 13SOS Children's Villages/Hermann-Gmeiner-Fonds Deutschland e.V.$34,236 $34,236 1Sport England $92,911 $92,911 1Sprocket Foundation $96,000 $96,000 1Stars Foundation $5,050 $5,050 1Stephen Lewis Foundation $267,208 $267,208 19Stiftung EVZ $560,895 $560,895 16Stonewall Community Foundation $6,700 $6,700 13Suffolk Community Foundation $19,089 $19,089 4Surdna Foundation $35,800 $35,800 2Susan McKinnon Foundation $37,023 $37,023 1Swedish Federation for LGBTQI Rights (RFSL) $1,654,337 $1,654,337 34Synergía - Initiatives for Human Rights $219,406 $219,406 8Tewa $1,000 $1,000 2Tides Foundation $6,748,950 $1,612,000 $8,360,950 124Trafford Housing Trust Limited $10,396 $10,396 1Trafford Housing Trust Social Investment $13,206 $13,206 21192017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX II: 2017–2018 List of LGBTI GrantmakersDONOR NAME DIRECT GRANTSREGRANTING TOTAL # OF GRANTSTriangle Community Foundation $7,000 $7,000 1Trust for London $266,424 $266,424 3Tudor Trust, The $921,819 $921,819 12Two Ridings Community Foundation $11,078 $11,078 2UHAI EASHRI (East African Sexual Health and Rights Initiative)$2,006,294 $2,006,294 147UN Trust Fund to End Violence Against Women $2,068,186 $2,068,186 5Unitarian Universalist Service Committee $405,000 $405,000 15United St Saviour's Charity $77,967 $77,967 1Urgent Action Fund $217,207 $217,207 46Urgent Action Fund-Africa (UAF-Africa) $65,304 $65,304 16van Ameringen Foundation, H $67,000 $67,000 5ViiV Healthcare $226,956 $226,956 2VOICE $2,596,212 $2,596,212 16Wellcome Trust $766,294 $766,294 7Wells Fargo $300,000 $300,000 4Wildflower Foundation $38,000 $38,000 1Women's Fund Asia $146,730 $146,730 14Women's Fund in Georgia $17,251 $17,251 4Woodward Charitable Trust, The $52,773 $52,773 5World Bank $7,221,064 $7,221,064 11World Childhood Foundation $56,527 $56,527 2Youth and Philanthropy Initiative $3,851 $3,851 11202017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX II: 2017–2018 List of LGBTI GrantmakersAPPENDIX III Global Resources Report TaxonomySexual OrientationGeneral LGBQLesbian/Bisexual Women/Queer WomenGay/Bisexual Men/Queer Men/MSMBisexualAsexualHeterosexualQuestioningOther Populations Survivors of ViolencePeople living with HIV/AIDS (PLWHA)Immigrants and RefugeesPeople with DisabilitiesSubstance Users/People in RecoveryChristiansJewish PeopleMuslimsBuddhistsHindusPeople of Faith/InterfaithSocioeconomic GroupSex WorkersLow-Income PeopleUnemployed PeopleHomeless and Marginally Housed PeopleIncarcerated/Formerly Incarcerated PeopleMilitary Service Members/VeteransGender IdentityTransgenderTrans WomenTrans MenGender-NonconformingGenderqueer/ Gender Non-binaryCisgenderTwo-SpiritGlobal Ethnic GroupIndigenousEthnic MinorityAge GroupChildren and YouthOlder adultsSex CharacteristicsIntersex Demographic Information 1212017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities Geographic Information Geographic Focus InternationalGlobal - Regional (Multiple Countries)Global - NationalGlobal - LocalGlobal Focus Global South and EastGlobal NorthInternationalSub-Saharan AfricaCentral AfricaCentral African Republic, Chad, Congo, Democratic Republic of the Congo, Equatorial Guinea, Gabon, Sao Tome and Principe, South SudanEast Africa Burundi, Djibouti, Eritrea, Ethiopia, Kenya, Rwanda, Somalia, Tanzania, UgandaSouthern AfricaAngola, Botswana, Eswantini, Lesotho, Madagascar, Malawi, Mauritius, Mozambique, Namibia, South Africa, Zambia, ZimbabweWest AfricaBenin, Burkina Faso, Cameroon, Cape Verde, Côte d'Ivoire, Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone, TogoSub-Saharan AfricaCentral AfricaCentral African Republic, Chad, Congo, Democratic Republic of the Congo, Equatorial Guinea, Gabon, Sao Tome and Principe, South SudanEast Africa Burundi, Djibouti, Eritrea, Ethiopia, Kenya, Rwanda, Somalia, Tanzania, UgandaSouthern AfricaAngola, Botswana, Eswantini, Lesotho, Madagascar, Malawi, Mauritius, Mozambique, Namibia, South Africa, Zambia, ZimbabweWest AfricaBenin, Burkina Faso, Cameroon, Cape Verde, Côte d'Ivoire, Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone, TogoMiddle East and North AfricaMiddle East and North AfricaAlgeria, Bahrain, Egypt, Iran, Iraq, Israel, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Qatar, Saudi Arabia, Sudan, Syria, Tunisia, Turkey, United Arab Emirates, West Bank/Gaza Strip (Palestinian Territories), Yemen Global South and East Reference: World Regions; Sub-Regions; Countries 1222017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX III: Global Resources Report TaxonomyAsia and PacificEast AsiaChina, Hong Kong, Japan, Macau, Mongolia, North Korea, South Korea, Taiwan, Tibet (autonomous region)South Asia Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, Sri LankaSoutheast AsiaBrunei Darussalam, Cambodia, Indonesia, Laos, Malaysia, Myanmar, Philippines, Singapore, Thailand, Timor-Leste, VietnamOceaniaAustralia, Cook Islands, Fiji, Kiribati, Marshall Islands, Micronesia, Nauru, New Zealand, Palau, Papua New Guinea, Samoa, Solomon Islands, Tonga, Tuvalu, VanuatuLatin America and the CaribbeanCentral America and Mexico Belize, Costa Rica, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, PanamaCaribbeanAntigua and Barbuda, The Bahamas, Barbados, Cuba, Dominica, Dominican Republic, Grenada, Guyana, Haiti, Jamaica, Saint Kitts and Nevis, St. Lucia, St. Vincent and The Grenadines, Suriname, Trinidad and TobagoSouth AmericaArgentina, Bolivia, Brazil, Chile, Colombia, Ecuador, Paraguay, Peru, Uruguay, VenezuelaEastern Europe, Central Asia and RussiaEastern EuropeAlbania, Armenia, Azerbaijan, Belarus, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Estonia, Georgia, Hungary, Kosovo, Latvia, Lithuania, Moldova, Montenegro, North Macedonia, Poland, Romania, Serbia, Slovakia, Slovenia,Ukraine, Central Asia Afghanistan, Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, UzbekistanRussia RussiaWestern EuropeAndorra, Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Liechtenstein, Luxembourg, Malta, Monaco, Netherlands, Norway, Portugal, San Marino, Spain, Sweden, Switzerland, United KingdomUnited States and Canada Canada, United States of AmericaInternational/Multi-Region International/Multi-Regional Global South and East Global NorthInternational1232017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX III: Global Resources Report TaxonomyHuman RightsChallenging Anti-LGBTQI Laws Decriminalization and Criminal Justice ReformGender Identity RightsHuman Rights  (General/Other)Immigration and Refugee IssuesIntersex RightsMarriage/Civil UnionsMilitary InclusionNondiscrimination ProtectionsReligious ExemptionsSex Worker RightsSexual and Reproductive Rights/JusticeHealth and WellbeingCancerCultural Competence and Data CollectionGeneral Health Services and Health Promotion HIV/AIDSInsurance CoverageMental Health, Substance Abuse, and Suicide PreventionPrimary CareSexual and Reproductive HealthEducation/Safe SchoolsEducationSafe SchoolsAdvocacyAdvocacyCommunity OrganizingIntergovernmental AdvocacyLitigationPublic EducationCapacity-Building and TrainingConferences/Seminars/Travel GrantsLeadership DevelopmentOrganizational Capacity BuildingTraining/Technical AssistanceCulture and MediaCultureFilm/Video/RadioElectronic Media/Online ServicesDirect ServiceDirect ServiceResearchCurriculum DevelopmentPublicationsResearchPhilanthropy and FundraisingFundraising EventMatching GrantPhilanthropyVictim SupportVictim SupportMulti/OtherMulti-Strategy Issue/Sub-Issue  Strategy/Sub-Strategy *Added as category in 2017-2018, not previously tracked.Economic IssuesFood SecurityHousing and HomelessnessLabor/EmploymentStrengthening Community, Families, and VisibilityCommunity Building/EmpowermentReligionSportsStrengthening FamiliesVisibilityConfronting Violence, Homophobia, and TransphobiaAnti-ViolenceGun ControlHomophobia, Biphobia and TransphobiaOther IssuesMulti-IssuePhilanthropyUnspecified1242017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesAPPENDIX III: Global Resources Report TaxonomyMISSION EXECUTIVE COMMITTEE STAFFWHO WE AREGlobal Philanthropy Project (GPP) is a collaboration of funders and philanthropic advisors working to expand global philanthropic support to advance the human rights of lesbian, gay, bisexual, transgender, and intersex (LGBTI) people in the Global South and East. Learn more and explore additional resources for global LGBTI grantmaking: globalphilanthropyproject.orgTwitter: @gpp_updatesShalini Eddens, Committee ChairUrgent Action Fund for Women’s Human Rights, Director of ProgramsMichael HeflinOpen Society Foundations, Director of Equality Human Rights InitiativeKerry-Jo Ford LynAstraea Lesbian Foundation for Justice, LGBT Global Development Partnership DirectorMukami MareteUHAI EASHRI, Deputy Executive DirectorDavid SampsonThe Baring Foundation, Deputy DirectorMatthew HartDirectorEzra NeponSenior Program Officer for Knowledge and LearningMarina Gonzalez FloresProgram AssociateDave ScamellSenior Liaison, Government RelationsEstablished in 2009, GPP’s 20 member organizations include many of the leading global funders and philanthropic advisors for LGBTI rights. As the first international cohort of LGBTI funders, GPP is internationally recognized as the primary thought leader and go-to partner for donor coordination around global LGBTI work.About Global Philanthropy Project (GPP)1262017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesMISSION BOARD OF DIRECTORS STAFFWHO WE AREFunders for LGBTQ Issues works to increase the scale and impact of philanthropic resources aimed at enhancing the well-being of lesbian, gay, bisexual, transgender and queer communities, promoting equity and advancing racial, economic and gender justice.Learn more and explore additional resources for U.S. LGBTQ grantmakers: lgbtfunders.orgTwitter: @lgbtfundersFacebook: /lgbtqfundersRickke Mananzala, Chair Philanthropic ConsultantCynthia Renfro, Vice Chair President & CEO, Civis Consulting, LLCKristine Stallone, Treasurer Philanthropic ConsultantRye Young, Secretary Philanthropic ConsultantKaren Appelbaum Operations Director, Northwest Area Foundation Namita Chad Associate Director of Programs, Astraea Lesbian Foundation for JusticeAlfredo Cruz Philanthropic ConsultantPaulina Helm-HernándezProgram Officer - US Southeast, Foundation For A Just Society Kelli King-JacksonSenior Program Officer, Simmons Foundation Jason McGillPhilanthropic Consultant William “Bill” SmithPresident & CEO, Santa Fe Community Foundation Beatriz “Bia” VieiraChief Program Officer, The Women’s Foundation of California Judy YuProgram Officer – SOGI, Wellspring Philanthropic FundBen Francisco Maulbeck PresidentLyle Matthew Kan Vice President of Research & Communications Marvin Webb Vice President of Finance & AdministrationKristina Wertz Vice President of Engagement & Philanthropic OutreachRebecca Wisotsky National Director of Philanthropic Outreach Andrew Wallace Director of Research and CommunicationsChantelle Fisher-BorneProject Director, The Out in the South Initiative Alexander LeeProject Director, Grantmakers United for Trans Communities April BetheaDevelopment & Membership Associate Nicole FernandesFinance and Administrative Associate Luis Rey RamirezResearch & Communications AssociateFunders for LGBTQ Issues is a network of more than 75 foundations, corporations, and funding institutions that collectively award more than $1 billion annually, including over $100 million specifically devoted to LGBTQ issues.About Funders for LGBTQ Issues1272017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesADVISORY COMMITTEE REPORT CREDITSADDITIONAL DATA SOURCESPaula AssubujiProgramme Manager for Human Rights and Gender Justice, Heinrich Böll Stiftung Southern AfricaStellah Wairimu Bosire Co-Executive Director, UHAI EASHRI Wendy DrukierDirector General, Global Affairs CanadaWiktor DynarskiProgram Officer for the Public Health Program, Open Society Foundations  Julia EhrtDirector of Programs, ILGA WorldJustus EisfeldAdvocacy and Program Development Manager for Sexual Rights and Diversity, HivosMariam GagoshashviliSenior Program Officer, Astraea Lesbian Foundation for JusticeVictor Madrigal-Borloz Independent Expert on Violence and Discrimination based on SOGI, United NationsNicky McIntyre CEO, Foundation for a Just SocietyMidnight PoonkasetwattanaExecutive Director, APCOMOtto SakiGlobal Program Officer for Civic Engagement and Government, Ford FoundationPROJECT DIRECTORMatthew HartLEAD AUTHOR & PROJECT MANAGER Ezra NeponLEAD ANALYST, GLOBAL DATASET Jay PosticLEAD ANALYST, U.S. DOMESTIC DATASETAndrew WallaceGPP GOVERNMENT LIAISONDavid ScamellPROJECT ADVISORSLyle Matthew Kan,Ben Francisco MaulbeckCOPY EDITORMaxZine WeinsteinDESIGNER Vito Raimondi vitoraimondi.comCover artwork based on the previous editions designed by Trevor Messersmith, 80east DesignNina SpataruProgramme Officer for International Human Rights Programme, Oak FoundationLiz TremlettGrants Support Team Manager, AmplifyChangeBirgitta WeibahrSenior Policy Specialist for Human Rights and Democracy, Swedish International Development Cooperation Agency (SIDA)Foundation Maps | Candidmaps.foundationcenter.org360Givingthreesixtygiving.orgAcknowledgments1282017-2018 Global Resources Report – Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex CommunitiesCOPYRIGHTFUNDING FOR THIS REPORT WAS GENEROUSLY PROVIDED BY:© MAY 2020, GLOBAL PHILANTHROPY PROJECT and FUNDERS FOR LGBTQ ISSUES. Permission is granted to reproduce this document in part or in its entirety, provided that Funders for LGBTQ Issues and Global Philanthropy Project are cited as the source for all reproduced material.Baring FoundationDreilinden Global Fund for WomenHorizons FoundationOak FoundationWith the generous support of all GPP member organizations.globalresourcesreport.org",
    "id": 480183823,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:36925"
    },
    "title": "2017/2018 Global Resources Report: Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-06-06T01:00:00+01:00",
    "publisher": "Global Philanthropy Project (GPP)",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/36925/36925.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/480183823.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/480183823"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/480183823/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/480183823/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/480183823"
        }
    ],
    "abstract": "We are pleased to present The 2017–2018 Global Resources Report: Government and Philanthropic Support for Lesbian, Gay, Bisexual, Transgender, and Intersex Communities, a comprehensive report on the state of foundation and government funding for lesbian, gay, bisexual, transgender, and intersex (LGBTI) issues. This report documents data on 19,764 grants awarded by 800 foundations, intermediary NGOs, and corporations and by 15 donor government and multilateral agencies over the two-year period of 2017–2018. The report provides detailed data on the distribution of LGBTI funding by geography, issue, strategy, and population focus, offering a tool for identifying trends, gaps, and opportunities in the rapidly changing landscape of LGBTI funding.The 2017–2018 Global Resources Report builds on two previous editions, which focused on grantmaking in the calendar years 2013–2014 and 2015–16. With this third edition, we have now documented comprehensive data through six calendar years of grantmaking, allowing us to conduct a deeper analysis of LGBTI funding trend lines over time. In many sections of this report, we offer a comparison with the previous report documenting 2015–16, and in some key places we share analysis across the full six-year period.This third report represents a continuing and evolving collaboration between two philanthropic networks, Global Philanthropy Project and Funders for LGBTQ Issues. The trust developed between these networks has enabled us to adjust the report development process over time as we identify opportunities to activate the unique competencies and assets of both networks. In this iteration of the process, Global Philanthropy Project coordinated development and analysis of the data from foundations and corporations based outside of the United States (U.S.) and from all government and multilateral institutions. Funders for LGBTQ Issues coordinated development and analysis of the data from foundations and corporations based in the U.S., and provided generous overall guidance based on more than a decade of experience producing the comprehensive annual U.S. domestic tracking report on LGBTQI funding",
    "tags": [
        "report",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:36925",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 480183823,
        "depositedDate": null,
        "publishedDate": "2020-06-06T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:46:37+00:00",
        "acceptedDate": null,
        "createdDate": "2021-11-22T20:35:43+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/36925",
        "https://issuelab.org/resources/36925/36925.pdf"
    ],
    "lastUpdate": "2024-02-14T12:46:37+00:00",
    "setSpecs": []
}