{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Andrew Wallace"
        },
        {
            "name": "Ben Francisco Maulbeck"
        },
        {
            "name": "Lyle Matthew Kan"
        }
    ],
    "contributors": [],
    "createdDate": "2023-10-21T08:48:29+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/588303525.pdf",
    "fullText": "2017TRACKING REPORTFor every $100 dollars awarded by U.S. foundations, 28 cents specifically supported LGBTQ issues. ¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢341Foundationsand CorporationsInvested in LGBTQ Issues6,297Grants2,247Grantees$185,841,930Total Investmentin LGBTQ issuesTop 10 Funders of LGBTQ Issues, by Total Dollar AmountIn 2017, the top ten funders of LGBTQ issues awarded $86.2 million, accounting for 43 percent of all funding for LGBTQ issues from U.S.-based foundations. Excluding funding awarded in response to the 2016 Pulse Nightclub Massacre, funding from the top ten funders increased by $1.2 million from 2016.ArcusFoundation$17.0MFordFoundation$12.4MGileadSciences$11.7MGillFoundation$9.5MOpen SocietyFoundations$7.8MTidesFoundation$7.6MAstraea LesbianFoundation for Justice$5.2MEvelyn and WalterHaas, Jr. Fund$5.0MElton JohnAIDS Foundation$5.0MM.A.C. AIDSFund$4.9MTotal Annual LGBTQ Grant Dollars, 2008-2017Foundation funding for LGBTQ issues totaled $185.8 million in 2017. While this represents a significant decrease of nearly $17 million, or 8 percent, from the $202.3 million in LGBTQ funding reported in 2016, this decline is almost entirely attributable to the philanthropic response to the Pulse Nightclub Massacre. If we compare annual funding excluding OneOrlando Fund distributions, funding for LGBTQ increased by $10.8 million, or 6 percent.*Inflation numbers are based on the Bureau of Labor Statistics Consumer Price Index.Nominal dollars (not adjusted)2017 dollars (adjusted for inflation)Total without OneOrlando grantmaking (not adjusted)Total without OneOrlando grantmaking (adjusted for inflation)2008 $116,181,019 $132,270,7602009 $96,533,298 $110,294,4572010 $96,829,756 $108,847,7722011 $123,012,423 $134,048,8092012 $121,412,490 $129,622,8542013 $129,112,119 $135,853,2372014 $153,248,693 $158,675,9922015 $160,702,984 $166,197,0052016 (without One-Orlando grantmaking)2016 $202,312,772 $206,621,89020172017 (without One-Orlando grantmaking)$185,841,930 $185,841,930$172,802,772 $176,483,348$183,625,213$183,625,213$50,000,000$100,000,000$150,000,000$200,000,000$250,000,0002016 201720152014201320122011201020092008For every $100 dollars awarded by U.S. foundations, 28 cents specifically supported LGBTQ issues. ¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢¢341Foundationsand CorporationsInvested in LGBTQ Issues6,297Grants2,247Grantees$185,841,930Total Investmentin LGBTQ issuesTop 10 Funders of LGBTQ Issues, by Total Dollar AmountIn 2017, the top ten funders of LGBTQ issues awarded $86.2 million, accounting for 43 percent of all funding for LGBTQ issues from U.S.-based foundations. Excluding funding awarded in response to the 2016 Pulse Nightclub Massacre, funding from the top ten funders increased by $1.2 million from 2016.ArcusFoundation$17.0MFordFoundation$12.4MGileadSciences$11.7MGillFoundation$9.5MOpen SocietyFoundations$7.8MTidesFoundation$7.6MAstraea LesbianFoundation for Justice$5.2MEvelyn and WalterHaas, Jr. Fund$5.0MElton JohnAIDS Foundation$5.0MM.A.C. AIDSFund$4.9MTotal Annual LGBTQ Grant Dollars, 2008-2017Foundation funding for LGBTQ issues totaled $185.8 million in 2017. While this represents a significant decrease of nearly $17 million, or 8 percent, from the $202.3 million in LGBTQ funding reported in 2016, this decline is almost entirely attributable to the philanthropic response to the Pulse Nightclub Massacre. If we compare annual funding excluding OneOrlando Fund distributions, funding for LGBTQ increased by $10.8 million, or 6 percent.*Inflation numbers are based on the Bureau of Labor Statistics Consumer Price Index.Nominal dollars (not adjusted)2017 dollars (adjusted for inflation)Total without OneOrlando grantmaking (not adjusted)Total without OneOrlando grantmaking (adjusted for inflation)2008 $116,181,019 $132,270,7602009 $96,533,298 $110,294,4572010 $96,829,756 $108,847,7722011 $123,012,423 $134,048,8092012 $121,412,490 $129,622,8542013 $129,112,119 $135,853,2372014 $153,248,693 $158,675,9922015 $160,702,984 $166,197,0052016 (without One-Orlando grantmaking)2016 $202,312,772 $206,621,89020172017 (without One-Orlando grantmaking)$185,841,930 $185,841,930$172,802,772 $176,483,348$183,625,213$183,625,213$50,000,000$100,000,000$150,000,000$200,000,000$250,000,0002016 201720152014201320122011201020092008Funding for Trans Communities+33%2017$22,564,755 $16,976,892 2016Funding for trans communities in the United States continued to increase, reaching a record high of $22,564,755 in 2017 — a 33 percent increase from 2016.Notable Changes in 2017Funding for LGBTQ Organizations64%The percentage of funding for domestic LGBTQ organizations decreased relative to funding to non-LGBTQ organizations, accounting for less than two-thirds of domestic funding.Distribution of LGBTQ Grant Dollars, by Geographic Focus*In 2017, approximately 73 percent of funding focused on LGBTQ communities in the United States, while approximately 26 percent focused on LGBTQ issues globally or outside the United States, excluding funding from OneOrlando.International (Global Focus)$14,585,136Outside the U.S. U.S. - Statewide$18,010,044U.S. - Regional (Multi-State)$9,245,146U.S. - Local$54,726,476$33,966,833U.S. - National$53,106,2708% 18% 29% 5% 30%10%While the South received the largest share of grant dollars for the first time since we began tracking funding by region, with an increase of 27 percent, the region still receives less funding per LGBTQ adult than the Northeast and Pacific regions.Local, State, and Regional Funding of LGBTQ Issues, by Regional Percentage ChangeMIDWEST+ 3% to $8,758,652NORTHEAST+ 20% to $22,365,842MOUNTAIN+ 48% to $4,922,661SOUTH+ 27% to $22,789,493 ($24,896,019 with OneOrlando Fund Grantmaking)PACIFIC– 2% to  $20,958,073 Sources of LGBTQ Grant Dollars, by Funder Type*While foundation giving to LGBTQ issues (not including OneOrlando Fund) increased in 2017, this growth was not uniform across foundation types. Community foundations and corporate funders had the biggest increases in 2017. Non-LGBTQ Private Foundations$50,985,257LGBTQ Public Foundations$20,254,837LGBTQ Private Foundations$42,478,374Corporate Funders$27,099,318CommunityFoundations$12,351,8476%Anonymous Funders$15,570,0008%14%26%22%Non-LGBTQ Public Foundations$28,083,03310%14%$ $ $ $ $$ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $$ $ $ $ $ $ $ $ $ $ $ $ $ $ $$ $ $ $$ $ $ $ $ $ $ $ $ $$ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $$ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $ $$ $ $ $ $ $ $ $ $ $*These sections exclude funding distributed by the OneOrlando Fund in 2017.2INTRODUCTIONIam pleased to share with you the 2017 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations. This report captures foundation funding at a complicated moment, a year after we reported on the unprecedented philanthropic response to the Pulse Nightclub Massacre that propelled philanthropic support for LGBTQ issues to the highest level ever recorded, surpassing the $200-million mark for the first time. In 2017, 341 foundations awarded 6,297 grants totaling $185.8 million in support of organizations and programs addressing lesbian, gay, bisexual, transgender, and queer issues. As expected, the more than $30 million in funds distributed in direct response to Pulse was highly focused in both scope and timing. In 2016, the OneOrlando Fund awarded about $30 million in direct support for approximately 300 survivors and families of victims of the massacre, and in 2017 the OneOrlando Fund gave out its remaining and final disbursements of $2.1 million. Despite the overall decrease, excluding OneOrlando Fund grantmaking in 2016 and 2017, funding for LGBTQ issues by U.S. foundations actually increased by $10.8 million. Given the extraordinary nature of the giving of the OneOrlando Fund, and for consistency with the 2016 report, this year’s report again presents data both including and excluding OneOrlando Fund funding, particularly in those cases where OneOrlando makes up a disproportionately large amount of a particular sub-category of funding. Given the changing funding landscape and that several key funders have scaled back support of LGBTQ issues, it is remarkable that funding increased by six percent in 2017.  It is also encouraging that funding for LGBTQ issues in the South and for transgender communities reached record-breaking highs in 2017. As always, the picture painted by the 2017 Tracking Report is a mixed one. For the second year in a row, the percentage of funding for domestic LGBTQ organizations decreased relative to funding to non-LGBTQ organizations, accounting for less than two-thirds of domestic funding for the first time since we began tracking funding by organization type. This year’s report also sees significant shifts in both leading funders and leading grantees. Gilead Sciences climbed to the number three funder spot, awarding more than $11 million for LGBTQ communities. Funders such as Tides and The California Endowment also saw sharp increases. On the grantee side, the top three recipients were the New York LGBT Center, the Human Rights Campaign Foundation, and African Men for Sexual Health and Rights — none of which were among the top 15 recipients in 2016. As committed and new LGBTQ funders work to respond to a challenging and complex climate both in the U.S. and abroad, diligent tracking of trends and gaps in LGBTQ funding is more important than ever.As a caveat, remember that this report only includes funding from foundations and corporations — not from individual donors or government agencies — and as such only captures a portion of all giving to LGBTQ issues. Note that the global section of this year’s report once again only provides a brief summary, since we provide more detailed information on funding for LGBTQ issues internationally and outside the U.S. in our Global Resources Report, our biennial report series produced in collaboration with the Global Philanthropy Project.It is my hope that this report continues to prove useful to funders, nonprofit leaders, and other stakeholders in identifying trends, gaps, and opportunities for LGBTQ grantmaking. As with all of our research, our goal is to provide accurate and user-friendly data on LGBTQ funding, so as to advance our mission of increasing the scale and impact of LGBTQ philanthropy.Take Care,Ben Francisco Maulbeck President, Funders for LGBTQ IssuesIntroductionOVERVIEW 5Top Grantmakers 6Top Grant Recipients 7Special Update: The Philanthropic Response to the Pulse Tragedy 8Sources of LGBTQ Funding 9Geographic Focus 10Type of Support 11Population Focus 11Strategies Funded 12Issues Addressed 13DOMESTIC FUNDING OF LGBTQ ISSUES 14Local, State, and Regional Funding of LGBTQ Issues 16Funding Per LGBT Adult 18Special Update: Growth in Funding for LGBTQ Issues in the South 20Issues Addressed in Domestic Funding 22Domestic Population Focus 23DOMESTIC FUNDING BY TYPE OF ORGANIZATION 27LGBTQ Organizations vs. Non-LGBTQ Organizations 27Breakdown of Domestic Funding for LGBTQ Organizations 28Breakdown of Domestic Funding for Non-LGBTQ Organizations 30GLOBAL FUNDING FOR LGBTQ ISSUES 32Global LGBTQ Funding By Region and Issues Addressed 33Global Funding by Location of Grantee 35COMMUNITY FOUNDATION GRANTMAKING FOR LGBTQ ISSUES  37CORPORATE GRANTMAKING FOR LGBTQ ISSUES 38PRIVATE FOUNDATION GRANTMAKING FOR LGBTQ ISSUES 39PUBLIC FUNDER GRANTMAKING FOR LGBTQ ISSUES 40APPENDIX: 2016 LIST OF LGBTQ GRANTMAKERS IN THE U.S. 41METHODOLOGY & ACKNOWLEDGMENTS 51CONTENTSNot counting funding related to the 2016 Pulse nightclub tragedy, foundation funding for LGBTQ issues totaled$183.7 million in 2017, at a modest rate of growth of 6 percent.Total Annual LGBTQ Grant Dollars, 2006-2015*Inflation numbers are based on the Bureau of Labor Statistics Consumer Price Index.Nominal dollars (not adjusted)2017 dollars (adjusted for inflation)Total without OneOrlando grantmaking (not adjusted)Total without OneOrlando grantmaking (adjusted for inflation)2008 $116,181,019 $132,270,7602009 $96,533,298 $110,294,4572010 $96,829,756 $108,847,7722011 $123,012,423 $134,048,8092012 $121,412,490 $129,622,8542013 $129,112,119 $135,853,2372014 $153,248,693 $158,675,9922015 $160,702,984 $166,197,0052016 (without One-Orlando grantmaking)2016 $202,312,772 $206,621,89020172017 (without One-Orlando grantmaking)$185,841,930 $185,841,930$172,802,772 $176,483,348$183,625,213$183,625,213$50,000,000$100,000,000$150,000,000$200,000,000$250,000,0002016 201720152014201320122011201020092008OVERVIEWIn 2017, United States-based foundations and corporations awarded 6,297 grants totaling $185.8 million in support for organizations and programs addressing lesbian, gay, bisexual, transgender, and queer issues. While this represents a significant decrease of nearly $17 million, or 8 percent from the $202.3 million in LGBTQ funding reported in 2016, this decline is almost entirely attributable to the philanthropic response to the Pulse Nightclub Massacre. In the aftermath of the most deadly and violent attack on our community in history, nearly $30 million dollars in direct support was distributed to survivors and the families of the victims through the OneOrlando Fund. As anticipated, this funding was highly focused in both scope and timing.  In 2017, the OneOrlando Fund awarded a small fraction of what it awarded in 2016, with a second and final round of distributions to the survivors and families of the victims totalling $2.1 million. If we compare annual funding excluding OneOrlando Fund distributions, funding for LGBTQ increased by $10.5 million, or 6 percent. This rate of growth is similar to the growth we have reported in previous years. In the 2016 Tracking Report, we often reported two funding totals — one inclusive of OneOrlando Fund grantmaking and one excluding OneOrlando Fund grantmaking. For this Tracking Report, we have gone back to a single funding total, noting where necessary how OneOrlando Fund grantmaking significantly impacted a specific category (e.g., in local and statewide funding totals for the state of Florida).The growth in funding that excludes OneOrlando Fund grantmaking was driven by several major funders significantly increasing their LGBTQ grantmaking. In particular, Gilead Sciences increased its LGBTQ funding by more than 50 percent — awarding a total of $11.7 million and rising to become the number three funder of LGBTQ issues. Several other corporate funders — ViiV Healthcare, Wells Fargo, and Google — all increased their LGBTQ funding by $1 million or more, buoying an overall increase in corporate funding.Several leading funders of LGBTQ issues also saw large increases in their LGBTQ funding. In particular, Foundation for a Just Society nearly doubled its LGBTQ grantmaking to $4.6 million. The California Endowment increased its LGBTQ funding by 73 percent, to nearly $3.8 million. Alphawood more than tripled its LGBTQ funding, exceeding $1.6 million and joining the top 20 funders of LGBTQ issues.LGBTQ funding from mainstream community foundations grew by $5.5 million, an 80 percent increase buoyed in particular by $2.7 million in giving from the California Community Foundation. Several public foundations and intermediaries also saw increases in their LGBTQ funding in 2017, particularly Tides, Astraea Lesbian Foundation for Justice, and Borealis Philanthropy. On the other hand, eight major LGBTQ funders decreased their support by $500,000 or more — for a total decrease in resources of more than $22 million. Without these losses, the net increase in LGBTQ funding would have been much higher. For several years, the list of top LGBTQ funders was fairly consistent from year to year, but it is now in a period of significant flux, with some funders scaling back support while others increase funding — and with new funders joining the movement to strengthen LGBTQ communities. Total Annual LGBTQ Grant Dollars, 2008-201761 Arcus Foundation  $17,006,755 New York, NY2 Ford Foundation $12,445,000 New York, NY 3 Gilead Sciences $11,730,648 Foster City, CA4 Gill Foundation $9,520,007 Denver, CO5 Open Society Foundations $7,769,598 New York, NY6 Tides Foundation $7,596,762 San Francisco, CA7 Astraea Lesbian Foundation for Justice $5,168,495 New York, NY8 Evelyn and Walter  Haas Jr. Fund $5,038,200 San Francisco, CA9 Elton John AIDS Foundation $4,966,500 New York, NY10 M.A.C. AIDS Fund $4,963,389 New York, NY11 Foundation for a Just Society $4,640,000 New York, NY 12 H. van Ameringen Foundation $4,349,500 New York, NY13 The California Endowment $3,780,111 New York, NY14 Wells Fargo  $3,339,971 San Francisco, CA15 Borealis Philanthropy $3,181,800 Minneapolis, MN16 ViiV Healthcare $2,982,325 Research Triangle Park, NC17 California Community Foundation $2,778,807 Los Angeles, CA18 Strengthen Orlando — OneOrlando Fund $2,106,526 Orlando, FL19 American Jewish World Service $1,984,369 New York, NY20 Alphawood Foundation $1,686,500 Chicago, ILTOP GRANTMAKERSTOP 20 FUNDERS OF LGBTQ ISSUES, BY TOTAL DOLLAR AMOUNT2,31 Pride Foundation  348 Seattle, WA2 Horizons Foundation  324 San Francisco, CA2 Strengthen Orlando -  302 OneOrlando Fund  Orlando, FL4 Astraea Lesbian Foundation        246 for Justice New York, NY5 Our Fund  241 Wilton Manors, FL6 Tides Foundation  180 San Francisco, CA7 Borealis Philanthropy  172 New York, NY8 Wells Fargo  161 San Francisco, CA8 Trans Justice Funding Project 154 New York, NY10 Arcus Foundation  147 New York, NYTOP 10 FUNDERS OF LGBTQ ISSUES,  BY NUMBER OF GRANTSIn 2017, the top ten funders of LGBTQ issues awarded nearly $86.2 million, accounting for 43 percent of all funding for LGBTQ issues from U.S.-based foundations. While this does represent a decrease of $48.3 million from 2016, if we exclude the nearly $40 million1 in funding directly attributed to the 2016 Pulse Nightclub massacre reported in 2016 — funding from the top ten funders increased slightly, by $1.2 million from 2016. The top twenty funders awarded $117 million, accounting for 59 percent of the year’s total. Seven of the top twenty foundations were LGBTQ-specific funders, down from nine in 2016. In 2017, the top twenty list was comprised of six public foundations, ten private foundations, and four corporate funders.1 This $40 million total includes $29,510,000 in funding awarded through the OneOrlando fund as well as $9,445,045 awarded through the Equality Florida Institute in direct response to the Pulse Nightclub tragedy in 2016.2 In contrast to other sections of this report, this list of top funders includes dollars awarded for re-granting, so as to capture the full amount of funding flowing from (or through) each funder.3 In 2017, anonymous funders awarded a total of $15,570,000. If the anonymous funders appeared in the top twenty list as a single funder, they would rank as the number two U.S.-based foundation funder of LGBTQ issues.2017 Tracking Report7TOP GRANT RECIPIENTSIn 2017, the top 20 recipients of LGBTQ funding received a total of $40.4 million, accounting for 22 percent of all LGBTQ dollars granted in 2017. Nineteen of the top 20 grantees in 2017 are nonprofit organizations focused specifically on LGBTQ issues. The Southern AIDS Coalition, an advocacy coalition committed fighting AIDS in the U.S. South, was funded for work related to HIV/AIDS in the LGBTQ community. Eighteen of the 20 grant receipts are headquartered in the United States, with seven in California, five in New York City, and three in Washington, DC. Two top grantees are based outside the United States - AMSHER in South Africa and ISDAO in Kenya.1 New York LGBT Center $3,465,902 New York, NY2 Human Rights Campaign (HRC)   $3,140,026 Washington, DC3 African Men for Sexual Health and Rights (AMSHER) $3,000,000 Johannesburg, South Africa4 Transgender Law Center $2,868,351 Oakland, CA5 Genders & Sexualities Alliance Network $2,848,955 Oakland, CA6 All Out $2,630,000 New York, NY7 Astraea Lesbian Foundation for Justice $2,200,505 New York, NY8 University of California Los Angeles (UCLA) - Williams Institute $1,926,400 Los Angeles, CA9 Southern AIDS Coalition $1,816,219 Atlanta, GA10 Funders for LGBTQ Issues $1,775,500 New York, NY11 National Center for Lesbian Rights (NCLR) $1,721,788 San Francisco, CA12 Equality California Institute $1,639,850 Los Angeles, CA13 Los Angeles LGBT Center   $1,601,192 Los Angeles, CA 14 Initiative Sankofa d’Afrique de l’Ouest (ISDAO) $1,500,000 Nairobi, Kenya15 Equality Federation Institute $1,443,500 Portland, OR16 Movement Advancement Project (MAP) $1,430,750 Denver, CO17 LGBTQ Victory Institute $1,397,612 Washington, DC18 New York City Anti-Violence Project (AVP) $1,372,000 New York, NY19 Lambda Legal Defense & Education Fund $1,371,655 New York, NY20 National LGBTQ Task Force $1,320,510 Washington, DCTOP 20 GRANTEES OF FOUNDATION FUNDING FOR LGBTQ ISSUES  (EXCLUDES GRANT DOLLARS INTENDED FOR RE-GRANTING)44 In 2017, multiple anonymous grantees received a total of $6,414,363. This total includes individuals who received direct financial support in the form of scholarships or other direct financial assistance. If these anonymous grantees were to appear as a single entity on the top twenty list they would rank as the number one grant recipient of LGBTQ Funding.  SPECIAL UPDATETHE PHILANTHROPIC RESPONSE TO THE PULSE TRAGEDYOn June 12, 2016, a gunman attacked the Pulse Nightclub, a gay club in Orlando, Florida, taking 49 lives, wounding 68 others, and forever changing the lives of countless more. It was Latin night, and the majority of victims and survivors were LGBTQ and Latinx.More than $30 million was raised in response to the tragedy, the largest fundraising effort in history for a cause related to LGBTQ communities. Last year’s 2016 Tracking Report provided a detailed report on the various philanthropic and government initiatives deployed in the aftermath of the tragedy. That year, the OneOrlando Fund provided $29.5 million in direct financial support for approximately 300 hundred survivors and families of victims of the shooting. This direct assistance was tightly focused in both scope and time, but constituted a full 15 percent of the year’s total LGBTQ funding. As such, at several places in last year’s report, we showed funding data both including and excluding OneOrlando Fund funding, so as to offer figures that were inclusive of the full scope of the year’s giving but also that showed trends and comparisons with giving from other years.While the vast majority of dollars related to the Pulse tragedy were given out in 2016, the philanthropic response continued in 2017 and beyond. The OneOrlando Fund distributed an additional $2 million to survivors and families of victims. For consistency with last year’s report, this year’s report shows figures both including and excluding OneOrlando Fund distributions in those cases where they make up a disproportionate share of a specific subcategory of funding.Several other philanthropic initiatives awarded funding in 2017, particularly those seeking to address the long-term effects of the shooting —and the long-standing inequities that the tragedy brought to light. The Better Together Fund of the Central Florida Foundation awarded $406,054 for mental health and other social services, and to foster increased awareness and understanding across differences. The Contigo Fund, housed at OurFund Foundation, provided $614,824 for efforts to heal, educate and empower communities most affected by the tragedy and build bridges connecting all of Central Florida’s diverse community groups.The continuing needs and ongoing philanthropic efforts in response to the Pulse massacre are a demonstration of the long-term nature of the challenges presented by disasters and mass tragedies. While the bulk of funding related to Pulse was raised and awarded in the first six months of the tragedy, the philanthropic work in Central Florida’s LGBTQ and Latinx communities carries on — with fewer resources but also with potential not only for healing but for fostering lasting change.2017 Tracking Report9While foundation giving to LGBTQ issues (exclusive of OneOrlando Fund grantmaking) increased in 2017, this growth was not uniform across foundation types, and some foundation categories decreased their LGBTQ grant making in 2017. Community Foundation giving saw the greatest increase, nearly doubling between 2016 and 2017 to account for 6 percent of all funding in 2017. This increase reflects the greater representation of community foundations in this report as well as significant growth in donor advised giving for LGBTQ issues reported at several institutions. Corporate funding for LGBTQ issues also increased by $6.6 million, or 33 percent, to account for 14 percent of all giving in 2017. This rise was driven by substantial increases from Gilead Sciences and ViiV Healthcare for HIV/AIDS work in LGBTQ communities.Anonymous foundations decreased funding by over 40 percent from a high of over $27 million in 2016 when anonymous foundations accounted for 11 percent of funding for LGBTQ Issues. Excluding funding from the OneOrlando Fund, the LGBTQ public foundations also decreased, falling by $4 million from 2016 to a three year low of $20.2 million, or 10 percent of funding for LGBTQ issues. This is due in large part to the end of the Weiland Bequest giving, which was administered by Pride Foundation. Giving from the Weiland Bequest typically accounted for $4-$5 million a year for the last eight years.SOURCES OF LGBTQ FUNDING10%14%22%14%8%26%Anonymous FundersCorporate FundersLGBTQ Private FoundationsNon-LGBTQ Private FoundationsLGBTQ Public FoundationsCommunity Foundations11%22%24%$41,817,405$20,449,31014%4%$50,985,257$42,478,374$27,099,31814%22%26%12%10%$15,570,0008%$20,254,837$12,351,847$46,582,150$27,013,706$24,146,411$20,144,646(including OneOrlando Fund)$33,591,456 (including OneOrlando Fund)$30,189,559(including OneOrlando Fund)$56,920,044 (including OneOrlando Fund)$198,929,192(including OneOrlando Fund)$202,212,772(including OneOrlando Fund)$6,853,9886%2017 12%14%24%11%6%4%14%22%2016 2016 2017 Non-LGBTQ Public Foundations$27,410,04414%14%$28,083,033Total$194,273,013$196,822,666Sources of LGBTQ Grant Dollars by Funder Type55 In contrast to other sections of this report, this chart includes dollars awarded for re-granting, so as to capture the full amount of funding flowing from (or through) each type of funder.10GEOGRAPHIC FOCUS30%29%18%8%10%International (Global Focus)U.S. — NationalU.S. — Regional (Multi-State)U.S. — StatewideU.S. — LocalOutside the U.S.$18,010,044 $9,245,146 $53,106,270 29%5%10%30%$14,585,136 8%$54,726,476$33,966,83318%Total$183,350,2132017 2017       $19,808,569$6,060,245$53,884,82731%4%11%28%$14,696,2319%$47,536,049$30,816,85118%Total$172,802,7722016 28%31%18%9%5% 4%11%2016 $56,833,002(including OneOrlando Fund)$77,046,049 (including OneOrlando Fund)$185,841,930(including OneOrlando Fund)$202,212,772(including OneOrlando Fund)Distribution of LGBTQ Grant Dollars by Geographic FocusIn 2017, approximately 73 percent of funding focused on LGBTQ communities in the United States while approximately 26 percent focused on LGBTQ issues globally, or outside the United States.Funding for LGBTQ communities in the United States totaled $134.8 million in 2017. The majority of the domestic funding focused on work at the local level — totaling $54.7 million, an increase of 14 percent from the $47.5 million reported in 2016, and accounting for 30 percent of all funding in 2017.  Funding for work that was national in scope decreased by more than $500,000 but accounted for a similarly large share of domestic funding at 29 percent. Support for work at the state and regional level also remained relatively consistent in their share of funding,  accounting for 10 and 5 percent of all funding, respectively. Overview2017 Tracking Report11TYPE OF SUPPORTConsistent with established trends, funding for program or project specific support was the most common type of support in 2017, decreasing by 3 percent from 2016 but still accounting for 46 percent of all funding. Funding for general operating support increased by 14 percent or nearly $10 million dollars to account for 42 percent of all funding, a record for this category. Funding for direct victim support decreased substantially as distributions from the OneOrlando Fund to survivors and families of victims of the Pulse Nightclub tragedy were mostly disbursed in 2016. Funding for capacity building remained level while scholarship and fellowship support declined slightly. The ‘other’ category captures other types of funding, including: capital support, corporate matching gifts, emergency funding, endowment support, matching grants, prizes and awards, seed funding, sponsorships, as well  as funds awarded to international intermediaries  for the the purposes of regranting.  Distribution of LGBTQ Grant Dollars by Type of Support2017 201642%5%47%39%51%20162017Program/Project SupportDirect Victim SupportCapacity-Building SupportScholarships and FellowshipsGeneral Operating Support<1%6%2%$4,078,279 $9,628,993 $0 51%$88,073,569 39%$67,003,518 $3,598,538 $9,861,899 $0 <1%5%2%$86,062,64347%$76,692,16742%OtherTotal2%$4,078,279 $172,702,772 $7,520,158 4%$183,735,4046%$2,106,526(including OneOrlando Fund)$29,510,000 (including OneOrlando Fund)$185,841,930(including OneOrlando Fund)$202,212,772(including OneOrlando Fund)POPULATION FOCUSConsistent with previous reporting, the vast majority of LGBTQ grants in 2017, over $142.6 million or 73% of funding, targeted the LGBTQ community broadly. The data below looks at grants that specifically supported one segment of the LGBTQ community.Trans funding increased by over 40 percent from a record high of $22.4 million in 2016 to over $32 million on 2017, to account for 17 percent of funding for LGBTQ issues. Funding for lesbians and queer women, bisexuals, and intersex people also saw modest increases in 2017.Distribution of LGBTQ Grant Dollars by Sexual Orientation, Gender Identity, and Sex Characteristics2017201620162017Lesbians/Queer WomenBisexual PeopleTransgender PeopleIntersex PeopleGay Men/Queer Men/MSM$1,737,605 $32,072,197 $210,776 <1%17%1%$5,127,585 3%$11,937,066  6%$1,362,156 $22,434,839 $300 <1%11%1%$4,029,117 2%$9,126,551 5%= $250,00012STRATEGIES FUNDEDStrategy 2017 Funding % 2016 Funding %Advocacy $78,471,664 42% $77,999,796 39%Advocacy (General)  $42,945,661 23% $39,631,010 20%Community Organizing $16,094,242 9% $12,447,844 6%Intergovernmental Advocacy $0 <1% $5,000 <1%Litigation  $9,189,784 5% $11,476,421 6%Public Education  $10,241,977 6% $14,439,522 7%Capacity-Building and Training  $22,259,175 12% $23,429,941 11%Conferences/Seminars/Travel Grants  $2,233,137 1% $1,865,648 1%Leadership Development  $6,054,590 3% $8,451,762 4%Organizational Capacity Building  $10,066,003 5% $8,142,294 4%Training/Technical Assistance  $3,905,445 2% $4,970,237 2%Culture and Media  $11,813,008 6% $9,607,592 5%Culture  $8,768,676 5% $7,363,164 4%Electronic Media/Online Services  $593,502 <1% $749,640 <1%Film/Video/Radio  $2,450,830 1% $1,494,788 1%Direct Service $31,978,458 17% $30,864,852 15%Philanthropy and Fundraising  $20,590,368 11% $14,119,724 7%Fundraising Event  $1,198,854 1% $1,166,645 1%Matching Grant  $25,000 <1% $10,250 <1%Philanthropy  $19,366,515 10% $12,942,830 6%Research  $11,392,823 6% $11,155,615 6%Victim Support  $2,106,526 1% $29,510,000 15%Other  $7,430,320 4% $5,625,252 3%Multi-Strategy  $6,941,376 4% $5,118,891 3%Other  $488,944 <1% $506,361 <1%Total $185,841,930 $202,312,772Consistent with previous years, advocacy was again the most funded strategy in 2017, with 42 percent of LGBTQ funding supporting advocacy work. In 2016, the victim support category was added to capture the nearly $30 million in funding to support the families of victims and survivors of the Pulse Nightclub Massacre in Orlando. In 2017, the OneOrlando Fund awarded an additional $2.1 million in direct victim support to families of victims and survivors. Detailed Breakdown of Strategies FundedOverview2017 Tracking Report13ISSUES ADDRESSEDIssue 2017 Funding % 2016 Funding %Civil and Human Rights  $85,774,320 46% $89,502,347 44%Health and Wellbeing  $35,943,783 19% $30,985,113 15%Strengthening Communities, Families, and Visibility  $30,763,787 17% $28,405,924 14%Education and Safe Schools  $8,815,516 5% $6,132,996 3%Violence, Homophobia, and Transphobia  $6,673,023 4% $31,900,337 16%Economic Issues  $6,629,890 4% $6,216,616 3%Other Issues  $11,432,022 6% $9,169,439 5%Total $185,841,930 $202,312,772Civil and human rights issues continued to receive the largest share of funding in 2017, accounting for nearly half of all LGBTQ funding. Funding for health and wellbeing increased to nearly 20 percent, driven largely by funding for HIV/AIDS.Funding for issues related to violence, homophobia, and transphobia declined sharply, due to the sharp increase of funding reported in 2016 related to the Pulse Nightclub Massacre in Orlando.Breakdown of Issues Addressed1 New York LGBT Center   $3,465,902 New York, NY2 Human Rights Campaign (HRC) Foundation $3,080,026 Washington, DC3 Transgender Law Center   $2,868,351 Oakland, CA4 Genders & Sexualities Alliance Network  $2,848,955 Oakland, CA5 Southern AIDS Coalition  $1,816,219 Atlanta, GA6 Funders for LGBTQ Issues    $1,775,500 New York, NY7 National Center for Lesbian Rights (NCLR) $1,721,788 San Francisco, CA8 Equality California Institute    $1,639,850 Los Angeles, CA9 Los Angeles LGBT Center $1,601,192 Los Angeles, CA10 Equality Federation Institute   $1,443,500 Portland, OR1 Gilead Sciences    $10,097,801 Foster City, CA2 Arcus Foundation    $9,729,000 New York, NY3 Gill Foundation    $9,520,007 Denver, CO4 Evelyn & Walter Haas, Jr. Fund   $5,038,200 San Francisco, CA5 Ford Foundation    $5,030,000 New York, NY6 H. van Ameringen Foundation  $4,319,500 New York, NY7 Elton John AIDS Foundation   $4,080,500 New York, NY8 The California Endowment   $3,775,111 Los Angeles, CA9 Tides Foundation    $3,508,122 San Francisco, CA10 Wells Fargo  $3,214,971 San Francisco, CATOP 10 DOMESTIC FUNDERS6 TOP 10 DOMESTIC GRANTEES76 In 2017, anonymous funders awarded a total of $9,210,000 to support LGBTQ issues in the United States. If the anonymous funders appeared in the top ten list as a single funder, they would rank as the number four funder of LGBTQ issues domestically.7 In 2017, multiple anonymous grantees received a total of $4,901,944 for work benefiting LGBTQ communities in the United States. This includes the individuals who received victim support in the aftermath of the Pulse Nightclub Massacre in Orlando. If the multiple anonymous grantees appeared in the top twenty list as a single grantee, they would rank as the number one grant recipient of domestic LGBTQ funding.DOMESTIC FUNDING OF LGBTQ ISSUESIn 2017, funding for LGBTQ issues in the United States totaled, $137 million - down slightly from last year’s record high of $157.1 million that included nearly $30 million in direct victim support for those affected by the Pulse Nightclub Massacre. With dollars for re-granting included, total domestic funding was $146.5 million in 2017.Local and statewide funding also dipped slightly for the same reason, totaling $83.9 million. Down from the record high of $102.9 million in 2016, but higher than the $73.4 million in 2016 without OneOrlando Fund grantmaking.2017 Tracking Report151 Gilead Sciences $5,646,283 Foster City, CA2 Gill Foundation $4,276,007 Denver, CO3 The California Endowment  $3,772,111 Los Angeles, CA4 Arcus Foundation  $3,433,000 New York, NY5 Elton John AIDS Foundation  $3,198,000 New York, NY6 Tides Foundation $2,483,622 San Francisco, CA7 H. van Ameringen Foundation $2,380,000 New York, NY8 Borealis Philanthropy $2,357,250 Minneapolis, MN9 ViiV Healthcare $2,188,732 Research Triangle, NC10 Strengthen Orlando — OneOrlando Fund $2,106,526 Orlando, FL1 New York LGBT Center $3,465,902 New York, NY2 Southern AIDS Coalition   $1,816,219 Atlanta, GA3 Equality California Institute $1,639,850 Los Angeles, CA4 Los Angeles LGBT Center  $1,586,192 Los Angeles, CA5 Freedom for All Americans $1,190,000 Washington, DC6 Pride Foundation $1,119,638 Seattle, WA7 Desert AIDS Project  $1,084,775 Palm Springs, CA8 Hetrick-Martin Institute (HMI) $1,017,672 New York, NY9 Genders & Sexualities Alliance Network $1,009,955 Oakland, CA10 Women With A Vision $979,559 New Orleans, LATOP 10 FUNDERS OF LOCAL AND STATE-LEVEL WORK TOP 10 LOCAL AND STATE-LEVEL GRANTEES88 In 2017, multiple anonymous grantees received a total of $3,598,271 for the benefit of local and state-wide LGBTQ communities. This includes the individuals who received victim support in the aftermath of the Pulse Nightclub Massacre in Orlando. If the multiple anonymous grantees appeared in the top ten list as a single grantee, they would rank as the number one grant recipient of local and state-level funding.16LOCAL, STATE, AND REGIONAL FUNDING OF LGBTQ ISSUESFunding for local, statewide, and regional LGBTQ work in the United States totaled $84 million in 2017, down for the record high of $102.9 million in 2016. That record high was made possible by the OneOrlando Fund giving. Without OneOrlando Fund grantmaking, the total was $73.4 million 2016 and $81.9 million in 2017.The South received the largest share of grant dollars for the first time since we began tracking funding by region. The South received $22.7 million in funding — $24.8 million if you include final disbursements from the OneOrlando Fund for the survivors and the families of the victims of the Pulse Nightclub Massacre — representing a 27 percent increase in funding.The Northwest region received the second largest share of grant dollars with $22.4 million in funding, representing a 20 percent increase in funding. Meanwhile the Pacific region saw a 3 percent decrease in funding, with $21 million in 2017. The Midwest posted a modest three percent increase with $8.8 million in funding. Meanwhile, the Mountain region saw the biggest percentage increase, 48 percent, but received the smallest share of grant dollars at just $4.9 million.In 2017, funding for Puerto Rico increased by 75 percent to $341,644. There was also $1.8 million awarded for local or regional work that cut across regions or was otherwise anonymous.California and New York were once again the top funded states in 2017, at $16.4 million and $15.7 million respectively. This represents a slight dip for California and a record high for New York. With a $4.8 million increase in funding in 2017, New York experienced the most significant increase in local and statewide funding. If you exclude OneOrlando Fund grantmaking, California and New York were the only states to receive more than $5 million in funding. Florida, Georgia, Illinois, and Texas all received more than $2.5 million in funding.In 2017, 28 states saw an increase in local and statewide funding while 22 states and the District of Columbia experienced a decrease.  Eighteen states and the District of Columbia received more than $1 million in LGBTQ funding, up from 14 in 2016. No state that received more than $1 million in funding in 2016 dropped below that level. The states joining the “million dollar club” in 2017 included returning states Colorado and Ohio and first-timers Arizona and New Mexico.Most of the decreases were moderate, with only 5 states and the District of Columbia seeing decreases of $250,000 or more. Washington — the state to experience the biggest decrease in 2017 — was the only state to witness a decrease of more than $500,000.There were three states where we could not identify any LGBTQ funding in 2017: Nebraska, New Hampshire, and West Virginia.Region 2017 2016 Percent ChangeMidwest $8,758,652 $8,483,928       3%Mountain $4,922,661 $3,321,748     48%Northeast $22,365,842 $18,630,833     20%Pacific $20,958,073 $21,341,571       2%South$22,789,493  ($24,896,019 with  OneOrlando Fund Grantmaking)$17,882,284  ($47,392,284 with  OneOrlando Fund Grantmaking)    27%U.S. Territories (Puerto Rico) $341,644 $195,000     75%Multi-Region/Unspecified $1,845,300 $3,548,000       48%Total$81,981,666 ($84,088,192 with  OneOrlando Fund Grantmaking)$73,404,863  ($102,914,863 with OneOrlando Fund Grantmaking)   11%Local, State, and Regional LGBTQ Funding, By RegionDomestic Funding of LGBTQ Issues2017 Tracking Report17$3,000,000 - $9,999,999$10,000,000 - $19,999,999$1,000,000 - $2,999,999$500,000 - $999,999$100,000 - $499,999$15,000 - $99,999$1 - $14,999$0DCPuerto RicoHawaiiAlaskaMidwest $8,758,652Illinois  $3,182,681Indiana $40,920Iowa  $22,975Kansas $25,000Michigan $1,168,242Minnesota $1,758,361Missouri $349,525Nebraska  $-  North Dakota  $2,500Ohio  $1,286,148South Dakota  $25,800Wisconsin  $392,000Midwest Region (General) $504,500Mountain $4,922,661Arizona $1,740,003Colorado $1,188,375Idaho $53,650Montana $320,538Nevada $19,600New Mexico $1,227,050Utah $364,945Wyoming $8,500Mountain Region (General) $10,000Pacific $20,958,073Alaska  $73,500California $16,441,044Hawaii $74,666Oregon $1,825,265Washington $1,105,721Pacific Region (General) $1,437,877U.S. Territories $341,644Puerto Rico $341,644Multi-Regional / Unspecified $1,845,300Total $81,981,666Total (with OneOrlando Fund Grantmaking)$84,088,192Northeast $22,365,842Connecticut  $108,205Delaware  $10,000District of Columbia $1,422,093Maine  $171,100Maryland  $858,972Massachusetts $1,615,174New Hampshire  $-  New Jersey  $78,700New York $15,739,488Pennsylvania  $1,088,225Rhode Island  $249,052Vermont  $210,458Northeast Region (General) $814,375South (Including OneOrlando Fund)$24,896,019South (Not Including OneOrlando Fund)$22,789,493Alabama  $624,832Arkansas $15,500Florida* $4,759,082Florida (with OneOrlando Fund Grantmaking)$6,865,608Georgia $2,573,326Kentucky  $185,714Louisiana  $1,634,888Mississippi  $696,300North Carolina $1,567,957Oklahoma  $282,729South Carolina  $380,466Tennessee  $479,300Texas  $2,623,766Virginia $277,240West Virginia  $-  South Region (General) $6,688,394Local, State, and Regional Funding of LGBTQ Issues, by State (Density Map)18Our metric of GDQ, or “Grant Dollars per Queer,” analyzes the total local and statewide LGBTQ grant dollars awarded per state or region divided by the estimated number of adults in said state or region who identify as lesbian, gay, bisexual, or transgender. The goal of the GDQ is to assess the level of funding for each state relative to its population. In 2016, the overall GDQ decreased slightly to $7.36, partially on account of more LGBT adults coming out in the Gallup surveys and a subsequent increase in the estimated number of LGBT adults in the United States.Despite the increase in LGBT adults and the decrease in the overall GDQ, both the average GDQ and the median GDQ increased. In 2017, the average GDQ for states and the District of Columbia was $4.77, up from $4.68 in 2016. In 2017, the median GDQ for the 50 states and the District of Columbia was $3.21, up from $2.92 in 2016. In 2017, 27 states saw their GDQ increase, while the other 23 states and the District of Columbia witnessed a decrease in GDQ. New Mexico had the largest increase, with a $6.79 increase, while the District of Columbia had the biggest decrease, with a $11.20 decrease.The District of Columbia, New York, and New Mexico had the three highest GDQs, in that order. They join California, Louisiana, and Montana as the only six states with GDQ’s over $10.While the South has become the most funded region, it still has a much lower GDQ than the Pacific or Northeast, at $6.25 compared to $9.60 and $9.48, respectively. The Midwest has the lowest GDQ at $4.09. It is the lowest GDQ for any region in last three years.FUNDING PER LGBT ADULTLGBTQ Funding per LGBT Adult, by State$15.01 – $20.00$10.01 – $15.00$20.01 – $50.00$5.01 – $10.00$2.51 – $5.00$1.01 – $2.50$0.51 – $1.00$0.01 – $0.50$0DCDomestic Funding of LGBTQ Issues2017 Tracking Report19Region 2017 2016 Percent ChangeMidwest $4.09  $4.38       7%Mountain $6.06  $4.64    31%Northeast $9.48  $8.86      7%Pacific $9.60  $10.92    12%South $6.28 ($6.86 with OneOrlando Fund Grantmaking) $5.64 ($14.96 with OneOrlando Fund Grantmaking)   11%Total$7.36 ($7.55 with OneOrlando Fund Grantmaking) $7.43 ($10.42 with OneOrlando Fund Grantmaking)     1%LGBTQ Funding, by RegionMidwest  $4.09Illinois  $7.49Indiana  $0.18Iowa  $0.26Kansas $0.34Michigan  $3.73Minnesota  $9.95Missouri  $1.94Nebraska  $–North Dakota  $0.16Ohio  $3.29South Dakota  $1.29Wisconsin  $2.27Mountain $6.06Arizona $6.99Colorado  $5.83Idaho  $1.47Montana  $13.27Nevada  $0.15New Mexico  $16.90Utah  $4.43Wyoming $0.58Pacific  $9.60Alaska  $3.59California  $10.15Hawaii  $1.45Oregon  $9.83Washington  $3.62Northeast  $9.48Connecticut  $0.98Delaware $0.29District of Columbia  $25.24Maine  $3.21Maryland  $4.35Massachusetts  $5.40New Hampshire  $–New Jersey  $0.28New York  $19.94Pennsylvania  $2.61Rhode Island  $6.50Vermont  $7.93South $6.25 South (with OneOrlando Fund Grantmaking) $6.38 Alabama  $5.31Arkansas  $0.20Florida  $6.06 Florida (with OneOrlando Fund Grantmaking)  $8.74 Georgia  $7.14Kentucky  $1.58Louisiana  $11.76Mississippi  $8.72North Carolina  $4.85Oklahoma  $2.49South Carolina  $2.73Tennessee  $2.60Texas  $3.00Virginia  $1.07West Virginia  $–LGBTQ Funding per LGBT Adult, by State SPECIAL UPDATEGROWTH IN FUNDING FOR LGBTQ ISSUES IN THE SOUTHIn 2017, LGBTQ funding for the South exceeded $22 million (excluding OneOrlando Funding), an increase of 27 percent over 2016. Since we began tracking funding at the regional level and launched our Out in the South Initiative, LGBTQ funding for the South has nearly quintupled. As of this tracking report, the region now receives more LGBTQ funding than any other region in the U.S., followed closely by the Northeast and Pacific. Nevertheless, when accounting for the fact that the South is home to more than one-third of the country’s LGBTQ adult population, the region still lags behind the Northeast and the Pacific in LGBTQ funding per LGBT adult.    The growth in Southern LGBTQ funding is the result of the shared efforts of national and Southern funders to increase resources for advancing LGBTQ justice in the region. While this increase in funding is a positive step forward, it is also highly dependent on a small number of funders and spread unevenly across the region. As shown in the section on Local, State, and Regional Funding, only five of fourteen Southern states have surpassed $1 million in LGBTQ funding: Florida, Georgia, Louisiana, North Carolina, and Texas. States such as Arkansas, Kentucky, Oklahoma, Virginia, and West Virginia receive LGBTQ funding ranging from $0 to less than $300,000. In addition, the increase in funding has been highly dependent on a small number of funders, largely based outside the South. The top 10 funders of LGBTQ issues in the South collectively awarded about half of all funding for the region. Of these funders, only two were based in the South pointing to the need for cultivating locally driven, sustainable resources for the region’s LGBTQ movement. Much of the increase in funding was also driven by a rise in HIV funding for LGBTQ funding in the South, driven largely by Gilead Sciences and the Elton John AIDS Foundation. In part, this reflects the philanthropic response to the alarming incidence of HIV in the region, which accounts for half of new HIV infections. As Funders for LGBTQ Issues and its members continue to advance the work of the Out in the South Initiative, these data indicate both significant progress as well as the need to address the continued under-resourcing of the region’s needs.1 Gilead Sciences $3,527,697 Foster City, CA2 Elton John AIDS Foundation $1,974,000 New York, NY3 Gill Foundation $1,666,007 Denver, CO4 Arcus Foundation $1,339,500 New York, NY5 Evelyn & Walter Haas, Jr. Fund $963,833 San Francisco, CA6 Astraea Lesbian Foundation for Justice $840,000 New York, NY7 Amy Mandel and Katina Rodis Fund $810,820 Asheville, NC8 Borealis Philanthropy $743,250 Minneapolis, MN9 ViiV Healthcare $693,000 Research Triangle, NC10 Ford Foundation $600,000 New York, NYTOP 10 FUNDERS FOR LGBTQ ISSUES IN THE SOUTH22ISSUES ADDRESSED IN DOMESTIC FUNDINGIssue 2017 % 2016 %Civil Rights $52,694,352 38% $55,254,503 35%Civil Rights (General) $25,603,813 19% $32,709,734 21%Criminalization and Criminal Justice Reform $4,171,178 3% $3,686,398 2%Gender Identity Rights $9,064,300 6% $6,310,272 4%Immigration and Refugee Issues $2,902,150 2% $2,844,901 2%Marriage and Civil Unions $105,000 <1% $4,100 <1%Military Inclusion $870,000 <1% $821,053 1%Nondiscrimination Protections $5,577,256 4% $7,422,833 5%Religious Exemptions $1,480,500 <1% $460,200 <1%Sexual and Reproductive Rights/Justice $2,898,155 2% $992,012 1%Health and Wellbeing $27,645,366 20% $25,612,314 16%Cancer $64,750 <1% $602,497 <1%Cultural Competence and Data Collection $595,224 <1% $1,245,916 1%General Health Services and Health Promotion $6,314,473 5% $5,908,916 4%HIV/AIDS $17,634,537 13% $15,912,711 10%Insurance Coverage $62,665 <1% $95,000 <1%Mental Health, Substance Abuse, and Suicide Prevention $1,919,956 1% $1,512,605 1%Primary Care $129,012 <1% $130,478 <1%Sexual and Reproductive Health $924,750 1% $204,191 <1%Strengthening Communities, Families, and Visibility $27,106,304 20% $24,996,864 16%Community Building and Empowerment $11,748,930 9% $12,080,027 8%Religion $3,483,607 3% $1,882,940 1%Strengthening Families $1,028,295 1% $2,502,577 2%Visibility $10,845,472 8% $8,481,320 5%Education and Safe Schools $8,785,516 6% $6,105,406 6%Education $4,301,487 3% $2,879,025 2%Safe Schools $4,484,029 3% $3,226,381 4%In the year after the Pulse Nightclub Massacre, Addressing Violence, Homophobia, Biphobia, and Transphobia went from being the second most funded issue area to its normal spot as the least funded issue area.Civil Rights continued its run as the most funded issue area, but saw no growth in the actual funding. Health and Wellbeing was the second most funded issue area, while Strengthening Communities, Families, and Visibility was the third most funded issue area.LGBTQ funding focused on education, gender identity rights, HIV/AIDS, religion, religious exemptions, safe schools, sexual and reproductive rights and justice, and visibility increased, with each issue area seeing an increase of $1 million or more.Detailed Breakdown of Issues Addressed in Domestic FundingDomestic Funding of LGBTQ Issues2017 Tracking Report23Economic Issues $6,616,290 5% $6,028,559 4%Food Security $289,075 <1% $531,800 <1%Housing and Homelessness $5,164,531 4% $4,105,736 3%Labor and Employment $1,162,684 1% $1,391,023 1%Addressing Violence, Homophobia, Biphobia, and Transphobia $6,258,023 5% $31,564,421 20%Anti-Violence $4,534,791 3% $30,610,939 19%Gun Control $0 0% $26,500 <1%Homophobia, Biphobia, and Transphobia $1,723,232 1% $926,982 1%Other Issues $8,088,611 6% $7,237,623 5%Multi-Issue $4,411,454 3% $2,938,478 3%Philanthropy $3,666,520 3% $4,299,145 2%Unspecified $10,636 <1% $0 <1%Total $137,194,461   $156,799,690 Detailed Breakdown of Issues Addressed in Domestic Funding (cont.)DOMESTIC POPULATION FOCUSAs in previous years, the vast majority of domestic grant dollars were awarded to organizations and programs that serve LGBTQ people generally. Only 24 percent of grant dollars singled out a specific segment of the LGBTQ population. Funding for trans communities in the United States reached another record high in 2017. At $22.6 million, funding for U.S. trans communities increased by 33 percent.2017 2016 20162017Lesbians/Queer WomenBisexual PeopleTransgender PeopleIntersex PeopleGay Men/Queer Men/MSM$634,475$22,564,755$157,922<1%16%<1%$2,313,6882%$8,228,5866%$244,500$16,976,892$300<1%11%<1%$3,002,1532%$5,984,0824%= $250,000Distribution of Domestic Grant Dollars by Sexual Orientation, Gender Identity, and Sex Characteristics24Domestic Funding of LGBTQ IssuesIn 2017, funding for LGBTQ communities of color totaled $26.6 million. If you exclude OneOrlando Fund grantmaking from the last two years, this year would represent a new record high in funding for LGBTQ communities of color - going from $20 million without OneOrlando Fund grantmaking in 2016 to $24.5 million without OneOrlando Fund grantmaking in 2016.This increase was driven by a nearly $4 million increase in funding for communities of color in general and a more $500,000 increase in funding for LGBTQ Latinx communities.Excluding OneOrlando Fund, the top ten funders of LGBTQ communities of color in 2017 were: Borealis Philanthropy, Gilead Sciences, Arcus Foundation, Ford Foundation, Astraea Lesbian Foundation for Justice, The California Endowment, ViiV Healthcare, Elton John AIDS Foundation, Groundswell Fund, and Tides Foundation. Together they awarded $13.8 million, or 52 percent of all funding for LGBTQ communities of color.HIV/AIDS was the most funded issue, with 16 percent of all funding for LGBTQ communities of color focused on HIV/AIDS.2017 2016 20162017People of Color (General)Asian American/Pacific IslanderLatinxMiddle EasternAfrican American/Black$7,000$2,961,139$1,389,8951%2%<1%Native American$272,500<1%$14,424,95611%$5,404,1874%$11,000$2,463,603 $1,153,5821%2%<1%$311,750<1%$10,656,7807%$5,376,9263%= $250,000$5,067,665(including OneOrlando Fund)$31,973,693 (including OneOrlando Fund)Distribution of Domestic Grant Dollars Among People of Color2017 Tracking Report25Distribution of Domestic Grant Dollars Among Other PopulationsFunding for LGBTQ children and youth, which is historically the most funded subpopulation, reached a new record high in 2017 of $25.2 million after a $5.1 million or 26 percent increase.Funding for LGBTQ people who are homeless or marginally housed, immigrants or refugees, currently or formerly incarcerated, or living with HIV/AIDS also increased by more than $500,000 across each sub-population.2017 2016 20162017Children and YouthHomeless and Marginally Housed PeopleImmigrants and RefugeesIncarcerated/Formerly Incarcerated PeopleEconomically Disadvantaged People$2,791,300$4,208,250$5,445,7344%3%2%Military Service Members and Veterans$1,012,7501%Older Adults$2,413,7042%People Living with HIV/AIDS (PLWHA)$23,204,41717%$25,517,93519%$1,705,0811%People with DisabilitiesSurvivors of Violence Sex Workers$897,7931%$125,3701%$990,9501%Survivors of Violence (Including OneOrlando Fund)$3,004,319 $1,857,686$3,505,247$4,032,8733%2%1%$848,5531%$2,839,5322%$21,357,67914%$20,108,72713%$1,914,2961%$1,362,951 1%$30,872,951 $85,000<1%$953,5801%= $250,00026In 2017, funding for people of faith increased 10 percent to $5.9 million, up from $5.4 million in 2016. Noticeably, funding for LGBTQ Muslims more than tripled, but still is less than $1 million a year. The Arcus Foundation and the Evelyn and Walter Haas, Jr. Fund were the top two funders of LGBTQ people of faith, collectively providing 56 percent of the funding. Distribution of Domestic Grant Dollars Among People  of Faith2017 2016 20162017ChristiansMuslimsPeople of Faith (General)Jewish People$3,240,937$723,500<1%2%$1,302,4431%$647,064<1%$2,981,256$191,500<1%2%$1,447,9721%$746,579<1%= $250,000Domestic Funding of LGBTQ IssuesDOMESTIC FUNDING BY TYPE OF ORGANIZATIONLGBTQ ORGANIZATIONS VS. NON-LGBTQ ORGANIZATIONSOf the $137 million in domestic funding for LGBTQ communities, $132 million was awarded to organizations and $5 million supported individuals. LGBTQ organizations, those whose missions explicitly focus on LGBTQ issues, were awarded $85.2 million or 64 percent of funding for domestic organizations. Non-LGBTQ organizations that received funding for an LGBTQ-specific campaign, program, project, or outreach effort were awarded $46.3 million or 35 percent of funding for domestic organizations. Examples of non-LGBTQ organizations receiving significant funding for LGBTQ work in 2017 include HIV/AIDS service providers such as the Southern AIDS Coalition and Desert AIDS Project, as well as non-profits such as Media Matters for America and Forward Together.Funding for LGBTQ organizations increased by approximately $3.3 million, while funding for non-LGBTQ organizations increased by $3.5 million. Funding for unnamed or anonymous organizations increased in 2017 but continued to account for less than one percent of funding to domestic organizations.For the second year in a row, the percentage of funding for domestic LGBTQ organizations decreased relative to funding to non-LGBTQ organizations, accounting for less than two-thirds of domestic funding for the first time since we began tracking funding by organization type.NOTE: All figures in this section exclude the $5 million awarded to individuals. That funding includes ongoing direct victim support for individuals affected by the Pulse Nightclub Massacre as well as scholarships and fellowships.64%<1%Breakdown of Domestic Grant Dollars by Recipient Type: LGBTQ vs. Non-LGBTQLGBTQ Organizations$85,241,99635%Non-LGBTQ Organizations$46,370,521Unspecified$609,659 28Domestic Grant Dollars for LGBTQ Organizations, by Recipient Organization TypeAdvocacy Organizations41%Grassroots Community Groups10%41%4%10%15%29%Arts and Culture Organizations4%Infrastructure Organizations15%Service Providers29%While advocacy organizations continue to capture the largest share of funding for LGBTQ organizations in the United State, the percentage of funding for LGBTQ advocacy organizations decreased slightly to 41 percent, down from 45 percent reported in 2016. LGBTQ advocacy organizations with a national scope receive over 20 percent of this funding, followed by organizations focusing on litigation and legal services and state-based advocacy organizations, receiving 10 and 9 percent of funding respectively. Funding for local advocacy organizations increased in 2017, from $1.7 million in 2016 to nearly $3 million, or 3 percent of funding for advocacy organizations.Service providers received the second highest share of funding for domestic LGBTQ organizations, accounting for just over $25.2 million or nearly 30 percent of funding in 2017, a total consistent with 2016 funding levels. Of this funding, twelve percent was directed towards community centers, which received the largest share of funding to service providers. Funding for community centers increased to $10.5 million, up from $8.4 million in 2016.Funding for infrastructure organizations increased from $9 million in 2016 to nearly $13 million in 2017, to account for 15 percent of all funding for domestic LGBTQ organizations. This growth was driven largely by increases in funding to LGBTQ public foundations as well as funding for research institutes such as the Williams Institute.Funding remained consistent for the remaining categories of LGBTQ domestic organizations, with only minor fluctuations. Grassroots community groups—including faith-based groups, GSA networks, and pride organizations—captured 10 percent of funding for domestic LGBTQ organizations, followed by arts and culture organizations, which received 4 percent of funding.BREAKDOWN OF DOMESTIC FUNDING FOR LGBTQ ORGANIZATIONSDomestic Funding by Type of Organization2017 Tracking Report29Organization Type / Sub-Type 2017 % 2016 % Advocacy Organizations $35,112,584 41% $36,843,312 45%National Advocacy Organizations $14,468,217 17% $16,303,941 20%Regional Advocacy Organizations $1,653,414 2% $1,395,147 2%State Advocacy Organizations $7,668,465 9% $7,286,035 9%Local Advocacy Organizations $2,813,725 3% $1,750,085 2%Litigation & Legal Services Organizations $8,508,764 10% $10,108,103 12%Arts and Culture Organizations $3,614,910 4% $3,362,793 4%Grassroots Community Groups $8,352,224 10% $6,786,702 8%Athletic Groups $158,810 <1% $315,630 <1%Business/Professional Networks $1,149,137 1% $431,450 1%Faith-based Groups $1,228,046 1% $1,617,548 2%Family Groups $204,615 <1% $850,082 1%GSA Networks or Campus Groups $2,849,505 3% $1,974,420 2%Pride Organizations $487,615 1% $241,230 <1%Social and Recreational Groups $0 <1% $6,000 <1%Infrastructure Organizations $12,841,285 15% $9,094,742 11%Philanthropic Networks $1,865,650 2% $1,011,677 1%Public Foundations $4,891,525 6% $3,404,168 4%Research Institutes $3,970,970 5% $2,813,153 3%Technical Assistance Provider and Networks $2,113,140 2% $1,865,744 2%Service Providers $25,016,312 29% $25,634,977 31%Aging Service Providers $1,304,069 2% $2,091,843 3%Community Centers $10,186,827 12% $8,404,747 10%Health Centers $2,808,980 3% $3,041,375 4%HIV/AIDS Service Providers $3,367,640 4% $5,272,270 6%Other Service Providers $2,896,454 3% $2,329,546 3%Support Groups $81,050 <1% $72,275 <1%Youth Service Providers $4,371,292 5% $4,422,922 5%Universities and Post-Secondary Schools $29,680 <1% $89,971 <1%Campus Groups $500 <1% $23,160 <1%High Schools $25,180 <1% $66,811 <1%Unspecified $0 <1% $188,313 <1%Grand Total $85,241,996 $81,813,997  Breakdown of Domestic Grant Dollars for LGBTQ Organizations, By Recipient Organization Type and Sub-Type30BREAKDOWN OF DOMESTIC FUNDING FOR NON-LGBTQ ORGANIZATIONSAdvocacy organizations continued to capture the largest share of funding for non-LGBTQ organizations, accounting for almost $17 million or 37 percent of all funding for non-LGBTQ organizations in 2017. This represents an increase of over $4 million from 2016. Funding for non-LGBTQ service providers takes the second largest share of funding, accounting for 26 percent or $12.1 million dollars in 2017, representing a slight increase from the $10.6 million reported in 2016. This category is carried by the $5.4 million for non-LGBTQ HIV/AIDS service providers funded for targeted work with LGBTQ populations.  Infrastructure organizations continue to receive a significant portion of funds for non-LGBTQ organizations in the United States. These organizations — including public foundations, research institutes, and philanthropic networks — collectively received $9.2 million, or 20 percent of funding for non-LGBTQ organizations in 2017.   While funding for non-LGBTQ organizations increased overall, some categories of organizations did see a decrease in funding in 2017. Support for non-LGBTQ arts and culture organizations, grassroots community groups, and universities and schools all saw modest decreases.  Domestic Grant Dollars for  Non-LGBTQ Organizations,  by Recipient Organization TypeAdvocacy Organizations37%Government/Intergovernmental Agencies<1%Universities and Schools6%37%4%6%20%26%6%Arts and Culture Organizations4%Service Providers26%Grassroots Community Groups6%Infrastructure Organizations20%Domestic Funding by Type of Organization<1%2017 Tracking Report31Organization Type / Sub-Type 2017 % 2016 % Advocacy Organizations $16,955,696 37% $12,892,866 30%National Advocacy Organizations 8,469,464 18% $7,101,007 17%Regional Advocacy Organizations $2,194,219 5% $520,081 1%State Advocacy Organizations $1,608,951 3% $1,222,939 3%Local Advocacy Organizations $2,770,647 6% $1,684,532 4%Litigation & Legal Services Organizations $1,912,415 4% $2,358,307 6%Arts and Culture Organizations $2,044,167 4% $3,698,477 9%Government Agencies (Including Public School Systems) $5,000 <1% $62,850 <1%Grassroots Community Groups $2,946,312 6% $3,002,681 7%Athletic Groups $0 <1% $1,000 <1%Business/Professional Networks $555,800 1% $916,700 2%Faith-based Groups $1,213,237 3% $738,695 2%Social and Recreational Groups $5,000 <1% $1,000 <1%Infrastructure Organizations $9,296,762 20% $9,404,028 22%Philanthropic Networks $825,367 2% $966,991 2%Public Foundations $4,799,995 10% $3,869,872 9%Research Institutes $1,679,200 4% $3,290,200 8%Technical Assistance Provider and Networks $1,992,200 4% $1,276,965 3%Service Providers $12,199,142 26% $10,664,612 25%Aging Service Providers $67,5850 <1% $20,100 <1%Community Centers $349,274 1% $144,537 <1%Health Centers $2,175,436 5% $1,815,087 4%HIV/AIDS Service Providers $5,534,735 12% $5,166,619 12%Other Service Providers $1,973,446 4% $2,221,276 5%Support Groups $35,000 0% $35,000 <1%Youth Service Providers $2,054,667 4% $1,277,593 3%Universities and Post-Secondary Schools $2,899,992 6% $3,148,968 7%Campus Groups $62,552 <1% $6,250 <1%High Schools $9,650 <1% $6,250 <1%Universities $2,827,790 6% $3,148,968 7%Grand Total $46,370,521 $42,874,483Breakdown of Domestic Grant Dollars for Non-LGBTQ Organizations, By Recipient Organization Type  and Sub-TypeGLOBAL FUNDING FOR LGBTQ ISSUESIn 2017, U.S.-based foundations awarded 754 grants totaling $48.5 million to support international LGBTQ issues and LGBTQ communities outside the U.S. This figure does not include an additional 17 grants totaling $3.6 million awarded to intermediaries for international re-granting. This represents an increase of 6 percent from the $45.5 million awarded in 2016, setting a new record for grantmaking for LGBTQ issues outside the United States by U.S.- based foundations for the second year in a row.  Grantmaking outside of the United States accounted for approximately 26 percent of grantmaking by U.S. foundations.NOTE: This section explores funding from foundations, corporations, and nonprofit grantmakers based in the United States. It does not include LGBTQ funding from foundations and funding institutions outside the U.S. or governments and multilateral organizations. The 2015-2016 Global Resources Report, published in April of 2018 by Funders for LGBTQ Issues in partnership with the Global Philanthropy Project, tracks philanthropic support for LGBTQ issues globally and includes those grantmakers.NOTE: The list of top grant recipients excludes dollars awarded for re-granting purposes. Multi-year grants are counted for the full amount in the year they are awarded.9 In 2017, one anonymous funders awarded a total of $6,360,000 to support LGBTQ issues outside of the United States. If the multiple anonymous funders appeared in the top ten list, they would rank as the fourth largest funder.10 In 2016, multiple anonymous grantees received $1,416,919.00 for work benefiting LGBTQ communities outside the United States. If these multiple     anonymous grantees appeared in the top ten list, they would rank as the number five grantee.1 African Men for Sexual Health and Rights (AMSHER) $3,000,000 Johannesburg, South Africa 2 All Out $2,630,000 New York, NY3 Astraea Lesbian Foundation for Justice $1,580,005 New York, NY4 Initiative Sankofa d’Afrique de l’Ouest (ISDAO) $1,500,000 Nairobi, Kenya5 University of the Western Cape  $1,159,000 Cape Town, South Africa6 Collective Foundation AIDS Accountability International $1,150,000 Södermalm, Sweden7 Tharthi Myay Foundation $750,000 Yangon, Myanmar8 Partners Asia $750,000 Oakland, CA9 Transgender Europe (TGEU) $700,000 Berlin, Germany10 The Council for Global Equality $665,000 Washington, DC1 Ford Foundation $7,415,000 New York, NY2 Arcus Foundation $7,277,755 New York, NY3 Open Society Foundations $6,961,001 New York, NY 4 Tides Foundation $4,088,640 San Francisco, CA5 Foundation for a Just Society $3,800,000 New York, NY 6 M.A.C. AIDS Fund $2,846,389 New York, NY7 Astraea Lesbian Foundation for Justice $2,324,879 New York, NY8 American Jewish World Service $1,924,369 New York, NY9 Gilead Sciences $1,632,847 Foster City, CA10 Andrew W. Mellon Foundation $1,159,000 New York, NYTOP 10 U.S.-BASED GLOBAL LGBTQ FUNDERS9 TOP 10 GLOBAL LGBTQ GRANTEES OF U.S.-BASED FUNDERS102017 Tracking Report33GLOBAL LGBTQ FUNDING BY REGION AND ISSUES ADDRESSEDCanada $204,300= $500,000Latin America and  the Caribbean $7,386,902International $14,585,136Western Europe $2,221,1905%30%15%<1%TOP FUNDER TOP FUNDERTOP FUNDERTOP FUNDERTOP STRATEGY TOP STRATEGYTOP STRATEGYTOP STRATEGYTOP ISSUE ADDRESSED TOP ISSUE ADDRESSEDTOP ISSUE ADDRESSEDTOP ISSUE ADDRESSEDArcus Foundation $4,161,755InternationalElton John AIDS  Foundation $337,000CanadaM.A.C. AIDS Fund $927,889Latin America and  the Caribbean11M.A.C. AIDS Fund $830,000Western EuropeAdvocacy (57%) Direct Service (49%)Advocacy (33%)Advocacy (28%)Civil and Human Rights(79%)     Civil and Human Rights(98%)    Civil and Human Rights(57%)    Health and Wellbeing(75%)    11 In 2017, multiple anonymous funders awarded a total of $2,080,000 to support LGBTQ issues in Latin America and The Caribbean. If the multiple anonymous funders appeared as one funder, they would rank as the number one funder.3412 In 2016, multiple anonymous funders awarded a total of $3,230,000 to support LGBTQ issues in Sub-Saharan Africa. If the multiple anonymous funders appeared as one funder, they would rank as the number one funder.TOP FUNDERTOP FUNDER TOP FUNDERTOP STRATEGYTOP STRATEGY TOP STRATEGYTOP ISSUE ADDRESSEDTOP ISSUE ADDRESSEDTOP ISSUE ADDRESSEDFord Foundation $6,200,00Sub-Saharan Africa12Arcus Foundation $300,000Middle East and  North AfricaOpen Society Foundations $736,000Eastern Europe,  Central Asia, and RussiaAdvocacy (62%)Philanthropy and  Fundraising (31%)Advocacy (78%)Civil and Human Rights(68%)    Civil and Human Rights(49%)Civil and Human Rights(80%)  TOP FUNDERTOP STRATEGYTOP ISSUE ADDRESSEDFoundation for a Just  Society  $1,950,000Asia and PacificAdvocacy (42%)Civil and Human Rights(74%)    Sub-Saharan Africa$15,120,459Middle East and North Africa $954,418Eastern Europe,  Central Asia, and Russia $1,894,930Asia and Pacific $6,184,63513%4%31%2%Global Funding for LGBTQ IssuesRECOMMENDED RESOURCESGlobal Philanthropy Project (GPP)globalphilanthropyproject.org GPP is a global network of funders and philanthropic advisors working to expand global philanthropic support to advance the human rights of lesbian, gay, bisexual, transgender and intersex (LGBTI) people in the Global South and East. GPP’s website, globalphilanthropyproject.org, provides an array of resources on grantmaking for LGBTI issues around the world.  Human Rights Funders Network (HRFN) hrfn.org  For a detailed look at human rights funding around the world, see “Advancing Human Rights: The State of Global Foundation Grantmaking,” produced by HRFN and the Foundation Center. The most recent report found that foundations awarded $2.4 billion for human rights in 2015, of which about 4 percent ($101.8 million) focused on LGBT populations. Interactive data is available at humanrightsfunding.org. 2017 Tracking Report35GLOBAL FUNDING BY LOCATION OF GRANTEEIn 2017, 25 percent of all funding for global LGBTQ issues was awarded to a grantee physically located in the United States. Another 12 percent of funding for global LGBTQ work was awarded to grantees physically located in Western Europe. Over 60 percent of global funding by U.S. foundations reached organizations that were physically located outside of Western Europe and the United States.This chart shows the country locations of grantees that received U.S. foundation funding for LGBTQ issues in 2017. For each geographic area, the chart shows the amount of funding for each country in the region. It also shows the funding for work focused on the region, but conducted by organizations based outside the region. Some funding was devoted to organizations in undisclosed locations, and that total amount is listed for each region.Asia and Pacific $6,184,635Regional Funding for Organizations Based Within Asia and PacificAustralia $288,975Bangladesh             $30,000Cambodia    $40,000China   $20,000Fiji   $21,000Hong Kong  $20,000India $1,059,381Indonesia    $106,000Japan   $117,700Mongolia     $80,000Myanmar    $1,215,000Nepal  $74,560New Zealand   $30,000Pakistan      $65,480Philippines  $258,134Samoa         $22,500Singapore    $162,000South Korea $24,545Sri Lanka      $25,000Taiwan        $179,000Thailand      $696,540Timor Leste $1,000Regional Funding for Organizations Based Outside Asia and PacificSwitzerland $195,620United Kingdom      $25,000USA             $1,057,800Regional Funding for Organizations Based in Undisclosed CountriesUnspecified $369,400Global Funding by Location of GranteeEastern Europe, Central Asia and Russia$1,894,930Regional Funding for Organizations Based Within Eastern Europe, Central Asia and RussiaArmenia      $10,000 Bosnia and Herzegovina     $101,800Bulgaria       $40,000Croatia                                 $102,000Czech Republic        $100,986Georgia       $98,700Hungary $38,000Kazakhstan $28,000Kyrgyzstan  $216,800Latvia  $30,000Lithuania     $90,000Moldova      $80,000Montenegro $40,000Poland $101,200Romania      $50,000Russia  $236,744Serbia  $257,000Slovenia      $32,000Turkey $10,000Ukraine       $132,000Uzbekistan  $4,700Regional Funding for Organizations Based Outside Eastern Europe, Central Asia and RussiaAustria $20,000Belgium       $55,000Regional Funding for Organizations Based in Undisclosed CountriesUnspecified $20,000Latin America and  the Caribbean$7,386,902Regional Funding for Organizations Based Within Latin America and the CaribbeanArgentina $360,000Belize $26,800Brazil $1,623,000Chile $554,500Colombia $540,666Costa Rica $12,000Dominican Republic $226,700Ecuador $80,000El Salvador $136,600Grenada      $75,000Guatemala  $33,000Guyana        $15,000Haiti $88,000Honduras    $104,500Jamaica       $792,389Mexico $1,524,500Nicaragua    $286,770Paraguay     $28,000Peru $254,477St. Lucia        $190,000    Trinidad and Tobago       $10,000      Uruguay           $40,000Regional Funding for Organizations Based Outside Latin America and the CaribbeanSwitzerland  $50,000USA $330,000Regional Funding for Organizations Based in Undisclosed CountriesUnspecified    $5,00036Middle East and North Africa$954,418Regional Funding for Organizations Based Within Middle East and North AfricaAlgeria $13,700Egypt   $115,000Israel   $183,000Jordan $5,000Lebanon      $167,000Morocco     $67,267Tunisia $30,000Turkey $73,451Regional Funding for Organizations Based Outside Middle East and North AfricaThe Netherlands     $300,000United States and Canada $137,420,261Regional Funding for Organizations Based Within the United States and CanadaCanada $204,300United States of America $137,215,961Regional Funding for Organizations Based in Undisclosed CountriesUnspecified $3,873,444Sub-Saharan Africa $15,120,459Regional Funding for Organizations Based Within Sub-Saharan AfricaBotswana $127,000Burkina Faso $197,000Burundi $23,000Cameroon $10,000Democratic Republic of the Congo (DRC)$32,182Ghana $65,000Ivory Coast  $15,000Kenya  $4,441,997Liberia $102,200Malawi $190,000Namibia      $185,000Nigeria $456,500Rwanda       $65,000Sénégal       $13,000South Africa $5,720,862Swaziland               $50,000Sweden       $1,150,000Tanzania      $80,000Togo $200,000Uganda        $788,219    Zambia $162,000Zimbabwe    $69,500Regional Funding for Organizations Based Outside Sub-Saharan AfricaUnited Kingdom $100,000USA $846,999Regional Funding for Organizations Based in Undisclosed CountriesUnspecified $30,000Western Europe $2,221,190Regional Funding for Organizations Based Within Western EuropeAustria $7,000Belgium $11,935Denmark     $6,000France $138,900Germany     $582,000Iceland $10,000Ireland $48,890Italy $165,000Norway       $3,632Spain   $256,122The Netherlands     $210,000United Kingdom      $781,711International $14,585,136International Funding for Organizations Based Around The WorldAustralia      $6,000Austria $92,000Belgium       $561,935Canada $100,000Denmark     $6,000Fiji   $5,200France $188,900Germany $1,282,000Iceland $10,000Ireland $48,890Italy $165,000Mexico $5,000Namibia      $125,000Norway       $3,632Pakistan      $1,451Russia  $1,638South Africa $1,682,000Spain   $256,122Sweden $15,000Switzerland $534,163The Netherlands     $430,000United Kingdom      $207,854United Kingdom - England $942,648USA $9,808,893International Funding for Organizations Based in Undisclosed CountriesUnspecified $327,000Global Funding by Location of Grantee (cont.)Global Funding for LGBTQ IssuesIn 2017, community foundations awarded $12.4 million to LGBTQ issues (or $11.7 million after dollars awarded for re-granting are excluded). This is a increase from 2016, when community foundations awarded $6.9, driven in part by increased donor advised grantmaking at community foundations as well as new foundations entering the field. Donor advised funds accounted for 27.5 percent of community foundation grantmaking for LGBTQ issues in 2017.NOTE: This section includes funding awarded by community foundations from their discretionary funds as well as from their donor-advised funds, which are often driven by recommendations from the donor who originally established the fund.1 Human Rights Campaign (HRC) Foundation $2,146,623 Washington, DC2 Desert AIDS Project  $1,001,500 Palm Springs, CA3 ONE Community Media, LLC $423,249 Phoenix, AR4 San Francisco AIDS Foundation  $378,814 San Francisco, CA5 Lambda Legal Defense and Education Fund $339,708 New York, NY6 Los Angeles LGBT Center     $309,457 Los Angeles, CA7 Equality Ohio Education Fund   $286,000 Columbus, OH8 The Trevor Project $268,747 West Hollywood, CA9 The Boston Foundation $255,000 Boston, MA10 Jacksonville Area Sexual Minority  Youth Network (JASMYN) $245,250 Jacksonville, FL1 California Community Foundation  $2,778,807 Los Angeles, CA2 Greater Kansas City Community Foundation $1,404,750 Kansas City, Missouri3 Silicon Valley Community Foundation $936,112 Mountain View, CA4 The New York Community Trust $815,250 New York, NY5 Arizona Community Foundation  $658,276 Phoenix, AZ6 Boston Foundation $625,800 Boston, MA7 Community Foundation for Northeast Florida $545,900 Jacksonville, FL8 Community Foundation of Broward $485,820 Fort Lauderdale, FL9 The Cleveland Foundation  $480,250 Cleveland, OH10 Miami Foundation  $360,675 Miami, FLTOP 10 COMMUNITY FOUNDATIONS TOP 10 COMMUNITY FOUNDATION GRANTEESCOMMUNITY FOUNDATION GRANTMAKING FOR LGBTQ ISSUES In 2017, corporate foundation support for LGBTQ issues totaled a record-breaking $27.1 million (or $23.8 million after dollars awarded for re-granting are excluded). This marks a $1.2 million - or 5 percent - increase over last year’s record high of $25.9 million. While the 2016 high mark was driven by $9.4 million awarded in response to the Pulse Nightclub Massacre, the 2017 increase is fueled by substantial increases in giving by Gilead Sciences and ViiV Healthcare for HIV/AIDS work in LGBTQ communities.Committee Encouraging Corporate Philanthropy A great resource for a more detailed look at corporate philanthropy is Giving in Numbers: 2018 Edition by the Committee Encouraging Corporate Philanthropy. The report and more can be found at www.cecp.co.NOTE: The Committee Encouraging Corporate Philanthropy estimates that corporate foundation giving only accounts for 34 percent of all corporate giving, with direct cash accounting for 48 percent and in-kind giving accounting for 18 percent. Currently, our corporate data only includes corporate foundation grantmaking and employee matching gift programs run through corporate foundations with some direct cash included if the company self reports. It does not include all of the generous support from corporations giving without an official foundation or philanthropic office or in-kind gifts.  1 Southern AIDS Coalition  $1,751,219 Atlanta, GA2 New York LGBT Center $1,040,583 New York, NY3 Los Angeles LGBT Center $800,124 Los Angeles, CA4 Annenberg Center for Health Sciences at Eisenhower $756,250 Rancho Mirage, CA5 Casa Ruby $600,000 Washington, DC6 Elton John AIDS Foundation $587,500 New York, NY7 San Francisco AIDS Foundation $521,339 San Francisco, CA8 Point Foundation $510,500 Los Angeles, CA9 Elton John AIDS Foundation (UK)  $500,000 London, England10 Fund for Public Health in New York, Inc.  $500,000 New York, NY1 Gilead Sciences $11,730,648 Foster City, CA2 M.A.C. AIDS Fund $4,963,389 New York, NY3 Wells Fargo $3,339,971 San Francisco, CA4 ViiV Healthcare $2,982,325 Research Triangle, NC5 Levi Strauss Foundation $1,045,500 San Francisco, CA6 Google $1,000,000 Mountain View, CA7 Bank of America Charitable Foundation $289,488 Charlotte, NC8 Citi Foundation  $250,000 Long Island City, NY9 Polk Bros. Foundation $243,500 Chicago, IL10 Blue Shield of California Foundation $227,000 San Francisco, CATOP 10 CORPORATE FUNDERS TOP 10 CORPORATE GRANTEESCORPORATE GRANTMAKING FOR LGBTQ ISSUESRECOMMENDED RESOURCE In 2017, private foundations awarded $93.4 million to LGBTQ issues (or $87.3 million after dollars for re-granting are excluded). This represents a $4.7 million increase from the record high reported in 2016. Non-LGBTQ private foundations increased their grantmaking by $4.3 million while LGBTQ private foundations increased their grantmaking only slightly, by less than one million dollars.Consistent with historical trends, private foundations continue to represent the largest slice of LGBTQ funding, accounting for nearly half of all foundation funding in 2017.1 Ford Foundation $12,445,000 New York, NY2 Open Society Foundations $7,769,598 New York, NY3 Evelyn & Walter Haas, Jr. Fund $5,038,200 San Francisco, CA4 Foundation for a Just Society $4,640,000 New York, NY5 The California Endowment $3,780,111 Los Angeles, CA6 John D. and Catherine T. MacArthur Foundation $1,425,000 Chicago, IL7 Andrew W. Mellon Foundation $1,159,000 New York, NY8 William and Flora Hewlett Foundation  $1,125,000 Menlo Park, CA 9 Meyer Memorial Trust $955,856 Portland, OR10 Marguerite Casey Foundation $822,500 Seattle, WA1 African Men for Sexual Health and Rights (AMSHER $3,000,000 Johannesburg, South Africa2 Genders & Sexualities Alliance Network $2,580,455 Oakland, CA3 National Center for Lesbian Rights (NCLR) $1,545,000 San Francisco, CA4 Astraea Lesbian Foundation  for Justice $1,510,200 New York, NY5 Initiative Sankofa d’Afrique de l’Ouest (ISDAO) $1,500,000 Nairobi, Kenya6 Freedom for All Americans $1,205,000 Washington, DC7 Equality California Institute $1,177,500 Los Angeles, CA8 University of the Western Cape $1,159,000 Cape Town, South Africa9 Equality Federation Institute $1,152,500 San Francisco, CA10 Collective Foundation AIDS Accountability International $1,150,000 Södermalm, Sweden1 Arcus Foundation $17,006,755 New York, NY2 Gill Foundation $9,520,007 Denver, CO3 H. van Ameringen Foundation $4,349,500 New York, NY4 Alphawood Foundation $1,686,500 Chicago, IL5 Tawani Foundation $1,648,000 Chicago, IL6 David Bohnett Foundation $1,393,481 Los Angeles, CA7 Amy Mandel and Katina  Rodis Fund $1,185,210 Asheville, NC8 Palette Fund $1,114,325 New York, NY9 Calamus Foundation $647,000 New York, NY10 Bastian Foundation, B. W. $625,070 Oren, UTTOP 10 LGBTQ PRIVATE FOUNDATIONSTOP 10 NON-LGBTQ PRIVATE FOUNDATIONSTOP 10 PRIVATE FOUNDATION GRANTEES13PRIVATE FOUNDATION GRANTMAKING FOR LGBTQ ISSUES13 NOTE: Anonymous grantees received a total of $1,448,968 from private foundations. If they were one grantee, they would appear in the top ten list at number six.In 2017, public foundations awarded $50.4 million to LGBTQ issues (or $49.8 million after dollars awarded for regranting are excluded). This represents a significant decrease of $36.8 million from 2016, when nearly $40 million in direct victim support following the Pulse Nightclub massacre elevated public foundation LGBTQ giving to an all time high of nearly $90 million. The percentage of donor advised grantmaking from public foundations increased from eleven percent in 2016 to 20 percent in 2017.1 Tides Foundation $7,596,762 San Francisco, CA2 Borealis Philanthropy $3,181,800 Minneapolis, MN3 Strengthen Orlando - OneOrlando Fund $2,106,525 Orlando, FL4 American Jewish World Service $1,984,369 New York, NY5 NEO Philanthropy $1,319,985 New York, NY6 Groundswell Fund $1,171,554 Oakland, CA7 Robin Hood Foundation $1,109,500 New York, NY8 Broadway Cares/Equity Fights AIDS $1,061,263 New York, NY9 New York Women’s Foundation $959,500 New York, NY10 amfAR, Foundation for AIDS Research $950,122 New York, NY1 All Out $2,330,000 New York, NY2 New York LGBT Center $1,297,580 New York, NY3 Transgender Law Center $941,098 Oakland, CA4 Human Rights Campaign (HRC) Foundation $595,225 Washington, DC5 GMHC $536,269 New York, NY6 Gay and Lesbian Leadership Institute (Victory Institute) $509,212 Washington, DC7 International Lesbian, Gay, Bisexual, Trans and Intersex Association (ILGA) $496,163 Geneva, Switzerland8 Hetrick-Martin Institute (HMI) $465,472 New York, NY9 BreakOUT! $457,500 New Orleans, LA10 Southerners On New Ground (SONG) $412,922 Atlanta, GA1 Astraea Lesbian Foundation  for Justice $5,168,495 New York, NY2 Elton John AIDS Foundation $4,966,500 New York, NY3 Horizons Foundation $1,644,979 San Francisco, CA4 Pride Foundation $1,200,468 Seattle, WA5 Black Tie Dinner $1,154,999 Dallas, TX6 Point Foundation $818,668 Los Angeles, CA 7 Our Fund $738,207 Wilton Manors, FL8 Our Fund – Contigo Fund $614,824 Orlando, FL9 Funders for LGBTQ Issues $505,000 New York, NY10 Trans Justice Funding Project $500,500 New York, NYTOP 10 LGBTQ PUBLIC FUNDERS TOP 10 NON-LGBTQ PUBLIC FUNDERS TOP 10 PUBLIC FUNDER GRANTEES14PUBLIC FUNDER GRANTMAKING FOR LGBTQ ISSUES14 Anonymous grantees received a total of $4,886,665 from public funders - which includes $2.1 million in victim support distributed in a second round of payments following the Pulse Nightclub Massacre in Orlando. If they were one grantee, they would appear in the top ten list in the top spot.APPENDIX: 2017 LIST OF LGBTQ GRANTMAKERS IN THE U.S.FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsAARP Foundation 1 $15,000  $15,000 AbbVie Foundation 1 $10,000  $10,000 Abelard Foundation 1 $10,500  $10,500 Adams Memorial Fund, Frank W. & Carl S. 2 $15,400  $15,400 Advocates for Youth 3 $52,480  $52,480 Aetna Foundation 1 $  1,000  $ 1,000 Ahmanson Foundation 1 $  7,500  $ 7,500 AHS Foundation 4 $81,000  $81,000 AIDS Foundation of Chicago 7 $52,185  $52,185 AIDS Funding Collaborative 6 $136,021  $136,021 AIDS United 17 $567,500  $567,500 Akron Community Foundation 2 $  6,000  $ 6,000 Allstate Foundation 1 $  1,000  $ 1,000 Ally Financial 1 $  1,575  $ 1,575 Alphawood Foundation 29 $1,686,500  $ 1,686,500 Altman Foundation, Jeffrey A. 1 $  5,000  $ 5,000 Amalgamated Bank 1 $  2,500  $ 2,500 American Express Foundation 1 $100,000  $100,000 American Institute of Bisexuality 8 $200,776  $200,776 American Jewish World Service 90 $1,984,369  $ 1,984,369 amfAR, Foundation for AIDS Research 12 $950,122  $950,122 Andersen Foundation, Hugh J. 3 $29,000  $29,000 Andrus Family Fund 4 $256,000  $256,000 Annenberg Foundation 1  $12,500  $12,500 Anonymous Donors 51.5 $13,070,000  $2,500,000  $   15,570,000 42Appendix: 2017 List of LGBTQ Grantmakers in the U.S.FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsAnschutz Family Foundation, The 2 $12,500  $12,500 Anschutz Foundation, The 1 $  5,000  $ 5,000 Appalachian Community Fund 3 $51,200  $51,200 Arabella Advisors 1 $  2,500  $ 2,500 Arcus Foundation 147 $13,434,755  $3,572,000  $17,006,755 ARIA Foundation 8 $319,989  $319,989 Arizona Community Foundation 63 $658,276  $658,276 Asian Americans/Pacific Islanders in Philanthropy (AAPIP) 26 $60,000  $10,000  $70,000 Astraea Lesbian Foundation for Justice 246 $5,168,495  $5,168,495 AT&T Foundation 1 $10,000  $10,000 Auchincloss Foundation, Lily 1 $60,000  $60,000 Babson Charitable Foundation, Susan A. and Donald P. 10 $38,624  $38,624 Babson Foundation, Paul and Edith 5 $27,000  $27,000 Bank of America Charitable Foundation 44 $289,488  $289,488 Baron & Blue Foundation 1 $15,000  $15,000 Barr Foundation 1 $225,000  $225,000 Barra Foundation, The 2 $100,000  $100,000 Bastian Foundation, B. W. 46 $625,070  $625,070 Bernstein Memorial Foundation, Morey 1 $  3,000  $ 3,000 Black Tie Dinner 20 $1,154,999  $1,154,999 Blandin Foundation 1 $180,000  $180,000 Blue Cross and Blue Shield of Minnesota Center for Prevention 1 $100,000  $100,000 Blue Shield of California Foundation 7 $227,000  $227,000 Bohnett Foundation, David 95 $1,392,981  $500  $1,393,481 Booth Ferris Foundation 2 $400,000  $400,000 Borealis Philanthropy 172 $3,181,800  $3,181,800 Boston Foundation 85 $610,050  $15,750  $625,800 Bread and Roses Community Fund 13 $72,376  $72,376 Bremer Foundation, Otto 7 $360,000  $360,000 Bristol-Myers Squibb Company 5 $33,500  $33,500 Broadway Cares/Equity Fights AIDS 58 $1,061,263  $1,061,263 Brother Help Thyself 34 $75,000  $75,000 Buffett Foundation, Susan Thompson 2 $300,000  $300,000 Bush Foundation 2 $110,000  $110,000 Cafritz Foundation, Morris and Gwendolyn 1 $42,400  $42,400 Calamus Foundation (Delaware) 15 $135,000  $50,000  $185,000 Calamus Foundation (New York) 16 $647,000  $647,000 2017 Tracking Report43FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsCalifornia ChangeLawyers 1 $65,000  $65,000 California Community Foundation 116 $2,775,807  $3,000  $2,778,807 California Endowment, The 64 $3,780,111  $3,780,111 California Wellness Foundation 4 $815,000  $815,000 Calvin Klein Family Foundation 2  $20,000  $20,000 Campaign for Southern Equality 97 $53,151  $53,151 Campbell Foundation, The 5 $30,000  $30,000 CareOregon 4 $  5,750  $ 5,750 Carmody Trust, The Kathrine C. 1 $10,000  $10,000 Casey Foundation, Annie E. 6 $87,500  $87,500 Casey Foundation, Marguerite 6 $822,500  $822,500 Celanese Foundation 1 $10,000  $10,000 Central Florida Foundation 18 $401,054  $  5,000  $406,054 Chanin Foundation, Marcy and Leona 1 $  2,000  $ 2,000 Charities Aid Foundation of America 1 $  6,379  $ 6,379 Chernow Trust, Michael 1 $  1,000  $ 1,000 Chicago Community Trust 2 $220,000  $220,000 Chicago Foundation for Women 5 $39,000  $39,000 Citi Foundation 1 $250,000  $250,000 Cleveland Foundation, The 13 $480,250  $480,250 Coca-Cola Foundation, The 3 $166,667  $166,667 COIL Foundation 5 $63,398  $63,398 Collins Foundation, The 7 $414,000  $414,000 Columbus Foundation 6 $42,799  $42,799 Comer Family Foundation 6 $32,000  $40,000  $72,000 Common Stream 2 $35,000  $35,000 Community Foundation for Greater Atlanta 1 $60,000  $60,000 Community Foundation for Northeast Florida 31.5 $515,900  $30,000  $545,900 Community Foundation for Southeast Michigan 30 $306,074  $306,074 Community Foundation for Southern Arizona 22 $66,835  $66,835 Community Foundation of Broward 15 $285,409  $200,411  $485,821 Community Foundation of Greater Birmingham 15 $110,580  $110,580 Community Foundation of Greater Fort Wayne 1 $  2,420  $ 2,420 Community Foundation of Greater Greensboro 6 $123,703  $123,703 Community Foundation of Lorain County 1 $23,472  $23,472 Community Foundation of Louisville 2 $18,756  $18,756 Community Foundation of Middle Tennessee 4 $37,750  $45,000  $82,750 Community Foundation of Santa Cruz County 36 $128,850  $128,850 44FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsCommunity Foundation of Sarasota County 19 $126,188  $126,188 Community Foundation San Luis Obispo County 1 $  5,000  $5,000 Community Foundation Serving Boulder County 35 $89,450  $89,450 Con Alma Health Foundation 1 $  1,000  $1,000 Consumer Health Foundation 1 $30,000  $30,000 Core Health Foundation 1 $122,898  $122,898 Cream City Foundation 35 $123,500  $123,500 CREDO 1 $40,644  $40,644 Dallas Bears 1 $17,250  $17,250 Dallas Women's Foundation 1 $30,000  $30,000 DeCamp Foundation, Ira W. 2 $180,000  $180,000 deKay Foundation 1 $  5,000  $5,000 Delaware Valley Legacy Fund 4 $  9,600  $9,600 Design Industries Foundation Fighting AIDS (DIFFA) 15 $185,500  $185,500 District of Columbia Bar Foundation 1 $75,000  $75,000 Dollgener Memorial AIDS Fund, Greg 1 $  1,000  $1,000 Doris Duke Charitable Foundation 2 $200,000  $200,000 Dwight Stuart Youth Fund 9 $226,000  $226,000 Dyson Foundation 4 $99,500  $99,500 Elizabeth Taylor AIDS Foundation 13 $144,700  $144,700 Elton John AIDS Foundation 74 $4,891,500  $75,000  $4,966,500 Esmond Harmsworth 1997 Charitable Foundation 9 $335,000  $335,000 Fels Fund, Samuel S. 3 $100,000  $100,000 Ford Foundation 32 $11,935,000  $510,000  $12,445,000 Foundation for a Just Society 13 $4,200,000  $440,000  $4,640,000 Foundation for Healthy St. Petersburg 3 $57,000  $57,000 Foundation for Louisiana 4 $79,500  $79,500 Foundation for the Carolinas - Charlotte Lesbian and Gay Fund4 $45,300  $45,300 Fox Family Foundation, Frieda C. 1 $ 1,000  $1,000 Frameline 14 $36,817  $36,817 Freeman Foundation 14 $271,000  $65,000  $336,000 Fry Foundation, Lloyd A. 3 $105,000  $105,000 FSG 1 $ 2,500  $2,500 Fund For Global Human Rights 34 $482,466  $482,466 Funders for LGBTQ Issues 13 $235,000  $270,000  $505,000 Gamma Mu Foundation 37 $165,700  $165,700 Gates Foundation, Bill and Melinda 1 $15,000  $15,000 Appendix: 2017 List of LGBTQ Grantmakers in the U.S.2017 Tracking Report45FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsGay Asian Pacific Alliance (GAPA) Foundation 13 $29,135  $29,135 GE Company 1 $10,000  $10,000 Geffen Foundation, David 1 $25,000  $25,000 Gerbic Family Foundation, Edward and Verna 1 $1,000  $1,000 Gilead Sciences 101 $8,930,648  $2,800,000  $11,730,648 Gill Foundation 80 $9,120,007  $400,000  $9,520,007 Gilmour-Jirgens Fund 1 $1,000  $1,000 GLMA: Health Professionals Advancing LGBT Equality 3 $50,005  $50,005 Global Fund for Women 23 $454,700  $454,700 Google 1 $1,000,000  $1,000,000 Grand Foundation, Richard 2 $35,000  $35,000 Grand Rapids Community Foundation 14 $83,000  $83,000 Grant Foundation, William T. 1 $25,000  $25,000 Grants for the Arts/San Francisco Hotel Tax Fund 17 $484,800  $484,800 Greater Barrington Foundation 1 $20,000  $20,000 Greater Kansas City Community Foundation 5 $1,203,950  $200,800  $1,404,750 Greater Milwaukee Foundation 2 $26,000  $26,000 Greater New Orleans Foundation 18 $95,722  $95,722 Greater Seattle Business Association 45 $350,000  $350,000 Greater Twin Cities United Way 2 $120,000  $120,000 Groundswell Fund 38 $1,126,554  $45,000  $1,171,554 Guilford Green Foundation 2 $20,000  $20,000 Gund Foundation, George 3 $250,000  $250,000 Haas Fund, Walter and Elise 5 $245,000  $245,000 Haas Jr. Fund, Evelyn and Walter 69 $5,038,200  $5,038,200 Hagedorn Fund 1 $30,000  $30,000 Haring Foundation, Keith 15 $380,000  $380,000 Harter Charitable Trust, John Burton 5 $87,500  $87,500 Hartford Foundation for Public Giving 10 $87,500  $87,500 Hayden Foundation, Charles 1 $100,000  $100,000 Hazen Foundation, Edward W. 2 $29,000  $29,000 Headwaters Fund for Justice 2 $34,000  $34,000 Health Foundation of Greater Indianapolis 1 $20,000  $20,000 Heinz Endowments, The 1 $13,050  $13,050 Hersh Foundation 1 $  5,000  $ 5,000 Hewlett Foundation, William and Flora 9 $1,125,000  $1,125,000 Higginson Trust, Corina 1 $10,000  $10,000 Hill-Snowdon Foundation 2 $60,000  $60,000 46FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsHoblitzelle Foundation 1 $54,315  $54,315 Hofmann Foundation, Kent Richard 2 $9,166  $9,166 Horizons Foundation 324 $1,632,479  $12,500  $1,644,979 Hormel Trust, James 1 $60,000  $60,000 Horwitz Foundation, Redlich 1 $25,000  $25,000 Human Rights Campaign 15 $180,850  $180,850 Hunt Foundation, Roy A. 1 $5,000  $5,000 Hyde and Watson Foundation 1 $15,000  $15,000 International Trans Fund 29 $500,000  $500,000 Intuit Foundation 15 $17,011  $17,011 Irvine Foundation, James 1 $50,000  $50,000 James Charitable Endowment Fund, Raymond 1 $5,000  $5,000 Jewish Communal Fund of New York 15 $906,917  $906,917 Jewish Community Federation of San Francisco,  The Peninsula, Marin and Sonoma4 $134,500  $134,500 Johnson & Johnson Family of Companies 1 $25,000  $100,000  $125,000 Johnson Family Foundation 30 $748,200  $50,000  $798,200 Johnson Foundation, Robert Wood 6 $71,800  $71,800 Junior League of Dallas 1 $5,000  $5,000 Just Fund Kentucky 18 $42,208  $42,208 Kaiser Permanente 4 $91,000  $91,000 Kalamazoo Community Foundation 1 $30,000  $30,000 Keith Founation Trust, Ben E. 2 $  2,600  $ 2,600 Kellett Foundation, John Steven 6 $18,900  $18,900 Kerr Foundation, William A. 5 $67,500  $67,500 King Cole, Inc. 1  $19,500  $19,500 Knight Family Foundation 1  $37,500  $37,500 Knistrom Foundation, Fanny and Svante 1 $5,000  $5,000 Koffman, Betsy and Bates, Lorraine Family Fund 1 $25,000  $25,000 Kors Le Pere Foundation 1 $105,336  $105,336 LA84 Foundation 1 $2,500  $2,500 Langeloth Foundation, Jacob and Valeria 1 $2,500  $2,500 Larsen Foundation, John 4 $85,000  $85,000 Laughing Gull Foundation 6 $105,000  $50,000  $155,000 Leeway Foundation 14 $82,500  $82,500 Legg Mason Charitable Foundation 1 $700  $700 Levi Strauss Foundation 12 $1,045,500  $ 1,045,500 Liberty Hill Foundation 60 $604,960  $604,960 Appendix: 2017 List of LGBTQ Grantmakers in the U.S.2017 Tracking Report47FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsLightner Sams Foundation 1 $15,000  $15,000 M.A.C. AIDS Fund 85 $4,803,389  $160,000  $4,963,389 MacArthur Foundation, John D and Catherine T. 5 $1,425,000  $ 1,425,000 Maine Community Foundation 8 $121,600  $121,600 Maine Health Access Foundation 3 $22,000  $22,000 Maine Women's Fund 2 $3,000  $3,000 Mandel, Amy and Rodis, Katina Fund 37 $1,037,710  $147,500  $1,185,210 Marguerite Casey Foundation 1 $7,500  $7,500 Marks Foundation, Carl 1 $1,000  $1,000 Masto Foundation 6 $15,500  $40,000  $55,500 McCarthy Foundation, Brian A. 7 $305,000  $305,000 McDermott Foundation, Eugene 1 $5,000  $5,000 McGregor Fund 2 $385,000  $385,000 McKenzie River Gathering 1 $10,000  $10,000 Mellon Foundation, Andrew W. 1 $1,159,000  $1,159,000 MetLife Foundation 9 $162,265  $162,265 Meyer Memorial Trust 14 $955,856  $955,856 Miami Foundation 46 $360,675  $360,675 Michaels Foundation, Howard and Jennifer 1  $6,250  $6,250 Miller Foundation, Herman and Frieda L. 1 $50,000  $50,000 Minneapolis Foundation 44 $89,394  $14,778  $104,172 Mirapaul Foundation 1  $12,500  $12,500 Missouri Foundation for Health 1 $209,688  $209,688 Moody Foundation 1 $20,000  $20,000 Moonwalk Fund, Silva Watson 14 $230,000  $230,000 Moriah Fund 2 $70,000  $70,000 Morrison and Foerster Foundation 11 $70,135  $70,135 Ms. Foundation for Women 3 $75,311  $75,311 Mukti Fund 3 $96,000  $1,000  $97,000 NEO Philanthropy 18 $1,319,985  $1,319,985 New York Community Trust, The 20 $803,250  $12,000  $815,250 New York Women's Foundation 19 $959,500 $959,500 New Yorkers for Children 1 $30,000  $30,000 Newpol Foundation 3 $35,000  $1,250  $36,250 Nordson Corporation Foundation, The 1 $13,000  $13,000 Nordstrom 1 $10,000  $10,000 Norris Preyer Fund, Marry 1 $5,000  $5,000 North Star Fund 21 $201,750  $201,750 48FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsNorthrop Grumman 1 $2,500  $2,500 Northwest Area Foundation 4 $65,000  $60,000  $125,000 NoVo Foundation 7 $597,500  $165,000  $762,500 Ohio Transformation Fund 1 $40,000  $40,000 Omomuki Foundation 4 $25,940  $12,122  $38,062 Open Society Foundations 92 $7,577,998  $191,600  $ 7,769,598 Oregon Community Foundation 51 $341,983  $500  $342,483 Orlando City Soccer Club Foundation 2 $50,000  $50,000 Our Fund 236 $687,207  $51,000 $738,207Our Fund - Contigo Fund 26 $614,824 $614,824OUT Miami Foundation 5 $39,000  $39,000 Overbrook Foundation, The 14 $606,000  $155,000  $761,000 Packard Foundation, David and Lucile 1 $50,000  $50,000 Palette Fund 24 $1,114,325  $1,114,325 Parsons Foundation, Bob and Renee 1 $275,000  $275,000 Parsons Foundation, Ralph M. 1 $35,000  $35,000 Peace Development Fund 3 $132,431  $132,431 Pfund Foundation 33 $62,900  $62,900 Philadelphia Foundation 35 $347,252  $347,252 Pittsburgh Foundation, The 1 $10,000  $10,000 Point Foundation 97 $818,668  $818,668 Polk Bros. Foundation 6 $243,500  $243,500 Pride Foundation 348 $1,200,468  $1,200,468 Proteus Fund 9 $905,000  $905,000 Reynolds Babcock Foundation, Mary 1 $150,000  $150,000 Reynolds Foundation, Z. Smith 3 $105,000  $105,000 Richardson Fund, Anne S. 1 $30,000  $30,000 Richmond Memorial Health Foundation 2 $22,500  $22,500 Roaring Fork Gay and Lesbian Community Fund 1 $5,000  $5,000 Robin Hood Foundation 7 $1,109,500  $ 1,109,500 Roblee Foundation, Joseph H. and Florence A. 3 $50,000  $50,000 Rochester Area Community Foundation 14 $40,700  $40,700 Rockefeller Brothers Fund 1 $25,000  $25,000 Rockefeller Foundation 3 $300,000  $300,000 Rockefeller Philanthropy Advisors 1 $500  $500 Rohr Foundation, Mark & Rachel 1 $10,000  $10,000 Rolland Foundation, Ian and Mimi 1 $12,500  $12,500 Rorie Foundation, Ryan 1 $1,000  $1,000 Appendix: 2017 List of LGBTQ Grantmakers in the U.S.2017 Tracking Report49FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsRosenberg Foundation 1 $750  $750 Rubin Foundation, Shelley and Donald 2 $30,000  $30,000 Rudin Family Foundation, May and Samuel 2 $75,000  $75,000 Samsara Foundation 1 $7,000  $7,000 San Diego Foundation 2 $36,350  $36,350 San Diego Human Dignity Foundation 18 $92,200  $300  $92,500 San Diego Pride 1 $6,000  $6,000 San Francisco Foundation 11 $186,857  $186,857 Santa Fe Community Foundation 22 $72,050  $72,050 Schott Foundation for Public Education 4 $105,000  $105,000 Seattle Foundation, The 5 $36,500  $36,500 Silicon Valley Community Foundation 10 $936,112  $936,112 Simmons Foundation, The 7 $240,000  $240,000 Skolnick Family Charitable Trust, The 1 $1,000  $1,000 Small Change Foundation 21 $501,000  $501,000 Snowdon Foundation, Ted 10 $277,000  $35,000  $312,000 Snyder Fund, Valentine Perry 2 $100,000  $100,000 Social Justice Fund Northwest 19 $183,906  $183,906 Southern Vision Alliance 5 $3,750  $3,750 Southwest Florida Community Foundation 1 $18,000  $18,000 Spartanburg County Foundation 5 $46,500  $46,500 Stonewall Community Foundation 142 $494,133  $494,133 Storr Family Foundation, The 1 $5,000  $5,000 Strengthen Orlando - OneOrlando Fund 302 $2,106,526  $2,106,526 Surdna Foundation 8 $66,100  $66,100 Tawani Foundation 18 $1,648,000  $ 1,648,000 TEGNA Foundation 1 $5,000  $5,000 Texas Pride Impact Funds 1 $11,000  $11,000 The LGBTQ Focus Foundation 5 $140,500  $140,500 Third Wave Fund 39 $391,800  $391,800 Tides Foundation 180 $7,524,762  $72,000  $ 7,596,762 TJX Foundation, The 6 $70,000  $70,000 Tov Adama Foundation 1 $2,500  $2,500 Trans Justice Funding Project 154 $500,500  $500,500 TurningPoint Foundation 1 $50,000  $50,000 Unitarian Universalist Program Veatch Program at Shelter Rock7 $260,000  $70,000  $330,000 Unitarian Universalist Service Committee 4 $105,000  $105,000 50FOUNDATION NAMETotal GrantsDirect Grant Dollars Regranting DollarsTotal DollarsUnited Way of Cleveland 1 $7,767  $7,767 United Way of Greater Cincinnati 1 $32,000  $32,000 United Way of Greater St. Louis 1  $60,000  $60,000 United Way of Metro Dallas 2 $180,000  $180,000 United Way of Tucson and Southern Arizona 1 $8,616  $8,616 Urgent Action Fund 38 $127,066  $127,066 van Ameringen Foundation, H 86 $4,349,500  $4,349,500 Vermont Community Foundation 23 $47,550  $36,000 $83,550.00ViiV Healthcare 39 $2,742,325  $240,000  $2,982,325 Wallis Foundation 1 $5,000  $5,000 Warhol Foundation for the Visual Arts, Andy 2 $20,000  $20,000 Washington AIDS Partnership 5 $198,500  $198,500 Washington Area Women's Foundation 1 $500  $500 Washington Forrest Foundation 1 $3,000  $3,000 Weinberg Foundation, Harry and Jeanette 1 $200,000  $200,000 Wells Fargo 161 $3,339,971  $ 3,339,971 Wild Geese Foundation 21 $246,600  $246,600 Women's Foundation of California, The 11 $235,000  $235,000 Women's Foundation of Minnesota 1 $8,500  $8,500 Zarrow Family Foundation, Maxine & Jack 3 $4,000  $4,000 Zarrow Family Foundations 2 $6,500  $6,500 Zarrow Foundation, Anne and Henry 2 $45,000  $45,000 Zarrow Family Foundation, Maxine & Jack 1 $1,500 $1,500Zarrow Foundation, Anne and Henry 2 $155,000 $155,000Total 6,297 $185,841,930 $13,087,261 $198,929,192Appendix: 2017 List of LGBTQ Grantmakers in the U.S.2017 Tracking Report51We surveyed the 2017 grantmaking activity of nearly 1,000 philanthropic entities in search of LGBTQ funding. All types of foundations were surveyed—private, public, community and corporate—as well as nonprofit organizations with grantmaking programs. Information was obtained predominantly through self-reporting by grantmakers, as well as through a review of 990s and annual reports. This report includes all information received as of December 20, 2018. Our overarching research goal was to ensure that the data we collected focused specifically on LGBTQ issues and organizations. Therefore, the data set does not include grants to organizations or projects that are generally inclusive of LGBTQ people unless they explicitly address an LGBTQ issue or population. For example, a women’s organization awarded a grant to develop a sex education curriculum for girls, open and welcoming to all girls, including LBTQ girls, would not have been included in the data. If that same organization was funded to provide sex education specifically to LBTQ girls, it would have been included. We have included all re-granting dollars in charts that rank individual grantmakers and in the appendix to accurately show the overall level of LGBTQ funding provided by each grantmaker, regardless of whether those dollars are provided in the form of direct grants or through an intermediary that then re-grants those dollars to other organizations and individuals. As a result, the charts that rank grantmakers and the appendix ”double-count” re-granting when aggregated. However, for all other tabulations and charts, we have not included dollars awarded for the purpose of re-granting, so as to avoid double counting.None of this work would be possible without our members and the other philanthropic entities who generously shared data on their grantmaking for LGBTQ communities. We are especially appreciative to our friends at Funders Concerned About AIDS (FCAA)—John Barnes, Sarah Hamilton, and Caterina Gironda—for sharing their LGBTQ-specific HIV/AIDS grantmaking data and for consistently being outstanding collaborative partners in our research efforts. METHODOLOGY & ACKNOWLEDGMENTSMETHODOLOGYACKNOWLEDGMENTS52Funders for LGBTQ Issues works to increase the scale and impact of philanthropic resources aimed at enhancing the well-being of lesbian, gay, bisexual, transgender and queer communities, promoting equity and advancing racial, economic and gender justice. Rickke Mananzala, Chair  Vice President of Strategy & Programs, Borealis Philanthropy Jason McGill, Vice Chair  Co-Executive Director, Arcus Foundation Kristine Stallone, Treasurer  Vice President for Finance and Administration,  American Jewish World Service Rebecca Fox, Secretary Senior Program Officer, Wellspring Advisors Brandie Balken Deputy Director, Hopewell FundAlfredo Cruz Vice President of Programs & Special Initiatives, Foundation for Louisiana Matthew “Matty” Hart  Director, Global Philanthropy Project  Kelli King-Jackson Senior Program Officer, Simmons FoundationCynthia Renfro President & CEO, Civis Consulting, LLCBeatriz “Bia” Vieira Chief Program Officer The Women’s Foundation of CaliforniaRye Young Philanthropic ConsultantMISSIONBOARD OF DIRECTORSBen Francisco Maulbeck PresidentLyle Matthew Kan Vice President of Research & Communications Marvin Webb Vice President of Finance & AdministrationnKristina Wertz Vice President of Engagement & Philanthropic OutreachRebecca Wisotsky National Director of Philanthropic Outreach Chantelle Fisher-Borne Project Director, The Out in the South Initiative Alexander Lee Project Director, Grantmakers United for Trans CommunitiesAndrew Wallace Research and Communications Officer Luis Rey Ramirez Research & Communications Associate Nicole Fernandes Executive & Operations Assistant   Authors Lyle Matthew Kan, Ben Francisco Maulbeck,  and Andrew Wallace Copy Editor Alexander LeeCreative Director Andrew WallaceGraphic Designer Gabriel Lee (original design);  Trevor Messersmith, 80east Design (2017 Edition)Lead Researcher Andrew WallaceResearchers Eames Armstrong, Lyle Matthew Kan, Sarah Neddo,  and Demian Yoon STAFFREPORT CREDITS© MARCH 2019, FUNDERS FOR LGBTQ ISSUES Permission is granted to reproduce this document in part or in its entirety, provided that Funders for LGBTQ Issues is cited as the source for all reproduced material. An updated version of this report was published in April 2019 with minor corrections.Methodology & Acknowledgments2017TRACKING REPORT 45 West 36th Street, 8th Floor, New York, NY 10018    (212) 475-2930    (212) 475-2532  lgbtfunders.org    @lgbtfunders    facebook.com/LGBTQFunders",
    "id": 588303525,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:42318"
    },
    "title": "2017 Tracking Report: Lesbian, Gay, Bisexual, Transgender, and Queer Grantmaking by U.S. Foundations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-03-03T00:00:00+00:00",
    "publisher": "Funders for LGBTQ Issues",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/42318/42318.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/588303525.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/588303525"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/588303525/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/588303525/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/588303525"
        }
    ],
    "abstract": "This report captures foundation funding at a complicated moment, a year after we reported on the unprecedented but much-needed philanthropic response to the Pulse Nightclub Massacre that propelled philanthropic support for LGBTQ issues to the highest level ever recorded.In 2017, grantmaking by U.S. foundations in support of organizations and programs addressing LGBTQ issues totaled $185.8 million. This represents a decrease of over $16 million from the record-breaking $202.3 million reported in 2016 because, as expected, the more than $30 million in funds distributed in direct response to Pulse was highly focused in both scope and timing. When OneOrlando Fund grantmaking is excluded, LGBTQ funding increased by about $10.8 million, or six percent, in 2017, similar to the rate of growth in recent years",
    "tags": [
        "report",
        "LGBTQI",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:42318",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 588303525,
        "depositedDate": null,
        "publishedDate": "2019-03-03T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:47:18+00:00",
        "acceptedDate": null,
        "createdDate": "2023-10-21T08:48:29+01:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/42318",
        "https://issuelab.org/resources/42318/42318.pdf"
    ],
    "lastUpdate": "2024-02-14T12:47:18+00:00",
    "setSpecs": [
        "nonprofits_and_philanthropy",
        "lgbtqi"
    ]
}