{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2022-12-09T19:10:15+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/548516264.pdf",
    "fullText": "   1           A Survey of Grantmaking Organizations Published on November 17, 2022 2022 STATE OF PHILANTHROPY TECH info@tagtech.org 200 West Madison Street, 3rd Floor Chicago, IL 60606 Technology Association of Grantmakers       Learn more at tagtech.org/philanthropytech2022  2 TABLE OF CONTENTS EXECUTIVE SUMMARY 3 KEY FINDINGS 9 FUTURE WORKPLACE 9 CONTINUED CRISIS RESPONSE 11 TECH BUDGET, STAFFING, RETENTION 13 DIVERSITY, EQUITY, AND INCLUSION IN IT DEPARTMENTS 17 SECURITY TRENDS 19 TRENDS IN TOOL SELECTION 22 SPECIAL CONSIDERATIONS FOR COMMUNITY FOUNDATIONS 28 METHODOLOGY 29 CREDITS 30 APPENDIX A: ABOUT THE SAMPLE 31 APPENDIX B: KEY FINDINGS AT A GLANCE 31          Learn more at tagtech.org/philanthropytech2022  3 EXECUTIVE SUMMARY CURRENT TECHNOLOGY PRACTICES IN PHILANTHROPY  In the summer of 2022, the Technology Association of Grantmakers (TAG) conducted a survey to better understand the technology environment, practices, and perceptions of grantmaking organizations throughout North America and beyond. This year’s approach builds on previous surveys in exploring technology practices, selection, and management. Additionally, the 2022 survey continues to explore cybersecurity trends, the role of Diversity, Equity, and Inclusion (DEI) initiatives, as well as the philanthropic sector’s ongoing crisis response. New questions this year explored the prevalence of hybrid/remote workplace policies as well as staffing and retention challenges.  In all, 277 foundations in North America and beyond responded to the survey. Their experiences have provided valuable insights into the current state of technology in philanthropy including:  1. What workplace model most people are embracing, and how well we are investing in what it takes to sustain it. 2. What technology budgeting looks like, and noteworthy trends in staffing and promotion. 3. What the responsiveness and commitment to nonprofits looks like in continued crisis. 4. What the ongoing challenges are when building a culture of Diversity, Equity, and Inclusion. 5. What technology tools, practices, and management approaches are in use within philanthropy. 6. What approaches foundations are taking toward growing security threats.  Key findings are introduced below and then explored more fully beginning on page 9.   TAG Members: Download the raw survey results (with identifiers removed) at  https://www.tagtech.org/philanthropytech2022.  For community foundations, additional research related to selecting integrated systems across GMS, CRM, donor portals, and accounting systems can be found at https://tagtech.org/communityfoundationsystems.   FUTURE WORKPLACE  The pandemic forced grantmakers to find alternatives to the traditional in-person workplace model. Three years later, evidence shows they continue to embrace those alternatives.  • 77% of respondents indicated that they plan to move to a hybrid/remote workplace model for 2023 and beyond. • Corporate foundations are most likely (100%) to adopt a hybrid/remote model, followed by private foundations (84%) and then family foundations (81%).   77% of respondents plan to move to a hybrid/remote workplace in 2023 and beyond.       Learn more at tagtech.org/philanthropytech2022  4 • Government grantmakers (64%) and community foundations are the least likely (73%). • 63% of small private foundations and 38% of small community foundations (under $25 million in assets) are planning a fully remote workplace. • Overall, 76% of respondents said they have adopted collaboration tools, such as Slack or Teams, to facilitate such a workplace model. Despite adopting or enhancing tools for a hybrid/remote environment, 36% of organizations said they have not changed their training or learning as a result.   For detailed results (with charts) pertaining to future workplace, see page 9.   CONTINUED CRISIS RESPONSE  Funders continue to varying extents to support nonprofits’ ongoing response to the pandemic.  • Commitment to streamlining applications (62%) and reporting (51%) continues. • The adoption of paperless payments continues to grow, up from 51% in 2020 to 64% in 2022. • But the trend to remove funding restrictions may have reverted—just 34% of grantmakers continue to remove funding restrictions, down from a high of 41% in 2020.  • However, nearly half of family foundations and half of mid-sized private foundations ($500M-$1B in assets), continue to remove funding restrictions. • Community foundations continue to be more likely to provide technology training and technical assistance to grantees (39%) than any other type of foundation except government grantmakers, with 33% of private foundations providing such capacity building.  For detailed results (with charts) pertaining to crisis response, see page 11.  TECH BUDGET & STAFFING  In terms of budget for technology expenditures, 50% of foundations allocate just 1%-5% of operating budget to technology. 36% of foundations invest 6-10% in technology while just 15% allocate over 10% to technology.  After holding steady over the two previous surveys, the sector saw a significant improvement overall in the average IT staffing ratio.  • On average, respondents reported one IT person for every 12 staff members (12:1), an improvement from the 17:1 ratio reported in 2020.  • Community foundations (18:1) see double the staffing ratio of private foundations (9:1).   46% of family foundations continue to remove funding restrictions.  12:1 is the average ratio of staff to IT staff.         Learn more at tagtech.org/philanthropytech2022  5 • Public foundations reported the highest ratio, with just one IT person for every 28 staff members. • In general, the smaller the organization’s asset size, the greater its IT staffing ratio—as expected.  43% of organizations shared that the person leading technology reports to the CEO or President.   • Almost a quarter of respondents (21%) said their leading technology role reports to the CFO or Finance Lead, an outdated organizational structure that persists nonetheless in philanthropy. • The prevalence of IT leaders reporting to the COO, CFO, or Finance Lead instead of the CEO or President increases more or less in parallel with the size of the organization’s assets. In other words, smaller organizations are somewhat more likely to have a technology lead reporting to the CEO.  For detailed results (with charts) pertaining to tech budget and staffing, see page 13.   DEI PRACTICES AMONGST TECHNOLOGY TEAMS  Results show some positive movement in Diversity, Equity, and Inclusion (DEI) efforts, but also reveal areas for improvement.   • More technology teams than ever before are receiving DEI training. While the number of organizations offering no training whatsoever has decreased from 37% to 21% in 2022, private foundations remain an outlier with 30% offering no DEI training to staff in technology-related roles. • Respondents reported almost no change related to DEI programs in place compared to 2020. • This overall shift in training without a correlating shift in programs might indicate that organizations are undertaking some effort in building awareness but have yet to take the next step toward implementation.  For detailed results (with charts) pertaining to DEI practices amongst technology teams, see page 17.      43% of tech leaders report directly to the CEO or President.   30% of private foundations do not offer any DEI training to tech staff.        Learn more at tagtech.org/philanthropytech2022  6 SECURITY TRENDS  Overall respondents reported significantly fewer cybersecurity breaches over the past two years, the first steady improvement since 2016.   • Just 12% of foundations reported a security breach in the past two years, down significantly from 22% in 2020. • Community foundations reported the fewest breaches (9%), a significant improvement over 2020 (20%). • Family foundations reported the highest breach rate (14%), followed by private foundations (10%). • Community foundations are more likely than all other types of grantmakers to be using firewall (88%), spam blocking (81%), email filtering (75%), and server virus protection (63%) • 60% of respondents said their organization has cybersecurity insurance, down slightly from 2020 (61%) but still notably higher than 2018 (40%).  • Community foundations are the most likely to carry cybersecurity insurance, at 76%, up from 65% in 2020.  For detailed results (with charts) pertaining to security trends, see page 19.       12% of foundations reported a security breach in the past two years.        Learn more at tagtech.org/philanthropytech2022  7 TRENDS IN TOOL SELECTION & CRYPTOCURRENCY  Results show an increase in the trend of using the same system for both Grants Management and CRM (24%), which might suggest that the prevalence of a standalone CRM system might be fading as grants management, donor management, and broadcast email/marketing systems adopt more CRM features, further blurring the lines.   • Fluxx, Foundant, and Salesforce are the three Grants Management Systems (GMS) with the highest usage among respondents; the use of a custom GMS has decreased significantly to just 5%. o Fluxx is the leading choice for private foundations. o GivingData is the leading choice for family foundations. o Foundant is the leading choice for community foundations. • While Salesforce has gained market share in the GMS space, it has lost market share in the CRM vertical as grantmakers move to using their GMS for CRM or choosing to forego CRM altogether. • Of those using Salesforce, 58% use it for multiple use cases, including Grants Management and/or Donor Portal. • Respondents who said they did not use any CRM increased to nearly 22% from 14% in 2020. • Zoom (93%) and Teams (50%) lead the way in platforms used for webinars as well as Audio/Video conferencing, with many organizations using multiple solutions. • Microsoft continues to be the leading solution in cloud-based productivity.  • Organizations are starting to embrace and explore cryptocurrency, with at least 16% responding that they were using or exploring crypto and its technology.   For detailed results (with charts) pertaining to trends in tool selection, see page 22.   TAG Members: Download the raw survey results (with identifiers removed) at  https://www.tagtech.org/philanthropytech2022.  For community foundations, additional research related to selecting integrated systems across GMS, CRM, donor portals, and accounting systems can be found at https://tagtech.org/communityfoundationsystems.      22% report not using any CRM system.        Learn more at tagtech.org/philanthropytech2022  8 ABOUT THIS SURVEY  The results presented here are based upon answers to the “2022 State of Philanthropy Tech” survey conducted by the Technology Association of Grantmakers (TAG). For nearly a decade, TAG has conducted surveys of its members and the broader philanthropic sector.  In 2018, the TAG Survey Committee expanded its approach to include respondents beyond TAG membership and introduced new questions focused on strategy, integration with program staff as well as Diversity, Equity, and Inclusion (DEI). In 2020, we added questions about COVID-19 and how emerging societal challenges were affecting the ways foundations supported their grantees and nonprofit partners.  This year’s survey builds on those themes and also asked questions designed to learn more about the long-term effects of the pandemic on the workplace, technology, and the philanthropic sector’s ongoing crisis response.   The 2022 survey contained 33 questions via SurveyMonkey. The online survey was publicly available for four weeks and promoted via email, website, and social media. 277 foundations located in North America and beyond responded.   For information about the methodology, see page 29. For information about responding organizations, see Appendix A on page 31.  For key findings at a glance, see Appendix B on page 32.        Learn more at tagtech.org/philanthropytech2022  9 KEY FINDINGS The following sections will explore each of the areas presented above in greater depth with supporting data and charts. TAG Members can download the raw survey results (with identifiers removed) at https://www.tagtech.org/philanthropytech2022.  FUTURE WORKPLACE  This year’s survey included new questions aimed at understanding how foundations are adapting to changes they made as a result of COVID-19—more specifically, how the pandemic affected their workplace models for the foreseeable future. The results indicate that many foundations have made their short-term adaptations more permanent and have leaned into hybrid working environments.  • Overall, 77% of respondents indicated that they plan to move to a hybrid/remote workplace model for 2023 and beyond. • Corporate foundations are most likely (100%) to adopt a hybrid/remote model, followed by private foundations (84%) and then family foundations (81%).  • Government grantmakers (64%) and community foundations are the least likely (73%). • 63% of small private foundations and 38% of small community foundations (under $25 million in assets) are planning a fully remote workplace. • Overall, 76% of respondents said they have adopted collaboration tools such as Slack or Teams to facilitate such a workplace model. Despite adopting or enhancing tools for a hybrid/remote environment, 36% of organizations said they have not changed their training or learning as a result.   Corporate foundations are most likely (100%) to adopt a hybrid/remote model, followed by private foundations and then family foundations. Community foundations are the least likely (73%).   73%100%81% 84%CommunityFoundationCorporateGrantmakerFamily Foundation Independent(Private)FoundationFor 2023 and beyond, what type of workplace model is your organization planning?Fully remoteFully in the officeHybrid/remoteUnsureOther (please describe)      Learn more at tagtech.org/philanthropytech2022  10 Overall, 76% of respondents said they have adopted collaboration tools such as Slack or Teams to facilitate such a model, and 85% said they have adopted at least one other relevant tool in addition to those required for communication and collaboration.      Despite adopting or enhancing tools for a hybrid/remote environment, 36% of organizations said they have not changed their training or learning as a result. This incongruity of adopting a new workplace model but not adopting the tools and training required for success is worth noting. Organizations that better prepare their staff for success are more likely to achieve it.    Those that have changed their training did so in a few different ways.   • 48% said they have launched webinars or hosted training sessions. • 27% expanded their knowledgebase or host digital office hours. • 18% said they subscribe to digital learning tools. 56%12%19%8%59%76%8%14%Which new technologies or tools have you adopted or enhanced due to hybrid and/or remote work? (Select all that apply)76%85%8%Collaboration Tools Other (Non-Collaboration Tools) None of the aboveWhich new technologies or tools have you adopted or enhanced due to hybrid and/or remote work? (Select all that apply)      Learn more at tagtech.org/philanthropytech2022  11   CONTINUED CRISIS RESPONSE  Funders continue to varying extents to support nonprofits’ ongoing response to the pandemic. Commitment to streamlining applications (62%) and reporting (51%) continues while the adoption of paperless payments accelerates, up from 51% in 2020 to 64% in 2022.  However, one disappointing finding is that the trend to remove funding restrictions may have reverted. Just 34% of grantmakers continued to remove funding restrictions, down from a high of 41% in 2020. However, family foundations (46%), mid-sized private foundations (50% not shown here) and mid-sized community foundations (38% not shown here) continued to remove funding restrictions.    27%18%48%27%36%5%We've expandedthe functionalityand contentavailable on ourknowledge base.We've subscribedstaff to digitallearning tools suchas LinkedInLearning.We've launchedand hosted multiplewebinars andtraining sessions.We've hosteddigital office hours.None of the above Other (pleasespecify)How have training and learning changed at your organization due to hybrid and/or remote work? (Select all that apply)7%34%7%62%51%23%36%64%15%None of theaboveRemovefundingrestrictionsAuto-renewgrantsUsestreamlinedapplicationsUsestreamlinedreportingProvide tech& toolsProvidetraining &technicalassistanceUsepaperlesspayments(ACH)Other(pleasespecify)How is your organization continuing to support nonprofit partners in 2022?20202022      Learn more at tagtech.org/philanthropytech2022  12    Government grantmakers (73%) and community foundations (39%) are more likely to provide technology training and technical assistance to grantees than any other type of foundations.   These figures contrast with private and family foundations, just 32-33% of whom said they are providing training and technical assistance. Similar trends exist regarding the provisioning of technology and tools to nonprofit grantees.   CommunityFoundationCorporateGrantmakerFamily Foundation Independent(Private)FoundationGovernmentGrantmaker0%20%40%60%80%100%Below are ways grantmakers responded to the multiple crises of 2020. Which of the following has your organization continued to offer or pursue in 2022?None of the above Remove funding restrictionsAuto-renew grants Use streamlined applicationsUse streamlined reporting Provide tech & toolsProvide training & technical assistance Use paperless payments (ACH)Other (please specify)      Learn more at tagtech.org/philanthropytech2022  13 TECH BUDGET, STAFFING, RETENTION  This year's survey reveals both some stubborn continuing patterns as well as some promising changes regarding how the role of technology is perceived and funded within organizations.   In terms of budget, 50% of foundations allocate just 1%-5% of operating budget to technology. 36% of foundations invest 6-10% in technology while just 15% allocate over 10% to technology.    Regarding technology staffing, the ratio of technical to non-technical staff has improved overall. After holding steady over the two previous surveys, the sector saw a significant improvement in the average IT staffing ratio with respondents reporting one IT person for every 12 staff members (12:1), an improvement from the 17:1 ratio reported in 2020.    • In general, the smaller the organization’s asset size, the greater its IT staffing ratio—as expected.  Community foundations (18:1) see double the staffing ratio of private foundations (9:1). Public foundations reported the highest ratio, with just one IT person for every 28 staff members. In general, the smaller the organization’s asset size, the greater its IT staffing ratio—as expected.  1%50%36%10%1% 2%1%2022 technology budget as a % of overall operating budget0%1%-5% of operating budget6%-10% of operating budget11%-15% of operating budget16%-20% of operating budget21%-25% of operating budget>25% of operating budget      Learn more at tagtech.org/philanthropytech2022  14     While staffing ratios have improved, the reporting structure for technology continues to lag behind other sectors. In this year’s survey, just 43% of organizations said the person in their leading technology role reports to the CEO or President. This may indicate a failure, or at least a reluctance, to consider IT leadership on equal footing with other organizational operations.     7 8 99 9121828PrivateOperatingOnlyFoundationPublic CharityGrantmakersGovernmentGrantmakerIndependent(Private)FoundationCorporateGrantmakerFamilyFoundationCommunityFoundationPublicFoundationAverage IT Staffing Ratio by Org Type3212166 6< $25 million $25 - $250 million $250 million - $500million$500 million - $1 billion > $1 billionAverage IT Staffing Ratio by Asset Size43%21%15%3%18%CEO or President CFO or FinanceLeadCOO or OperationsLeadGrants ManagementLeadOther (pleasespecify)To whom does the person leading technology report?      Learn more at tagtech.org/philanthropytech2022  15 Almost a quarter of respondents (21%) said their leading technology role reports to the CFO or Finance Lead. This outdated organizational structure persists despite the increased importance of IT.   The prevalence of IT leaders reporting to the COO, CFO, or Finance Lead instead of the CEO or President increases more or less in parallel with the size of the organization’s assets. In other words, smaller organizations are somewhat more likely to have a technology lead reporting to the CEO.    Regarding staff turnover, organizations reported many staff departures in this year’s survey and identified shared pain points related to retention. But the survey results also capture an almost even offset of promotions occurring in organizations. In context, this could reflect different scenarios—staff being promoted without a replacement and being asked to take on the responsibilities of both roles, for example. It could also mean that organizations are using promotion as a retention tactic.     Corporate grantmakers as well as public foundations do not follow this trend, and instead reported an average departure ratio and a significantly lower-than-average promotion ratio.   7%13%6%5%10%2%1%4%3%5%8%0%< $25 million $25 - $250 million $250 million -$500 million$500 million - $1billion> $1 billion our funding isbased oncontributionsTo whom does the person leading technology report?CEO or President Other (please specify)CFO or Finance Lead COO or Operations LeadGrants Management Lead3220241226 245228192427 273220253GovernmentGrantmakerFamilyFoundationIndependent(Private)FoundationCommunityFoundationPublic CharityGrantmakersPrivateOperatingOnlyFoundationPublicFoundationCorporateGrantmakerTotal # of IT-Related Departures vs. Promotions by Org TypeTotal # of DeparturesTotal # of Promotions      Learn more at tagtech.org/philanthropytech2022  16 By asset size, departures and promotions nearly offset each other across the board and in some cases ($250-$500 million in assets) skew heavily toward promotion.    These findings coalesce to a high degree in the survey’s written comments, where respondents reported that some of the main impediments to employee retention they face include:  • lack of growth opportunities • job quality and satisfaction • limited funding • lack of appreciation or respect for IT • lack of leadership buy-in • a failure to integrate tech and mission • expectations for on-the-job training • and an unsustainable workload  Similarly, organizations said that talent acquisition is a challenge. Philanthropic organizations find themselves unable to compete against other industries offering better salaries and benefits and more flexible or remote work opportunities. Furthermore, grantmakers with geographic constraints in hiring reported that candidates lack:  • the right skills or expertise • an interest in and understanding of philanthropy • the ability to “wear multiple hats” (a job requirement less common in the for-profit sector)    21171524182620382225< $25 million $25 - $250 million $250 million -$500 million$500 million - $1billion> $1 billionTotal # of IT-Related Departures vs. Promotions by Asset SizeTotal # of DeparturesTotal # of Promotions      Learn more at tagtech.org/philanthropytech2022  17 DIVERSITY, EQUITY, AND INCLUSION IN IT DEPARTMENTS  In 2022, the TAG survey again asked questions related to Diversity, Equity, and Inclusion (DEI) to see how training rates, programs, and policies have changed, and to better understand the implications. As these efforts increase in most sectors, we’d hope to see the nonprofit and philanthropic sectors keeping pace—or better yet, leading.  Indeed, survey results show some positive movement as more technology teams than ever before are receiving DEI training. While the number of organizations offering no training whatsoever has decreased from 37% to 21% in 2022, private foundations remain an outlier with 30% offering no DEI training to staff in technology-related roles (not shown).    In contrast to DEI training, respondents reported almost no change related to DEI programs in place compared to 2020. However, there is a shift from “None of the Above,” which declined 8% in 2022, to “I don’t know,” which increased 7%. This might offset the findings by indicating some awareness of relevant programs that could increase with additional education or promotion efforts moving forward.   39% 41%29%36% 37%15%37%6%58%54%42%48%53%27%21%10%Anti-racism Embracingdifferences in theworkplaceHow equitablepractices can beembedded intoeveryday jobactivities andresponsibilities.Non-discriminationand regulatorycomplianceOvercomingunconscious biasTeaching leadershow to managediverse populationsNone of the above I don’t knowIn your organization, staff responsible for technology are offered or included in training that focuses on: (Please select all that apply)201820202022      Learn more at tagtech.org/philanthropytech2022  18   Overall, the results reveal a big shift in training since 2020 without a correlating shift in programs. This overall shift in training without a correlating shift in programs might indicate that organizations are undertaking some effort in building awareness but have yet to take the next step toward implementation.  It’s worth noting that corporate foundations, though just 3% of the sample size, are leading the way in developing equity programs: • 40% of corporate foundations are providing targeted development opportunities for diverse employees in technology. In contrast, just 22% of private foundations and 13% of community foundations are doing the same. • 20% of corporate foundations are developing a pipeline of diverse leaders in technology. In contrast, just 13% of private foundations and 8% of community foundations are doing the same.    35%12%18%40%32%18%Recruit diversecandidatesDevelop a pipelineof diverse leadersProvide targeteddevelopmentopportunities fordiverse employeesDemonstratefairness inperformance andcompensationdecisionsNone of the above I don’t knowIn your organization, the department responsible for technology has programs in place to: 20202022      Learn more at tagtech.org/philanthropytech2022  19 SECURITY TRENDS  Overall, respondents from organizations of all sizes and types reported significantly fewer cybersecurity breaches in the past two years—the first steady improvement since 2016.   • Just 12% of foundations reported a security breach in the past two years, down significantly from 22% in 2020. • Community foundations reported the fewest breaches at (9%), a significant improvement over 2020 (20%). • Family foundations reported the highest breach rate (14%), followed by private foundations (10%). • Community foundations are more likely than all other types of grantmakers to be using firewall (88%), spam blocking (81%), email filtering (75%), and server virus protection (63%) • 60% of respondents said their organization has cybersecurity insurance, down slightly from 2020 (61%) but still notably higher than 2018 (40%).  • Community foundations are the most likely to carry cybersecurity insurance, at 76%, up from 65% in 2020.  One might attribute this significant improvement to stronger security posture; however, respondents did not report notable changes in their adoption of security products.   0%10%20%30%40%50%60%70%80%90%100%What network security products do you currently have in place? (Select all that apply)20182020202217%9%23%27%14%16%10%2016 2018 2020 2022% reporting a security breach in the past two yearsCommunity Family Private      Learn more at tagtech.org/philanthropytech2022  20 Perhaps instead, vendors are improving the existing security products in use. Or perhaps ongoing security awareness training is paying off by leading to better practices and less risk-taking. Alternatively, the unexpected improvement could point to cybersecurity budgets and investments paying off over time.  Another possibility remains in that the dramatic shift to remote/hybrid work model in the period covered by this survey (2020 to 2022) may have closed some security loopholes or vulnerabilities to mitigate overall risk.  Regarding tools in use, organizations reported a wide range of products being used for intrusion detection. Cisco Meraki (15%), Dell Sonicwall and Fortinet (12% each), and Sophos are the most widely used, and just 9% said they are not using any intrusion detection at all.  • 2% of organizations said they are using Dell SecureWorks; of those, 25% reported incurring a breach. • 7% are using Sophos; of those, 35% reported a breach.      4%15%2%12% 12%4% 4%7%3%9%32%14%What product does your organization use for intrusion detection?0%21%25%8%19%6%19% 20%0%35%20%% of security breaches across organizations using each product for intrusion detection      Learn more at tagtech.org/philanthropytech2022  21 While breaches are down, foundations remain aware of the possibility of one occurring—and of the cost of such an event. 60% of respondents said their organization has cybersecurity insurance, down slightly from 2020 (61%) but still notably higher than 2018 (40%). Community foundations are the most likely to carry cybersecurity insurance, at 76%, up from 65% in 2020.  • 19% of respondents said they do not carry cybersecurity insurance. • 21% of respondents said they do not know.        60%19% 21%Yes No Not sureDo you have Cyber Security Insurance? (All respondents)CommunityFoundationCorporateGrantmakerFamily Foundation Independent (Private)Foundation0%10%20%30%40%50%60%70%80%90%Do you have Cyber Security Insurance?YesNoNot sure      Learn more at tagtech.org/philanthropytech2022  22 TRENDS IN TOOL SELECTION   Results show an increase in the trend of using the same system for both Grants Management and CRM (24%), which might suggest that the prevalence of a standalone CRM system might be fading as grants management, donor management, and broadcast email/marketing systems adopt more CRM features, further blurring the lines.   Fluxx, Foundant, Salesforce, and Submittable are the four Grants Management Systems (GMS) with the highest usage among respondents; the use of a custom GMS has decreased significantly to just 5%.  • Fluxx is the leading choice for private foundations. • Foundant is the leading choice for community foundations. • GivingData is the leading choice for family foundations. • Submittable is the leading choice for government grantmakers.    While Salesforce has gained market share in the GMS space, it has lost market share in the CRM vertical as grantmakers move to using their GMS for CRM or choosing to forego CRM altogether.  akoyaGOAvanadeBenevityBlackbaud FIMSBlackbaud Grantmaking…Custom SolutionCyberGrantsFluxxFoundant GLMFoundation PowerFoundationConnectFusion Labs GE/SpectrumGive InteractiveGrant EdgeGivingDataMicrosoft DynamicsOutbound Funds (Open Source)SalesforceSmartSimpleStellar iPhi Core EnterpriseSubmittableNoneDon't knowOther (please specify)0%2%4%6%8%10%12%14%16%18%20%What is the primary grants management software or service that your organization uses?2020 2022      Learn more at tagtech.org/philanthropytech2022  23   CRM usage of nearly every listed software option decreased, with one notable exception: organizations that chose “Other” rose by almost 6%. In the comments field, respondents said they are using HubSpot, AkoyaGo, Zengine, and Constant Contact, among other tools.  Results show an increase in the trend of using the same system for both Grants Management and CRM, with 24% indicating they’ve adopted this strategy—a 5% increase over 2020. Taken into context, these findings might suggest that the prevalence of a standalone CRM system might be fading as grants management, donor management, and broadcast email/marketing systems adopt more CRM features, further blurring the lines.  Of organizations using Salesforce, an increasing number—more than half (58%)—are using it for multiple use cases. This follows the trend seen in CRMs across the board, with an increasing number of organizations using their Grants Management system for CRM.  • 44% are using Salesforce for two purposes: CRM and Grants Management or Donor Portal, up 7% since 2020. • 14% are using Salesforce for three purposes: CRM, Grants Management, and Donor Portal, up 4% since 2020. BlackbaudCRMBlackbaudRaisers EdgeNXT oreTapestryFIMS CRM FoundantCommunitySuiteMicrosoftDynamicsCRMSalesforce We use ourgrantsmanagementsystem forCRMNone Don't know Other (pleasespecify)0%5%10%15%20%25%30%35%What customer relationship management (CRM) software or service does your organization use? 2020 2022      Learn more at tagtech.org/philanthropytech2022  24   For those organizations who cultivate donors, below are key software selection trends related to donor portals: • Foundant (7%) and Salesforce (7%) are the most commonly-used software for donor portals. • Among organizations responding “Other,” the results do not indicate any significant trend.       54%37%10%42%44%14%CRM Only CRM + Grant Management or DonorPortalCRM + Grant Management + DonorPortalUsage of Salesforce for organizations that responded they use it for CRM2020 20225%2%4%3%1% 1%4%7%0%1%7%1%2%3% 2%10%If applicable, what software does your organization use for its donor portal? (Select all that apply)      Learn more at tagtech.org/philanthropytech2022  25 As seen in previous years, Microsoft continues to be the leading solution in cloud-based productivity. Surprisingly, a large number of organizations still reported using a Windows file server (25%). With the increase in remote and hybrid work reported, this might also indicate that many users are left relying on a VPN or similar remote management technology to access their files.  • Microsoft OneDrive usage increased 5% to 45% in 2022. • SharePoint usage increased 8% to 53% in 2022. • Google Drive experienced a significant increase in usage, with 27% in 2022 compared to 19% in 2020. • 25% of organizations are still using a Windows file server, down 6% from 2020.    As expected, Zoom and Teams lead the way in platforms used for webinars and Audio/Video conferencing. Many organizations are using multiple solutions, including both Zoom and Teams.  • 93% of organizations are using Zoom. • 61% of organizations using Zoom are also using at least one other application, and 13% two or more other applications. • 50% of organizations using Zoom also use Microsoft Teams. 25%Amazon S3BarracudaBoxCitrix SharefileDropboxEgnyteGoogle DriveMS AzureMS OneDriveSalesforce FilesSharePointWindows file serverPrivate cloudNoneDon't KnowOther (pleasespecify)0%10%20%30%40%50%60%What file hosting and sharing services does your organization use? (Select all that apply)20202022      Learn more at tagtech.org/philanthropytech2022  26   Regarding cryptocurrency, organizations are starting to embrace and explore digital currencies, with community foundations and corporate grantmakers leading the way. 25% of community foundations accept donations in cryptocurrency while 40% of corporate grantmakers are exploring the use of blockchain technologies.    2% 4% 4% 1%50%4% 4%93%1% 0% 3%What platforms does your organization use to host webinars and audio/video conferencing? (Select all that apply)20%2% 5%25%9%40%4% 6%Community Foundation Corporate Grantmaker Family Foundation Independent (Private)FoundationWhat is your organization's approach to blockchain, bitcoin, and cryptocurrency?We invest in cryptocurrencies.We accept donations in cryptocurrency.We use blockchain technologies (please explain below).We are exploring the use of blockchain technologies.We are funding efforts with partners (nonprofits, vendors, etc.) to use blockchain.UnsureNone of the above      Learn more at tagtech.org/philanthropytech2022  27 24% of organizations reported using QuickBooks for their accounting software. For organizations of asset size less than $1 Billion, this is the most commonly used software. Sage Intacct is the second most used accounting software, accounting for 15% of respondents.      akoyaGOBlackbaud FIMSBlackbaud Financial Edge NXTFidTech PGFundConnectionFoundant Community SuiteFoundationPowerGreat PlainsIntuit QuickBooksMicrosoft DynamicsMultiviewNetSuiteSage IntacctSAPStellar iPhi Core EnterpriseWorkdayNoneDon't KnowOther (please specify)0%1%2%3%4%5%6%7%8%9%What is the primary accounting software or service that your organization uses? (By asset size)<$25 million $25 - $250 million$250 million - $500 million $500 million - $1 billion>$1 billion our funding is based on contributions      Learn more at tagtech.org/philanthropytech2022  28 SPECIAL CONSIDERATIONS FOR COMMUNITY FOUNDATIONS  In addition to the findings we’ve highlighted throughout this resource, a number of notable figures or trends emerged around community foundations in particular.  • 73% of community foundations are planning a hybrid/remote workplace, with just 12% planning a fully on-premise model—higher than both family foundations (6%) and private foundations (2%). • 39% are providing training and technical assistance for grantees, up quite a bit from 2020 (28%), and 30% are providing tools, up from 19%. Contrast this with private and family foundations, only 32-33% of whom are providing technical assistance and 17-18% of whom are providing tools. Note that 73% of responding government grantmakers are providing training and technical assistance. • 42% of IT leads report directly to the CEO; 32% report to the CFO. • 65% provide anti-racism training, up from just 39% in 2020; 16% provide no DEI training, down from 42%; and 13% provide targeted training for diverse employees, up from 8% in 2020. • 25% reported that they accept donations in cryptocurrency, well above the average for all respondents (8%). • 76% said they are carrying cybersecurity insurance, up from 65% in 2020 and better than the average for all respondents (60%). • 9% reported a security breach in the past two years, down from 20% in 2020; 21% in 2018; 17% in 2016. • 80% said they have implemented multi-factor authentication, up from 64% in 2020; and 75% have implemented email/content filtering, up from 67%.            Learn more at tagtech.org/philanthropytech2022  29 METHODOLOGY The results presented here are based upon answers to the “2022 State of Philanthropy Tech” survey conducted by the Technology Association of Grantmakers (TAG). For more than a decade, TAG has conducted surveys of its members focused on technology, management, and security.  In 2022, the Technology Association of Grantmakers' Survey Committee, led by Kristopher LeCorgne, Senior Business Analyst at the MacArthur Foundation, continued to build on previous by including questions related to the unique circumstances of a sector returning to work after the 2020 pandemic while adapting to social crises and staffing concerns.  The final survey contained 33 questions via SurveyMonkey. The online survey was publicly available for four weeks and promoted via email, website, and social media. 277 foundations located throughout North America, the EU, and UK responded. For information about responding organizations, see the appendix on page 31.  STRENGTHS • The 2022 approach, leveraging selected questions from previous surveys, has enabled TAG to conduct trends analysis on topics such as security breaches, perceptions of the strategic role of IT, and the use of outsourcing. • The addition of questions related to Diversity, Equity, and Inclusion (DEI) in 2018 raised important questions about the extent to which IT departments are being included in training and awareness programs within foundations. Continuing this reflection in 2020 and again in 2022 enables foundations to assess the extent to which progress is underway. • The continued inclusion of questions related to COVID support for nonprofits enable an assessment of whether commitments to streamlining, paperless payments, and removal of funding restrictions continue. • The inclusion of questions related to remote work, staff turnover, and reporting structure for technology teams in philanthropy enable the sector to reflect on the health of the workplace and its future.  LIMITATIONS • Statistical significance was not calculated for findings contained in this report. • Only 5% of respondents were government grantmakers and just 3% of respondents were corporate foundations, limiting the ability to make meaningful inferences based on the data. • Continued segmentation reveals a more nuanced analysis than is possible to explore in depth here.         Learn more at tagtech.org/philanthropytech2022  30 CREDITS The 2022 State of Philanthropy Tech survey, as well as the results presented here, were developed by the Technology Association of Grantmakers' Survey Committee led by Kristopher LeCorgne, Senior Business Analyst at the MacArthur Foundation and Chantal Forster, Executive Director of the Technology Association of Grantmakers.  Committee members include:  Tess Hanrahan, William and Flora Hewlett Foundation Shelly Espich, Greater Cincinnati Foundation Erin Peterson, Klarman Family Foundation Alyssa Ford, Tech Impact  Additional analysis and editing were conducted by Tech Impact.            Learn more at tagtech.org/philanthropytech2022  31 APPENDIX A: ABOUT THE SAMPLE 277 foundations throughout North America, the EU, and UK responded to the “2022 State of Philanthropy Tech” survey conducted by the Technology Association of Grantmakers (TAG). Below is an overview of the sample.    The 2022 survey was completed by organizations of varying asset size.    CommunityFoundationCorporateGrantmakerFamilyFoundationIndependent(Private)FoundationPublicFoundationPrivateOperatingOnlyFoundationPublicCharityGrantmakersGovernmentGrantmaker020406080100120What is your grantmaking organization's type?2016 2017 2018 2020 2022< $25 million $25 - $250million$250 million -$500 million$500 million - $1billion> $1 billion our funding isbased oncontributions0102030405060708090Responding Orgs by Asset Size2016 2017 2018 2020 2022      Learn more at tagtech.org/philanthropytech2022  32 APPENDIX B: KEY FINDINGS AT A GLANCE   46% of family foundations continue to remove funding restrictions.   12% of respondents have experienced a security breach in the past two years. Contrast with 22% in 2020.   62% of respondents continue to streamline grant applications.  30% of private foundations do not offer any DEI training to tech staff.    50% of foundations allocate just 1%-5% of operating budget to technology.   77% plan to move to a hybrid/remote workplace for the future. 63% of small private foundations plan to be fully remote.   43% of tech leaders report directly to the CEO or President.    73% of govt grantmakers provide grantee tech training. Contrast with 39% of community and 33% of private foundations.   12:1 is the average ratio of staff to IT staff.     18:1 is the average ratio of staff to IT staff for community foundations.    17% of all respondents use Fluxx for grants management.14% use Salesforce.    32% of community foundations use Foundant for grants management.    25% of community foundations accept crypto donations. 20% of corporate funders invest in crypto.     27% of family foundations use GivingData for grants management.   40% of corporate grantmakers are exploring the use of blockchain technologies.  20% of government grantmakers use Submittable for grants management.   ",
    "id": 548516264,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:41237"
    },
    "title": "2022 State of Philanthropy Tech: A Survey of Grantmaking Organizations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-11-11T00:00:00+00:00",
    "publisher": "Technology Association of Grantmakers (TAG)",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/41237/41237.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/548516264.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/548516264"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/548516264/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/548516264/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/548516264"
        }
    ],
    "abstract": "In the summer of 2022, the Technology Association of Grantmakers (TAG) conducted a survey to better understand the technology environment, practices, and perceptions of grantmaking organizations throughout North America and beyond. This year's approach builds on previous surveys in exploring technology practices, selection, and management. Additionally, the 2022 survey continues to explore cybersecurity trends, the role of Diversity, Equity, and Inclusion (DEI) initiatives, as well as the philanthropic sector's ongoing crisis response. New questions this year explored the prevalence of hybrid/remote workplace policies as well as staffing and retention challenges.In all, 277 foundations in North America and beyond responded to the survey. Their experiences have provided valuable insights into the current state of technology in philanthropy including:What workplace model most people are embracing, and how well we are investing in what it takes to sustain it.What technology budgeting looks like, and noteworthy trends in staffing and promotion.What the responsiveness and commitment to nonprofits looks like in continued crisis.What the ongoing challenges are when building a culture of Diversity, Equity, and Inclusion.What technology tools, practices, and management approaches are in use within philanthropy.What approaches foundations are taking toward growing security threats",
    "tags": [
        "report",
        "survey data",
        "Computers and Technology",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report",
        "survey data"
    ],
    "oai": "oai:harvest.issuelab.org:41237",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 548516264,
        "depositedDate": null,
        "publishedDate": "2022-11-11T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:47:13+00:00",
        "acceptedDate": null,
        "createdDate": "2022-12-09T19:10:15+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/41237",
        "https://issuelab.org/resources/41237/41237.pdf"
    ],
    "lastUpdate": "2024-02-14T12:47:13+00:00",
    "setSpecs": []
}