{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kitzie, Vanessa L."
        }
    ],
    "contributors": [],
    "createdDate": "2021-10-06T20:17:01+01:00",
    "dataProvider": {
        "id": 12546,
        "name": "Journal of Critical Library and Information Studies",
        "url": "https://api.core.ac.uk/v3/data-providers/12546",
        "logo": "https://api.core.ac.uk/data-providers/12546/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.24242/jclis.v3i3.143",
    "downloadUrl": "https://core.ac.uk/download/478473570.pdf",
    "fullText": "Kitzie, Vanessa L. “’Am I Doing it Right?’ Examining Authenticity as a Key Mediator of Insider/Outsider Dynamics among US LGBTQ+ Young Adults,” in “Chatman Revisited,” eds. Nicole A. Cooke and Amelia Gibson. Special issue, Journal of Critical Library and Information Studies 3.  ISSN: 2572-1364  Article “Am I Doing It Right?” Examining Authenticity as a Key Mediator of Insider/Outsider Dynamics among US LGBTQ+ Young Adults Vanessa L. Kitzie ABSTRACT A key mechanism of information marginalization, insider/outsider dynamics shape who gets to seek, share, and use information within a specific context. However, these dynamics are limited because LIS literature often treats them as myopic, totalizing, and static. This study deepens understanding of these dynamics by examining how they are shaped by authenticity narratives of identity among US LGBTQ+ young adults (ages 18-37). Data were collected via semi-structured interviews with 30 LGBTQ+ young adults between 2015-2016. Data analysis was iterative and employed both deductive and inductive qualitative coding. Findings demonstrate how authenticity both assisted and hindered participant seeking, sharing, and use of identity-related information. Participants seldom reported barriers to access, often citing readily available information in the form of lifeworld and small world narratives describing the “right” or “correct” way to be a particular identity. This information influenced participant decision-making since they had to engage in prescribed activities to be deemed authentic by others. However, authenticity limited participants' information practices to fit within insider, regulatory frames. Embodied subjectivity via individual perceptions and experiences emerged as a valuable information source for participants to counter these limitations. This phenomenon did not shut off participants from outside information as previously argued by Merton and Chatman but rather opened participants up to new, information avenues outside of those provided by authenticity narratives. Findings have theoretical 2  implications for a better understanding of insider/outsider dynamics as a critical dynamic of information marginalization.   3  INTRODUCTION Decades of user-centered Library and Information Science (LIS) research tell us that people’s abilities to seek, share, and use information are unevenly distributed. Such research is indebted to the work of Elfreda Chatman, who examined the role of information in reifying inequality through her constellation of middle-range theories.1 Central to these theories are the dynamics between insiders and outsiders. These dynamics legitimate knowledge and determine who can engage with information in a specific context. Chatman’s work established a “continuum of information wealth and poverty” within localized contexts, or small worlds, based on factors including social marginalization, information access, self-protective information practices, and selective introduction of outsider information.2  Studies deploying Chatman’s theories, particularly information poverty, often assume that individuals within impoverished information worlds lack “right” information and privileged outsider expertise can rectify this insufficiency. 3  By presuming that individuals possess correctable deficits, such research erases the role of underlying institutional systems and discourses in producing impoverished information states. These studies are not indicative of Chatman's theories being unfounded but rather were created  1  Elfreda A. Chatman, “A Theory of Life in the Round,” Journal of the American Society for Information Science 50, no. 3 (1999): 207-217, https://doi.org/10.1002/(SICI)1097-4571(1999)50:3<207::AID-ASI3>3.3.CO;2-8; Elfreda A. Chatman, “The Impoverished Life-World of Outsiders,” Journal of The American Society for Information Science 47, no. 3 (1996): 193-206, https://doi.org/10.1002/(SICI)1097-4571(199603)47:3<193::AID-ASI3>3.3.CO;2-M; Gary Burnett, Michele Besant, and Elfreda a. Chatman, “Small Worlds: Normative Behavior in Virtual Communities and Feminist Bookselling,” Journal of the American Society for Information Science and Technology 52, no. 7 (2001): 536-547, https://doi.org/10.1002/asi.1102; Elfreda A. Chatman, “Life in a Small World: Applicability of Gratification Theory to Information-Seeking Behavior,” Journal of the American Society for Information Science 42, no. 6 (July 1991): 438-449, https://doi.org/10.1002/(SICI)1097-4571(199107)42:6<438::AID-ASI6>3.0.CO;2-B; Victoria EM Pendleton and Elfreda A Chatman, “Small World Lives: Implications for the Public Library,” Library Trends 46 (1998): 732-752. 2  Chatman, “The Impoverished Life-World of Outsiders”; Melissa Adler, “Gender Expression in a Small World: Social Tagging of Transgender-Themed Books,” Proceedings of the American Society for Information Science and Technology 50, no. 1 (2013): 4, https://doi.org/10.1002 /meet.14505001081. 3  Jutta Haider and David Bawden, “Conceptions of ‘Information Poverty’ in LIS: A Discourse Analysis,” Journal of Documentation 63, no. 4 (2007): 534-557, https://doi.org/10.1108 /00220410710759002; Jutta Haider and David Bawden, “Pairing Information with Poverty: Traces of Development Discourse in LIS,” New Library World 107, no. 9/10 (2006): 371-385, https://doi.org/10.1108/03074800610702570. 4  within a specific socio-historical context accepting of deficit models.4 Chatman’s research in later years began to question the terms “insider” and “outsider” as myopic, totalizing, and static categories, instead of recognizing them as relative and positional.5  This research deepens understanding of insider/outsider dynamics by examining how they operate among US lesbian, gay, bisexual, transgender, and queer (LGBTQ+) young adults as they seek, share, and use identity-related information. LGBTQ+ constitutes a salient umbrella of identities from which to examine the complexities of people moving between various information worlds. Authenticity is a crucial concept structuring how insider/outsider dynamics manifest both within and outside of these worlds. It functions as the perspective that legitimate knowledge and ways of knowing are measured against and determines insider/outsider status based on how “correctly” a person is doing their identity. This study addresses the following research question: How does authenticity structure insider/outsider dynamics among LGBTQ+ young adults as they seek, share, and use identity-related information?  LITERATURE REVIEW Insider/Outsider Dynamics in Chatman’s Work Chatman developed several theories to explain how people deal with information in their everyday lives. These approaches vary based on context, which permits a specific population to “conduct their business in a routine, expected manner.”6  Of particular interest to Chatman were small worlds, or localized contexts where inhabitants had limited attachment to the broader social world or lifeworld.7 Small worlds constitute “a community of like-minded individuals who share co-ownership of [a particular] social reality.”8 Members of small worlds insulate information flow within their communities to preserve their way of life and shared system of meaning, even if these actions close themselves off to needed outside information. 9  This lack of outside information, or  4  Haider and Bawden, “Conceptions of ‘Information Poverty’ in LIS”; Haider and Bawden, “Pairing Information with Poverty”; Liangzhi Yu, “Understanding Information Inequality: Making Sense of the Literature of the Information and Digital Divides,” Journal of Librarianship and Information Science 38, no. 4 (December 1, 2006): 229-252, https://doi.org/10.1177 /0961000606070600. 5  Burnett, Besant, and Chatman, “Small Worlds.” 6  Burnett, Besant, and Chatman, 536. 7  Pendleton and Chatman, “Small World Lives: Implications for the Public Library”; Chatman, “A Theory of Life in the Round”; Chatman, “Life in a Small World.” 8  Chatman, “A Theory of Life in the Round,” 213. 9  Chatman, “The Impoverished Life-World of Outsiders.” 5  second-level knowledge, produces a state of information “impoverishment.” Small world inhabitants instead solely rely on first-level knowledge consisting of personal experiences and hearsay from trusted others within the small world. 10  Chatman’s later work established a spectrum from information impoverishment to wealth within small worlds; in some worlds, individuals solely relied on personal experience to inform their decisions, whereas, in others, they worked with like-minded others to establish collective norms, foster cooperation, and engender trust.11   Insider/outsider dynamics maintain the boundaries between small worlds and the larger lifeworld, which consists of all information within a society.12 These dynamics not only delineate between those who can access and legitimate knowledge within the lifeworld (whom I will refer to as lifeworld insiders) and those who cannot (lifeworld outsiders), but also delimits between who can claim privileged access to small world knowledge (small world insiders) and who cannot (small world outsiders).13 Lifeworld insiders represent people whose worldviews are shaped by collective lived experiences considered “normal” or “appropriate” within the larger lifeworld. As a result, insiders experience widespread access to information and resources derived from both first and second-level knowledge. Lifeworld outsiders possess a worldview and lived experiences that in some way deviate from those legitimated in the lifeworld, causing them to lack relevant, second-level information to solve their problems.14  Lifeworld outsiders and small world insiders are not synonymous. 15  Two additional characteristics of small world insiders are that they belong to a small world and serve as “central players” in defining that world for themselves and others.16 Insiders legitimate first-level knowledge by determining what information members pay attention to, acting as valued interpersonal sources, and dictating the appropriate ways for  10 Chatman, “Life in a Small World: Applicability of Gratification Theory to Information-Seeking Behavior.” 11 Burnett, Besant, and Chatman, “Small Worlds”; Chatman, “A Theory of Life in the Round”; Pendleton and Chatman, “Small World Lives”; Chatman, “The Impoverished Life-World of Outsiders.” 12 Paul T. Jaeger and Gary Burnett, Information Worlds: Behavior, Technology, and Social Context in the Age of the Internet (New York, NY: Routledge, 2010). 13 Chatman, “A Theory of Life in the Round”; Robert K. Merton, “Insiders and Outsiders: A Chapter in the Sociology of Knowledge,” American Journal of Sociology 78, no. 1 (1972): 9-47; Robert K. Merton, Social Theory and Social Structure (New York, NY: Simon and Schuster, 1968). 14 Chatman, “The Impoverished Life-World of Outsiders.” 15 Jessa Lingel and D Boyd, “‘Keep It Secret, Keep It Safe’: Information Poverty, Information Norms, and Stigma,” Journal of the American Society for Information Science and Technology 64, no. 5 (May 11, 2013): 981-991, https://doi.org/10.1002/asi.22800. 16 Chatman, “A Theory of Life in the Round,” 210. 6  members to interact within the world. In this way, information within a small world has a narrative that coheres to the needs and expectations of members, and insiders wield this narrative to demonstrate how one assimilates into the world.17 The category of small world outsider receives the least attention within Chatman's work; broadly, such outsiders may include those who have no interest in or awareness of the small world as well as those who wish to belong but have not yet successfully assimilated.18   Chatman discovered a significant anomaly when applying insider/outsider dynamics to impoverished small worlds: participants viewed all others as outsiders and engaged in self-protective behaviors like secrecy and deception to keep them at bay. This anomaly challenged how theorists conventionally envisioned insider/outsider dynamics as “refer[ring] to ‘us’ against ‘them’ rather than an ‘I’ and everyone else is ‘them.’”19 Therefore, an additional level of insider/outsider exists within impoverished small worlds between the individual (individual insider) and everyone else (individual outsiders). Such extreme insiderism shuts off information sharing and exchange, furthering one’s state of information impoverishment.20   While Chatman’s work has experienced widespread application, insider/outsider dynamics have been neglected by existing research despite playing a formative role in her theory development. When applied, these dynamics often position the people under study as lifeworld outsiders who lack second-level knowledge. This deficit can be remedied through the pastoral power of institutions like libraries to “save” outsiders by providing them with this knowledge.21  Recent research and theoretical development have challenged this assumption, demonstrating how outsiders exercise keen awareness of the larger lifeworld and engage in agentic practices to contend with its perceived barriers. For instance, Gibson and Martin investigated the experiences of information poverty among mothers of individuals with Down syndrome and/or Autism Spectrum Disorders, finding that participants identified structural discrimination within the lifeworld, not subcultural insularity nor extreme insiderism, as producing the informational barriers they faced. 22  LIS studies of LGBTQ+ individuals reiterate such reframing of information marginalization as a structurally produced, rather than a subcultural or personal failing; examples include the limitation of search vocabularies to  17 Chatman, “A Theory of Life in the Round.” 18 Burnett, Besant, and Chatman, “Small Worlds.” 19 Chatman, “The Impoverished Life-World of Outsiders,” 205. 20 Merton, “Insiders and Outsiders.” 21 Haider and Bawden, “Conceptions of ‘Information Poverty’ in LIS: A Discourse Analysis”; Haider and Bawden, “Pairing Information with Poverty: Traces of Development Discourse in LIS.” 22 Amelia N. Gibson and John D. Martin, “Re-Situating Information Poverty: Information Marginalization and Parents of Individuals with Disabilities,” Journal of the Association for Information Science and Technology 70, no. 5 (2019): 476-487, https://doi.org/10.1002 /asi.24128. 7  represent lived experiences, and the invisibility and stigmatization of LGBTQ+ identities within second-level information sources.23 Several works demonstrated how participants tactically responded to these barriers through agentic practices like information creation and sharing.24  Fewer works have examined how insider/outsider dynamics affect information flow within small worlds. Burnett, in collaboration with others, is notable for building on Chatman’s social types concept to understand who disseminates information within a small world.25 Findings denote that merely belonging to a small world does not render an individual as an insider. Instead, members have varying degrees of influence based on social type. One crucial distinction is between “experts,” who engage in information practices signifying their first-level knowledge and adherence to small world norms, and “newbies” or “novices,” who lack this knowledge but wish to learn. Experts control how information flows within a small world and work to socialize newbies/novices into this world. Since experts also erect boundaries between their small world and the lifeworld, they sometimes restrict needed information from newbies/novices not yet recognized as belonging to the small world. 26  Essential to this work is Chatman’s information as  23 Judah S. Hamer, “Coming-out: Gay Males’ Information Seeking,” School Libraries Worldwide 9, no. 2 (2003): 73-89, https://doi.org/10.1.1.508.4534; Paulette M. Rothbauer, “The Internet in the Reading Accounts of Lesbian and Queer Young Women: Failed Searches and Unsanctioned Reading,” Canadian Journal of Information & Library Sciences 28, no. 4 (2004): 89-110; Aira Maria Pohjanen and Terttu Anna Maarit Kortelainen, “Transgender Information Behaviour,” Journal of Documentation 72, no. 1 (2016): 172-190, https://doi.org/10.1108/JD-04-2015-0043; Diana Floegel and Kaitlin L. Costello, “Entertainment Media and the Information Practices of Queer Individuals,” Library and Information Science Research 41, no. 1 (2019): 31-38, https://doi.org/10.1016/j.lisr.2019.01.001; Vanessa L. Kitzie, “Beyond Behaviors, Needs, and Seeking: A Qualitative Investigation of Information Practices among Individuals with LGBTQ+ Identities,” (PhD diss., Rutgers University, 2017), https://rucore.libraries.rutgers.edu /rutgers-lib/53647/PDF/1/. 24 Jesse Fox and Rachel Ralston, “Queer Identity Online: Informal Learning and Teaching Experiences of LGBTQ Individuals on Social Media,” Computers in Human Behavior 65 (2016): 635-642, https://doi.org/10.1016/j.chb.2016.06.009; Floegel and Costello, “Entertainment Media and the Information Practices of Queer Individuals”; Kitzie, “Beyond Behaviors, Needs, and Seeking.” 25 Gary Burnett, Paul T. Jaeger, and Kim M. Thompson, “Normative Behavior and Information: The Social Aspects of Information Access,” Library and Information Science Research 30, no. 1 (2008): 56-66, https://doi.org/http://dx.doi.org/ 10.1016/j.lisr.2007.07.003; Burnett, Besant, and Chatman, “Small Worlds,” 2001; Jaeger and Burnett, Information Worlds. 26 Burnett, Besant, and Chatman, “Small Worlds”; Jaeger and Burnett, Information Worlds; Lingel and boyd, “‘Keep It Secret, Keep It Safe.’” 8  performance; to be recognized as an influential social type, members must give off a convincing performance of how this type is idealized within the small world.27  Research positioning the individual as an ultimate insider based on their life experiences does not directly engage with Chatman’s work or insider/outsider dynamics. The most closely allied body of work is the emergent area of embodied information practices, which examines how people are informed through activities involving their bodies.28 While this work does not directly engage with information marginalization, it positions the body as a viable way of knowing, which implicitly questions Chatman’s claim (informed by Merton) that solely relying on individual experience produces impoverished informational outcomes.29 Authenticity Authenticity reflects the multilevel, contextually shaped, performative, and embodied characteristics of insider/outsider dynamics within identity-related contexts. It is an essential way for people to make sense of and relate to their identities. 30  While authenticity has several definitions, I align with the definition of authenticity as intersubjectively produced.31 It functions as an ideal or exemplar, comprised of qualities collectively identified by people in a particular place and time. As context changes, so do what people consider to be authentic, rendering authenticity as a “moving target.”32 Within gender and sexuality studies, Butler’s notion of performativity popularizes this stance, in which no innate sex, sexuality, or gender identities exist, but rather social approximations of them; individuals express these approximations as imitations informed by others’ embodied performances. However, identity is not theatrical, or something that people can put on or take off at will. Instead, performativity depends on citationality, in which a performance considers all of the legal, social, and historical work that has established an identity’s ontological status. Therefore, people do not have complete autonomy to be whomever they wish; instead, they must be ascribed to this identity by others, and particular ideologies and institutions establish this inscription. Nor is identity  27 Chatman, “A Theory of Life in the Round”; Burnett, Besant, and Chatman, “Small Worlds.” 28 Andrew M. Cox, Brian Griffin, and Jenna Hartel, “What Everybody Knows: Embodied Information in Serious Leisure,” Journal of Documentation 73, no. 3 (2017): 386-406, https://doi.org/10.1108/JD-06-2016-0073. 29 Chatman, “The Impoverished Life-World of Outsiders”; Merton, “Insiders and Outsiders.” 30 Paddy McQueen, “Authenticity, Intersubjectivity and the Ethics of Changing Sex,” Journal of Gender Studies 25, no. 5 (2016): 557-570, https://doi.org/10.1080/09589236.2015.1063991. 31 McQueen, “Authenticity, Intersubjectivity and the Ethics of Changing Sex”; Richard A. Peterson, “In Search of Authenticity*,” Journal of Management Studies 42, no. 5 (2005): 1083-1098. 32 Peterson, “In Search of Authenticity*,” 1094. 9  a fiction or unreal. Instead, we collectively bring our identities into being based on citational practices either imposed on us or ones that we engage in ourselves.33   Authenticity operates at the cultural level to regulate how LGBTQ+ identity expressions can be expressed. For instance, Lovelock identified the “wrong body” narrative of transgender identity, in which a transgender person has an authentic, gendered self, which is trapped in a mismatched body, as the normative explanation for gender transition among transgender women in popular media. This narrative emerged from a broader cultural narrative of female subjectivity, where women can achieve self-actualization through bodily transformation. Lovelock argued that while all women are subject to others contesting their authenticity, transgender women experience an increased possibility of being deemed by others to be inauthentic because they can never “completely embody what is culturally demarcated as the biological materiality of femaleness.”34 This emphasis on biological essentialism as a critical condition for claiming an identity is also echoed in medical and legal discourses, which ask transgender people to enact established scripts of being “trapped in the wrong body” to gain access to hormones and surgery.35  Authenticity also operates within LGBTQ+ subcultures. It is foundational to group membership, collective and personal identity, values, and status. In interviews with gay and lesbian young adults, Hutson identified appearance as a critical marker of authenticity in subcultural spaces, with gay men opting for a well-groomed and physically fit appearance and lesbians presenting as butch or being in a visible same-sex relationship. Participants worked to align these appearance norms with their self-values to attain a personal sense of authenticity.36 Gray found that rural queer youth locate authenticity narratives online and that such narratives can help them locate community, understand sexuality and gender, and develop a sense of identity. These narratives can also be confining, particularly in their push for queer visibility that cannot be accomplished safely  33 Judith Butler, Gender Trouble: Feminism and the Subversion of Identity, 2nd ed. (London, UK: Routledge, 1999); Judith Butler, Bodies That Matter: On the Discursive Limits of Sex (London, UK: Routledge, 2011). 34 Michael Lovelock, “Call Me Caitlyn: Making and Making over the ‘Authentic’ Transgender Body in Anglo-American Popular Culture,” Journal of Gender Studies 26, no. 6 (2017): 684, https://doi.org/10.1080/09589236.2016.1155978. 35 Jay Prosser, Second Skins: The Body Narratives of Transsexuality. (New York, NY: Columbia University Press, 1998). 36 David J. Hutson, “Standing OUT/Fitting IN: Identity, Appearance, and Authenticity in Gay and Lesbian Communities,” Symbolic Interaction 33, no. 2 (2010): 213-233, https://doi.org/10.1525 /si.2010.33.2.213. 10  within rural spaces, illustrating how authenticity both limits and aids in youths’ identity work.37   METHODS A purposive snowball and theoretical sample of 30 US LGBTQ+ young adults (ages 18-37) participated in semi-structured interviews about their information practices related to their identity work. Identity work constitutes the process through which individuals negotiate their identities over time, across sociocultural contexts.38 Theoretical sampling determined sample size and represents instances where the researcher experiences saturation of critical theoretical concepts based on study objectives.39 Data collection and analysis were part of a more extensive dissertation study in which existing publications focus on the relationship between technological affordances and identity work.40   This study explicitly focuses on gender and sexual identities. While not equating these identities, I envision them as interrelated and the boundaries between them fluid. Further, LGBTQ+ people experience an interconnected history of stigma and discrimination, which shapes their information practices in intersecting ways. The age range of 18-37 represents individuals likely to have performed LGBTQ+ identity work in their adolescence, allowing them to recall and articulate these experiences.41  Participants were from 10 US states (Arizona, Illinois, Massachusetts, Michigan, Minnesota, New Jersey, New York, Pennsylvania, Washington, West Virginia). Figure 1 displays labels participants used to describe their gender identities and sexual orientations. The most dominant labels were female (n=19, 63%), queer (n=18, 60%), and transgender (n=9, 30%). Since gender identity and sexual orientation were the primary focus of this study, I did not collect additional information on race/ethnicity, education, income, or other demographic characteristics.    37 Mary L. Gray, Out in the Country: Youth, Media, and Queer Visibility in Rural America (New York, NY: New York University Press, 2009). 38 Hamer, “Coming-out: Gay Males’ Information Seeking”; Wayne H. Brekhus, Peacocks, Chameleons, Centaurs: Gay Suburbia and the Grammar of Social Identity (Chicago, IL: University of Chicago Press, 2003); Gray, Out in the Country: Youth, Media, and Queer Visibility in Rural America. 39 Kathy Charmaz, Constructing Grounded Theory: A Practical Guide through Qualitative Analysis, 7th ed. (Thousand Oaks, CA: Sage, 2014). 40 Vanessa L. Kitzie, “Beyond Behaviors, Needs, and Seeking.” 41 Ritch C. Savin-Williams, The New Gay Teenager (Cambridge, MA: Harvard University Press, 2009). 11   Figure 1. Word cloud of gender identity and sexual orientation labels used by participants.   Interviews occurred between November 2015-2016. The protocol was organized by Savolainen’s information practices model, which separates practices into three broad categories—seeking, sharing, and use—and incorporates a sociocultural approach to people’s interactions with information. 42  The protocol employed three elicitation methods: open-ended questions, critical incident technique, and micro-moment timeline interview questions. 43  These latter two methods asked participants to recount memorable events related to their identity work and expound upon the informational aspects of these events. I recruited participants via personal contacts, LGBTQ+ centers in the Northeast US, and snowball sampling. Interviews were face-to-face (participants chose the interview location) and over video conference. The average interview duration was approximately 60 minutes. Participants were also asked to select pseudonyms for  42 Reijo Savolainen, Everyday Information Practices: A Social Phenomenological Perspective (Lanham, MD: The Scarecrow Press, Inc., 2008). 43 J.C. Flanagan, “The Critical Incident Technique,” Psychological Bulletin 51, no. 4 (July 1954): 327-358, https://doi.org/https://doi.org/10.1037/h0061470; Brenda Dervin, “An Overview of Sense-Making Research: Concepts, Methods, and Results to Date,” in International Communication Association Annual Meeting (Dallas, TX, 1983), 2-69, http://communication .sbs.ohio-state.edu/sense-making/art/artdervin83.html. 12  themselves for quotes appearing in the findings of this paper, and other publications and presentations.   I audio-recorded and transcribed verbatim all interviews and performed member-checking with each participant. 44  I imported all interviews into NVivo, a qualitative research tool, for analysis. The analysis was inductive and deductive. I nested inductive codes derived from participant accounts underneath high-level deductive codes informed by the conceptual framework (e.g., insider/outsider, authenticity, information practices). When possible, I matched inductive codes to models, concepts, and theories established in the literature. Coding was iterative as I constantly compared emergent codes to established ones, combining and reorganizing codes as needed.45 A second coder was trained on the codebook and coded 20% of the data; I assessed subsequent inter-coder reliability at κ = 0.93.  FINDINGS The following sections and tables describe overarching conceptual categories and their relationships, as observed in the interview data and elicited via content analysis. I organize the results by the three levels of analysis: lifeworld, small world, and individual. I further divide each level by insider/outsider status and information practices (seeking, sharing, use). Authenticity operates at all levels, and across all information practices and dynamics. How Lifeworld Insider/Outsider Authenticity Shapes Information Practices Table 1 depicts common information practices of lifeworld insiders and outsiders shaped by authenticity. Lifeworld insiders employed authenticity as an information value that regulates available identity categories and expressions. Some outsiders aligned their sense of self with possible authenticity narratives at the lifeworld level and, as a result, could access relevant identity-related information and resources. Those who did not align with these narratives had limited access to information and engaged in self-protective practices considered inauthentic within the lifeworld.     44 John W. Creswell, Qualitative, Quantitative, and Mixed Methods Approaches (Thousand Oaks, CA: SAGE Publications, 2014). 45 Kathy Charmaz, Constructing Grounded Theory. 13  Table 1. How Lifeworld Insider/Outsider Authenticity Shapes Information Practices   Role Information Practice  (High-level) Information Practice  (Specific) 1 Lifeworld insider Use Establishing authenticity as key information value 2  Sharing Gatekeeping authentic information 3 Lifeworld outsider Seeking Accessing authentic information 4  Use Experiencing limited access to relevant information  5  Sharing Engaging in secrecy and deception  Lifeworld Insiders Participants distinguished between lifeworld insider/outsider roles based on identity, where insiders were cisgender (i.e., having their inner sense of gender match their sex assigned at birth) and heterosexual. They were responsible for socializing participants into the lifeworld. Common examples included parents and teachers. Insiders regulated identities deviating from what was “normal” by offering sanctioned, authentic alternatives. Campbell (Queer, Gender Non-conforming) illustrated how insiders presented “tomboy” as an authentic identity option to them instead of “queer”: “It was really hard when I was a kid to be queer and not have space for… someone hadn't created that space yet. The space created for me was tomboy.” Simply because “tomboy” is considered authentic does not mean that individuals with tomboy identities are lifeworld insiders. As Campbell further explained, tomboy was “not really encouraged, but accepted until a certain point.” This example illustrates how insiders used authenticity to condense outsiders into social types that fit within the lifeworld’s shared reality.  Available information was further subject to insider gatekeeping. Autumn (Queer, Transgender, Female) described how lifeworld institutions limited her acquisition of pornography (a crucial information type in the absence of LGBTQ+ inclusive sexual education) featuring transgender women: “I don’t watch a lot of porn because it’s hard to find something [that] features trans women in a way that doesn’t fetishize them. There’s this one trans woman who refused to be used for fetishization and has managed to carve out a career for herself, but she has been blacklisted from all major porn 14  industries in the US.” Major US pornography industries employed the gatekeeping practice of blacklisting to filter female transgender embodiment through a fetishizing lens. The fact that the blacklisted performer managed to “carve out a career for herself” despite this gatekeeping indicates a small world context where her alternate enactment of female transgender embodiment was valued.  Lifeworld Outsiders  Some participants were able to access identity-related information despite being lifeworld outsiders. A vital subset of lifeworld insiders, the wise, provided this information. 46  These individuals were aware of, familiar with, and sympathetic to participants’ outsider identities. Examples included doctors and therapists. Mary (Transgender, Bisexual, Asexual, Female) provided an overview on how access to information and resources from the wise informed and reinforced her transgender identity at the initial stages of her identity work: “The first thing I did was found a therapist who could help me meet the WPATH [World Professional Association for Transgender Health] standards.” However, the wise used gatekeeping practices to specify how Mary should articulate a transgender identity. Specifically, she had to meet a set of standards dictated by an insider institution, the American Psychiatric Association, to be recognized as transgender within the lifeworld. Mary later acknowledged this citational nature of her identity: “Your representation is gauged by cultural representations. You can’t authentically be yourself unless you perform in the ways people want you to be performing.”  While aligning with the WPATH standards felt right to Mary, and she had the resources (e.g., money, insurance, transportation) to meet them, not all transgender people have this experience. Sage (Queer, Transgender, Genderqueer, Genderfluid) described how authenticity narratives privileging a physical transition result in the myopic framing of transgender people’s information needs: “I’m not sure that [librarians are] aware of the information needs of trans patrons in general. It’s easy to assume that certain issues are important and apply equally. [For example] that everyone is interested in having gender confirmation surgery and what the legalities are. I am not interested in that. There's a lot more to being trans than that.” Their discussion illustrates the danger of authenticity narratives as a measuring stick to assess how well a person fits into a culturally constructed identity category; this process delimits who can claim authenticity and subsequently access identity-related information and resources.  Participants deemed inauthentic by lifeworld insiders engaged in self-protective practices. Jamie (Straight, Transgender, Male) detailed two such practices—secrecy (researching “on stealth”) and deception (“catfishing”) when recounting his identity- 46 Erving Goffman, Stigma: Notes on the Management of Spoiled Identity (London, UK: Penguin Press, 1963). 15  related research: “I researched [my trans identity] on stealth. I was catfishing [using someone else’s profile picture as my own]. I would be like, ‘Oh yeah, that’s not me; I can’t go to school and act the same way as at home [when catfishing].” During this recollection, Jamie presented as female but questioned this identity. He created social media accounts using male profile pictures to explore masculinity at home because he would not be recognized as male at school and could be subject to adverse consequences (e.g., bullying) for attempting to attain this recognition. It is informative that Jamie used catfish to describe this practice, defined as “a person who sets up a false personal profile on a social networking site for fraudulent or deceptive purposes.” 47  Jamie knew that lifeworld insiders did not recognize his male identity as authentic and framed his self-protective practices of secrecy and deception as disingenuous. However, exploring these practices helped Jamie actualize his male identity. This narrative suggests that both secrecy and deception function among participants as expressions of agency in attaining a personal sense of authenticity, despite negative lifeworld connotations of these practices as inauthentic.     How Small World Insider/Outsider Authenticity Shapes Information Practices Table 2 highlights common information practices of small world insiders and outsiders shaped by authenticity. Within small worlds, participants could access a broader range of identity-related information produced by more variegated authenticity narratives available at this level. In some cases, members of a small world recognized participants as authentic within a small world, which contributed to their attaining insider status. However, others who did not engage in expected, self-disclosure practices were deemed inauthentic. As a result, they experienced limited access to information and small world members did not value them as interpersonal information sources.    47 Merriam-Webster Dictionary, “Catfish,” 2018. 16  Table 2. How Small World Insider/Outsider Authenticity Shapes Information Practices   Role Information Practice  (High-level) Information Practice  (Specific) 1 Small world insider Seeking Accessing authentic information 2  Sharing Gatekeeping authentic information 3  Use Establishing authenticity as key information value 4 Small world outsider Seeking Lacking access to information unless read as authentic  5  Sharing Self-disclosing to be read as authentic 6  Use Being seen by others as inauthentic and not a valuable information source 7   Experiencing limited visibility of LGBTQ+ identities   Small World Insiders  Participants identified small worlds comprised of like-minded others with shared LGBTQ+ identities as a crucial context through which to seek, share, and use identity-related information. If other insiders recognized a participant as authentic, they were able to access identity-related information valued within that small world context. For instance, small world insiders granted Cole (Queer, Butch, Lesbian, Female) access to a lesbian community because her embodied identity was legible to members as a recognizable social type (“baby butch”): “I was invited to this group…it was a bunch of older women… they're all lesbian-identified…they invited me in and took me under their wing as like, ‘Hey, you're a baby butch.’”   Similar to the lifeworld, small world authenticity narratives shaped what information was available to participants. Stefan (Non-binary, Queer, Genderqueer) highlighted how authenticity narratives varied among various small worlds on the micro-blogging and social networking site Tumblr: “Truscum are trans people who believe you have to have dysphoria to be trans. You have radfemmes who may be lesbians, but they 17  believe trans women are men. You have people who are like, ‘You’re doing queerness wrong.’ I don’t think truscum … like, see? By calling them ‘scum,’ I don’t think they do queerness right.” “Truscum” represents a small world centered around the larger identity of “transgender.” To be considered authentically transgender within this small world is to engage in a constellation of practices to “do” or “perform” a transgender identity “correctly.”  To maintain small world boundaries, insiders engaged in gatekeeping practices to determine who could share information within the world. This determination hinged on whether insiders recognized the person sharing the information as authentic. Sierra (Transgender, Bisexual, Female) relied on visual self-disclosure from users of 4Chan, an online message board, to determine what “weight” to assign them as interpersonal sources based on their perceived authenticity. She used this tactic to guard against outsider information, which was irrelevant to and could be damaging within the small world: “A lot of posts on [the 4Chan LGBTQ+ message] board are people coming in from other boards saying how much they hate gay people and trans people. I would say take what you see there with a grain of salt, and if people aren't posting pictures of themselves, then give them less weight.”  Small World Outsiders Small world outsiders lacked the ability or willingness to be recognized by insiders as authentic. As exemplified by Sierra (Transgender, Bisexual, Female), self-disclosure functioned as a critical heuristic for small world insiders to assess others’ authenticity. However, some participants had to balance the risks of outwardly presenting as LGBTQ+ within the lifeworld with the benefits of being recognized as authentic in a small world. Sage (Queer, Transgender, Genderqueer, Genderfluid) engaged in online information seeking for its anonymity affordance, countering the risk of being outed in the lifeworld, which could bring negative consequences, such as forced isolation, dissolution of relationships, and physical violence: “There’s a sense of having to balance the safety of being anonymous with the fact that I can only get so much information anonymously.” By not engaging in self-disclosure at the lifeworld level, Sage could only access “so much” information within small worlds that relied on outsiders’ self-disclosure to assess their authenticity before giving them information.  Some participants felt that the benefits of accessing information within small worlds outweighed the risks of self-disclosure. As participants do not exist in a vacuum, their social locations, including conditions like geography and class, influenced such decisions. For instance, Stephanie (Queer, Bisexual, Female), who attended a college she perceived to be LGBTQ+ friendly, felt comfortable visibly disclosing her queer identity through dress to be recognized as authentic by small world insiders: “I came back my sophomore year and was like, ‘I’m here, I’m queer, but no one knows because I dress really girly.’ So, I started playing with how I dressed and wore more masculine clothing.” 18  Self-disclosure practices also allowed participants to establish themselves as valuable interpersonal sources within a small world. However, these practices were not necessarily always successful. For instance, Casey (Queer, Gender Non-conforming) was not recognized by small world insiders as queer and, therefore, had to self-disclose their queer identity to establish their credibility as an information source: “I run an LGBT archive and research center. I have to say I’m queer all the time so that people don’t think I’m a random straight ally who is fascinated by the queer community.”   As at the lifeworld level, participants who did not conform to available small world authenticity narratives accessed myopic and monolithic representations of LGBTQ+ identities. Jessica (Bisexual, Female) described her skepticism of YouTube coming out videos, a popular genre of LGBTQ+ content available on the video streaming site.48 She questioned whether those narratives accurately captured what she observed interpersonally among LGBTQ+ people she knew: “All the YouTubers [with] their video editing, fit their whole [coming out] story into five minutes. They can cut out the bad things and all the confusion that they went through. They seem a lot more confident in their identities than people I know.” Her account suggests that although participants have a wider variety of identity-related information within small worlds, authenticity narratives are still unavailable to some. Since authenticity is collectively defined, it can never fully represent the broad possibilities for embodiment, rendering particular identities and the participants who cite them as outsiders.   How Individual Insider/Outsider Authenticity Shapes Information Practices Table 3 displays common information practices of individual world insiders and outsiders shaped by authenticity. Participants viewed themselves as the ultimate insider able to access a subjective sense of authenticity experienced through the body. They did not close themselves off to outside information but rather valued others’ experiences of authenticity and how small world and lifeworld contexts shaped these experiences. Participants were outsiders when not being true to themselves; this feeling was established through the body and manifested in the sense of something being awry. Sometimes participants knowingly suppressed their internal sense of self by engaging in authentic performances sanctioned at the social group or lifeworld levels.     48 Hutson, “Standing OUT/Fitting IN.” 19  Table 3. How Individual Insider/Outsider Authenticity Shapes Information Practices   Role Information Practice  (High-level) Information Practice  (Specific) 1 Individual insider Use Valuing one’s subjective sense of authenticity 2   Establishing intersubjective systems for information value  3 Individual outsider Seeking Looking for signs of inauthenticity 4  Sharing Suppressing authentic self   Individual Insider  Participants valued their inner sense of authenticity when experiencing a mismatch between relevant lifeworld and small world narratives, and their subjective feelings and experiences. Jamie (Straight, Transgender, Male) compared how he experienced his own transgender identity against available authenticity narratives: “I'm different from a lot of trans guys I know. I'm not out there with it. I'm more laid back. A lot of people have issues getting jobs, and I haven't. Even with ‘coming out.’ Am I doing it right? I did try and figure out a right way to do [my transgender identity], a wrong way to do it. Eventually, I realized my way was the right way for me, even if it wasn't the right way for somebody else.” He described the importance of self-disclosure within the small world by being “out there with it” regarding his identity expression, and the importance of collective hardships shaped by barriers experienced at the lifeworld level, like having “issues getting jobs.” Jamie constantly compared these narratives to his individual practice: “Am I doing it right?” Jamie chose to value his subjective sense of authenticity when evaluating identity-related information, concluding that there is no “right” way to be transgender.   Simply because participants valued their own experiences as a source of identity-related information does not signify that they closed themselves off to outside information. Instead, participants juggled varying interpretations of authenticity at the individual, small world, and lifeworld levels when assessing information. Rihanna (Queer, Androgynous, Female) overviewed her evaluative process for identity-related information: “What I look for [when evaluating queer identity-related information] is a depth of analysis and the ability to hold contradiction. An ability to see how queer experiences [are] intertwined with lots of things like historical contexts and class politics. 20  [The] kind of stuff I look for is not just a description that seems closed or self-contained about someone's experience or way of being in the world but can say, do, or show something that acknowledges complexity and opens up other questions.” In this process, she did not close herself off to information outside of her own experiences and subjective feelings. Instead, her assessment tactics embraced the messiness of multiple lenses and meanings applied to identity at varying contextual levels, rather than condensing identity into a monolithic category or seeking out single solutions.  Individual Outsider Participants were individual outsiders when they engaged in practices that did not reflect their internal sense of self. In some cases, participants did not initially recognize this mismatch. Mark (Transgender, Male) was unaware of his narrative as a male until he dreamt it: “When I was dreaming, my identity in my dream was as male instead of female. That’s how I became aware that my narrative was as a male and then I realized that something was off.” His account denotes the importance of embodiment as a form of information seeking. Mark countered what he learned within the lifeworld—you are female because you were assigned this category at birth—with his embodied experience of dreaming, concluding that “something was off” with his female identity.   In other cases, participants knowingly shielded themselves from exploring their internal sense of self, as illustrated by Eva’s (Gay, Female) account of her media consumption when engaging in preliminary identity work: “I watched more stuff when I felt uncomfortable. Watching The L Word was easier [than using a search engine] because you’re not saying anything, you’re just watching a show. You’re not making a statement or a question.” Eva’s preference for watching the lesbian-themed television show, The L Word, to using a search engine could emanate from a fear that others would discover her gay identity from her search history. However, it is also likely that she wanted to keep this identity a secret from herself. Eva used inauthenticity as a cover until she felt personally comfortable and ready to claim a gay identity on her terms. Much like at the lifeworld level, secrecy functioned as an agentic practice for participants, rather than impairing their ability to seek, share, and use information.  DISCUSSION Support for Chatman’s Work The findings in this study complement Chatman’s body of work, particularly life in the round and normative behavior theories. These theories focus on the performative elements of information, wielded by insiders to establish and re-inscribe dominant 21  narratives, practices, and values that sustain a particular worldview. 49  Authenticity functions as a critical value that shapes these performative elements. Findings selectively align with propositions three through five of information poverty theory in describing how participants engage in self-protective practices like secrecy and deception in response to perceived risks of identity disclosure. 50  While participants may not experience information poverty, they do experience information marginalization by belonging to information worlds that both liberate and restrict. Per Chatman, a small world “liberates because it verifies one’s condition…it is constraining because behavior is judged by appropriate standards determined by other players in this game of life.”51  Authenticity functions as a particularly salient constraint for participants in light of an increasing cultural push within the US to acknowledge certain LGBTQ+ identities. As a response, lifeworld insiders employ authenticity narratives to strategically regulate these marginalized identities, maintaining their power over them under the guise of granting LGBTQ+ people visibility and acceptance. 52  Because such identities are considered outsider at the lifeworld level, small worlds necessarily function as contexts for alternate worldviews but still rely on authenticity narratives to establish boundaries between the small world and larger lifeworld. Therefore, it is questionable whether participants can ever truly be small world insiders so long as collective conceptions of authenticity that do not account for individual subjectivity remain the dominant frames from which to make sense of identity.   Reconsidering Insider/Outsider Dynamics Findings build on Chatman’s work and its applications by refuting insider/outsider dynamics as myopic, totalizing, and static. A key argument weaving through Chatman’s work is that people within small worlds experience myopic information outcomes because they insulate themselves from secondhand knowledge within the larger lifeworld. 53  Findings denote that the inverse can actually occur; the information participants need cannot be located within the lifeworld, but can be found within small worlds, which embrace a larger number of and more varied authenticity narratives. Findings also challenge Chatman and Merton’s concerns of extreme insiderism as a consequence of being informed by subjective experience.54 Instead, findings suggest that  49 Chatman, “A Theory of Life in the Round”; Gary Burnett, Michele Besant, and Elfreda A. Chatman, “Small Worlds, ” 536-547. 50 Chatman, “The Impoverished Life-World of Outsiders.” 51 Chatman, “A Theory of Life in the Round,” 216. 52 McQueen, “Authenticity, Intersubjectivity and the Ethics of Changing Sex.” 53 Chatman, “A Theory of Life in the Round.” 54 Merton, “Insiders and Outsiders: A Chapter in the Sociology of Knowledge”; Chatman, “The Impoverished Life-World of Outsiders.” 22  embodied information is a rich source for participants and that they engage with information at multiple levels of analysis, leveraging the strengths and limitations of each to inform their identity work.  Self-protective practices like secrecy and deception were considered by Chatman to close individuals off from needed information.55 However, findings show that these practices are sophisticated and agentic, tactically deployed by participants to interact with identity-related information on their terms. Further, findings question the normative functions of labeling certain practices as deceptive, since others can apply this label to participants who do not perform authenticity narratives sanctioned within a particular context but internally align with a specific identity. This observation is particularly salient to transgender lives, where lifeworld (and some small world) authenticity narratives can frame transgender people as being deceitful in claiming an identity that others do not recognize them as inhabiting. 56  Findings suggest that when engaging in deception, participants may not be “act[ing] out a false social reality,” but instead engaging in practices that feel true or real to them.57   Findings question whether insider/outsider dynamics are totalizing, as participants move between contexts to seek, share, and use identity-related information. Participants were not completely cut off from information at any one level, even if they were outsiders. For instance, not all participants experienced a dearth of relevant identity-related information at the lifeworld level. However, this access to authenticity narratives comes with a cost—regulatory framing of which LGBTQ+ identities exist and how they should be expressed. This very cost illustrates why even if participants can access relevant information within the lifeworld, they can still be marginalized by others as outsiders.   Finally, findings support Lingel and boyd’s argument that conditions for insider/outsider membership are not static, but rather recursive. 58  An individual’s outsider status at the lifeworld level does not equate to their insider status within a small world. Instead, criteria for insider membership varied between and within the contextual level of analysis based on the worldview or reality accepted within each.  Implications for Future Work This work repositions insider/outsider dynamics as operating across multiple, interrelated levels of analysis. Such framing aligns with Jaeger and Burnett’s information worlds  55 Chatman, “The Impoverished Life-World of Outsiders.” 56 Kristen Schilt and Laurel Westbrook, “Doing Gender, Doing Heteronormativity: ‘Gender Normals,’ Transgender People, and the Social Maintenance of Heterosexuality,” Gender & Society 23, no. 4 (2009): 440-464. 57 Chatman, “The Impoverished Life-World of Outsiders,” 200-201. 58 Lingel and boyd, “‘Keep It Secret, Keep It Safe.’” 23  theory, which leveraged Chatman’s small worlds and Habermas’ lifeworld theories to map out an individual's unique information world as the intersection of various small worlds within a broader cultural context. Information worlds theory corresponds with this study’s application of authenticity at lifeworld, small world, and individual contexts to help participants understand what identity-related information to pay attention to and how to evaluate this information.59 Future research should consider the complementarity of Chatman’s and Jaeger and Burnett’s theories to contextualize further and add nuance to the field’s understanding of insider/outsider dynamics and how these relate to information practices and marginalization.   Findings also highlight how information flow occurs at the individual level of analysis, conveying the importance of not considering an individual insider as having a myopic worldview, but rather appreciating alternate systems of information value leveraged from their embodied practices. Future work should examine embodied information practices as a legitimate frame through which people deal with all kinds of information, not just leisure-related information.60 A further consideration for embodied practices within identity-related settings is to center realness as a salient identity concept. Realness represents the process of individualizing an identity category in a way that “embraces more hybrid possibilities for embodiment and identification” than the authenticity demanded within larger, sociocultural contexts.61 When participants engage in realness, they leverage their keen awareness of authenticity narratives with their subjective feelings and experiences to do identity. Realness offers a lens through which to recognize the intersubjective interrelationship between individual agency and sociocultural structures.   A final implication relates to the tension between participants’ need for visibility at the lifeworld and small world levels to access information, and their desire to control what information is revealed about themselves in these contexts. Practices like secrecy and deception are used by participants to manage this tension. Future research should work to destigmatize deception and secrecy as practices that somehow negatively reflect on or produce adverse outcomes for an individual, and instead reframe them as exercises of tactical agency in response to sociocultural norms. LIMITATIONS An overarching limitation with this work is that insider and outsider represent tremendously bifurcated social types. A range of social types exist within a specific  59 Jaeger and Burnett, Information Worlds. 60 Cox, Griffin, and Hartel, “What Everybody Knows: Embodied Information in Serious Leisure.” 61 Jack Halberstam, In a Queer Time and Place: Transgender Bodies, Subcultural Lives (New York, NY: New York University Press, 2005), 54. 24  context, and no one individual can be considered a complete insider or outsider. Further, individuals have identities beyond gender and sexual orientation, which intersect to produce qualitatively different informational outcomes. Sebastian (Queer, Bisexual, Polysexual, Pansexual, Female) accounts for this intersectionality when describing available authenticity narratives within the lifeworld:  One group that’s in the mainstream media when it comes to queerness [is comprised of white LGBTQ+ celebrities]. You need more than that. You need poor people, you need disabled people, you need people of color. You can’t say, “Oh, queer people,” and only mean the guys running around at Pride in no underwear. You have to include everyone. I have [four] identities. I’m queer, I’m Black, I identify as Latina, I’m a woman. All of those intersect. If you don’t address that, you’re not addressing queerness as a whole.  Sebastian overviews how LGBTQ+ individuals possessing other insider identities are authentic in ways that those without these identities are not. Her account highlights the importance of not only considering how structural discrimination operates toward LGBTQ+ people (intra-level) but also within LGBTQ+ communities (inter-level). Future work should consider how authenticity narratives are not only based on who embodies an ideal, but also which constellations of identities can legitimately perform this embodiment.   This oversimplification extends to considering gender identity and sexual orientation together. While these identities are interrelated, findings demonstrate that authenticity narratives vary for each. For instance, a lesbian may contend with coming out authenticity narratives, whereas a transgender person might be exposed to narratives centering on a physical transition. Future work must take care to identify areas of differences and overlap between the authenticity narratives available to people based on their gender identities and sexual orientations. CONCLUSION This study investigated a key, yet under-researched facet of Chatman’s work—insider/outsider dynamics—to determine how their interplay with authenticity shaped the information practices of US LGBTQ+ young adults. Findings demonstrate the dual promise and limitations of authenticity as a way to learn about one’s identity. Authenticity facilitated access to identity-related information at the lifeworld levels, despite participants being outsiders. Further, more variegated authenticity narratives were available at the small world level for participants who could not locate relevant information within the lifeworld. However, authenticity was limiting since it functioned as an unattainable sociocultural ideal. Embodied subjectivity via personal perceptions and 25  experiences emerged as a valuable information source for participants to counter these limitations. The application of authenticity as a key mediator for insider/outsider dynamics demonstrated that these dynamics are not myopic, totalizing, and static, but instead intersecting, fluid, and shifting. This finding has implications for future work applying Chatman’s theories, offering new ways to engage with and understand insiders and outsiders as a critical dynamic of information marginalization, particularly within LGBTQ+ communities.   ACKNOWLEDGEMENTS I would like to thank Dr. Chuck Curran for reviewing a draft version of this manuscript, the anonymous reviewers for their kind and constructive feedback, and my participants for their insights and candor, which I hope does justice to framing your accounts and agency in this work.   26  BIBLIOGRAPHY Adler, Melissa. “Gender Expression in a Small World: Social Tagging of Transgender-Themed Books.” Proceedings of the American Society for Information Science and Technology 50, no. 1 (2013): 1-8. https://doi.org/10.1002/meet. 14505001081. Brekhus, Wayne H. Peacocks, Chameleons, Centaurs: Gay Suburbia and the Grammar of Social Identity. Chicago, IL: University of Chicago Press, 2003. Burnett, Gary, Michele Besant, and Elfreda a. Chatman. “Small Worlds: Normative Behavior in Virtual Communities and Feminist Bookselling.” Journal of the American Society for Information Science and Technology 52, no. 7 (2001): 536-547. https://doi.org/10.1002/asi.1102. Burnett, Gary, Paul T Jaeger, and Kim M. Thompson. “Normative Behavior and Information: The Social Aspects of Information Access.” Library and Information Science Research 30, no. 1 (2008): 56-66. https://doi.org/http://dx.doi.org/ 10.1016/j.lisr.2007.07.003. Butler, Judith. Bodies That Matter: On the Discursive Limits of Sex. London, UK: Routledge, 2011. Butler, Judith. Gender Trouble: Feminism and the Subversion of Identity. 2nd ed. London, UK: Routledge, 1999. Charmaz, Kathy. Constructing Grounded Theory: A Practical Guide through Qualitative Analysis. 2nd ed. Thousand Oaks, CA: Sage, 2014. Chatman, Elfreda A. “A Theory of Life in the Round.” Journal of the American Society for Information Science 50, no. 3 (1999): 207-217. https://doi.org/10.1002/(SICI) 1097-4571(1999)50:3<207::AID-ASI3>3.3.CO;2-8. Chatman, Elfreda A. “Life in a Small World: Applicability of Gratification Theory to Information-Seeking Behavior.” Journal of the American Society for Information Science 42, no. 6 (July 1991): 438-449. https://doi.org/10.1002/(SICI)1097-4571(199107)42:6<438::AID-ASI6>3.0.CO;2-B. Chatman, Elfreda A. “The Impoverished Life-World of Outsiders.” Journal of The American Society for Information Science 47, no. 3 (1996): 193-206. https://doi.org/10.1002/(SICI)1097-4571(199603)47:3<193::AID-ASI3>3.3.CO;2-M. Cox, Andrew M., Brian Griffin, and Jenna Hartel. “What Everybody Knows: Embodied Information in Serious Leisure.” Journal of Documentation 73, no. 3 (2017): 386-406. https://doi.org/10.1108/JD-06-2016-0073. 27  Cresswell, John W. Qualitative, Quantitative, and Mixed Methods Approaches. Thousand Oaks, CA: SAGE Publications, 2014. Dervin, Brenda. “An Overview of Sense-Making Research: Concepts, Methods, and Results to Date.” In International Communication Association Annual Meeting, 2-69. Dallas, TX, 1983. http://communication.sbs.ohio-state.edu/sense-making/art/artdervin83.html. Flanagan, J.C. “The Critical Incident Technique.” Psychological Bulletin 51, no. 4 (July 1954): 327-358. https://doi.org/https://doi.org/10.1037/h0061470. Floegel, Diana, and Kaitlin L. Costello. “Entertainment Media and the Information Practices of Queer Individuals.” Library and Information Science Research 41, no. 1 (2019): 31-38. https://doi.org/10.1016/j.lisr.2019.01.001. Fox, Jesse and Rachel Ralston. “Queer Identity Online: Informal Learning and Teaching Experiences of LGBTQ Individuals on Social Media.” Computers in Human Behavior 65 (2016): 635-642. https://doi.org/10.1016/j.chb.2016.06.009. Gibson, Amelia N. and John D. Martin. “Re-Situating Information Poverty: Information Marginalization and Parents of Individuals with Disabilities.” Journal of the Association for Information Science and Technology 70, no. 5 (2019): 476-487. https://doi.org/10.1002/asi.24128. Goffman, Erving. Stigma: Notes on the Management of Spoiled Identity. London, UK: Penguin Press, 1963. Gray, Mary L. Out in the Country: Youth, Media, and Queer Visibility in Rural America. New York, NY: New York University Press, 2009. Haider, Jutta and David Bawden. “Conceptions of ‘Information Poverty’ in LIS: A Discourse Analysis.” Journal of Documentation 63, no. 4 (2007): 534-557. https://doi.org/10.1108/00220410710759002. Haider, Jutta and David Bawden. “Pairing Information with Poverty: Traces of Development Discourse in LIS.” New Library World 107, no. 9/10 (2006): 371-385. https://doi.org/10.1108/03074800610702570. Halberstam, Jack. In a Queer Time and Place: Transgender Bodies, Subcultural Lives. New York, NY: New York University Press, 2005. Hamer, Judah S. “Coming-out: Gay Males’ Information Seeking.” School Libraries Worldwide 9, no. 2 (2003): 73-89. https://doi.org/10.1.1.508.4534. Hutson, David J. “Standing OUT/Fitting IN: Identity, Appearance, and Authenticity in Gay and Lesbian Communities.” Symbolic Interaction 33, no. 2 (2010): 213-233. https://doi.org/10.1525/si.2010.33.2.213. 28  Jaeger, Paul T. and Gary Burnett. Information Worlds: Behavior, Technology, and Social Context in the Age of the Internet. New York, NY: Routledge, 2010. Kitzie, Vanessa L. “Beyond Behaviors, Needs, and Seeking: A Qualitative Investigation of Information Practices among Individuals with LGBTQ+ Identities.” PhD diss., Rutgers University, 2017. https://rucore.libraries.rutgers.edu/rutgers-lib/53647/PDF/1/. Lingel, Jessa and danah boyd. “‘Keep It Secret, Keep It Safe’: Information Poverty, Information Norms, and Stigma.” Journal of the American Society for Information Science and Technology 64, no. 5 (May 11, 2013): 981-991. https://doi.org/10.1002/asi.22800. Lovelock, Michael. “Call Me Caitlyn: Making and Making over the ‘Authentic’ Transgender Body in Anglo-American Popular Culture.” Journal of Gender Studies 26, no. 6 (2017): 675-687. https://doi.org/10.1080/09589236.2016 .1155978. McQueen, Paddy. “Authenticity, Intersubjectivity and the Ethics of Changing Sex.” Journal of Gender Studies 25, no. 5 (2016): 557-570. https://doi.org/10.1080 /09589236.2015.1063991. Merriam-Webster Dictionary. “Catfish,” 2018. Merton, Robert K. “Insiders and Outsiders: A Chapter in the Sociology of Knowledge.” American Journal of Sociology 78, no. 1 (1972): 9-47. Merton, Robert K. Social Theory and Social Structure. New York, NY: Simon and Schuster, 1968. Pendleton, Victoria EM and Elfreda A Chatman. “Small World Lives: Implications for the Public Library.” Library Trends 46 (1998): 732-752. Peterson, Richard A. “In Search of Authenticity*.” Journal of Management Studies 42, no. 5 (2005): 1083-1098. Pohjanen, Aira Maria and Terttu Anna Maarit Kortelainen. “Transgender Information Behaviour.” Journal of Documentation 72, no. 1 (2016): 172-190. https://doi.org /10.1108/JD-04-2015-0043. Prosser, Jay. Second Skins: The Body Narratives of Transsexuality. New York, NY: Columbia University Press, 1998. Rothbauer, Paulette M. “The Internet in the Reading Accounts of Lesbian and Queer Young Women: Failed Searches and Unsanctioned Reading.” Canadian Journal of Information & Library Sciences 28, no. 4 (2004): 89-110. 29  Savin-Williams, Ritch C. The New Gay Teenager. Cambridge, MA: Harvard University Press, 2009. Savolainen, Reijo. Everyday Information Practices: A Social Phenomenological Perspective. Lanham, MD: The Scarecrow Press, Inc., 2008. Schilt, Kristen and Laurel Westbrook. “Doing Gender, Doing Heteronormativity: ‘Gender Normals,’ Transgender People, and the Social Maintenance of Heterosexuality.” Gender & Society 23, no. 4 (2009): 440-464. Yu, Liangzhi. “Understanding Information Inequality: Making Sense of the Literature of the Information and Digital Divides.” Journal of Librarianship and Information Science 38, no. 4 (December 1, 2006): 229-252. https://doi.org/10.1177 /0961000606070600.        ",
    "id": 478473570,
    "identifiers": {
        "doi": "10.24242/jclis.v3i3.143",
        "oai": "oai:ojs.libraryjuicepress.com:article/143"
    },
    "title": "\"Am I Doing it Right?\": Examining Authenticity as a Key Mediator of Insider/Outsider Dynamics among US LGBTQ+ Young Adults",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-08-14T01:00:00+01:00",
    "publisher": "Litwin Books: https://litwinbooks.com/",
    "references": [],
    "sourceFulltextUrls": [
        "https://journals.litwinbooks.com/index.php/jclis/article/download/143/95"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/478473570.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/478473570"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/478473570/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/478473570/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/478473570"
        }
    ],
    "abstract": "A key mechanism of information marginalization, insider/outsider dynamics shape who gets to seek, share, and use information within a specific context. However, these dynamics are limited because LIS literature often treats them as myopic, totalizing, and static. This study deepens understanding of these dynamics by examining how they are shaped by authenticity narratives of identity among US LGBTQ+ young adults (ages 18-37). Data were collected via semi-structured interviews with 30 LGBTQ+ young adults between 2015-2016. Data analysis was iterative and employed both deductive and inductive qualitative coding. Findings demonstrate how authenticity both assisted and hindered participant seeking, sharing, and use of identity-related information. Participants seldom reported barriers to access, often citing readily available information in the form of lifeworld and small world narratives describing the \"right\" or \"correct\" way to be a particular identity. This information influenced participant decision-making since they had to engage in prescribed activities to be deemed authentic by others. However, authenticity limited participants' information practices to fit within insider, regulatory frames. Embodied subjectivity via individual perceptions and experiences emerged as a valuable information source for participants to counter these limitations. This phenomenon did not shut off participants from outside information as previously argued by Merton and Chatman but rather opened participants up to new, information avenues outside of those provided by authenticity narratives. Findings have theoretical implications for a better understanding of insider/outsider dynamics as a critical dynamic of information marginalization.\nPre-print first published online 8/14/202",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.libraryjuicepress.com:article/143",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12546",
        "openDoarId": 0,
        "name": "Journal of Critical Library and Information Studies",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 478473570,
        "depositedDate": null,
        "publishedDate": "2021-08-14T01:00:00+01:00",
        "updatedDate": "2024-02-10T19:26:27+00:00",
        "acceptedDate": null,
        "createdDate": "2021-10-06T20:17:01+01:00"
    },
    "urls": [
        "https://journals.litwinbooks.com/index.php/jclis/article/view/143"
    ],
    "lastUpdate": "2024-02-10T19:26:27+00:00",
    "setSpecs": []
}