{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rogers, Ashley"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-16T23:13:42+01:00",
    "dataProvider": {
        "id": 2,
        "name": "Abertay Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/2",
        "logo": "https://api.core.ac.uk/data-providers/2/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1177/1077801219870613",
    "downloadUrl": "https://core.ac.uk/download/228178588.pdf",
    "fullText": "But the law won’t help us’: challenges of mobilising law 348 to address violence against women in Bolivia   Ashley Rogers     This is the author’s accepted manuscript of an article accepted for publication in Violence Against Women, published by Sage and reprinted by permission of SAGE Publications. The published article will be available from the Publisher website. https://journals.sagepub.com/home/vawa   Rogers, A. 2019. ‘But the law won’t help us’: challenges of mobilising Law 348 to address violence against women in Bolivia, Violence Against Women.   Information for Users of the Institutional Repository Users who receive access to an article through a repository are reminded that the article is protected by copyright. Users may download and save a local copy of an article accessed in an institutional repository for the user's personal reference. For permission to reuse an article, please follow the publisher’s  Process for Requesting Permission.    ‘BUT THE LAW WON’T HELP US’: CHALLENGES OF MOBILISING LAW 348 TO ADDRESS VIOLENCE AGAINST WOMEN IN BOLIVIA  ASHLEY ROGERS ABERTAY UNIVERSITY A.ROGERS@ABERTAY.AC.UK  Division of Sociology, School of Business, Law and Social Sciences, Abertay University, Bell Street, Dundee, Scotland, DD1 1HG 01382 308720/ 07402255149                           ACKNOWLEDGEMENTS   The author would like to thank the individuals and organizations who contributed to and supported this study.   FUNDING  This research was funded by the Economic and Social Research Council, award number 1262930.  KEYWORDS  Bolivia, Rights, Law     ABSTRACT Drawing on findings of an original 12-month ethnographic study, this paper presents the challenges that Bolivian women face in accessing a new law that has been designed to protect them, Law 348 to ‘Guarantee Women a Life Free from Violence’. Data reveals that while the law creates opportunities for the (re)conceptualisation of violence, mobilising the law is fraught with difficulties and a culture of impunity prevails. The challenges of implementation are both nationally and internationally significant as other countries seek to enact similar legal strategies. In Bolivia, this paper suggests that civil society organisations and women's voices are central to the full realisation of the law.      INTRODUCTION In an effort to deal with issues of gender inequality, combined with the rising politicisation of violence against women (VAW) as a problem across the world, there has been a greater turn towards legal recourses that draw on international human rights frameworks (see Merry 2006). Violence as a ‘rights issue’ however, is not always adequately contextualised in majority world countries whose legal, cultural, and political systems are often very different to those in the Global North (Bloom 2018; Goldstein 2012; Merry 2006). The promises of rights that are enshrined in law are not always deliverable and this, in turn, can lead to disenchantment and mistrust in the state (Hughes 2017) as well as a culture of impunity for those who violate those rights. Legal reform based on notions of rights, such as a right to freedom from violence, as well as the criminalisation of what become normalised behaviours, does not always address the root of the problem. As laws have been created across Latin America and the world over to address violence against women, responsibility continues to be placed on individual survivors of violence to mobilise the law, with little attention given to the constraints they face in doing so (Campbell and Mannell 2016; Merry 2003). As Walby (1997: 7) highlights,  ‘individual agency is found in the myriad ways in which women actively choose options within the constrained opportunities available to them - women act, but not always in circumstances of their choosing.’ In Chile, Parson (2013) stresses the need to address wider aspects of society, such as social and economic conditions, instead of individualising the solutions. Individualisation conceals state and family constraints on women’s agency and capacity to mobilise the law (Carline and Easteal 2014; Parson 2015). Coercive social norms and the construction of women as subordinate lead to solutions that are paternalistic (such as in Uruguay, see Bloom 2018) and constrain agency even further (Gherardi 2016). Therefore, legal change in and of itself rarely   addresses the underlying structural conditions of society that not only lead to VAW in the first instance, but that perpetuate the idea that by virtue of the law existing, women automatically have access to it and should claim their rights against it.   Despite these concerns, the past 10 years has witnessed Latin American countries increasingly initiating legal changes to both recognise multiple forms of VAW as well as criminalise femicide, or ‘feminicidio’ in Latin America1, defined as the murder of a woman because she is a woman (Radford and Russell 1992; Russell and Harmes 2001; Lagarde 2006). The construction of these legal frameworks can largely be attributed to feminist activism and widespread social movement activity across the region. Movements such as #NiUnaMenos (translation: Not One Woman Less), which reaches across Latin America, continues to campaign for an end to VAW (Prada 2016) and this collectivity, amongst others, recognises that despite legal advancements and recognition of various forms of women’s rights, there continues to be a gap between law on paper and law in practice (Yegorova 2017; Merry 2009; Landman 2005; Nelken 1981, 1984; Abel 1980). Within this gap, VAW has space to persist.  This paper provides an original contribution to existing literature on legal recourse for women survivors of violence. Bolivia’s contemporary context reveals political commitments to addressing gender inequalities and expanding women’s rights - and in fact it has advanced rapidly in this respect. Furthermore, women’s movements and organisations have established solid foundations of support for survivors and for the promotion of law. While this article focuses on Bolivia and the voices of Bolivian women, the rapid advancements in gender parity and legal recognition of various forms of violence reveal shortcomings that can be understood and learned from, in international and national policy contexts – particularly as other countries are implementing similar legal frameworks, with Scotland’s focus on ‘coercive control’ being a recent example (see Burman and Brooks-Hay 2018).   A range of vocabulary is used to refer to violence against women (see Vidal 2013) but ‘violence against women’ is used in this article because the focus is on a particular form of gender-based violence – that of men’s violence against women2 (Rodríguez Cárcela 2008). When men’s violence is framed in terms of ‘gender-based violence’, despite efforts to place emphasis on unequal gender dynamics (see Goldscheid 2014), it does not adequately take account of the power relations between men and women (McLellan 2012, cited in Pease 2015). Instead, it becomes another way to avoid addressing this specific form of violence because women’s violence against men is incorporated in to the term. ‘Violence against women’ though, emphasises not only the most common direction of violence and the inequalities in gendered social arrangements and power, but it also reflects the legal language in Bolivia as well as popular rhetoric. While a range of VAW was encountered during twelve months of fieldwork including but not limited to: political violence, trafficking, and forced marriages, this paper focuses specifically on domestic forms of violence because these were most commonly disclosed by research participants.  VAW IN BOLIVIA  A Culture of Machismo Men’s VAW in Bolivia, as in other countries in Latin America and the world more broadly, can be explained by reference to intertwining and overlapping individual, social, and structural challenges that weave together to produce and reinforce a culture of machismo within and outwith the family. As families are important sites for identifying oppression and subordination (see Bhasin 2006; Millett 1970; Mitchell 1971; Oakley 1972), not only are they spaces where the production and reproduction of patriarchal attitudes and dominant conceptualisations of masculinity take place, but they are also reflections of - and reflected in - the broader structural conditions of society. In the context of Bolivia, the concept of ‘machismo’ is central to   understanding family and gender relationships at an individual and societal level and, in turn, understanding violence against women (Freidric 2011; Hume 2008; Villereal and Cavazos 2005; Beattie 2002; Pena 1991). Machismo is a Spanish-language term similar to ‘patriarchy’. It is characterized by hyper-masculinity and aggression (Scharrer 2001) and carves out a particular form of Latino masculinity and culture based on honour and pride. Although it is most closely identified with the image of the ‘Mexican Macho’ (see Gutmann 2006), similar to the work of Freidric (2011) in the context of Ecuador, machismo is now being expressed as an inherent part of Bolivian culture. It is most frequently displayed and internalised through toxic forms of masculinity and a strong desire to be the ‘macho man’3. Dominant manifestations of this ‘superior masculinity’ (Torres 1998) are not only revealed in explorations of personal relationships but are also woven in to the fabric of Bolivian society4, through what Walby (1990) refers to as the six structures of patriarchy. Machismo is present at both macro and micro levels of everyday life.  While machismo helps us understand the foundations of gender inequalities, gender relations in families and, in turn, violence, an overreliance on it as an explanatory factor (particularly at the level of the individual) can ignore the social, political, legal, and economic structures and institutions that facilitate the subjugation of women and encourage the perception that men are superior. At both micro and macro level examples of machismo can be found in political, educational, professional and legal institutions. Examples that emerged from Bolivian women’s narratives as part of this research include, but are not limited to: the exertion of control over Bolivian women’s behaviour inside and outside of the family home; control over women’s socio-economic position and the construction of a culture of financial dependency; viewing women as property and the over sexualisation of ‘whiter’ women (see Canessa 2008 and Goldstein 2000); restrictions on women’s ownership of land, and anything else that may   be considered as a threat to the man’s ‘manliness’ (Asencio 1999). Furthermore, ‘marianismo’, a complimentary and mutually-reinforcing term to ‘machismo’, signifies and emphasises ‘women’s moral superiority over men, hyper-appreciation of maternity, denial of female sexuality, and self-sacrifice’ (Bastia 2011: 23, see also Stevens 1973). These two concepts highlight the structure of Bolivian society and the conditions that make violence against women possible.  Del Olmo (2017/1975) argues that when Latin American criminologists examine violence, they usually do so from the point of the individual and do not always appear to attach these behaviours to the broader structures of society. This applies to violence against women, too (Michalski 2004). When the focus is on legal change and processes of criminalisation, it can mean that not only might criminologists overlook important connections between individual behaviours and how they are structured but, if this continues, they are unlikely to address the root of the problem (Del Olmo 2017/1975). Dagistanli (2015: 68) therefore, advocates for the recognition of men’s individual responsibility for acts of violence at the same time as considering how individual men’s choices are ‘shaped and influenced through the intersection of a specific set of cultural influences that come to bear on his actions’. When anti-violence campaigns focus only on the need to de- or re-construct dominant and harmful forms of masculinity – such as machismo - there is a shift away from the role of individual men and towards a critique of masculinity which is decoupled from the individual (Robinson 2003). The problem with individualisation remains. As violence is experienced every day in a number of forms, obvious and more subtle, the ‘distorting dichotomy of victim versus perpetrator’ (Robben and Nordstrom 1995: 10) can obscure the complexities of the social context that creates opportunities for, and encourages, violence. Despite this, as highlighted earlier, dealing with individual responsibility through law is the approach widely promoted across Latin   America. To date, the Bolivian government has largely focused on VAW as an individual problem both for women who experience it and men who perpetrate it. Evo Morales and Legal Changes: The Introduction of Law 348 When Evo Morales, leader of the Movimiento al Socialismo (MAS. Translation: Movement for Socialism), came to power as the first indigenous President of Bolivia in 2006, he represented hope and change for a country with an indigenous majority that had experienced numerous injustices and forms of oppression under previous governments (see Klein 2003). In order to redress injustices, Morales initiated a return to the legal foundations of the country by constructing a New Constitution, approved and finalised in 2009 and hailed as one of his greatest achievements to date (Roussaeu 2011). It was also part of Morales’ attempt to push for deepening democracy and political participation in a way that would address multiple forms of oppression based on ethnicity, class, and gender – something that Lee Van Cott (2000: 207) points out is ‘amongst the greatest challenges facing democratic societies today’.  Although the prevailing political strategy used by Morales was the adoption of culture as a political tool (Postero 2010), space was also created for civil society organisations (CSOs) to challenge some of the deep-rooted links between cultural discrimination and gender. Such groups, some of which feature in this research, actively participated in the construction of the new constitutional text to ensure recognition for women’s rights that had previously been excluded (Schilling-Vacaflor 2011). Their aim was to work through tensions that exist in relation to various conflicts that might emerge such as a) between indigenous rights and women’s rights (Rousseau 2011), and b) between local and global legal frameworks more generally (see also Goodale and Merry 2007). Involvement of civil society was central to ensuring that the New Bolivian Constitution contains over 45 articles on equity and equality, non-discrimination, and respect for dignity.   Since then, and for women in particular, Morales has approved a number of specific legislative measures, and CSOs have continued to play a central role. Examples include: Law Nº 026 passed in 2010, stipulating that houses of the Legislative Assembly must include gender parity; Law Nº 234 in May 2012 made Bolivia the first country to criminalise political violence and harassment against women; and of particular focus for the remainder of this paper, Law Nº 348 to ‘Guarantee Women a Life Free from Violence’, enacted in 2013. Law Nº 348 was implemented quickly after public and CSO pressure when a police officer in La Paz murdered his wife, Bolivian journalist Hanalí Huaycho, despite numerous reports of previous abuse (Aldunate 2015). Although CSOs had been long campaigning for the government to act on rising rates of VAW and femicide cases, Hanalí’s murder “sped up public mobilisation” (Coordinadora de la Mujer, Interview 2015) and revealed both the necessity and urgency of making tools available for the prevention of violence, the protection of women, and the punishment of perpetrators (La Patria 2017).  All of these legal advancements in relation to gender equality and violence have been welcomed by Bolivian women, CSOs, members of government, and the international community (Sanín 2018). There are two main reasons for this. The first is that the specific nature of VAW as rooted in domineering and repressive, gendered, machista ideologies, is now being brought to the attention of the public through awareness campaigns for Law 348. The second, is that the law not only officially recognises femicide but it also recognises and criminalises all other forms of violence that precede it. There are 16 different forms of violence recognised by law. VAW itself is rarely a singular act but usually a long and slow process of not only physical violence, but mental, emotional, psychological, symbolic and economic violence, too (Kelly 1987; Radford et al 2000). Before Hanalí’s murder, there was little political will to develop the law and priorities lay with other issues. Elson (2006) points out that the interplay of political interests at different times can help to explain the extent to which   particular rights, responsibilities and obligations are recognised and met. It is argued that Morales had become distracted from his initial plans to address social injustices and his focus was (and largely is) on newfound economic interests (Farthing 2017).  What is known about the rates of VAW in Bolivia is relatively unreliable. Quantitative data on violence against women has not been consistently or adequately collected, neither by organisations nor the government. This is problematic in terms of monitoring the problem and directing resources (see Walby 2005). While Bolivian women’s organisation Centro de Informacion y Desarrollo de la Mujer (CIDEM, translation: Centre for Information and Women’s Development) were the only body to document rates of violence and femicide across the country, they closed down in 2015 due to a lack of funding. In general, research engagements with VAW in Bolivia are fewer than other countries in the region, particularly in terms of qualitative research - also due, in large part, to funding constraints. Despite the lack of data, there is increasing concern in Bolivia regarding the implementation failures of recently enacted Law No 348 to protect women from violence. In recognition of this, at the end of last year, the President of Bolivia announced that he will create a government cabinet to deal specifically with rising rates of VAW (Chuquimia 2018). This paper is therefore original in the sense that it presents empirical data on the challenges that women experience in accessing the law. It addresses both the gap in research and highlights the significant challenges that the new cabinet will need to address, and it does so by foregrounding Bolivian women’s voices and experiences. Women’s narratives should be central in the new cabinet in order to confront the realities of the legal framework and the everydayness of violence, as well as draw attention to the experiences of mobilising and accessing the law in the Bolivian context. RESEARCH AIMS   Between 2014 and 2015 ethnographic fieldwork was conducted in the high-altitude city of La Paz, Bolivia, to explore women’s engagements with law and justice, legal consciousness, and legal subjectivity (see Rogers 2017). Although the research initially aimed to explore conceptualisations of human rights more generally, formal and informal encounters with Bolivian women revealed their desire for this research to focus on Law Nº 348. This meant a shift in focus, and what emerged are insights in to ongoing challenges of accessing Law 348, which the remainder of this paper reveals.  METHODOLOGY In-depth, qualitative data was gathered over 12 months by means of participant observation in a women’s centre in La Paz (with a core group of 22 women and 4 members of staff), interviewing civil society organisations (women’s rights groups, human rights organisations and other non-governmental bodies), and semi-structured interviews with state institutions (members of the Bolivian Ministry of Justice and the special police force to deal with violence). In addition, four in-depth life stories were gathered that allowed further explorations of individual, social and structural challenges that contextualise women’s experiences at different times throughout their lives (see Sarat and Kearns 1993; Silbey 2005). The combination of participant observation and life stories privileges oral history and storytelling, both of which are central to indigenous epistemologies and ways of life (Iseke 2013; Kovach 2009) and valued in Bolivia whether people self-identify as indigenous, or not. This rigorous and immersive methodological approach to socio-legal explorations of law opens opportunities where women are able to share in knowledge and experience with others, with value placed on the space created for stories as much as the stories themselves (Lewis 2006).  As a Euro-Western researcher in the Global South though, my position in those spaces is also important to acknowledge. Fetterman (1998: 23) points out that ‘we are all products of our   culture’ and no research takes place in a philosophical vacuum (see also Murray and Overton 2003). When the researcher and the research field site involve the mix of minority and majority world ideas, as this research does, processes of socialisation and knowledge construction are more noticeable. Researchers must continuously engage with prior ‘socialisation’ and cultural knowledge while remaining open to new epistemologies and practices. As a Scottish, female researcher in Bolivia - a cultural outsider (Sherif 2001) - a number of opportunities and challenges for data collection were met. For example, on the one hand, the extended stay in the field and my ability to speak Spanish enabled me to make contacts, establish relationships, and develop a rapport with women. On the other, European Spanish did not give me immediate access to the nuances of Bolivian Spanish. Throughout fieldwork, Spanish lessons continued because, as Gade (2001: 377) points out, ‘language learning in the field is but one aspect of gaining broad cultural competence’ but ongoing language learning creates ‘an affinity, perhaps even a sense of belonging, [that] ties one to the country in which the fieldwork is conducted’. As previously highlighted, openness to changing the focus of the research to Law 348 and VAW, as Bolivian women requested, also helped foster trust as a researcher (see Tilley 2017; Tuhiwai Smith 2004) while ensuring a more ‘field informed’ approach was adopted (Schlosser 2014: 203).  Limitations in relation to these aspects of Bolivian life and language, as well as the lack of in-country expertise, could be considered as undermining researcher ‘authority’ and ability (Mauthner and Doucet 2003). Despite many moments of confusion, misunderstanding, and culture shock, these moments also opened space for inquisition, reflection and clarification. For example, given the nature of the research and the extended stay in Bolivia, I frequently took the opportunity to check interpretations with participants themselves (Baxter and Eyles 1997), ensuring time and space (for both the participants and myself) to clarify narratives and   understandings of law, justice, and VAW as they were emerging. The use of a field diary facilitated this. Checking interpretations and keeping a field diary worked together to ensure confidence in the validity of interpretations and emerging findings (see Katz 1991). Narratives and fieldnotes were organised and thematically analysed first on paper, and later with the use NVivo, in order to explore, capture, and combine related challenges that women face in accessing Law 348 (see Braun and Clarke 2006). In the remainder of the article, where women (indicated by * upon first use) or members of civil society organisations (CSOs) or state institutions are included, pseudonyms are used for individuals. The names of institutions and organisations though, with permission, remain as they are. Although I gathered data largely in Spanish, the English interpretation is included here, translated as part of the original project. Stylistically, due to the nature of ethnographic data collection, data does not always appear in transcript-form but instead features as a combination of both ‘plain’ and ‘enhanced’ ethnographic writing, with ‘enhanced’ referring to the establishment of logical and descriptive narratives that emerge from the array of data available but that not are easily ‘quotable’ from one set of fieldnotes or transcripts (see Humphreys and Watson 2009).  FINDINGS: WOMEN’S ENGAGEMENTS WITH LAW 348 Although Bolivia has been hailed as an inspirational example and model for other countries in relation to its VAW laws (Sanín 2018) this section of the paper presents qualitative data to highlight some of the key barriers that Bolivian women face in mobilising Law Nº 348.  These are presented in relation to individual challenges, such as the practicalities of making a complaint; social challenges, such as the prevalence of victim blaming and the reflection of machista attitudes; and structural challenges, such as women’s economic dependence on men, corruption, and impunity within the legal system. Although presented separately here, the   various barriers that emerge often involve a combination of differentially-levelled challenges that knit strongly together. The institutionalisation of machismo is evidenced throughout this section. Making the complaint: A woman’s responsibility Engel and Munger (2003: 40) point out that ‘identity[…] is the appropriate starting point for exploring how rights become active [because] the issue of who one is and where one belongs precedes the issue of the rights one might choose to assert’. Who does or does not count as a victim, and in turn, who sees themselves as one, is constructed by dominant discourses (Leisenring 2006, Merry 2000, Christie 1986, Dobash and Dobash 1980). Before women make a complaint using the law, they must first identify themselves as a ‘victim’ and, in turn, the perpetrator – who is often a partner – as an ‘offender’. Utilising this criminological and legal terminology, in a binary form, is not easy. When abusive behaviour has become as normalised as it has in Bolivia, women struggle to consider what is happening to them as anything other than normal.  You need to think differently about what has been happening to you, where the person you love is now a criminal and you are a now victim. I can see that now, but it’s taken a long time. My way of thinking has changed.  Sofia* continued,  […]it still won’t matter though. I know he is wrong, but the law won’t help us [referring to ‘women’ as a category] (Sofia*, Life Story).  Should women recognise their experience in legal and criminal terms, their first encounters with formal legal actors will be with the police. Since Law 348, there is now a dedicated police   force to deal with VAW (Fuerza Especial de Lucha Contra la Violencia, the ‘FELCV’). Despite this, making a legal complaint is far from easy and women are often reluctant to engage with the FELCV. Ariana’s* life story formed a central part of this research and her experience of not only violence but of attempting to access justice through Law 348, was one of the most harrowing encountered during fieldwork. Although we met in La Paz, the abuse that she experienced at the hands of her husband and his family took place in her hometown, in another municipality of Bolivia. This posed the first of many problems. She highlights: An attempt was made to process the rape in La Paz, but they said that for jurisdiction the victim has to go to the place of the aggressor… that is also violating the rights of the victim, no? Because… how am I going to live where I know that those that have been abusing me have a lot of people helping them, not only physically? I mean, it is a large family. I am a person alone, completely alone. They also have the police helping them, the judge, the Secretary of the Court, I mean everybody helping the criminals. (Ariana*, Life Story) Having heard the campaigns promoting Law 348 in light of its enactment, Ariana* escaped to La Paz with her son in tow because it is, as she suggested, “where most things happen with the law”. No one in her village was willing to help her because they view DV as an individual or family issue. Despite the establishment of the FELCV, she found herself with little support from the police. Another woman, Camila*, also recounted her story of her first meeting with the FELCV and, for her, it was “humiliating and distressing” (Camila*, field notes). With matted hair, blood-stained and torn clothes she was led several times back and forth along the open courtyard of the La Paz police station, in full view of the male officers that gathered along its perimeter: “I was paraded in front of those men, who looked at me like I was nothing”, she said (Fieldnotes). Like many of the other victims of violence encountered during fieldwork,   Ariana* and Camila* were alone in the process of accessing the law, attempting to navigate the labyrinth of requirements needed to build a case. I live fleeing. I flee to save my life. I don’t know. I have, like, a necessity to live. I fled that day [the last day of violence experienced]. I fled earlier. I returned. I started the lawsuits. I came here [to La Paz] and pressed charges. I went to the doctor, to the police, to other institutions, to groups of women, to NGOs, returned to the police, to the courts, to the Defensoría… I am exhausted. (Ariana*, Life Story) The numerous emotional and practical demands are further compounded by gender relationships whereby partners often have control over women’s movements. For example, CIDEM pointed out that “it is difficult for women to make a denouncement because the husband has to know where she is” (Interview 2015). Should a woman decide to report her experiences and acquire the necessary evidence, she also shoulders the risk of being further victimised if her partner becomes aware, and it is for this reason, amongst others, that Ariana* continues to live in fear as she persists with her case. Victim Blaming Culture and the ‘Ideal Victim’ Throughout the arduous journey to build a case, Bolivian women confront patronising and challenging attitudes that mirror ideologies of machismo and marianismo. Victim blaming attitudes were documented from both men and women during fieldwork. Questions on women’s choice of clothing, their behaviours at the time of abusive incidents, and if they had consumed alcohol, were constant. During one of our many discussions at the women’s centre, Elena* told me that, unlike Ariana*, she was not prepared to move frantically around the city, hoping someone would believe or help her. “What did you do to provoke him?” was the most common question she received, and often the first. She stated: “each time I am asked that, I   realise I am fighting a world that does not want me to get justice. It doesn’t even want to believe me, never mind protect me” (Fieldnotes). Not being listened to or believed frequently resulted in feelings of frustration, despair and disenfranchisement:  All the time, they [the police] make me sound crazy… if I raise my voice because I am frustrated, because of their insulting questions, and, then sometimes I think I am crazy. But the law is trying to make me disappear. Who am I? (Sofia*, Fieldnotes) When seeking to mobilise the law, women find that they must act in a way that fits within its definitions of an ‘ideal victim’ or they are constructed as ‘crazy Latinas’ and their story is deemed less credible (Dobash and Dobash 1980; Christie 1986). In women’s narratives, the expectation and seeming requirement for women to fit this ideal image, to show signs of being a victim is important. An officer for the FELCV stated,  [Officers] have learned to see the aggression, the contempt, the state of her [the victim’s] clothes, her hair.  It’s also obvious from the expression on her face, the emotional fragility.  The assumption that there will be visible evidence of vulnerability became clear in stories of not only women’s encounters with the police, but with doctors and hospital staff, the media, members of the public, and even victims’ friends and family. From the outset, despite women taking action against their abuser, they must still conform to dominant depictions of a victim of violence.  Financial Dependence and Corruption Once the legal process is initiated, other barriers which are more structural in nature are revealed. One of the biggest obstacles to the full realisation of Law Nº 348 is women’s   economic position in society. The majority of Bolivian women continue to be economically dependent on their partners, despite President Morales’ apparent redistribution of resources and an increase in women’s economic power. Even when women are in positions to generate income, their earnings are still largely controlled by men (Orgill and Heaton 2005).  Financial dependency plays a central role in situations of violence against women not only in the acts of violence themselves (Bornstein 2006, Rothman et al. 2007) but because mobilising the Bolivian criminal justice system requires access to financial resources. Eight of the women who participated in this research pointed out that they had been told that immediate payments were required should they wish to proceed with their complaint of abuse. Payment is needed at various points of the process, including for: the sheet of paper that the legal complaint is written on, the rubber stamp for processing the complaint (common practice in Bolivia and a marker of authenticity); a lawyer; payment for medical checks that are required as evidence of abuse and, in addition, women’s narratives revealed that police officers often requested money if officers had to travel as part of their investigations.  Women’s stories of these costs and the financial burden circulated quickly after the first women sought to mobilise Law Nº 348. This has continued to be a deterrent for other women, who may have otherwise reported. Quora* is one such woman who has, for now, resigned herself to the fact that she is unlikely to be able to fully pursue a legal complaint against her abusive husband: Even if I wanted to go to the police, I would need a lawyer and I don’t have money… my husband has the money because I do not have a job. So, what can you do?! If I go, they will want money for the papers, money for their time, money to sign [documents], money to add to the, to the [postal] stamps, everything. You can’t just   have some money for some of it. You need to think if you have money for all of it. I don’t. It is simply that. (Quora*, Life Story) Women’s economic position means that they are often unable to plan for what are largely, at least in the beginning, unforeseen and unexpected costs. These costs are neither transparent nor consistent. Bolivian women and women’s rights organisations interviewed suggested that such costs can be attributed to the problem of corruption in Bolivia, which is ‘present at all levels of society’ (Wickberg 2012: 1). Camila* explained,  Corruption, I mean it is everything that is related to the illicit gains – the power. The abuse of power is now part of our culture, of our democratic culture, right, and when we want to say ‘NO!’, [to] put a stop to it, all those who have broken the law are more than those who have not broken it. (Camila*, Life Story) Camila* highlighted not only the pervasiveness of corruption, but she juxtaposes those who break the law against those who do not, drawing further attention to the injustices she is witnessing. She was not alone in this perception and, in fact, the issue of corruption was raised by women in the Centre almost every time that the government or a State institution was mentioned. Elena* suggested that corruption was so bad that it was creating a negative force in Bolivian society, an uncontrollable “monster” to which there would eventually be ramifications. With reference to those involved in corruptive practices and those who break the law, Elena* states: Evo Morales will not be remembered because he has made changes in the indigenous villages, the new laws, but remembered because he has protected all of them [those engaged in corruption and other criminals], the powerful.   Of 247,369 complaints of violence made by women between 2007 and 2011, only 51 perpetrators received a final sentence. Between January 2015 and June 2016, there were 147 femicides, but only 4 cases received convictions (Human Rights Watch 2017). While issues of reporting and victim-blaming highlight broader perceptions of society that infiltrate the justice process, no matter the country of study, this is further compounded in Bolivia by corruptive practices and systems that have become deeply ingrained. The cultures of machismo and corruption combine and permeate the social, political and legal structures of Bolivian society. Legal professionals apply legal rules but are clouded by gender biases and opportunities for extortion. The result is that those who commit violence against women are rarely held to account. If a woman’s complaint makes it as far as reaching courts and judges, they find that judges can be bought, and their case is dropped. In earlier stages of Ariana’s* case, she points out that it was clear that the judge had been bribed: “my destiny had already been spoken”.  Here you can buy the law! That is the problem! So, someone who doesn’t have money, can’t buy justice and for me, they have made me disappear civilly, financially, judicially. And like many say when I talk about the processes, at least with those of whom I’ve been able to speak about it with, they are scared of the process… especially when it is not on their side (Ariana*, Life Story) Bolivian gender specialist, Camacho (2015), explains that ‘the judicial system does not grant justice to the victims, and often lets the aggressors go free’. Impunity is a serious problem in Bolivia (Human Rights Watch 2018). A letter from three Bolivian CSOs to the Office of the United Nations High Commissioner for Human Rights shortly after the promulgation of Law Nº 348, emphasised concerns at the immunity that men appeared to receive in the Bolivian criminal justice system (Fieldnotes). In particular, they pointed out the low rates of conviction, despite increases in complaints. Most recently though, after pressure from CSOs, Bolivia’s   Vice President, Álvaro García Linera, has proposed the creation of a public record of men who have committed femicide or are found to have been violent with women, boys and girls (El Dia 2017). As it currently stands for Bolivian women, in order to escape violence, they must enter in to legal, political and social systems that are, ironically, steeped in other forms of violence from which they wish to be freed (Michalski 2004).  The Role of Civil Society Organisations CSOs can be considered as occupying a porous middle ground between State and citizens in Bolivia, existing in both spaces. Civil society organisations have not only been key players in pushing for legal and social change in relation to VAW, but they also provide emotional, psychological, financial and legal support in Bolivia.  In 2013, at the same time as Law 348 was enacted, the MAS government created the Law of Legal Entities (Law 351). Stipulating that all civil society groups be in possession of a permit to function, Law 351 requires CSOs to specify the various ways they do (or will) contribute to the economic and social development of Bolivia. While this sounds straightforward, they must also highlight how these activities differ from those of the government. As Law 348 requires that each municipal council in Bolivia provide holistic support services for women, for example, regardless of their lack of implementation in practice, civil society organisation activity in this area is being constrained. One such organisation feeling the tension was CIDEM, where the director stated that: [T]here is an anti-NGO policy, but the State is not fulfilling its function. If it cannot fulfil its function then let NGOs cover those spaces… [T]here is so much violence, there are no professionals who could attend to it, and there is so much death.  As highlighted earlier, CIDEM were forced to close their doors shortly after fieldwork ended. Once again, there appears to be a disjuncture between what government law and policy   purports it is doing and what it is achieving in practice. The Law of Legal Entities has since been denounced by the Bolivian Ombudsman (Defensoria del Pueblo) as well as international human rights organisations, due to concern over the potential privileging of politically motivated decisions that could undermine human rights defenders (Human Rights Watch 2015). The Inter-American Commission of Human Rights (2013, cited in Human Rights Watch 2015), for example, stated that: [T]he freedom of association, in the specific case of human rights defenders, is a fundamental tool that makes it possible to fully carry out the[ir] work… [b]ecause of this, when a state impedes this right, it not only restricts the freedom of association, but also obstructs the work of promoting and defending human rights. It is this ‘freedom of association’ that is at threat through increased legal regulations. Silen (2010) reveals limitations to the freedom of association of CSOs across a number of case studies in Latin America, and Farthing (2019) suggests that in Bolivia, there has been a contradictory process of extending and constricting democratic rights. These struggles and constraints are important because, in a time when tensions are increasing between CSOs and the State, the services they provide are becoming all the more central in maintaining and fighting for space for citizens to not only voice their concerns, but to mobilise their rights (see Amnesty International 2017). The centrality of CSOs and social movements cannot be overlooked. Civil society can be framed as important ‘translators’ of human rights, as ‘people who can move easily between layers because they conceptualise the issue in more than one way’ (Merry 2006: 210). Through participation in CSOs, individuals are offered opportunities to join their stories to larger movements, taking advantage of opportunity structures for counter-hegemonic actions (see Sikkink 2005; Boulding 2014). Local Legal Universes   As evidenced, mobilising the law continues to be fraught with difficulties. With President Evo Morales’ announcement at the end of 2018 that he will personally steer a government cabinet to deal with violence against women, his main obstacle (but only solution) will be to acknowledge and address the structural conditions of Bolivian society. When Law Nº 348 was established, there was hope in the ‘guarantee’ that women could have ‘a life free from violence’, but the emancipatory objectives of the law are slipping farther away (Fraser 2000, Sieder 2013). Yet, legal transformations are unlikely to influence social change alone (Friedman 1975; Roach Anleu 2010; Chunn et al. 2007). As Bourdieu (1987: 839) states, it ‘would not be excessive to say that [the law] creates the social world, but only if we remember that it is this world that first creates the law’. For this reason, civil society organisations must play a central role in the new cabinets in order to ensure that machista, hegemonic discourses around violence against women are challenged at individual and institutional levels.    Boaventura de Sousa Santos’ (2002) earlier work placed hope in the counter-hegemonic use of law and the construction of a ‘subaltern cosmopolitan legality’, both a law-forming and law-challenging project that would be driven by civil society organisations and social movements, and it is certainly the way that Law 348 began. Hegemonic forms of law, though, have become central to social and criminal justice strategies and movements in Bolivia, particularly where violence against women is concerned. This turn to state law has opened possibilities for other forms of subjugation and control of women.  In place of justice, what has emerged are what Holder and Harrison (2003: 4) term ‘local legal universes’ whereby the realities of the law reveal ‘forms of regulation rooted in local conditions of existence’. Regulation of women’s bodies, behaviours, their movements, their money and their agency are steeped in the broader structural conditions of society that form the root of the problem of violence – namely machismo (see Sieder 2013; Sieder and McNeish 2013). During   encounters with official institutions of law – such as the police and courts - Bolivian women find themselves colliding with the harmful, stigmatising gender norms of both a machista society and a patriarchal state (Coker 2001). These experiences radiate out from the formal sites of law (see Galanter 1983) and in to the everyday lives of women, contributing to and reinforcing women’s subjugated position in society. So herein lies the problem. The recognition of violence in legal terms is no doubt valuable in challenging the acceptance of violence as a normal part of Bolivian women’s lives but it places unfair responsibility on women to mobilise it amidst conditions that deter them from doing so (Vanhala 2011). It is the social conditions of society that need to be addressed and legal transformations cannot do that alone. As Ximena Machicao (2015) points out, ‘if you implement and enact a law, the least you have to do is give the conditions for it to be executed’. Morales’ announcement of a new government cabinet, though, is another step in the right direction. CONCLUDING REMARKS This year, 2019, is an important one for Morales’ MAS party. The Bolivian general elections are in October and support for Evo Morales is waning. In 2005 Evo won with a majority of 54%, then 64% in 2009 and 61% in 2014. A referendum in 2016 posed the question of whether or not Morales should be permitted to run for a fourth term, a move against the New Constitution he designed in 2009 but a request for an amendment to it. The result was a majority ‘No’. Farthing (2019: 225) points out that ‘while the MAS government has achieved significant improvement for the country’s majority [and for women’s rights], the government’s method has undermined the very groups it says it is working in the name of’. The initial actions of the current government were at least counter-hegemonic in their inception, and for Goldfarb (2011: 62) this reveals that ‘legal culture is not impervious to the   pressures created by new discourses and power relationships’. The lure of criminalisation and legal recognition in Law 348 offered an emancipatory promise (Sieder 2013; Santos 2002), reinvigorated civil society and finally provided them, and women, with legislation as a springboard to their rights. As Merry (1995: 20) points out though, ‘the law provides a place to contest relations of power, but it also determines the terms of the contest’. The terms need to be changed. Whilst legal changes are important for awareness raising and for women’s ability to recognise themselves as ‘rights-bearing endowed selves’ (Merry 2003), it is the navigation of corrupt and machista systems that reinforce women’s subjugation and powerless position and ultimately re-victimises them. In their pursuit of justice, women therefore find themselves in a very unjust system and a culture of impunity is created. This will be one of MAS’s biggest challenges, and it is likely that for many of the women and organisations encountered during this research, Morales’ actions in the new cabinet prior to the election will influence voting preferences.  Going forward, the pressing concerns for the new cabinet (and for any country seeking to implement legal changes like these) will be to identify, address and reshape forms of masculinity that result in violence at individual and institutional levels; identify and challenge corruption within the legal system; ensure the rigorous collection of quantitative data on violence in order to record changes and direct resources, and ensure space for civil society organisations and women’s movements, recognising their important role in change – a role steeped in the history of Latin America. Most of all though, there must be a commitment to addressing and valuing the lived realities of Law 348. Bolivian women’s voices and narratives are where these realities can be found.     NOTES  1. Costa Rica in 2007, Guatemala and Colombia in 2008, Chile and El Salvador in 2010, Nicaragua and Peru in 2011, Argentina and Mexico in 2012, with Bolivia and Panama following in 2013. In 2014, Ecuador and Venezuela enacted their own legislation, and then Brazil in 2015. Uruguay is also currently awaiting the introduction of legislation that is as equally promising and comprehensive as Bolivia’s of Law Nº 348 to ‘Guarantee Women a Life Free from Violence’, at least on paper. 2. This is not to ignore the many forms of gender-based violence that exist, or violence that occurs in same-sex relationships. 3. The representation of the ‘Mexican macho’ is perhaps one of the most popular images across Latin America (see Gutmann 2006) and is also reflected in Bolivian culture and dominant constructions of masculinity. 4. Although encountered as an overwhelmingly negative term, Mirande (1998) points out that ‘machismo’ can also indicate positive behaviours such as an emphasis on responsibility and a strong work ethic, being family oriented, and providing for and protecting family – all of which Bolivian women benefit from (see also De La Cancela 1986). The desire to hold on to the positive aspects of identity that emerge from machismo and marianismo also results in the reproduction and performance of those characteristics that are negative and harmful (see Butler 1990). For Torres et al. (2002: 164) this can result in an ‘excessive adherence to the machismo mystique’, or cultural script, which can often manifest itself in an overperformance and acceptance of more aggressive behaviour.  REFERENCES Abel, R. L. (1980) 'Redirecting Social Studies of Law'. Law & Society Review, 14, 805-27.    Aldunate, V. (2015) “Bolivia. ¿Qué Pasó Con Hanalí Huyacho Hannover?”, Kaosenlared, Retrieved July 28, 2018 from http://kaosenlared.net/bolivia-que-paso-con-hanali-huyacho-hannover/ Amnesty International (2017). Bolivian Civil Society Under Threat. Retrieved 15 February, 2019 from https://www.amnesty.org/download/Documents/AMR1861392017ENGLISH.pdf Asencio, M. W. (1999) Machos and sluts: gender, sexuality, and violence among a cohort of Puerto Rican adolescents. Medical Anthropology Quarterly, 13(1), 107–126. Bastia, T. (2011) Migration as protest? Negotiating gender, class, and ethnicity in urban Bolivia, Environment and Planning, 43(7), 1514-1529 Baxter, J., & Eyles, J. (1997). Evaluating qualitative research in social geography: establishing ‘rigour’in interview analysis. Transactions of the Institute of British geographers, 22(4), 505-525. Beattie, P. M. (2002) Beyond Machismos. Men and Masculinities, 4, 303-308. Bhasin, K. (2006) What Is Patriarchy. New Delhi: Women Unlimited. Bloom, A. (2018). A New “Shield of the Weak”: Continued Paternalism of Domestic Violence Services in Uruguay. Violence Against Women, 24(16), 1949-1966. Bornstein, R. (2006) The Complex Relationship between Dependency and Domestic Violence: Converging Psychological Factors and Social Forces. American Psychological Association, 61(6), 595-606. Boulding, A. (2014) NGOs, Political Protest and Civil Society. Cambridge: Cambridge University Press.Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative research in psychology, 3(2), 77-101. Bourdieu, P. (1986). The force of law: Toward a sociology of the juridical field. Hastings LJ, 38, 805.   Burman, M., & Brooks-Hay, O. (2018). Aligning policy and law? The creation of a domestic abuse offence incorporating coercive control. Criminology & Criminal Justice, 18(1), 67-83. Butler, J. (1990) Gender Trouble: Feminism and the Subversion of Identity, New York: Routledge. Canessa, A. (2008) ‘Sex and the Citizen: Barbies and Beauty Queens in the Age of Evo Morlaes’, Journal of Latin American Cultural Studies. Vol. 17(1), pp. 41-64. Camacho Justiniano, R. M. (2015) Violence results from patriarchal attitudes, Development and Cooperation. Retrieved July 28, 2018 from https://www.dandc.eu/en/article/latin-america-bolivia-reports-most-cases-violence-against-women Campbell, C. & Mannell, J. (2016). Conceptualising the agency of highly marginalised women: Intimate partner violence in extreme settings, Global Public Health, 11:1-2, 1-16, DOI: 10.1080/17441692.2015.1109694  Carline, A. & Easteal, P. (2014). Shades of Grey-Domestic and Sexual Violence Against Women: Law Reform and Society. Routledge. Christie, N. (1986) The ideal victim. In E. Fattah (ed.) From Crime Policy to Victim Policy (pp.17-30). Basingstoke: Macmillan. Chunn, D. E., Boyd, S. B. and Lessard, H. (2007) Reaction and Resistance: Feminism, Law and Social Change. Toronto: UBC Press. Chuquimia, L. (2018) Tras 5 años de la 348, Bolivia registra 97 casos de violencia contra las mujeres al día, Pagina Siete. Retrieved 10 February 2019, from https://www.paginasiete.bo/sociedad/2018/12/3/tras-anos-de-la-348-bolivia-registra-97-casos-de-violencia-contra-las-mujeres-al-dia-201979.html Coker, D. K. (2001) Crime Control and Feminist Law Reform in Domestic Violence Law: A Critical Review. Buffalo Criminal Law Review, 4(2), 801-860.   Dagistanli, S. (2015) In Defence of Culture? Racialised Sexual Violence and Agency in Legal and Judicial Narratives, International Journal for Crime, Justice and Social Democracy, 4(3), 57-72. De La Cancela, V. (1986) A critical analysis of Puerto Rican machismo: Implications for clinical practice. Psychotherapy: Theory, research, practice, training, 23, 291-296 Del Olmo, R. (2017/1975) Limitations for the Prevention of Violence: The Latin American Reality and its Criminological Theory. Justice, Power and Resistance, 1(1), 80-97. Dobash, R. E. and Dobash, R. (1980) Violence Against Wives: A Case Against Patriarchy. Shepton Mallet: Open Books. El Dia (2017) ‘ONU apoya la idea de crear un prontuario público de violentos’, El Dia. Retrieved 27 June, 2018 from https://www.eldia.com.bo/index.php?c=&articulo=ONU-apoya-la-idea-de-crear-un-prontuario-publico-de violentos&cat=148&pla=3&id_articulo=240013 Elson, D. (2006) Women’s Rights are Human Rights: Campaigns and Concepts. In L. Morris (Ed) Rights: Sociological Perspectives. London: Routledge. Engel, D. M. and Munger, F. W. (2003) Rights of Inclusion: Law and Identity in the Life Stories of Americans with Disabilities. Chicago: University of Chicago Press. Farthing, L. (2019). An Opportunity Squandered? Elites, Social Movements, and the Government of Evo Morales. Latin American Perspectives, 46(1), 212-229. Farthing, L. (2017) Evo’s Bolivia: The Limits of Change. The Next System Project. Retrieved 25 July, 2018 from https://thenextsystem.org/learn/stories/evos-bolivia-limits-change#footnote3_104a01x Fetterman, D. (1998) Ethnography: Step by Step. Thousand Oaks: Sage. Fraser, N. (2000) Rethinking Recognition, New Left Review. Retrieved 23 July, 2018 from https://newleftreview.org/II/3/nancy-fraser-rethinking-recognition    Friedman, L. (1975) The Legal System: A Social Science Perspective. New York: Russell Sage Foundation Freidric, K. (2011) La Violencia Adentro (Violence in the Interior): Gender Violence, Human Rights, and State-Community-NGO Relations in Coastal Ecuador. Arizona: University of Arizona.  Gade, D. W. (2001). The languages of foreign fieldwork. Geographical Review, 91(1‐ 2), 370-379. Galanter, M. (1983) The Radiating Effects of Courts. In K, Boyum and L, Mather (eds.) Empirical Theories of Courts. New York: Longman. Gherardi, N. (2016). Otras formas de violencia contra las mujeres que reconocer, nombrar y visibilizar. Serie Asuntos de Género, 141. Goldfarb, S. F. (2011) A Clash of Cultures: Women, Domestic Violence, and Law in the United States. In: Hodgson, D. (eds.) Gender and Culture at the Limits of Rights. Pennsylvania: Pennsylvania University Press. Goldscheid, J. (2014). Gender Neutrality and the “Violence Against Women” Frame. CUNY School of Law, CUNY Academic Works, No. 60.  Goldstein, D. M. (2012). Outlawed: Between security and rights in a Bolivian city. Durham, NC: Duke University Press Goldstein, D. M. (2000) ‘Names, Places and Power: Collective Identity in the Miss Oruro Pageant, Cochabamba, Bolivia’, PoLAR. Vol. 23(1), pp. 1-23. Goodale, M. and Merry, S. E. (2007) The Practice of Human Rights: Tracking Law Between the Local and the Global. Cambridge: Cambridge University Press. Gutmann, M. (2006) The Meanings of Macho: Being a Man in Mexico City. Berkley: University of California Press.   Holder, J. and Harrison, C. (2003) Connecting Law and Geography. In: Holder, J. and Harrison, C. (eds.) Law and Geography. Oxford: Oxford University Press.  Hughes, C. (2017). Legislative Wins, Broken Promises: Gaps in implementation of laws on violence against women and girls. Research Report. OXFAM. Hume, M. (2008) The Myths of Violence: Gender, Conflict and Community in El Salvador, Latin American Perspectives, 35(5) 59-76.  Human Rights Watch (2018) World Report 2019: Bolivia – Events of 2018. Retrieved 10 February, 2018 from https://www.hrw.org/world-report/2019/country-chapters/bolivia Human Rights Watch (2017) World Report 2017: Bolivia. Retrieved 24 July, 2018 from https://www.hrw.org/world-report/2017/country-chapters/bolivia Human Rights Watch (2015) Bolivia: Amicus Brief on NGO Relations. Retrieved 15 February, 2019 from https://www.refworld.org/docid/55c324e94.html  Humphreys, M., & Watson, T. J. (2009). Ethnographic practices: from ‘writing-up ethnographic research’ to ‘writing ethnography’. Organizational Ethnography: studying the complexities of everyday life, 40-55. Iseke, J. (2013) Indigenous Storytelling as Research, International Review of Qualitative Research, 6(4), 559-577.  Katz, C. (1991) Sow what you know: the struggle for social reproduction in rural Sudan Annals of the Association of American Geographers 81 3 488–514  Kelly, L. (1987) Surviving Sexual Violence. Cambridge: Polity Press. Klein, H. S. (2003) A Concise History of Bolivia. Cambridge: Cambridge University Press. Kovach, M. (2009). Indigenous methodologies: Characteristics, conversations, and contexts. Toronto: University of Toronto Press. Lagarde, M. (2006). Feminicidio: una perspectiva global (Vol. 7). Unam.   Landman, T. (2005). Protecting human rights: A comparative study. Georgetown University Press. La Patria (2017) Hanalí: Nació la ley de lucha contra la violencia. Retrieved 26 July, 2018 from http://lapatriaenlinea.com/?nota=167573 Lee Van Cott, D. (2000) A Political Analysis of Legal Pluralism in Bolivia and Colombia. Journal of Latin American Studies, 32(1), 207-234. Leisenring, A. (2006). Confronting “victim” discourses: The identity work of battered women. Symbolic interaction, 29(3), 307-330. Lewis, P. J. (2006). Stories I teach^live by. Qualitative Inquiry, 12, 829–849 Machicao, X. (2015) Entrevista a María Ximena Machicao Barbery, feminista boliviana. La Ciudad de las Dioses. Retrieved 23 July, 2018 from http://laciudaddelasdiosas.blogspot.com/2015/08/entrevista-maria-ximena-machicao.html  Mauthner, N.S. and Doucet, A. (2003) ‘Reflexive Accounts and Accounts of Reflexivity in Qualitative Data Analysis’, Sociology 37(3): 413–31. Merry, S. (1995) Resistance and the Cultural Power of Law. Law and Society Review, 29, 11-26. Merry, S. E. (2000) Colonizing Hawai’I: The Cultural Power of Law. Princeton: Princeton University Press. Merry, S. E. (2003). Rights talk and the experience of law: implementing women's human rights to protection from violence. Human rights quarterly, 343-381. Merry, S. E. (2006). Human rights and gender violence: Translating international law into local justice. Chicago, IL: University of Chicago Press. Merry, S. E. (2009). Human rights and gender violence: Translating international law into local justice. University of Chicago Press.   Michalski, J. H. (2004). Making Sociological Sense Out of Trends in Intimate Partnera Violence: The Social Structure of Violence Against Women. Violence against women, 10(6), 652-675. Millett, K. (1970) Sexual Politics. New York: Doubleday. Mirande, A. (1998) Hombres y Machos: Masculinity and Latino Culture. Boulder, CO: Westview Press Mitchell, J. (1971) Women’s Estate. Harmondsworth: Penguin. Murray, W. and Overton, J. (2003) Designing Development Research. In: R. Scheyvens and D. Storey (2003) Development Fieldwork: A Practical Guide. London: Sage. Nelken, D. (1981) 'The \"Gap Problem\" in the Sociology of Law: A Theoretical Review'. Windsor Yearbook of Access to Justice: 35-61.  Nelken, D. (1984). Law in action or living law? Back to the beginning in sociology of law 1. Legal studies, 4(2), 157-174. Oakley, A. (1972) Sex, Gender and Society. London: Temple Smith Gower Orgill, J. and Heaton, T. B. (2005) Women’s status and martial satisfaction in Bolivia, Journal of Comparative Family Studies, 36(1), 23-40. Parson, N. (2013). Traumatic states: Gendered violence, suffering, and care in Chile. Nashville, TN: Vanderbilt University Press. Parson, N. (2015). ‘In the Good Times and the Bad’, In R. Goel and L. Goodmark (Eds) Comparative Perspectives on Gender Violence: Lessons From Efforts Worldwide, Oxford: Oxford University Press. Pease, B. (2015) Disengaging Men from Patriarchy: Rethinking the Man Question in Masculinty Studies. In M. Flood and R. Howson (Eds) Engaging Men in Building Gender Equality. Newcastle Upon Tyne: Cambridge Scholars Publishing.   Pena, M (1991) Class, Gender, and Machismo: The “Treacherous-Woman” Folklore of Mexican Male Workers. Gender & Society, 5, 30-46. Postero, N. (2010) Morales’ MAS Government: Building Indigenous Popular Hegemony in Bolivia. Latin American Perspectives, 37(3), 18-34. Prada, P. (2016) #NiUnaMenos. Información y Género.  Retrieved 9 January 7, 2019 from http://eprints.rclis.org/29234/. Radford, J., & Russell, D. E. (Eds.). (1992). Femicide: The politics of woman killing. Buckingham: Open University Press. Radford, J., Friedberg, M. and Harne, L. (eds) (2000) Women, violence and strategies for action: feminist research, policy and practice. Buckingham: Open University Press. Roach Anleu, S. L. (2010) Law and Social Change, 2nd Edition. London: Sage. Robben, A. C. and Nordstrom, C. (1995). Fieldwork under fire: Contemporary studies of violence and culture. University of California Press. Robinson, V. (2003) Radical Revisionings: The Theorizing of Masculinity and (Radical) Feminist Theory. Women’s Studies International, 26(2), 129-37.  Rodríguez Cárcela, Rosa (2008) Del crimen pasional a la violencia de género: evolución y su tratamiento periodístico  Ámbitos, no 17, pp. 171-188.  Author (2017) Claiming the Law: An Ethnography of Bolivian Women’s Access to Justice and Legal Consciousness, PhD Thesis, University of Stirling, Scotland. Rothman, E. F., Hathaway, J., Stidsen, A., and de Vries, H. F (2007) How Employment Helps Female Victims of Intimate Partner Violence: A Qualitative Study. Journal of Occupation Health Pychology, 12(2), 136-143. Rousseau, S. (2011) Indigenous and Feminist Movements at the Constituent Assembly in Bolivia: Locating the Representation of Indigenous Women. Latin American Research Review, 46(2), 5-26.   Russell, D. and Harmes, R. (2001) Femicide in Global Perspective. New York: Teacher’s College Press.  Sanín, J. R. (2018). The Law and Violence against Women in Politics. Politics & Gender, 1-5. Santos, B. S. (2002) Toward a Multicultural Conception of Human rights. In H. T. Berta (eds.) Moral Imperialism: A Critical Anthology. New York: New York University Press. Sarat, A. and Kearns, T. (1993) Law in Everyday Life. Ann Arbor: University of Michigan Press. Scharrer, E. (2001) Men, Muscles, and Machismo: The Relationship Between Television Violence Exposure and Aggression and Hostility in the Presence of Hypermasculinity. Media Psychology, 3(2), 159-188. Schilling-Vacaflor, A. (2011) Bolivia’s New Constitution: Towards participatory democracy and political pluralism?. European Review of Latin American and Caribbean Studies, 90, 3-22. Schlosser, K .(2014) ‘Problems of abstraction and extraction in cultural geography research: Implications for fieldwork in Arctic North America’, Journal of Cultural Geography, 31(2), 194–205. Sherif, B. (2001). The ambiguity of boundaries in the fieldwork experience: Establishing rapport and negotiating insider/outsider status. Qualitative inquiry, 7(4), 436-447. Sieder, R. (2013) ‘Emancipation’ or ‘Regulation’? Law, globalisation and indigenous peoples’ rights in post-war Guatemala. In S. Brandtstädter, P. Wade and K. Woodward (eds.) Rights, Cultures, Subjects and Citizens. London: Routledge. Sieder, R. and McNeish, J. A. (2013) Gender Justice and Legal Pluralities: Latin American and African Perspectives. Abington: Routledge.    Sikkink, K. (2005) Patterns of dynamic multi-level governance and the insider outsider coalition. In: Porta, D. D. and Tarrow, S. G. (eds.) Transnational Protest and Global Activisim. Lanham: Rowman and Littlefield.Silbey, S. (2005) ‘After Legal Consciousness’, Annual Review of Law and Social Science Vol. 1(1), pp. 323-368. Silen, C. E. P. (2010) ‘Limitations to Freedom of Association of Civil Society Organizations in Latin America: Comparative view and special case study of Nicaragua, Bolivia, Ecuador, Cuba and Venezuela’, OHCHR. Retrieved 28 July, 2018 from https://www.ohchr.org/Documents/Issues/FAssociation/Responses2012/other_contributions/World-Report_of_Sr.Ponce_on_Free_Asociation_in_Latin_Am.pdf Stevens, E. (1973) ‘Marianismo: The Other Side of Machismo in Latin America’. In Female and Male in Latin America: Essays, edited by Ann Pescatello, Pittsburg: University of Pittsburg Press Tilley, L. (2017) ‘Resisting Piratic Method by Doing Research Otherwise’, Sociology, 51(1), 27-42. Torres, J. B. (1998) Masculinity and Gender Roles among Puerto Rican Men: Machismo on the U.S. Mainland. American Journal of Orthopsychiatry,68, 16-26. Torres, J. B., Solberg, V. S. H., & Carlstrom, A. H. (2002). The myth of sameness among Latino men and their machismo. American Journal of Orthopsychiatry, 72(2), 163-181.  Tuhiwai Smith, L. (2004) Decolonizing Methodologies: Research and Indigenous Methodologies. London: Zed Books. Vanhala, L. (2011) Making Rights a Reality: Disability Rights Activists and Legal Mobilisation. Cambridge: Cambridge University Press. Vidal, M. P. (2013). La despolitización de la violencia de género a través de la terminología. Asparkía: investigació feminista, (24), 176-194.   Villereal, G. L. and Cavazos Jr, A. (2005) Shifting Identity: Process and Change in Identity of Aging Mexican-American Males. Journal of Sociology and Social Welfare, 32, 33-41. Walby, S. (2005). Improving the statistics on violence against women. Statistical Journal of the United Nations Economic Commission for Europe, 22(3, 4), 193-216. Walby, S. (1997). Gender Transformations. London: Routledge Walby, S. (1990). Theorising Patriarchy. Sociology, 23(2) 213-234. Wickberg, S. (2012) Overview of Corruption and Anti-Corruption in Bolivia, Transparency International. Retrieved 23 July, 2018 from https://www.transparency.org/files/content/corruptionqas/346_Overview_of_corruption_in_Bolivia.pdf  Yegorova, O. (2017). # NiUnaMenosBolivia fights back: A discourse theoretical analysis on the struggle against gender-based violence in Bolivia. Masters Thesis. Upsala Universitet. BIOGRAPHICAL STATEMENT Ashley Rogers, PhD, is a Lecturer in Criminology at Abertay University, Dundee, Scotland. She conducts research on women’s rights and justice, including explorations of social justice, human rights and legal consciousness, as well as the role of civil society organisations. Ashley has conducted research in Bolivia, Scotland, and Malawi.   ",
    "id": 228178588,
    "identifiers": {
        "doi": "10.1177/1077801219870613",
        "oai": "oai:rke.abertay.ac.uk:openaire_cris_publications/b670c1ab-c732-4054-85b2-e3426ad1b47c"
    },
    "title": "\"But the law won't help us\":challenges of mobilizing Law 348 to address violence against women in Bolivia",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-10-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://rke.abertay.ac.uk/files/15918547/Rogers_But_the_Law_Accepted_2019.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/228178588.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/228178588"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/228178588/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/228178588/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/228178588"
        }
    ],
    "abstract": "Drawing on findings of an original 12-month ethnographic study, this article presents the challenges that Bolivian women face in accessing a new law that has been designed to protect them, Law 348 to \"Guarantee Women a Life Free from Violence.\" Data reveal that while the law creates opportunities for the (re)conceptualization of violence, mobilizing the law is fraught with difficulties and a culture of impunity prevails. The challenges of implementation are both nationally and internationally significant as other countries seek to enact similar legal strategies. In Bolivia, this article suggests, civil society organizations and women's voices are central to the full realization of the law.</p",
    "tags": [
        "article",
        "Bolivia",
        "Women",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:rke.abertay.ac.uk:openaire_cris_publications/b670c1ab-c732-4054-85b2-e3426ad1b47c",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2",
        "openDoarId": 0,
        "name": "Abertay Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 228178588,
        "depositedDate": null,
        "publishedDate": "2020-10-01T01:00:00+01:00",
        "updatedDate": "2024-02-19T04:37:45+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-16T23:13:42+01:00"
    },
    "urls": [
        "https://rke.abertay.ac.uk/ws/files/15918547/Rogers_But_the_Law_Accepted_2019.pdf",
        "https://rke.abertay.ac.uk/en/publications/b670c1ab-c732-4054-85b2-e3426ad1b47c",
        "https://doi.org/10.1177/1077801219870613"
    ],
    "lastUpdate": "2024-02-19T04:37:45+00:00",
    "setSpecs": []
}