{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McKenna-Plumley, Phoebe E"
        },
        {
            "name": "Turner, Rhiannon N"
        },
        {
            "name": "Yang, Keming"
        },
        {
            "name": "Groarke, Jenny M"
        }
    ],
    "contributors": [],
    "createdDate": "2024-02-05T10:41:58+00:00",
    "dataProvider": {
        "id": 33,
        "name": "Durham Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/33",
        "logo": "https://api.core.ac.uk/data-providers/33/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1186/s40359-023-01452-4",
    "downloadUrl": "https://core.ac.uk/download/598034889.pdf",
    "fullText": "R E S E A R C H Open Access© The Author(s) 2023. Open Access  This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.McKenna-Plumley et al. BMC Psychology          (2023) 11:408 https://doi.org/10.1186/s40359-023-01452-4BMC Psychology*Correspondence:Phoebe E. McKenna-Plumleypmckennaplumley01@qub.ac.uk1Centre for Improving Health-Related Quality of Life, School of Psychology, Queen’s University Belfast, Belfast, UK2Centre for Identity and Intergroup Relations, School of Psychology, Queen’s University Belfast, Belfast, UK3Department of Sociology, Durham University, Durham, UK4School of Psychology, University of Galway, Galway, IrelandAbstractBackground Existential loneliness is a feeling which stems from a sense of fundamental separation from others and the world. Although commonly mentioned in the loneliness literature, there is relatively little empirical work on this construct, and existing work tends to focus on older and seriously ill individuals. The present study aimed to understand how people experience existential loneliness without specific constraints on precipitating factors like illness or age.Methods A qualitative online survey collected data from 225 adults aged 16 to 72 years old. Participants were asked to write about their experiences of existential loneliness and how these experiences compared to non-existential loneliness. Data were analysed using reflexive thematic analysis.Results Of 225 participants, 51% knew the meaning of “existential loneliness” upon accessing the survey and in total, 83% had experienced existential loneliness. 93% of these participants had also experienced loneliness that was not existential in nature. 175 participants provided qualitative data regarding their experiences of existential loneliness, from which four themes were identified: Existential loneliness is (1) A deeper form of loneliness, and (2) A feeling of deep disconnection, in which (3) Cognitive evaluations and negative emotions are central elements, and (4) Stress and mental health issues are perceived as relevant factors.Conclusions Existential loneliness is a deeply rooted and impactful form of loneliness which involves feelings of profound separateness. This aspect of loneliness is deserving of further attention. Future research directions are suggested.Keywords Existential loneliness, Loneliness, Qualitative research, Life course Perspective, Emotions“It’s a feeling of complete disconnection”: experiences of existential loneliness from youth to older adulthoodPhoebe E. McKenna-Plumley1,2*, Rhiannon N. Turner2, Keming Yang3 and Jenny M. Groarke1,4Page 2 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 BackgroundLoneliness is a distressing and painful experience which negatively impacts physical health, mental health, and wellbeing [1–3]. Although loneliness can occur when a person is socially isolated, it is a subjective feeling that one’s connections are lacking in some way which is sep-arable from objective isolation [4]. Previous research indicates that loneliness may be more appropriately con-ceptualised as multidimensional, despite the dominance of a unidimensional approach in the loneliness literature [5, 6]. For example, a recent systematic review of qualita-tive studies on loneliness found that loneliness can be felt in a pervasive sense, but can also relate to deficiencies in specific relationships or relationship types [7]. This aligns with Weiss’s [8] social needs theory which proposes two dimensions of loneliness related to specific relational deficits: (i) social loneliness, which arises when one feels that they lack a sufficient social network, and (ii) emo-tional loneliness, which results from the lack of satisfying intimate relationships. Another dimension is existen-tial loneliness, which describes a deeply rooted form of loneliness stemming from a sense of fundamental sepa-ration from others and the world [9]. A wealth of litera-ture describes loneliness as including social, emotional, and existential types [10–17] and two studies of older adults provide empirical support for this three-dimen-sional model [6, 18], but the existential dimension has been relatively neglected in loneliness research. Existen-tial loneliness may represent the pervasive type of lone-liness evidenced by recent qualitative evidence synthesis [7]. It has been noted that efforts to address loneliness need to move beyond a ‘one-size-fits-all’ approach  [19] and it is likely that different dimensions require different approaches – for example, increasing general social con-tact may not be effective for someone who is emotion-ally lonely and lacks a close, intimate connection. Given the adverse effects of loneliness on health and wellbeing, as well as substantial public health and policy interest in alleviating this issue, a comprehensive understanding of specific dimensions like existential loneliness is vital to improve efforts to address loneliness.Existential loneliness has been the focus of writing by scholars and practitioners from existential [20], human-istic [21], and theological traditions [22], but it has been relatively overlooked in empirical work. This may be partly due to the challenges of operationalising the con-struct. Existential loneliness has been defined variably in the literature. Examples presented in Table 1 demon-strate the diffuse aspects of these definitions, although each definition describes a sense of fundamental sepa-ration. The lack of conceptual clarity has been noted in systematic and scoping reviews of the construct [13, 23]. In addition to challenges defining the construct, differ-ent approaches to labelling it may explain the relative dearth of empirical work on existential loneliness. While existential loneliness is discussed across the health psy-chology, nursing, and gerontology literature and by humanistic and existential writers such as Clark Mousta-kas and Irvin D. Yalom, the term existential isolation is also used by writers such as Yalom and in a growing area of existential psychological literature. Existential isola-tion research defines the construct as “feeling as though Table 1 Existing definitions of existential lonelinessSource DefinitionMoustakas ([21], p. 24) “Existential loneliness is an intrinsic and organic reality of human life in which there is both pain and triumphant cre-ation emerging out of long periods of desolation. In existential loneliness man is fully aware of himself as an isolated and solitary individual while in loneliness anxiety man is separated from himself as a feeling and knowing person.”Yalom ([20], p. 221) “An existential loneliness which […] extends far beyond ordinary social loneliness; it is the loneliness of being sepa-rated not only from people but from the world, as one ordinarily experiences it, as well.”Mayers et al. ([29], p. 1184) “A third form of loneliness, existential loneliness, has been defined as a primary and inevitable condition of existence (Burton, 1961; Mijuskovic, 1977; Moustakis, 1961) for which no permanent remedy can be found. Proponents of this form of loneliness believe that since all humans are born into a world where perfect communication with others is impossible and only death is certain, a basic sense of loneliness emerges.”Ettema et al. ([13], p. 142) “An intolerable emptiness, sadness, and longing, that results from the awareness of one’s fundamental separateness as a human being”Bolmsjö et al. ([9], p. 1315, 1322) “A feeling of being fundamentally separated from others and the world”“EL can be understood as the immediate awareness of being fundamentally separated from other people and from the universe, primarily through experiencing oneself as mortal, or, and especially when in a crisis, experiencing not being met (communicated with) at a deep human (i.e., authentic) level, and typically therefore experiencing nega-tive feelings, that is, emotions or moods, such as sadness, hopelessness, grief, meaninglessness or anguish.”Larsson et al. ([34], p. 1624) “A basic sense of loneliness that occurs when we, as human beings, face that we are separated and alone in the world despite having other people around”van Tilburg ([6], p. e335) “Existential loneliness stems from the realization that a human being is fundamentally alone, with the accompany-ing emptiness, sadness, and longing.”Fried (2019) in Prohaska et al. ([35], p. 277)“Existential loneliness describes feeling separate from other people and society – a void within, and being aware of one’s own mortality, e.g. a sense of longing that cannot be sated through any type of social interaction; despite solid relationships, the person still feels empty.”Page 3 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 one differs, either chronically or acutely, with respect to one’s subjective experience” [24, p. 56]. This quantitative research has found associations with being a man [25], having a minority identity [26], insecure attachment [27], and negative outcomes including depression and suicide ideation [28]. This work focuses on the degree of shared perspective a person experiences, which may not exhaus-tively account for feelings of existential loneliness, and does not explicitly tap into the negatively valent aspects of loneliness indicated by scholarly writing in existen-tial, humanistic, and theological traditions [20–22] and the existing qualitative literature [29–32]. A concep-tualisation of existential isolation as an objective state and existential loneliness as a subjective feeling has also been employed [13, 33]. Research conceptualising exis-tential loneliness as a felt experience of loneliness that impacts interpersonal relationships may complement this literature.Qualitative research on existential loneliness to date has typically focused on older [15, 32, 36–39] and chroni-cally or seriously ill [33, 40] populations, although one recent study includes adolescents [41]. Research with these groups depicts existential loneliness as involving feelings of not belonging [15, 32, 36–39, 41], feeling dis-tant from meaningful relationships [15, 32, 36–39, 41], lacking meaning in life [15, 37, 39], and having concerns about frailty, death, and the future [36, 37, 41]. A sys-tematic review of the literature suggests that existential loneliness can be characterised as a condition (people are fundamentally separate), an experience (of a specific component of loneliness involving a total lack of relat-edness), and a process (wherein the negative experience is transformed into a positive one) [13]. Additionally, a more recent review suggests that existential loneliness involves two characteristics: the perception of oneself as inherently separate, and the emotional aspects that come alongside that perception [9]. While cross-cultural research is lacking, one study expresses consistency in descriptions across Chinese and Swedish older adults [37]. This research underlines the importance of consid-ering existential loneliness within the larger loneliness and social wellbeing literature, given that it is a distress-ing experience of interpersonal separation which may have negative consequences for wellbeing and health. This is particularly important given that existential loneli-ness has been described as a universal experience [42, 43] which is at least somewhat culturally invariant [37] and may emerge in adolescence due to increased awareness of oneself as a separate being [44]. Indeed, recent research indicates the presence of low levels of existential loneli-ness, which were associated with feelings of general iso-lation, in young adults in Greece [45]. However, existing research on existential loneliness is limited by the focus on a specific life period and circumstances. A thorough conceptualisation of existential loneliness requires con-sideration of the lived experiences of a range of people, given that loneliness is a personal and subjective expe-rience. Given the need to move beyond generic loneli-ness interventions [46], this knowledge may facilitate the development of more effective strategies to address spe-cific aspects of loneliness.A comprehensive understanding of how existential loneliness is experienced across the lifespan is lacking due to the relative dearth of literature on this construct and the focus on older and seriously ill individuals in the studies which have been carried out. Various definitions of existential loneliness exist (see Table 1), but there is a lack of knowledge regarding how individuals define their own experiences. Given that loneliness is a subjective experience, it is important that we ground our under-standing of existential loneliness in first-hand experi-ences. This study aimed to address these aspects of the literature by gathering information regarding experiences of existential loneliness in individuals at various stages of the lifespan without specific constraints on contextual factors like illness or age. Additionally, this study aimed to explore perceived similarities and differences between experiences of existential loneliness and loneliness that is not existential in nature. Two research questions were investigated:1. How do people describe their experiences of existential loneliness?2. How do experiences of existential loneliness differ from experiences of loneliness that is not specifically existential in nature?MethodsDesignA qualitative online survey was used to collect data. While face-to-face interviews and focus groups have tra-ditionally been used for qualitative data collection, tech-nological advances afford the opportunity for innovative methods such as online qualitative surveys. Methodolo-gists have argued that qualitative survey data are unique from interview data; they are usually very focused and dense with information, so smaller volumes can contain larger amounts of data [47, 48]. Moreover, this method can facilitate disclosure and reduce the social desirability that may be inherent in face-to-face collection methods [47]. Online surveys can engender an enhanced sense of anonymity which is welcomed by participants [49], particularly for a sensitive and stigmatised topic such as loneliness, and provide opportunities to participate for those who might not engage in face-to-face data collec-tion methods [50]. Moreover, they can generate openness regarding study design, allowing participants to com-ment on the appropriateness of the questions or word-ing [47]. With the aim to recruit widely to understand Page 4 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 experiences of a sensitive and personal topic, an online qualitative survey method was therefore chosen for the present study.Ethical approval was granted by the Research Ethics Committee in the Faculty of Engineering and Physical Sciences at Queen’s University Belfast.Ontological and epistemological approachCritical realism underpins the present study. This approach asserts that the context of the social world filters what we can learn about a potential reality. It is believed that participants’ descriptions of their experi-ences of existential loneliness are grounded in an expe-riential reality – they are accurate – but they are not independent from their context [51].In terms of epistemology, the research is contextualist. This basis assumes that context is part of knowledge gen-eration, such that all activity is situated within a socio-cultural network of meanings [52]. Reality is an active, dynamic event rather than a single truth [53]. Knowledge is always incomplete but still grants us insight into the world.RecruitmentParticipants were recruited via advertisements on social media (Twitter, Reddit), John Krantz’s ‘Psychological Research on the Net’ web portal, researchers’ networks, posters, and emails to relevant groups (e.g. university philosophy societies). These posts briefly explained the study and provided a link to the online survey. Partici-pants had to be over the age of 16; they did not need to be aware of the meaning of the term “existential loneliness” at the outset of the study.Decisions regarding sample size were guided by Braun and Clarke’s [54, p. 211] guidance that, having estimated an anticipated sample size range, “researchers should then make an in-situ decision about the final sample size, shaped by the adequacy (richness, complexity) of the data for addressing the research question”. We anticipated that up to 100 participants may be appropriate, but this was exceeded due to high interest from participants. PMP regularly checked the survey responses to assess whether a sufficiently rich and complex body of data had been col-lected; the survey was closed when the data appeared suf-ficiently rich and nuanced.ProcedureThe online qualitative survey was piloted with three potential participants (1 woman, 2 men, aged 26–33 years old) and edited in line with their feedback on com-prehensibility and comprehensiveness. The final survey questions are provided in Fig. 1.Upon accessing the online survey, participants were presented with an information sheet, consent form, and six-digit code which could be used to later remove their response if they wished to withdraw. No partici-pants requested to withdraw. Participants were then asked if they had experienced existential loneliness. If they stated yes, they were asked to provide their defini-tion of existential loneliness. If they stated no, they were taken to the end of the survey. If they stated “I don’t know what existential loneliness is”, they were taken to a page which provided three definitions of existential loneliness from existing research [9, 13, 34; see Fig.  1]. They were then asked again if they had experienced this feeling, at which point they were taken to the end of the survey if they stated “no”. Participants who had stated yes origi-nally were presented with these definitions after provid-ing their own definition so that all participants had the same information. Following this, demographic questions were presented and then participants were asked to think carefully about a time they had felt existentially lonely and give open-ended responses to questions about this experience.Participants were then asked if they had ever experi-enced loneliness that was not existential in nature, with an example provided of the distress one feels when they feel like their social life or relationships are lacking (see Fig. 1). If they stated yes, they were asked to think care-fully about this experience and answer open-ended questions about the experience and how it compared to experiences of existential loneliness. Finally, all par-ticipants were asked to add anything relevant or signifi-cant about their experience of existential loneliness and thanked for participating. A list of resources for support organisations (e.g. the Samaritans) was provided.AnalysisThe qualitative data analysis utilised reflexive thematic analysis, which is a flexible analytic approach in which themes are generated through iterative and reflexive engagement with the data [55]. This method was chosen as it allows the identification of overarching patterns in data regarding experiences [56] which is the aim of this study.The analysis process followed guidance from Braun and Clarke [55, 57]. This involved repeated close read-ing of the data to become familiar with key points. Points of interest and early ideas were noted. The data were then thoroughly coded by PMP, a PhD candidate with advanced qualitative training and experience, with points which could be relevant for the research ques-tions assigned one or multiple codes. Data were coded from the first participant onward and then a second time working backwards from the midpoint of the dataset to check, add to, and refine codes. Codes were checked to ensure their coherence, appropriate labelling, and thor-ough representation of the data without undue influence Page 5 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 from the researcher’s preconceptions, for example that existential loneliness may stem from ideas about funda-mental separation. Following this, the codes were organ-ised into themes which explained important patterns in the data relevant to the research questions. Some themes also included subthemes, representing distinct but related aspects of the larger theme. Themes and sub-themes were reviewed by PMP and JG to ensure their Fig. 1 Questions presented to participants in the online survey Page 6 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 coherence, distinctiveness from other themes, and repre-sentation of the dataset. Finally, the full dataset was read again to check that the themes represented the data well.ResultsParticipantsData were collected from 225 participants. Of these, 186 stated that they had experienced existential loneli-ness and were therefore invited to complete the qualita-tive survey. Of these, ten participants answered none of the open-ended qualitative questions and one reported in the qualitative questions that they had never experi-enced existential loneliness, so these eleven participants were excluded from qualitative analysis. Therefore, 175 participants were included in the qualitative analysis. The qualitative responses ranged from 5 to 2,036 words total (Mdn = 142.5).These 175 participants’ ages ranged from 16 to 72 years (M = 26.38, SD = 11.77); 129 were younger adults (16–29 years old), 40 were middle-aged adults (30–59 years old), and 6 were older adults (60 + years old). The major-ity identified as female (69.14%, N = 121), 44 (25.14%) identified as male, 10 (5.71%) identified another gender identity (including non-binary, genderfluid, and agen-der), and one preferred not to say. Most participants were located in the United States of America (N = 109, 62.29%), Northern Ireland (N = 20, 11.43%), England (N = 10, 5.71%), Canada (N = 10, 5.71%), and the Republic of Ire-land (N = 7, 4%), while a smaller number were located in Germany, Australia, Wales, France, Guatemala, Israel, the Netherlands, Panama, the Philippines, and other parts of the United Kingdom. The majority (N = 108, 61.71%) identified themselves as White, while 19 (10.86%) identi-fied themselves as Latino/Hispanic, 12 (6.86%) as Black, 11 (6.29%) as East Asian, and a smaller proportion as a mixed ethnicity, South Asian, Middle Eastern, another ethnicity, or preferred not to say. Most (N = 162, 92.57%) had completed secondary school or a higher level of edu-cation. The majority were employed (N = 103, 58.86%) and/or studying (N = 112, 64%), while 6 (3.43%) were retired and 6 (3.43%) were not employed or studying.Knowledge & prevalence of existential loneliness in the sampleApproximately half of the individuals who accessed the survey knew the meaning of the term “existential loneli-ness” (N = 115, 51.11%). Of those, 86.96% (N = 100) had experienced the feeling. 78% (N = 86) of those who did not initially know the meaning of the term “existential loneliness” also identified as having experienced it after being presented with definitions of the construct. In total, the majority of participants (N = 186, 82.67%) had experienced existential loneliness. Almost all individu-als who had experienced existential loneliness had also experienced loneliness that was not existential in nature, but 13 (6.99%) had not.Definitions of existential lonelinessDefinitions of existential loneliness were sought to check that the term “existential loneliness” was concep-tualised in a congruent manner by participants and the research team. Ninety-three participants included in the qualitative analysis gave a definition. These were coded inductively to create a summary of major elements. Par-ticipants’ definitions described existential loneliness as a type of loneliness that revolved around feeling alone, disconnected and separate from the world and every-one around you, that was not related to isolation, was deeper and cosmic in scale, included a sense that one could not be understood by or fully share their experi-ences and thoughts with others, and involved a lack of meaning in life and disconnection from greater purpose. Some definitions indicated that existential isolation (our fundamental aloneness in the universe) was a fact or a thought, but existential loneliness was generally defined as a feeling. These definitions generally aligned closely with the definitions which are available in existing litera-ture, although a lack of purpose was more prominently mentioned by participants in the current study. This indi-cates that lay conceptualisations of existential loneliness are similar to those used in the academic literature and that participants were writing about experiences of the same phenomenon that we aimed to explore. A compari-son of major elements of existential loneliness related in definitions given in this study and in the extant literature is given in Table 2.Qualitative analysisIn the process of characterising existential loneliness, it is relevant to note that some participants described it as difficult to define and mentioned that it could over-lap with loneliness that was not existential in nature (“In ways there are similarties [sp] as […] with both I feel a sense of isolation but also that sense of wanting to feel wanted and needed.” – P55, 17-year-old, female), although most participants distinguished between forms of loneliness (“For me, existential lonelieness [sp] is a far different can of worms compared to general loneliness.” – P106, 17-year-old, male) and provided rich descriptions of their experiences.The process of reflexive thematic analysis ultimately produced four themes. Some include subthemes (indi-cated by subordinate numbering  in Fig. 2, e.g. 1.1., 2.1., 2.2.), which express distinct but cohesive parts of the theme. These themes are described below and visualised in Fig. 2.Page 7 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 Table 2 Major elements of provided definitions and comparison to existing definitionsMajor elements of definitions provided by participantsExcerpt from participants’ definitions Excerpt from definitions in the litera-ture (emphasis added)Feeling funda-mentally alone“Feeling as though you are alone in this existence” (P35, 17-year-old, female)“Existential loneliness is the feeling of being alone within the universe that no amount of social interactions can change.” (P51, 21-year-old, female)“[A]n everpresent feeling of aloneness ex-perienced by human beings” ([33], p. 95)Disconnection from the world and other people“Feeling like you’re disconnected from the real world and everyone around you” (P22, 21-year-old, male)“[T]he feeling of loneliness that can never be fixed by people around you due to feel-ings of detachment” (P151, 18-year-old, genderfluid)“A feeling of being fundamentally sepa-rated from others and the world” ([9], p. 1315)Not related to social isolation“[H]aving the company of others but still feeling separated from everybody else” (P133, 18-year-old, female)“Feeling like no one relates or understands to my internal thoughts, feelings, and worldviews - not just feeling that I can’t find friends or a partner to spend physical time with. I can feel ‘existentially lonely’ in a room full of people.” (P87, 37-year-old, female)“A basic sense of loneliness that occurs when we, as human beings, face that we are separated and alone in the world despite having other people around” ([34], p. 1624)A deep form of loneliness“A deeper form of loneliness without an obvious cure” (P46, 36-year-old, female)“Loneliness in a broader scale, especially when it comes to a larger, particularly cos-mic scale” (P38, 17-year-old, male)“An existential loneliness which […] extends far beyond ordinary social loneli-ness” ([20], p. 221)Inability to be un-derstood and fully share thoughts and feelings“Feeling like no one relates or understands to my internal thoughts, feelings, and worldviews” (P87, 37-year-old, female)“[T]hat feeling of knowing that you can never fully see exactly who anyone else is because you cant live in their own vivid individual world.” (P12, 20-year-old, female)“[S]ince all humans are born into a world where perfect communication with oth-ers is impossible and only death is certain, a basic sense of loneliness emerges.” ([29], p. 1184)Lack of meaning in life“A lack of true meaning in life.” (P124, 19-year-old, female)“Feeling completely alone in the face of an empty and infinite universe, with nothing meaningful to which i can cling” (P54, 23-year-old, female)“[A]nd typically therefore experiencing negative feelings, that is, emotions or moods, such as […] meaninglessness or anguish” ([9], p. 1322)Lack of purpose “I would define existential loneliness as one losing sight of their purpose in life” (P144, 23-year-old, male)“A feeling of not belonging because of a lack o[f ] purpose” (P86, 59-year-old, male)Purpose is generally not explicitly mentioned in definitions; however, it is included in measures [29] and other qualitative findings [32] on existential loneliness.Existential isolation as a fact/thought“[E]xistential loneliness is having the idea of  being alone in the world” (P139, 17-year-old, female)“[T]he feeling of fear and sadness I get when I think about how I exist in the universe alone” (P131, 38-year-old, female)“Existential loneliness is an intrinsic and organic reality of human life” ([21], p. 24)Existential loneli-ness as a feeling“Feeling that you are alone and will eventually die alone” (P27, 18-year-old, female)“Feeling completely alone in the universe” (P28, 18-year-old, female)“Existential loneliness describes feeling separate from other people and society” (Fried (2019) in Prohaska et al. ([35], p. 277)Fig. 2 Visual representation of themes and subthemes Page 8 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 A feeling of complete disconnectionIn the participants’ accounts, experiences of existential loneliness involved feelings of complete disconnection.“[I]t’s a feeling of complete disconnection. I don’t know how to resolve it.” (P46, 36-year-old, female).This was described as feeling alone in the world, feeling an essential separation from other people, and in some cases as feeling disconnected from the world and from oneself. Existential loneliness appeared to constitute a feeling of essential aloneness and separation.“It made me feel separated entirely from society and other people. It was upsetting to realise that other people would not be able to relate to, or understand, my experiences and perceptions.” (P70, 18-year-old, nonbinary).Others described this more simply as feeling separated from the people around them. People experiencing exis-tential loneliness often felt that others did not care about them, that they were alienated from other people, and that they did not belong.“I felt completely alone like there was no one there that would ever love me or care about me.” (P155, 20-year-old, female).These experiences were often linked to being different from other people and feeling that one was not under-stood by others. This could be due to specific aspects of identity, to certain experiences, or to personality factors. In a broader sense, people touched on the inability to fully know or be fully known by another person, and the impossibility of being fully understood.“I felt like no one else had lived my life, so no one else could relate to the experiences I had.” (P63, 25-year-old, female).For some people, feelings of disconnection were so intense that they provoked derealisation.“Felt like I was sort of outside of my body/the situa-tion” (P61, 30-year-old, female).Several participants also noted a longing for a deeper relationship with another person.“[I]ts mostly a deeper longing for true soul connec-tion that I experience, which I would equate more to existential loneliness.” (P87, 37-year-old, female).One subtheme was developed in connection with this theme:Perceptions and experiences of interpersonal disconnectionIn describing experiences of existential loneliness, participants often described negative interpersonal experiences or perceptions. People described feeling inadequate or wrong.“All of this combined caused me to think why can I not be normal. I felt as though everyone was on some new kind of programming and I hadn’t received the update.” (P74, 21-year-old, female).There were also descriptions of being left out, not fitting in, and having no one to speak to. Participants described feeling invisible and unwanted, which may represent causes or symptoms of their feelings of disconnection.“I felt invisible and alone” (P166, 60-year-old, female).A deeper form of lonelinessExistential loneliness was depicted by participants as a form of loneliness which was more pervasive, deeply rooted, and impactful. This also involved descriptions of existential loneliness as a deeply bad experience which was “debilitating” (P3, 48-year-old, female), “far worse” (P31, 17-year-old, male), and “like a punch in the gut” (P72, 18-year-old, male).“Existential loneliness feels like I’m alone in a void that only I can see and feel and it doesn’t exist or matter to others, however non-existential loneliness just makes me feel sad.” (P151, 18-year-old, gender-fluid).This was described in terms of feelings and, for some, a statement of fundamental separation as a fact. Some par-ticipants characterised existential loneliness as universal or inevitable.“I think it was so overwhelming because it’s less a temporary state of being and more like an inherent part of human life. I think life is a distraction from the fact that we are all alone fundamentally (regard-less of how depressing that sounds!).” (P8, 24-year-old, female).This deeper aspect of existential loneliness was also rep-resented through descriptions of it as longer-lasting or in Page 9 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 some cases permanent. Existential loneliness would per-sist, lasting days, weeks, or longer, as opposed to other forms of loneliness which were depicted as more fleeting. Indeed, some reported existential loneliness as a con-stant. Accordingly, experiences of existential loneliness often involved a sense of hopelessness or endlessness.“I felt completely lost and overwhelmed, like there was no light at the end of tunnel.” (P53, 29-year-old, female).Relatedly, participants described existential loneliness as difficult or impossible to resolve. It was harder to deal with than non-existential forms of loneliness, which could be eased through social connection. However, a small number of participants reported ways of managing existential loneliness through religion, positive thinking, gratitude, and shared experiences with others. When this was possible, positive outcomes such as acceptance and a better understanding of oneself were described by some participants.“Looking For ANYTHING to be thankful for even it were as simple as air to breath [sp] or the ability to blink, see and hear…… That is how I escaped being in that position.” (P93, 53-year-old, female).Additionally, some participants indicated that existen-tial loneliness coincided with experiences of loneliness that was not existential and suggested that other forms of loneliness may lead to existential loneliness when they become chronic, further indicating the characterisation of existential loneliness as a deeper form of loneliness.“I think it would be easy for non-existential loneli-ness to culminate over a long time into existential, which has happened to me before.” (P116, 21-year-old, female).Two subthemes were developed as part of this theme:Less context-boundAlongside descriptions of existential loneliness as longer-lasting was the experience of existential lone-liness as less context dependent than other forms of loneliness.“The existential loneliness I feel seems to always be inside me, but it can come to the surface when I go too long to try to remedy it. Non-existential loneli-ness is situational and usually tied to a certain date or event.” (P42, 32-year-old, female).Existential loneliness was often depicted as lacking a clear cause – it was internal or constant, rather than arising due to a specific situation.“It happens randomly. I will be happy one moment and then lonely the next.” (P85, 16-year-old, female).However, while participants described existential loneliness as less context-bound, several interper-sonal contextual elements did seem to drive expe-riences of existential loneliness: experiencing objec-tive isolation, lacking social support, and periods of aloneness and, conversely, periods of socialising. Nonetheless, participants stressed that existential loneliness could arise despite strong social connec-tions.“Existential loneliness is like sitting in your room with a phone full of messages and phone calls from loved ones still feeling like you are completely alone in the world” (P159, 21-year-old, female).Events which precipitated mental distress were also mentioned as relevant contextual factors for existen-tial loneliness; see theme 4 for a full discussion.Wider concerns about meaning and purposeExistential loneliness was described as an experience in which many people reflected on meaning and purpose in life, particularly concerns about lacking meaning or pur-pose. This differed from other forms of loneliness, which were generally described more straightforwardly with respect to social and interpersonal relationships.“Existential loneliness stems from me feeling like I’m going through the motions of life like a robot and my life is meaningless without connection to ground me” (P171, 29-year-old, male).In this respect, existential loneliness appeared to involve or emerge in light of wider existential concerns about one’s place and purpose in the world. Indeed, some par-ticipants remarked that finding or reaffirming their pur-pose in life eased feelings of existential loneliness.“Finding religion, love (romantically and socially), and an overall sense of purpose are essential for decreasing the power and frequency that existential loneliness can have on someone.” (P158, 22-year-old, male).Page 10 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 Cognitive evaluations and negative emotions are central elementsAs described by the participants, existential loneliness appeared to involve cognitive and emotional facets: it was commonly linked to thinking or reflecting and was regu-larly described as involving sadness and other negative emotions. The experience was often described in times of thought or reflection. Several participants also described existential loneliness in respect to “overthinking”.“I[t] typically comes about when I’m having a bad day or when I just start thinking a bit too much about life.” (P106, 17-year-old, male).In some cases, these thoughts lingered on purpose in life, death, and the inevitability of being alone in the end. People often described feelings of insignificance alongside exis-tential loneliness. Social comparison was another cognitive evaluation that was linked to existential loneliness, with descriptions of thoughts about being less connected or socially active than others.“I imagined every room having people my age enjoy-ing warmth and company. I could see myself finally arriving at my hall and knowing no one from the foyer to my room.” (P47, 72-year-old, male).Negative emotions also featured in descriptions of exis-tential loneliness. Existential loneliness was described as involving sadness and in some cases fear, dread, anger, and frustration.“It was just sadness and frustration feeling alone, in a crowd of people.” (P85, 16-year-old, female).Emptiness also characterised experiences of existential loneliness.“I just remember the fear of wondering will I always feel this empty inside and if one would be there for me or with me.” (P99, 19-year-old, female).Stress and mental health issues are perceived as relevant factorsMental health issues, stress, and trauma appeared to be rel-evant to the experience of existential loneliness for partici-pants. Participants regularly described feeling existentially lonely during times of mental ill health and mentioned men-tal health issues in discussing their experiences.“I thought it was something more specifically trig-gered by my anxiety or depression.” (P131, 38-year-old, female).Stress was also described as a driver of existential lone-liness. Participants felt existentially lonely in times of stress, after difficult days or life periods, and following life transitions which may constitute stressful events.“I have noticed it occurs when I go through some sort of prolonged stress in my life.” (P53, 29-year-old, female).Additionally, traumatic life events and experiences of abuse were described as pertinent to existential lone-liness. These included abusive relationships, assault, childhood neglect and maltreatment, and unspecified traumatic experiences.“They can be triggered by periods of my life when I’m struggling with trauma of past experiences” (P60, 19-year-old, male).In some cases, periods of generally strong emotion were described as precipitating existential loneliness. This may be linked to descriptions by a small number of par-ticipants that existential loneliness was a feeling that was specific to their adolescence or early adulthood.“Now I look back on my young self and feel sad for her, but would like to tell her that it will be all right!” (P165, 64-year-old, female).DiscussionThis is the first research, to our knowledge, which spe-cifically explores lived experiences of existential loneli-ness without constraints on sample characteristics like age group or health. Experiences of existential loneliness in people from 16 to 72 years old were investigated via an online qualitative survey. Additionally, this research sheds light on knowledge, prevalence, and definitions of existential loneliness using data from 225 adults. While these individuals were recruited to a study on existential loneliness and may therefore have a higher likelihood of knowing the term, just over half (51%) initially knew what existential loneliness was and 83% of all participants had experienced the feeling. The majority of these indi-viduals had also experienced other forms of loneliness but 7% had experienced only existential loneliness. Data from 175 individuals with lived experiences of existential loneliness characterised it as (1) a deeper form of loneli-ness, and (2) a feeling of deep disconnection, in which (3) cognitive evaluations and negative emotions are central elements, and (4) stress and mental health issues are per-ceived as relevant factors.Page 11 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 Defining the experience of existential lonelinessThis study aimed to ascertain how people describe their experiences of existential loneliness and found that it was described as a deeper feeling of loneliness involving a sense of profound disconnection from other people, as well as in some cases from the world and from oneself. This study strengthens the conceptualisation of exis-tential loneliness by adding empirical evidence of how individuals define and describe the construct. This is important given the lack of conceptual clarity regarding existential loneliness [13] and the relatively small amount of research on this dimension compared to social and emotional loneliness. It appeared that the central feature of existential loneliness experiences was a sense of pro-found disconnection from others; this is echoed in exist-ing literature which characterises existential loneliness as “a total lack of relatedness” [13, p. 157] and “a feeling of fundamental separateness from others and the wider world” [14, p. 36]. While existing literature is inconsistent with regard to the definition and boundaries of this con-struct, through the present research, we suggest a core definition of existential loneliness as a negatively valent feeling of profound aloneness and separation from other people. Attempts to encapsulate the meaning of a con-struct may inevitably objectify and simplify it [58], but we suggest that this bottom-up conceptualisation, which centres lived experiences identified as existential loneli-ness, may be useful for research and practice. The present findings underline the complex, multidimensional nature of loneliness and indicate that attempts to manage loneli-ness will benefit from addressing feelings of deeper dis-connection rather than solely providing opportunities for social interaction.Existential loneliness was described as worse or more debilitating than other loneliness experiences, indicating the importance of considering this subgroup of experi-ences and their potential impact on wellbeing. Indeed, these experiences were described as involving negative emotional and cognitive characteristics such as sadness, dread, emptiness, and overthinking. This expands on previous research with older adults which indicates feel-ings of fear, guilt, and questioning life choices [36, 38, 39]. This research also noted a lack of purpose, which may link to behavioural outcomes if lacking purpose leads to a lack of motivation or action to pursue goals, interests, or responsibilities. Cognitive appraisals of social rela-tionships are also a key facet of loneliness theory [59] and maladaptive social cognitive processes such as social hypervigilance appear to arise in response to loneliness [60], but this study suggests that reflecting or overthink-ing are also perceived as relevant for existential loneli-ness. The centrality of reflection and overthinking also indicates a potential role of rumination, which involves prolonged repetitive negative thinking and is associated with hopelessness, depression, and suicidality [61]. Exis-tential loneliness may be related to a person’s awareness or belief in their fundamental separation from others, which may account for the heavier weighting of thought processes as a precipitating factor and the perception of it as a deeper experience.This depth was also related to the perception of exis-tential loneliness as longer-lasting, harder to resolve, and in some cases constant. This is concerning given that longer-lasting or recurring experiences of loneliness are associated with poorer health and mortality outcomes [62, 63]. While some have suggested that existential loneliness is irresolvable [33], a portion of participants described ways to resolve the experience through positive thinking and shared experiences. In these cases, positive outcomes such as acceptance and self-knowledge were possible for some individuals, and these aligned with those suggested by existing literature and research with older adults [13, 21, 32]. However, this research indicated that existential loneliness was generally characterised by negative emotions. Consequently, it may be useful for research and interventions focusing on alleviating lone-liness to consider existential loneliness as well as more socially driven dimensions.An existential dimension of the loneliness experienceThis research provides support for a multidimensional conceptualisation of loneliness with existential loneliness as one dimension or type. While various research con-ceptualises loneliness as including social, emotional, and existential dimensions [10, 11, 13, 14, 17], this conceptu-alisation has received relatively little empirical attention and existential loneliness has been particularly neglected in loneliness research. This study suggests that loneliness dimensions are subjectively separable. Descriptions of existential loneliness deviated from conceptualisations of social and emotional loneliness as described by Weiss [8] and from some aspects of loneliness experiences described in qualitative synthesis [7]. Namely, existential loneliness was deeper, less context-bound, and involved concerns about meaning and purpose, as opposed to relating more specifically to deficiencies in intimate rela-tionships (emotional loneliness) or the larger social net-work (social loneliness).Participants described existential loneliness as deeper, longer-lasting, harder to resolve, and less context-bound than other loneliness experiences. However, it did appear that existential loneliness is a recognisable dimension of loneliness, including key aspects of loneliness that have been outlined previously: it is generally aversive, labelled as loneliness by individuals experiencing it, can be impacted by social relationships, is associated with poor mental health, and is one of multiple forms of lone-liness [64]. Moreover, whilst the majority of individuals Page 12 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 who reported existential loneliness had also experienced another form of loneliness, 7% of participants reported that they had only experienced existential loneliness, indicating that dimensions of loneliness are subjectively separable for individuals experiencing them. These find-ings provide empirical support for a multidimensional conceptualisation of loneliness including existential lone-liness. They also indicate that this dimension of loneli-ness is more persistent, suggesting that interventions and policy aimed at loneliness may benefit from targeting existential loneliness specifically.The relevance of social relationships to existential lonelinessRelatedly, while definitions stressed that existential lone-liness could occur despite the presence of others, it was clear that social relationships played an important role. Existential loneliness was described as less context-bound, persisting or arising without an obvious cause. However, in describing their experiences, participants often described times of objective isolation and alone-ness. These elements indicate that existential loneli-ness is perceived as less tied to objective social network characteristics but is nonetheless impacted by social activity. However, it is not inherently linked to social iso-lation, as participants also described existential loneli-ness after periods of socialising. This was perhaps linked to the sense that others could not understand them and that they were separate despite the presence of objective social contact. Quantitative research suggests that hav-ing a smaller social network and not living with a part-ner each predict existential loneliness, although it reports inconsistent findings around having daily contact with one’s social network [6, 18]. Similarly, existential loneli-ness has been described as more internal, rather than specifically related to relationship quality [65]. While the subjective experience of loneliness is separable from the objective circumstance of social isolation, they are asso-ciated [4]. Existential loneliness may represent a form of loneliness which is less directly tied to objective charac-teristics of the network and impacted more by internal cognitive processes, given that it relates to other people and the world generally, as opposed to deficits in specific relationships. Indeed, existing research indicates that experiences of loneliness differ in the degree to which they are related to specific social relationships versus being a generalised experience [7, 8, 66]. Future research should assess the degree to which existential loneliness is impacted by objective network characteristics, relative to other forms of loneliness.Precipitating factors and duration of existential lonelinessExistential loneliness was experienced as constant by some participants, but many described it as a regularly occurring experience, highlighting its transience for some individuals. Existing loneliness research emphasises the role of prolonged loneliness on outcomes like mortality and mental health [62, 63]. For some people, it appears that existential loneliness may function as a trait or mood which is relatively consistent, whereas for others it may be more of a state or emotion experience which is pre-cipitated by certain events. Indeed, it has been suggested that a trait disposition towards existential isolation may occur if existential isolation states occur often or cannot be relieved [67]. In the current study, existential loneli-ness was depicted as less context-bound, with a lack of a clear cause in many situations, but various precipitat-ing factors were mentioned. Being isolated or alone, socialising, periods of stress, and poor mental health were identified as particularly relevant. Existential loneli-ness has been identified as relevant for individuals with mental ill health [68] and this research indicates that it could be precipitated by anxiety, depression, trauma, and periods of stress; further exploring how existential loneli-ness might act a cause, consequence, or factor in expe-riences of poor mental health may help to delineate the relationship between these constructs. Boundary situa-tions, in which people experience urgent and significant life-changing events such as serious illness, suffering, and death, are theorised to bring about existential loneli-ness [33, 69] and this research suggests that challenging events, whether internal or external, may be particularly relevant for this dimension of loneliness.Additionally, in a sample which included individuals from 16 to 72 years old, experiences of existential loneli-ness were described by a small proportion of individuals as occurring particularly during adolescence and young adulthood. Indeed, existential loneliness has been sug-gested to emerge in adolescence [44] and has been evi-denced in adolescents and young adults [41, 45]. This may be related to the finding that existential loneliness could occur following strong emotions, given that ado-lescence is a period of increased emotional intensity and older adults are more proficient at emotion regulation [70, 71]. While there is little research focusing on exis-tential loneliness in younger adults, this may be a perti-nent developmental stage for these experiences which is deserving of further attention. As existential loneliness was described as long-lasting and potentially permanent in the current study, easing the experience in younger people may be particularly helpful to avoid ongoing dis-tress and mitigate the personal and public health impact of loneliness.Limitations and future directionsAlthough the findings of this research extend our under-standing of the lived experience of existential loneliness across the lifespan, there are a number of limitations. Page 13 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 While the use of online methods represents a novel and effective way to collect qualitative data, it excludes indi-viduals without internet access or proficiency, who tend to comprise groups impacted by other sources of social inequality [72] and may obscure some aspects of in-person data collection such as tone of voice. This may also have contributed to the smaller proportion of older adults in this sample, although this group are strongly represented in other research on existential loneliness [15, 32, 34, 36, 37, 39]. Future qualitative work might use-fully focus on how mental health and trauma are involved in experiences of existential loneliness, while quantitative research is needed to clarify how well this conceptualisa-tion of existential loneliness fits within a wider multidi-mensional model of loneliness and with dimensions such as social and emotional loneliness.ConclusionsIn summary, our results suggest that existential loneliness is a deep and pervasive form of loneliness involving feel-ings of deep disconnection. Reflection, overthinking, and negative emotions appear to play a role in these experi-ences, as do periods of stress, trauma, and poor mental health. A portion of individuals who had experienced existential loneliness had never experienced a non-exis-tential form of loneliness, indicating that this represents a subjectively separable loneliness experience. This aspect of loneliness is deserving of further attention, which was specifically indicated by comments from several partici-pants. Future research, policy, and practice around lone-liness should take into account this deeply impactful but often overlooked dimension to improve our understand-ing of loneliness and inform supports for people experi-encing loneliness.AcknowledgementsThe authors would like to acknowledge and thank the participants who contributed their time and experience to this research.Authors’ contributionsPMP: Conceptualization, Methodology, Formal analysis, Investigation, Visualization, Writing - original draft, Writing – review & editing. RT: Visualization, Supervision, Writing – review & editing. KY: Visualization, Supervision, Writing – review & editing. JG: Conceptualization, Methodology, Formal analysis, Visualization, Supervision, Writing – review & editing.FundingThis work was supported by PMP’s doctoral funding from the Northern Ireland and North East Doctoral Training Partnership, funded by the Economic and Social Research Council with support from the Department for the Economy Northern Ireland [Grant number ES/P000762/1]. The funder did not play a role in the development of this study.Data availabilityThe datasets generated and/or analysed during the current study are not publicly available as research participants did not consent to raw data transcripts being made available and the content may compromise participant confidentiality. Reasonable requests may be addressed to the corresponding author.DeclarationsEthics approval and consent to participateEthical approval was granted by the Research Ethics Committee in the Faculty of Engineering and Physical Sciences at Queen’s University Belfast on October 28th, 2021. All methods were carried out in accordance with this ethical approval. All participants provided informed consent to participate.Consent for publicationNot applicable.Competing interestsThe authors declare no competing interests.Received: 8 June 2023 / Accepted: 16 November 2023References1. Groarke JM, McGlinchey E, McKenna-Plumley PE, Berry E, Graham-Wisener L, Armour C. Examining temporal interactions between loneliness and depressive symptoms and the mediating role of emotion regulation difficulties among UK residents during the COVID-19 lockdown: longitudinal results from the COVID-19 psychological wellbeing study. J Affect Disord. 2021;285:1–9.2. Hawkley LC, Cacioppo JT. Loneliness matters: a theoretical and empirical review of consequences and mechanisms. Ann Behav Med. 2010;40(2):218–27.3. Lim MH, Rodebaugh TL, Zyphur MJ, Gleeson JFM. Loneliness over time: the crucial role of social anxiety. J Abnorm Psychol. 2016;125:620–30.4. Matthews T, Danese A, Wertz J, Odgers CL, Ambler A, Moffitt TE, et al. Social isolation, loneliness and depression in young adulthood: a behavioural genetic analysis. Soc Psychiatry Psychiatr Epidemiol. 2016;51(3):339–48.5. Cramer KM, Barry JE. Conceptualizations and measures of loneliness: a com-parison of subscales. Personal Individ Differ. 1999;27(3):491–502.6. van Tilburg TG. Social, emotional, and existential loneliness: a test of the multidimensional concept. Gerontologist. 2021;61(7):e335–44.7. McKenna-Plumley PE, Turner RN, Yang K, Groarke JM. Experiences of loneliness across the lifespan: a systematic review and thematic synthesis of qualitative studies. Int J Qual Stud Health Well-being. 2023;18(1):2223868.8. Weiss RS. The experience of emotional and social isolation. Cambridge: MIT Press; 1973.9. Bolmsjö I, Tengland PA, Rämgård M. Existential loneliness: an attempt at an analysis of the concept and the phenomenon. Nurs Ethics. 2019;26(5):1310–25.10. Burns A, Leavey G, O’Sullivan R. Associations between parental bonding, social isolation and loneliness: do associations persist in later life and is isolation a medi-ator between parental bonding and loneliness? BMC Psychol. 2022;10(1):152.11. Campaign to End Loneliness. Facts and statistics about loneliness [Inter-net]. 2023. Available from: https://www.campaigntoendloneliness.org/facts-and-statistics/.12. Cherry K, Smith DH. Sometimes I cry: the experience of loneliness for men with AIDS. Health Commun. 1993;5(3):181–208.13. Ettema EJ, Derksen LD, van Leeuwen E. Existential loneliness and end-of-life care: a systematic review. Theor Med Bioeth. 2010;31(2):141–69.14. Mansfield L, Daykin N, Meads C, Tomlinson A, Gray K, Lane J et al. A conceptual review of loneliness across the adult life course (16 + years) [Internet]. What Works Wellbeing; 2019 Jul. Available from: https://whatworkswellbeing.org/wp-content/uploads/2020/02/V3-FINAL-Loneliness-conceptual-review.pdf.15. Sjöberg M, Edberg AK, Rasmussen BH, Beck I. Being acknowledged by others and bracketing negative thoughts and feelings: Frail older people’s narrations of how existential loneliness is eased. Int J Older People Nurs. 2019;14(1):e12213.16. Sundström M, Blomqvist K, Edberg AK. Being a volunteer encountering older people’s loneliness and existential loneliness: alleviating loneliness for others and oneself. Scand J Caring Sci. 2021;35(2):538–47.17. Willis P, Vickery A, Jessiman T. Loneliness, social dislocation and invisibility experienced by older men who are single or living alone: Accounting for dif-ferences across sexual identity and social context. Ageing Soc. 2020/07/27 ed. 2022;42(2):409–31.Page 14 of 14McKenna-Plumley et al. BMC Psychology          (2023) 11:408 18. van Tilburg TG. Emotional, social, and existential loneliness before and during the COVID-19 pandemic: prevalence and risk factors among Dutch older adults. J Gerontol Ser B. 2022;77(7):e179–84.19. Eccles AM, Qualter P. Review: Alleviating loneliness in young people – a meta-analysis of interventions. Child AdolescMent Health. 2021;26(1):17–33.20. Yalom I. Existential psychotherapy. Basic Books; 1980.21. Moustakas CE. Loneliness. New York: Prentice-Hall; 1961.22. Tillich P. Existential philosophy. J Hist Ideas. 1944;5(1):44–70.23. Gil Álvarez M, Haugan G, Larsson H, Saarelainen SM, Duppen D, Dezutter J. Mapping existential loneliness: a scoping review on existential loneliness/isolation conceptualizations and operationalizations. J Humanist Psychol. 2023;00221678231193780.24. Pinel EC, Long AE, Murdoch EQ, Helm P. A prisoner of one’s own mind: identifying and understanding existential isolation. Personal Individ Differ. 2017;105:54–63.25. Helm PJ, Rothschild LG, Greenberg J, Croft A. Explaining sex differences in existential isolation research. Personal Individ Differ. 2018;134:283–8.26. Pinel EC, Helm PJ, Yawger GC, Long AE, Scharnetzki L. Feeling out of (existen-tial) place: existential isolation and nonnormative group membership. Group Process Intergroup Relat. 2022;25(4):990–1010.27. Helm PJ, Jimenez T, Bultmann M, Lifshin U, Greenberg J, Arndt J. Existential isolation, loneliness, and attachment in young adults. Personal Individ Differ. 2020;159:109890.28. Helm PJ, Medrano MR, Allen JJB, Greenberg J. Existential isolation, loneli-ness, depression, and Suicide ideation in young adults. J Soc Clin Psychol. 2020;39(8):641–74.29. Mayers AM, Naples NA, Nilsen RD. Existential issues and coping: a qualitative study of low-income women with HIV. Psychol Health. 2005;20(1):93–113.30. Mijuskovic BL. Loneliness in philosophy, psychology, and literature. Indiana: iUniverse; 2012.31. Ozanne AO, Graneheim UH, Strang S. Finding meaning despite anxiety over life and death in Amyotrophic Lateral Sclerosis patients. J Clin Nurs. 2013;22(15–16):2141–9.32. Sjöberg M, Beck I, Rasmussen BH, Edberg AK. Being disconnected from life: meanings of existential loneliness as narrated by frail older people. Aging Ment Health. 2018;22(10):1357–64.33. Mayers AM, Khoo ST, Svartberg M. The existential loneliness question-naire: background, development, and preliminary findings. J Clin Psychol. 2002;58(9):1183–93.34. Larsson H, Edberg AK, Bolmsjö I, Rämgård M. Contrasts in older persons’ experiences and significant others’ perceptions of existential loneliness. Nurs Ethics. 2019;26(6):1623–37.35. Prohaska T, O’Sullivan R, Leavey G, Burns A. A public health approach to lone-liness and isolation among older adults. The SAGE handbook of social studies in health and medicine. 2nd ed. SAGE; 2022.36. Carr S, Fang C. A gradual separation from the world: a qualitative exploration of existential loneliness in old age. Ageing Soc. 2021/09/01 ed. 2021;1–21.37. Chung BPM, Olofsson J, Wong FKY, Rämgård M. Overcoming existential loneliness: a cross-cultural study. BMC Geriatr. 2020;20(1):347.38. Larsson H, Rämgård M, Kumlien C, Blomqvist K. Spouses’ existential loneliness when caring for a frail partner late in life - a hermeneutical approach. Int J Qual Stud Health Well-Being. 2020;15(1):1734166.39. Olofsson J, Rämgård M, Sjögren-Forss K, Bramhagen AC. Older migrants’ experience of existential loneliness. Nurs Ethics. 2021;28(7–8):1183–93.40. Sand L, Strang P. Existential loneliness in a palliative home care setting. J Pal-liat Med. 2006;9(6):1376–87.41. Garnow T, Garmy P, Edberg AK, Einberg EL. Deeply lonely in the borderland between childhood and adulthood - experiences of existential loneliness as nar-rated by adolescents. Int J Qual Stud Health Well-Being. 2022;17(1):2132653.42. Bekhet AK, Zauszniewski JA, Nakhla WE, Loneliness. A concept analysis. Nurs Forum (Auckl). 2008;43(4):207–13.43. McGraw JG. Loneliness, its nature and forms: an existential perspective. Man World. 1995;28(1):43–64.44. Brennan T. Loneliness at adolescence. Loneliness: a sourcebook of current theory, Research and Therapy. John Wiley & Sons; 1982. pp. 269–90.45. Galanaki EP, Nelson LJ, Antoniou F. Social Withdrawal, solitude, and existential concerns in emerging adulthood. Emerg Adulthood. 2023;11(4):1006–21.46. Eccles AM, Qualter P, Review. Alleviating loneliness in young people – a meta-analysis of interventions. Child Adolesc Ment Health. 2021;26(1):17–33.47. Braun V, Clarke V, Boulton E, Davey L, McEvoy C. The online survey as a quali-tative research tool. Int J Soc Res Methodol. 2021;24(6):641–54.48. Braun V, Clarke V. Online qualitative surveys?!? [Internet]. International Journal of Social Research Methodology: The Editors Notebook. 2020. Available from: https://internationaljournalofsocialresearchmethodology.wordpress.com/2020/08/19/online-qualitative-surveys/.49. McEvoy C. ‘Rarely discussed but always present’: Exploring therapists’ accounts of social class in therapy [Internet] [Doctoral dissertation]. University of the West of England; 2019. Available from: https://uwe-repository.worktribe.com/preview/5125200/___Rarely%20discussed%20but%20always%20present__%20-final%20approved%20version.pdf.50. Terry G, Braun V. Short but often sweet: the surprising potential of qualitative survey methods. Collecting qualitative data: a practical guide to textual, media and virtual techniques. Cambridge University Press; 2017. pp. 15–44.51. Opperman E, Braun V, Clarke V, Rogers C. It feels so good it almost hurts: young adults’ experiences of orgasm and sexual pleasure. J Sex Res. 2014;51(5):503–15.52. Jaeger ME, Rosnow RL. Contextualism and its implications for psychological inquiry. Br J Psychol. 1988;79(1):63–75.53. Pepper SC. World hypotheses: a study in evidence. University of California Press; 1942.54. Braun V, Clarke V. To saturate or not to saturate? Questioning data saturation as a useful concept for thematic analysis and sample-size rationales. Qual Res Sport Exerc Health. 2021;13(2):201–16.55. Braun V, Clarke V. Reflecting on reflexive thematic analysis. Qual Res Sport Exerc Health. 2019;11(4):589–97.56. Braun V, Clarke V. Successful qualitative research: a practical guide for begin-ners. SAGE; 2013.57. Braun V, Clarke V. Thematic analysis: a practical guide. SAGE; 2021.58. Massé R. Qualitative and quantitative analyses of psychological distress: method-ological complementarity and ontological incommensurability. Qual Health Res. 2000;10(3):411–23.59. Perlman D, Peplau LA. Toward a social psychology of loneliness. Personal relationships: relationships in Disorder. London: Academic Press; 1981. pp. 31–56.60. Cacioppo JT, Hawkley LC. Perceived social isolation and cognition. Trends Cogn Sci. 2009;13(10):447–54.61. Morrison R, O’Connor RC. A systematic review of the relationship between rumination and suicidality. Suicide Life Threat Behav. 2008;38:523–38.62. Martín-María N, Caballero FF, Lara E, Domènech-Abella J, Haro JM, Olaya B, et al. Effects of transient and chronic loneliness on major depression in older adults: a longitudinal study. Int J Geriatr Psychiatry. 2021;36(1):76–85.63. Shiovitz-Ezra S, Ayalon L. Situational versus chronic loneliness as risk factors for all-cause mortality. Int Psychogeriatr. 2009/12/15 ed. 2010;22(3):455–62.64. Peplau LA, Perlman D. Blueprint for a social psychological theory of loneli-ness. In: Cook M, Wilson G, editors. Love and attraction. Pergamon Press; 1979.65. Malli MA, Ryan S, Maddison J, Kharicha K. Experiences and meaning of loneli-ness beyond age and group identity. Sociol Health Illn. 2023;45(1):70–89.66. Sadler WA. Dimensions in the problem of loneliness: a phenomenological approach in social psychology. J Phenomenol Psychol. 1978;9(1–2):157–87.67. Helm PJ, Greenberg J, Park YC, Pinel EC. Feeling alone in your subjectivity: introducing the state trait existential isolation model (STEIM). J Theor Soc Psychol. 2019;3(3):146–57.68. Nyström M, Dahlberg K, Segesten K. The enigma of severe mental Illness: a Swedish perspective. Issues Ment Health Nurs. 2002;23(2):121–34.69. Cohen BN. Applying existential theory and intervention to career decision-making. J Career Dev. 2003;29(3):195–209.70. Carstensen LL, Fung HH, Charles ST. Socioemotional selectivity theory and the regulation of emotion in the second half of life. Motiv Emot. 2003;27(2):103–23.71. Coe-Odess SJ, Narr RK, Allen JP. Emergent emotions in adolescence. In: LoBue V, Pérez-Edgar K, Buss KA, editors. Handbook of Emotional Development [Internet]. Cham: Springer International Publishing; 2019. p. 595–625. https://doi.org/10.1007/978-3-030-17332-6_23.72. Castells M. The internet galaxy: reflections on the internet, business, and society. 1st ed. Oxford University Press; 2002.Publisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
    "id": 598034889,
    "identifiers": {
        "doi": "10.1186/s40359-023-01452-4",
        "oai": "oai:durham-repository.worktribe.com:1987832"
    },
    "title": "\"It's a feeling of complete disconnection\": experiences of existential loneliness from youth to older adulthood.",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-11-21T00:00:00+00:00",
    "publisher": "BioMed Central",
    "references": [],
    "sourceFulltextUrls": [
        "https://durham-repository.worktribe.com/file/1987832/1/Published%20Journal%20Article"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/598034889.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/598034889"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/598034889/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/598034889/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/598034889"
        }
    ],
    "abstract": "Existential loneliness is a feeling which stems from a sense of fundamental separation from others and the world. Although commonly mentioned in the loneliness literature, there is relatively little empirical work on this construct, and existing work tends to focus on older and seriously ill individuals. The present study aimed to understand how people experience existential loneliness without specific constraints on precipitating factors like illness or age. A qualitative online survey collected data from 225 adults aged 16 to 72 years old. Participants were asked to write about their experiences of existential loneliness and how these experiences compared to non-existential loneliness. Data were analysed using reflexive thematic analysis. Of 225 participants, 51% knew the meaning of \"existential loneliness\" upon accessing the survey and in total, 83% had experienced existential loneliness. 93% of these participants had also experienced loneliness that was not existential in nature. 175 participants provided qualitative data regarding their experiences of existential loneliness, from which four themes were identified: Existential loneliness is (1) A deeper form of loneliness, and (2) A feeling of deep disconnection, in which (3) Cognitive evaluations and negative emotions are central elements, and (4) Stress and mental health issues are perceived as relevant factors. Existential loneliness is a deeply rooted and impactful form of loneliness which involves feelings of profound separateness. This aspect of loneliness is deserving of further attention. Future research directions are suggested.  [Abstract copyright: © 2023. The Author(s).",
    "tags": [
        "Journal Article",
        "publishedVersion",
        "Humans, Adult, Life course Perspective, Emotions, Existentialism, Loneliness - psychology, Aged, Middle Aged, Young Adult, Qualitative research, Loneliness, Adolescent, Existential loneliness"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Journal Article",
        "publishedVersion"
    ],
    "oai": "oai:durham-repository.worktribe.com:1987832",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "33",
        "openDoarId": 0,
        "name": "Durham Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 598034889,
        "depositedDate": null,
        "publishedDate": "2023-11-21T00:00:00+00:00",
        "updatedDate": "2024-02-19T05:39:32+00:00",
        "acceptedDate": null,
        "createdDate": "2024-02-05T10:41:58+00:00"
    },
    "urls": [
        "https://doi.org/10.1186/s40359-023-01452-4",
        "https://durham-repository.worktribe.com/output/1987832",
        "https://durham-repository.worktribe.com/file/1987832/1/Published%20Journal%20Article"
    ],
    "lastUpdate": "2024-02-19T05:39:32+00:00",
    "setSpecs": [
        "074111117114110097108032065114116105099108101",
        "openaccess"
    ]
}