{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Miller, Insa"
        }
    ],
    "contributors": [
        "Grittmann, Elke",
        "Müller, Kathrin Friederike",
        "Peil, Corinna",
        "Pinseler, Jan",
        "Deutsche Gesellschaft für Publizistik- und Kommunikationswissenschaft e.V."
    ],
    "createdDate": "2023-05-16T23:52:27+01:00",
    "dataProvider": {
        "id": 1030,
        "name": "SSOAR - Social Science Open Access Repository ",
        "url": "https://api.core.ac.uk/v3/data-providers/1030",
        "logo": "https://api.core.ac.uk/data-providers/1030/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.21241/ssoar.86637",
    "downloadUrl": "https://core.ac.uk/download/565923976.pdf",
    "fullText": "www.ssoar.info\"Retweet If You Support Asexuals\" - A ContentAnalysis of the Discourse around Asexuality duringPride Month 2019 on Twitter and TumblrMiller, InsaErstveröffentlichung / Primary PublicationKonferenzbeitrag / conference paperEmpfohlene Zitierung / Suggested Citation:Miller, I. (2023). \"Retweet If You Support Asexuals\" - A Content Analysis of the Discourse around Asexuality duringPride Month 2019 on Twitter and Tumblr. In E. Grittmann, J. Pinseler, & F. Rauchut (Eds.), Medien und Ungleichheiten(Trans-)nationale Perspektiven auf Geschlecht, Diversität und Identität (pp. 1-12). Magdeburg: Deutsche Gesellschaftfür Publizistik- und Kommunikationswissenschaft e.V. https://doi.org/10.21241/ssoar.86637Nutzungsbedingungen:Dieser Text wird unter einer CC BY Lizenz (Namensnennung) zurVerfügung gestellt. Nähere Auskünfte zu den CC-Lizenzen findenSie hier:https://creativecommons.org/licenses/by/4.0/deed.deTerms of use:This document is made available under a CC BY Licence(Attribution). For more Information see:https://creativecommons.org/licenses/by/4.0   „Retweet If You Support Asexuals” - A Content Analysis ofthe Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr Insa Miller Technische Universität Braunschweig ZusammenfassungViele Asexuelle finden erst spät zu ihrer Identität. Austausch mit Gleichgesinnten hilft ein Vokabular für eigeneErfahrungen zu finden. Soziale Medien mit hoher Anonymität bieten Raum zur Entfaltung von Identitäten undGemeinschaft (Carrasco, 2017). Abweichende Diskriminierungserfahrungen führen zu Hierarchien zwischen densozialen Gruppen der GSRM Community. Um die Gruppenverhältnisse sichtbar zu machen, untersuchte diese Studieinhaltsanalytisch Beiträge zu Asexualität und Pride auf Twitter und Tumblr (n=1.000). Analysiert wurden dieInhalte und Nutzer*innendaten. Die Ergebnisse stützen die vermuteten Hierarchien. Heteroromantische Asexuelle,die gegen Normen von sowohl der GSRM Community aber auch der asexuellen Gruppe verstoßen, erfahrenhäufiger Ausgrenzung, nicht zuletzt durch andere Asexuelle. Weitere Forschung ist nötig, um die Ergebnisse fürandere GSRM Gruppen zu prüfen. Mehr Verständnis für die intra- und intergruppalen Beziehungen der GSRMCommunity kann zu höherer Sichtbarkeit und Akzeptanz zwischen den Gruppen führen.Keywords: Asexualität, Soziale Medien, Soziale Gruppen, LGBTQIA, GSRM© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr2SummaryMany asexuals come to their identity late in life. An exchange with like-minded people helps to find vocabulary forone's own experiences. Social media sites with a high level of anonymity offer space to experience identity andcommunity (Carrasco, 2017). Divergent experiences of discrimination lead to hierarchies between social groups inthe GSRM community. To make group relations visible, this study analyzed posts and user data in the discoursesaround asexuality and Pride during Pride Month on Twitter and Tumblr (n=1.000). The results support thehypothesized hierarchies. Heteroromantic asexuals who violate norms of both the GSRM community and theasexual group are more likely to experience exclusion, not least by other asexuals. Further research is needed to testthe findings for other GSRM groups. A better understanding of the intra- and intergroup relationships of the GSRMcommunity may lead to a greater visibility and acceptance between groups.Keywords: Asexuality, Social Media, Social Groups, LGBTQIA, GSRM© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr31. IntroductionPlatforms with a high level of anonymity, such asTwitter and Tumblr, provide space for members of theGender, Sexual and Romantic Minorities1 (GSRM)community to explore their identity facets, find like-minded people, and experience support for theiridentity (Carrasco, 2017). However, while members ofthe GSRM community have common ground in goingagainst heteronormative expectations, the communityitself is not one homogeneous group. Distinctive andpartially conflicting goals lead to competition betweensubgroups and can strain intergroup relations. Non-monosexual2 identity groups that do not fully opposeheteronormative norms might be excluded or treatedwith negativity (Rubin, 1984). This is especially truefor asexuals3, who, as a very young identity group, stillface prejudice and erasure not only from mainstreamculture but also from within the GSRM community(Cerankowski and Milks, 2010).This study takes a closer look at the importance ofsocial media for the GSRM community as a whole andespecially the asexual community as one of thesubgroups. These two discourses are of particularinterest to find out more about both the discussionsabout asexuality as one GSRM identity in particularand how this sexual identity is embedded into the moregeneral GSRM discourse compared to other sexualidentities. The focus of this study is guided by threeresearch questions that aim to find out: (1) who isparticipating in these two discourses, (2) what topicsare addressed in the discourses, and (3) how asexualityis talked about in comparison to other sexual identities.2. Theoretical backgroundSocial Identity Theory (Tajfel and Turner, 1979)positions social identity as a core element of theindividual’s identity construct for contexts in which thesocial group becomes a focal point of an individual’sself-concept. The individual self-categorizes as a partof the group and derives value from their membershipto the point that positive comparison with other groupsboosts the self-esteem of the individual (Jaspal, 2019;Spears, 2011).Ingroup favoritism in the presence of realistic orsymbolic threats that affect the social group’s positivedistinctiveness may lead to group members derogatingoutgroup members in a protective manner (Jaspal,2019). However, Marques et al. (1988) found thatmembers who reflect poorly on the group are excludedto protect the group’s image and police its boundaries(Spears, 2011). Members deviating from the group’snorms are judged more harshly than outgroup membersin order to maintain a positive social identity for thenorm-abiding members (Hutsell, 2012).  Studies (e. g. Hutsell, 2012) have indicated theexistence of a ranking between the subgroups withinthe GSRM community, in which homosexual identitygroups are perceived as more established, and non-monosexual identity groups, such as bisexuals andasexuals, as the less established part of the community(Hutsell, 2012). MacInnis and Hodson (2012)examined attitudes toward the different groups andfound a hierarchy in which „gay men and lesbians wereevaluated most positively, followed by bisexuals, withasexuals being evaluated most negatively of all groups”(MacInnis & Hodson, 2012, p. 731). Both of theselower-ranked GSRM groups have reportedexperiencing devaluation and harsh treatment by thehigher-ranked groups at times  (Hutsell, 2012). 1The more commonly known acronym isLGBTQQIAAP, which stands for „Lesbian, Gay,Bisexual, Transgender, Queer, Questioning, Intersex,Asexual, Allies, Pansexual” (Goodrich et al., 2016,p. 212). The acronym GSRM was chosen for this studyto allow better readability by using a shorter term whilealso avoiding the exclusion of any sexual, romantic, orgender identity.2Monosexual is a term describing individuals who havesexual desire for one gender only (UC DavisLGBTQIA Resource Center, 2020). Monosexualitydoes not describe the experience of all homo- andheterosexuals but is used in this study to contrast thedifference to non-monosexual identities, i.e., a- andbisexuality.3Asexuality describes a „broad spectrum of sexualorientations generally characterized by feeling varyingdegrees of sexual attraction“ (UC Davis LGBTQIAResource Center, 2020). It is distinct from celibacy inthat it is not a deliberate abstention from sexualactivity. Some asexuals have healthy sexualrelationships, but experience little to no physicalattraction to other individuals (UC Davis LGBTQIAResource Center, 2020)© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr4Many individuals who now self-identify as asexual didnot realize that their understanding of attraction wasdifferent from allosexual4 individuals until they firstcame across the term asexuality, usually on the internet(Scherrer, 2008). Finding words to describe anexperience is essential, as the construction of identityand relationship models are limited to the resourcesthat individuals can access (Chasin, 2011).Social networking sites offer participation in thediscourse to encounter information and voice theirthoughts. The GRSM individuals who participate inonline discussion groups with other GSRM individualswere found to have greater self-acceptance of theiridentity, be more likely to disclose this identity to theirfriends and families, and generally feel less estrangedfrom society (Gomillion and Giuliano, 2011). Usersoften prefer to first disclose their GSRM identity onplatforms that allow them to explore their identityfacets anonymously, such as Twitter and Tumblr(Carrasco, 2017).Tumblr is used mainly by people 16–34 years old andis known as a space for marginalized communities andprogressives, with discourses of feminism, anti-racism,queer and gender studies, as well as post-colonialism(Mccracken, 2017). Twitter, on the other hand, is usedby an older, more heterogeneous group of individualsthat is not necessarily as progressive (Sharma et al.,2017). Where Tumblr's focus lies on the blog-stylecreation of content, Twitter emphasizes the connectionand discussions between people. These differences infocus and age groups, while also allowing a high levelof anonymity, make these two platforms interesting toanalyze because they capture different aspects ofGSRM discourses.3. Research QuestionsPride Month, which takes place annually in June,commemorates the Stonewall Riots in 19695 by usersexpressing their identity, sharing knowledge, andorganizing events (Duguay, 2016). The increasedcoverage during Pride Month allows for highervisibility of GSRM community members and, thus,offers an opportunity for individuals within but alsooutside the community to be aware of and join thediscourse on social media during this month. Thefollowing research question is addressed to find outwho exactly is participating from inside and outside theGSRM community:RQ1: Who is participating in the exchanges of theasexual and the Pride discourse?The GSRM community is a very heterogeneous group,linking many subgroups with different norms andpractices (van Anders, 2015). Thus, the range of topicsshared about Pride generally and asexuality as asubgroup is another question this study wants toanswer:RQ2: What topics do the posts in the exchanges of theasexual and the Pride discourse address?Visibility plays an integral part for individuals withinthe GSRM community. Asexuality is stilllacking visibility due to its late official emergence andhas to fight prejudice and erasure from not onlymainstream culture but also the GSRM community(Cerankowski and Milks, 2010). MacInnis and Hodson(2012) and Hutsell (2012) have indicated a differencein attitude towards the different GSRM sexual identitygroups, with asexuality at the lower end of thehierarchy. Hence, this study asks the following researchquestion:RQ3: How is asexuality talked about by its own andother sexual identity groups in comparison to othersexual identities?  4. Method4.1. Material and SamplingThis study aims to take a closer look at the suggestedhierarchies within the GSRM community, withasexuality as the most recent sexual identity group asthe focus.  4Allosexual describes individuals who are experiencingsexual attraction, unrelated to the sexual identity theyuse to describe themselves (UC Davis LGBTQIAResource Center, 2020). Allosexuality is often used incontrast to asexuality to mark the difference betweenthose who do and do not experience sexual attraction.5The Stonewall Riots were a series of protests byGSRM people in response to a violent police raid ofthe Stonewall Inn in New York City in 1969. The firstPride marches took place in the United States in thefollowing year.© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr5In order to achieve the study’s aim, a total of 1.369.089tweets and 184.506 Tumblr posts published duringPride Month in June 2019 were collected using thecrawler software TAGS v6.1.9.1 for Twitter andTumblrTool for Tumblr. The content collected focusedon two different keyword groups: asexuality(‚asexuality‘, ‚asexual‘, ‚asexuals‘, ‚ace‘, ‚aces‘) and Pride(‚happypride‘, ‚happy pride‘, ‚happypridemonth‘, ‚happypride month‘, ‚pride2019‘, ‚pride 2019‘, ‚pridemonth‘,‚pride month‘). It was necessary to clean the databefore the sampling due to the multiple connotations ofthe word „ace“ in different contexts.A random sample of 1.000 publicly available postswritten in English was drawn from the adjusted data(n=344.998), with 250 posts taken from each group oneach platform. The percentage of total posts collectedin the respective group determined the number of postsper keyword. This allowed for a sample depicting amore extensive range of topics within the discourses.Of this sample, 100 posts per keyword group andplatform were analyzed qualitatively using MAXQDAto build viable categories for the subsequentquantitative content analysis. This approach was chosento evaluate the quantitative distribution of thecategories established with the qualitative analysis.4.2. Measurements of Variables Formal categories such as the date of post, username,post type, URL, the post text, as well as hashtags onTumblr, and numbers for followers and friends onTwitter, were collected automatically; user biographyand the user location (Twitter only), were addedmanually by opening the link provided by the crawlers.Additional media attached to the post were coded in ‚image‘, ‚animated gif‘, ‚video‘, ‚outgoing link‘, ‚audiofile‘, ‚else‘, and ‚multiple‘, and was also described by thecoders in open description fields. The user reactions toa post were recorded in numbers of reblogs/retweets,likes, and comments, as well as a combined number ofnotes (Tumblr only).The following categories were tested in a reliability testusing Cohen’s Kappa by two independent coders(n=100) and applied in a quantitative content analysis.The valence of comments was coded into ‚morenegative‘, ‚more positive‘, ‚balanced‘, ‚neutral‘, and ‚noanswers‘. When the binary categories available,English, or discourse were coded as ‚negative‘, thesubsequent categories were not coded. These filtervariables were used to exclude any posts in anotherlanguage or topic or that might no longer be available.In order to answer RQ1, user-related categories werecoded using the user biography and the user location asa base: Account type was measured in ‚personalaccount‘, ‚personal art account‘, ‚personal GSRM-related account‘, ‚celebrity account‘, ‚communityaccount‘, ‚organization account‘, ‚company account‘,‚movie/stage production account‘ and ‚other‘.Gender was coded as ‚cis female identifying‘, ‚cis maleidentifying‘, ‚trans female identifying‘, ‚trans maleidentifying‘, ‚female identifying‘, ‚male identifying‘, ‚nogender‘, ‚more than one gender‘, ‚nonbinary‘ and ‚other‘.Individuals who did not state whether they identified ascis or trans were coded in ‚female-identifying‘ or ‚male-identifying‘ or one of the nonbinary options. Sexualidentity was measured in ‚asexual‘, ‚bisexual‘, ‚pansexual‘, ‚lesbian‘, ‚gay‘, ‚heterosexual‘, ‚questioning‘and ‚other‘. Correspondingly, romantic identity6 wascoded in ‚aromantic‘, ‚biromantic‘, ‚panromantic‘, ‚lesbianromantic‘, ‚gayromantic‘, ‚heteroromantic‘, ‚questioning‘ or ‚other‘. All categories regarding a user’sidentity were only recorded if the information wasmentioned in the user biography or location.The topics addressed in the post were coded in binarycategories and sorted into topic groups to answer RQ2.The affirming group included post﻿s talking aboutidentity, visibility, education, and connections, and thenegative group included the denial, exclusion,marginalization of, or general negativity towards GSRMidentities or the community as a whole. Two additionalgroups were posts questioning identity and thosecovering other topics that are neither of the above.Following the user-related categories, the mention ofasexuals, gay men, lesbians, bisexuals, and pansexualswas measured as ‚not mentioned‘, ‚yes, positive‘, ‚yes,negative‘, ‚yes, neutral‘ and ‚unsure‘. These categorieswere used to answer RQ3.   6An aromantic identity is characterized by not feelingromantically attracted to any other person.Aromanticism can appear together with an asexualidentity; however, an asexual individual can beromantically attracted to other people, and aromanticindividuals can be sexually attracted to others as well(UC Davis LGBTQIA Resource Center, 2020).© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr65. ResultsA total of 957 unique users posted in the twodiscourses, with only two accounts posting more thanfive posts over Pride Month 2019, both of which werecommunity accounts posting affirmations supportingasexuals. The account types found in this sample areoverwhelmingly personal accounts (n=896, 89.8%,n=1.000), of which 8.2 percent are personal artaccounts (n=82), and 3.6 percent are personal GSRM-related accounts (n=36). About 5.0 percent of postscame from community accounts (n=50), and 2.3percent from organizations (n=23). Accounts ofcompanies (n=14, 1.4%), celebrities (n=8, 0.8%), andmedia productions (n=7, 0.7%) were also found in thesample.5.1. Users Participating in the DiscoursesUsers mentioned their age in their profile in 204 posts(20.4% of the full sample, n=1.000), with the ageranging between 14 and 40 years (M=22.14, SD=4.7).Only 135 users mentioned their gender identity in theiruser details (see Table 1). Half of these individualsidentified as being outside of the gender binary(n=72, 53.3%), and 47 individuals identified as female(34.8%). Individuals who openly identified as malemake up the smallest group of the sample (n=16,11.9%).The total of users who mention their sexual identity intheir profile wrote fewer than a quarter of the posts(see Table 1). Among the users who did, the majorityidentified as asexual. Individuals under the bisexualumbrella make up the second largest group overall, andthe largest in the Pride discourse. Homosexualidentities appeared less often, with only individualsopenly identifying as heterosexual posting less. Themajority of individuals mentioning their sexual identityin their user data, thus, identify as a non-monosexualsexual identity (i.e., asexual and bisexual identities,n=199, 86.9% of users mentioning their sexualorientation, n=229). The GSRM identity categorymentioned least in this sample is romantic identity,which only 99 individuals indicated in their profile, allof whom were either asexuals (n=88, 88.9%) orbisexuals (n=4, 4.0%).A majority of users who disclosed both their sexualidentity and romantic identity consider themselvesasexual, with a significant relationship between the twovariables being found through a chi-square test (seeTable 2). More than half of those who mentioned theirgender identity (n=135, 58.9%) also specified theirsexual identity, most of whom identified as asexual(n=41, 17.9%). A chi-square test of independencefound a significant association between these twovariables.5.2. Topics Mentioned in the DiscoursesMost posts in the sample feature affirming topics(n=949, 94.1%, n=1.000), which is also true for eitherdiscourse; with the Pride discourse being slightly moreaffirmative than the asexual discourse (see Table 3).While both discourses show the same range ofaffirming topics, albeit with different frequencies, thesame cannot be said about negativity-related topics.Not only does the asexual discourse show a higheroccurrence of negative topics, but the range is alsomore extensive than in the Pride discourse. No mentionof denial of or misconceptions about GSRM identitiesappeared in the Pride discourse at all. On the otherhand, a few posts in the asexual discourse were foundthat denied the existence of specific identities (n=5,1.0%) or spread misconceptions about identities (n=6,1.2%). Overall, only 2.8 percent of the posts in thesample contain negativity, which is surprisingconsidering the openness of the platforms to the public,where outgroup members could easily participate andspread negativity within the discourses.Similarly, posts in the asexual discourse educate othersmore often about the terms and concepts of their sexualidentity and clear up misconceptions they haveencountered. Thus, while affirming topics aresomewhat balanced for both discourses, the asexualdiscourse generally covers a wider range oftopics. Interestingly, while self-presentation andidentity-related topics seem to be important to bothdiscourses, they appear significantly more often in thePride discourse than in the asexual discourse (see Table3).5.3. Mentions and Connotations about Sexual Identitiesin the DiscoursesConsidering the focus on asexuality in this study, it isnot surprising that of all sexual identities, asexuality ismentioned the most in the full sample (see Table 4). Itis, however, interesting to point out that only asexualsand bisexuals are mentioned in a negative context at all,albeit in low numbers. Remarkably, while mostasexuals identifying openly in the sample write abouttheir own sexual identity – and, thus, their ingroup – ina positive context (n=111, 71.6% of posts from users© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr7that disclosed their sexual identity, n=229), they alsomention asexuality in a negative light (n=7, 4.5%). Therest of the negative mentions were given by users whodid not disclose their sexual identity in the user data(n=21).The differences become even more telling consideringthe context within which sexual identities arediscussed, as only asexuality and bisexuality arementioned with a negative connotation in postscontaining negative topics (see Table 4).Homosexuality is only mentioned in a neutral contextof otherwise negative posts, showing that the negativityis not towards these groups but other groups, theheteronormative outgroup, or the GSRM community asa whole.Asexuality is mentioned in all three possibleconnotations, with negativity taking the lead overpositive or neutral connotations. This means that whileall sexual identities are generally mentioned frequentlyin a positive, affirming context, asexuality appearsmore often in a negative connotation within negativeposts than all other GSRM sexual identities combined.A chi-square test of independence showed nosignificant relationship between posts discussingnegative topics and posts mentioning sexual identities(see Table 4). Nevertheless, it is noteworthy that therelationship between negative topics and the mentionof asexuality is more removed from the expectedfrequency than any other sexual identity.6. LimitationsAnalyzing the discourses of other GSRM identitiescould help to provide insights into the boundaries andtopics of other social groups. This would place thefindings from this study into a bigger picture andwould help establish whether the hierarchy proposedholds up with all groups involved analyzed. Similarly,this study could benefit from a bigger sample size, aswell as from an additional questionnaire to completethe missing user information and ask about the usagemotives of the individuals participating. Applying theresearch design to a different month would bebeneficial to understanding the discourses outside of aperiod of increased awareness.This study was limited to posts written in English thatwere still online and not posted by accounts set toprivate at the time of coding. Similarly, the sample onlycontains posts shared in hashtags or using keywordsthat were determined essential to the asexual and Pridediscourses. Adding discourses in more languages andadditional keywords could offer further insights. Thehigh number of tweets shared around some keywordsand Twitter’s limit on crawling tweets for only aparticular time may have led to a handful of tweetsbeing lost in the process. Some standardized categoriessuch as gender, sexual identity, and a few topicsinvolving in-depth knowledge of the GSRMcommunity necessitated additional training betweencoders to reach a shared level of knowledge.For reasons of simplicity, this research does notconsider other identity fragments such as gender, race,and class. Adding these factors might influence theresults and possibly add more nuanced layers to thesupposed hierarchy, as sexism, racism, and classismcannot separate those fragments from the individual.7. DiscussionThis study aimed to take a closer look at the suggestedhierarchies within the GSRM community, withasexuality as the most recent sexual identity group asthe focus. Accordingly, a sample of tweets and blogposts from the asexual discourse and the more generalPride discourse during Pride Month in 2019 (n=1000)was analyzed to establish (1) who was participating inthese two discourses, (2) which topics were addressedin the discourses and (3) how asexuality was talkedabout in comparison to other sexual identities. Thisstudy contributes to broadening the understanding ofsocial media as a space for marginalized individualsand intergroup relations between different identitygroups within the GSRM community.(1) The discourses around Pride Month and asexualityare both held by individuals between the ages offourteen and forty, with the majority of users beingyoung adults. While the majority of posts were postedby personal accounts, only a fifth or less of usersshared their age or details about their gender, sexual, orromantic identity. This could be because users who didnot disclose information about their identities mightnot consider this information relevant enough, orperhaps they do not want to be reduced to thesefragments of their self-concept. It is also possible thatsome decide against sharing their identity fragments toavoid negative responses.A majority of users disclosing their identity were partof the GSRM community in either their sexual orgender identity or both, with most identifying as© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr8outside of the more established monosexual or binaryidentity groups. This supports the assumption that usinglabels is particularly relevant for members of lessestablished, lower-ranking groups to show visibility andconnect with other members of their group.(2) Despite negativity appearing in the sample, bothdiscourses are overwhelmingly positive towards allGSRM sexual identities, including asexuality. ThePride discourse seems to be the more positive of thetwo discourses, with a slightly higher amount ofaffirming content and a lower number of postsincluding negativity. It appears that the rules, concepts,and boundaries of social groups around GSRMidentities are negotiated within the social group andtheir specific discourse, while the more general GSRMcommunity and the discourse around Pride particularlyfocus on affirming and connecting individuals from allGSRM identities through events celebrating theachievements of the community as a whole.(3) While all sexual identities are discussed in apositive or neutral connotation more often, only non-monosexual identities are mentioned in a negativecontext at all, which mirrors the hierarchical ranking ofsocial groups within the GSRM community suggestedby Hutsell (2012) and MacInnis and Hodson (2012).Correspondingly, asexuality was mentioned in anegative context more often than all other sexualidentities combined. These negative mentions,however, originated either from asexuals or users whodid not disclose their own sexual identity, but not fromusers with other openly stated sexual identities. All ofthe mentions from asexuals were towardsheteroromantic asexuals.Heteroromantic asexuals conform with their romanticattraction to heteronormative expectations of desiring apartner of the opposite gender, which can be perceivedas a threat to the boundaries of the GSRM community.As asexuality in itself has not yet been accepted as partof the GSRM community due to the sexual identity’slack of representation, asexuals of any other romanticidentity might be more prone to excludeheteroromantic individuals to secure the group’smembership in the GSRM community and police theboundaries of the group to achieve positivedistinctiveness.Being a late-emerged sexual identity, research onasexuality has still a lot to offer regarding discussionsabout intergroup relations, the nature of sexualattraction and behavior, alternative relationship models,and a differentiation between distinct forms ofattraction. This research aimed to suggest a way tomake these group relations visible and more generallyto discover the topics and participants in the discoursesaround Pride Month and asexuality in particular. Thecategories built for this study provide a good startingpoint for future research analyzing different periodsand comparing this study’s results with discoursesaround other GSRM identities. This could lead to abetter understanding of GSRM intergroup relations andhelp to further awareness and tolerance between thedifferent subgroups – and possibly increased visibilityand acceptance of lower-ranking groups, such aspansexuality or asexuality, as part of the community.ReferencesCarrasco, Matthew (2017). Queering online spaces:LGBT+ performances motivate social media design[Master's Thesis]. Texas A&M University, CollegeStation.Cerankowski, Karli J., & Milks, Megan (2010). Neworientations: Asexuality and its implications for theoryand practice. Feminist Studies, 36(3), 650–664.Chasin, CJ DeLuzio (2011). Theoretical issues in thestudy of asexuality. Archives of Sexual Behavior, 40(4),713–723. https://doi.org/10.1007/s10508-011-9757-xDuguay, Stefanie (2016). Lesbian, gay, bisexual, trans,and queer visibility through selfies: Comparingplatform mediators across Ruby Rose’s Instagram andVine presence. Social Media + Society, 2(2),205630511664197.https://doi.org/10.1177/2056305116641975Gomillion, Sarah C., & Giuliano, Traci A. (2011). Theinfluence of media role models on gay, lesbian, andbisexual identity. Journal of Homosexuality, 58(3),330–354.https://doi.org/10.1080/00918369.2011.546729Goodrich, Kristopher M., Kingsley, Karla V.,LópezLeiva, Carlos, & Daugherty, Douglas (2016).The lived experiences of LGBTQQIAA advocates ineducation. The Teacher Educator, 51(3), 211–229.https://doi.org/10.1080/08878730.2016.1173156Hutsell, David W. (2012). Intragroup attitudes of theLGBT community: Assessment and correlates[Undergraduate Honors Thesis]. East Tennessee StateUniversity, Johnson City. https://dc.etsu.edu/honors/38© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr9Jaspal, Rusi (2019). The social psychology of gay men.Springer Nature.MacInnis, Cara C., & Hodson, Gordon (2012).Intergroup bias toward „group X“: Evidence ofprejudice, dehumanization, avoidance, anddiscrimination against asexuals. Group Processes &Intergroup Relations, 15(6), 725–743.https://doi.org/10.1177/1368430212442419Marques, Jose M., Yzerbyt, Vincent Y., &Leyens, Jacques‑Philippe (1988). The black sheepeffect: Judgmental extremity towards ingroup membersas a function of ingroup identification. EuropeanJournal of Social Psychology, 18, 1–16.Mccracken, Allison (2017). Tumblr youth subculturesand media engagement. Cinema Journal, 57(1),151–161. https://doi.org/10.1353/cj.2017.0061Rubin, Gayle (1984). Thinking sex: Notes for a radicaltheory of the politics of sexuality. In Carole S. Vance(Ed.), Pleasure and danger: Exploring femalesexuality (pp. 267–293). Pandora.Scherrer, Kristin S. (2008). Coming to an asexualidentity: Negotiating identity, negotiating desire.Sexualities, 11(5), 621–641.https://doi.org/10.1177/1363460708094269Sharma, Eva, Saha, Koustuv, Ernala, Sindhu K.,Ghoshal, Sucheta, & Choudhury, Munmun de (2017).Analyzing ideological discourse on social media: Acase study of the abortion debate. In Proceedings of the2017 International Conference of The ComputationalSocial Science Society of the Americas – CSS2017 (pp. 1–8). ACM Press.https://doi.org/10.1145/3145574.3145577Spears, Russell (2011). Group identities: The socialidentity perspective. In Seth J. Schwartz, Koen Luyckx,& Vivian L. Vignoles (Eds.), Handbook of identitytheory and research (pp. 201–224). Springer.Tajfel, Henri, & Turner, John C. (1979). An integrativetheory of intergroup conflict. In William G. Austin &Stephen Worchel (Eds.), The social psychology ofintergroup relations (pp. 33–47). Brooks/Cole.UC Davis LGBTQIA Resource Center. (2020).LGBTQIA Resource Center glossary.https://lgbtqia.ucdavis.edu/educated/glossaryvan Anders, Sari M. (2015). Beyond sexual orientation:Integrating gender/sex and diverse sexualities viasexual configurations Theory. Archives of SexualBehavior, 44(5), 1177–1213.https://doi.org/10.1007/s10508-015-0490-8© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr10© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr11© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.„Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 onTwitter and Tumblr12Powered by TCPDF (www.tcpdf.org)© Insa Miller (2023). „Retweet If You Support Asexuals” - A Content Analysis of the Discourse around Asexuality during Pride Month2019 on Twitter and Tumblr. 1-12. DOI: https://doi.org/10.21241/ssoar.86637.",
    "id": 565923976,
    "identifiers": {
        "doi": "10.21241/ssoar.86637",
        "oai": "oai:gesis.izsoz.de:document/86637"
    },
    "title": "\"Retweet If You Support Asexuals\" - A Content Analysis of the Discourse around Asexuality during Pride Month 2019 on Twitter and Tumblr",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T00:00:00+00:00",
    "publisher": "Magdeburg",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.ssoar.info/ssoar/bitstream/document/86637/4/ssoar-2023-miller-Retweet_If_You_Support_Asexuals.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/565923976.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/565923976"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/565923976/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/565923976/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/565923976"
        }
    ],
    "abstract": "Viele Asexuelle finden erst spät zu ihrer Identität. Austausch mit Gleichgesinnten hilft ein Vokabular für eigene Erfahrungen zu finden. Soziale Medien mit hoher Anonymität bieten Raum zur Entfaltung von Identitäten und Gemeinschaft (Carrasco, 2017). Abweichende Diskriminierungserfahrungen führen zu Hierarchien zwischen den sozialen Gruppen der GSRM Community. Um die Gruppenverhältnisse sichtbar zu machen, untersuchte diese Studie inhaltsanalytisch Beiträge zu Asexualität und Pride auf Twitter und Tumblr (n=1.000). Analysiert wurden die Inhalte und Nutzer*innendaten. Die Ergebnisse stützen die vermuteten Hierarchien. Heteroromantische Asexuelle, die gegen Normen von sowohl der GSRM Community aber auch der asexuellen Gruppe verstoßen, erfahren häufiger Ausgrenzung, nicht zuletzt durch andere Asexuelle. Weitere Forschung ist nötig, um die Ergebnisse für andere GSRM Gruppen zu prüfen. Mehr Verständnis für die intra- und intergruppalen Beziehungen der GSRM Community kann zu höherer Sichtbarkeit und Akzeptanz zwischen den Gruppen führen.Many asexuals come to their identity late in life. An exchange with like-minded people helps to find vocabulary for one's own experiences. Social media sites with a high level of anonymity offer space to experience identity and community (Carrasco, 2017). Divergent experiences of discrimination lead to hierarchies between social groups in the GSRM community. To make group relations visible, this study analyzed posts and user data in the discourses around asexuality and Pride during Pride Month on Twitter and Tumblr (n=1.000). The results support the hypothesized hierarchies. Heteroromantic asexuals who violate norms of both the GSRM community and the asexual group are more likely to experience exclusion, not least by other asexuals. Further research is needed to test the findings for other GSRM groups. A better understanding of the intra- and intergroup relationships of the GSRM community may lead to a greater visibility and acceptance between groups",
    "tags": [
        "Konferenzbeitrag",
        "conference paper",
        "Sociology & anthropology",
        "News media, journalism, publishing",
        "Publizistische Medien, Journalismus,Verlagswesen",
        "Soziologie, Anthropologie",
        "Asexualität; soziale Gruppen; LGBTQIA; GSRM; asexuality; social groups; Tumblr",
        "Family Sociology, Sociology of Sexual Behavior",
        "Interactive, electronic Media",
        "Media Contents, Content Analysis",
        "Familiensoziologie, Sexualsoziologie",
        "interaktive, elektronische Medien",
        "Medieninhalte, Aussagenforschung",
        "Inhaltsanalyse",
        "Twitter",
        "Diskriminierung",
        "Soziale Medien",
        "Sexualität",
        "Identität",
        "virtuelle Gemeinschaft",
        "Exklusion",
        "discrimination",
        "social media",
        "twitter",
        "identity",
        "sexuality",
        "exclusion",
        "content analysis",
        "virtual community"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Konferenzbeitrag",
        "conference paper"
    ],
    "oai": "oai:gesis.izsoz.de:document/86637",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1030",
        "openDoarId": 0,
        "name": "SSOAR - Social Science Open Access Repository ",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 565923976,
        "depositedDate": null,
        "publishedDate": "2021-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-01T20:08:40+00:00",
        "acceptedDate": null,
        "createdDate": "2023-05-16T23:52:27+01:00"
    },
    "urls": [
        "https://www.ssoar.info/ssoar/handle/document/86637",
        "https://doi.org/10.21241/ssoar.86637"
    ],
    "lastUpdate": "2024-02-01T20:08:40+00:00",
    "setSpecs": []
}