{
    "acceptedDate": "2010-05-01T00:00:00+01:00",
    "authors": [
        {
            "name": "Jowett, A."
        },
        {
            "name": "Peel, Elizabeth"
        }
    ],
    "contributors": [],
    "createdDate": "2013-12-15T13:00:36+00:00",
    "dataProvider": {
        "id": 133,
        "name": "University of Worcester Research and Publications",
        "url": "https://api.core.ac.uk/v3/data-providers/133",
        "logo": "https://api.core.ac.uk/data-providers/133/logo"
    },
    "depositedDate": "2010-05-01T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1016/j.wsif.2009.12.009",
    "downloadUrl": "https://core.ac.uk/download/18488305.pdf",
    "fullText": "Jowett & Peel (2010) pre-publication version. Please cite published version.  1Jowett, A. & Peel, E. (2010) “Seismic Cultural Change?”: British media representations of same-sex ‘marriage’. Women’s Studies International Forum, 33(3), 206-214.   “Seismic Cultural Change?”: British media representations of same-sex ‘marriage’.  Abstract The legal recognition of same-sex relationships is a contested terrain that has been hotly debated by feminists. This article provides a social constructionist analysis of the UK newspaper media coverage around the time of the introduction of the Civil Partnership Act (2004). In examining the 348 national newspaper coverage over a three month period (November 2005 – January 2006) we highlight three prevalent, and conflicting, themes: ‘same-sex marriage becomes legal under the Civil Partnership Act’; ‘couples will not get full legal status’ and ‘marriage is a heterosexual business’. We discuss these media representations and argue that the heteronormativity of the coverage provided little space for more radical constructions of same-sex relationship recognition.  Keywords: civil partnership, gay men, media representation, heterosexism, lesbian, same-sex marriage   Introduction In December 2005 the Civil Partnership Act came into force in Britain. This extended virtually all of the rights and responsibilities of civil marriage to same-sex couples who register their relationships with the State in the form of a ‘civil partnership’.  In 2006 Sue Wilkinson and Celia Kitzinger, a British lesbian couple who were legally married in Canada, brought a legal challenge to the UK Government petitioning that the UK’s refusal to recognise their marriage, as a marriage as opposed to a civil partnership, was a breach of their human rights in accordance with the European Convention of Human Rights. The High Court judgement dismissed their case, ruling that discrimination against lesbians and gay men was legally justified in this case as marriage and civil partnership are different institutions. In the judge’s words; Jowett & Peel (2010) pre-publication version. Please cite published version.  2‘marriage is by long standing definition and acceptance, a formal relationship between a man and a woman, primarily (though not exclusively) with the aim of producing and rearing children’ (Para. 119). The judgement further stated that to accord a same-sex relationship the title of marriage would ‘fail to recognise physical reality’ (Para. 120) (see Harding, 2007).   According to Wilkinson and Kitzinger (2007: 5) the judgement confirmed that ‘while civil partnerships were designed to extend rights to same-sex couples, they were also designed as a different institution for lesbians and gay men’. It is clear that for the purposes of this court case both the Government and the High Court Judge constructed civil partnership and civil marriage as two very different institutions. This article explores how the British press media constructed civil partnership at the time the Act came into force and during the coverage of the first civil partnerships to take place across Britain.       Debates about same-sex marriage and civil partnership have been polarised both within and outside lesbian, gay, bisexual, trans and queer (LGBTQ) communities (Clarke, 2003; Peel and Harding, 2008). Similarly, the views of same-sex couples themselves about civil partnership are often paradoxical (Peel, 2009a; Peel & Clarke, 2007, 2008; Rolfe & Peel, under submission). Clarke (2003) noted that anti-LGBTQ commentators have argued that homosexuality and same-sex marriage are threats to the institution of marriage, traditional moral values and to the family. Advocates of same-sex marriage often insist on the normality of homosexuality, assert the similarities between same and different sex relationships and argue that marriage is a human right and equality issue. Within LGBTQ communities there have long been critics who have argued that same-sex marriage is an attempt by same-sex couples to conform and assimilate to a mainstream heterosexual culture (Ettelbrick, 1997 [1989]). Clarke (2003) however pointed to a more recent ‘liberal orthodoxy’ among LGBTQ commentators who put forward various arguments in support of same-sex marriage. These include the idea that same-sex marriage will diminish social prejudice against lesbians and gay men, that it provides access to important legal rights with practical consequences to the lives of same-sex couples and that same-sex marriage could have the potential to transform traditional heterosexual marriage.  Before the introduction of the Civil Partnership Act in the UK, marriage-like frameworks had been made available in North American and other European countries (e.g., ‘domestic partnerships’ and ‘civil unions’) often affording fewer Jowett & Peel (2010) pre-publication version. Please cite published version.  3economic and legal benefits than marriage (Harding, 2006). Wilkinson and Kitzinger (2006: 54) note that while civil partnerships, with almost all the rights and responsibilities of civil marriage, were widely hailed as a victory in Britain. In Canada, where same-sex marriage was viewed as ‘the non-negotiable hallmark of true equality’, such an alternative would have been considered a defeat. Furthermore, an international online survey about the legal recognition of same-sex relationships (n= 1538) found that lesbians and gay men reported much more support for same-sex marriage than they did for civil partnership, civil unions or domestic partnerships (Harding and Peel, 2006).  While some commentators have argued that domestic partnerships and civil unions can act as a stepping stone to marriage (e.g., Eskridge, 2002), for Wilkinson and Kitzinger (2006: 54) civil partnership is a ‘painful compromise between genuine equality and no rights at all’ asserting that such a compromise is ‘insulting, demeaning and profoundly discriminatory’ (p. 56).  According to Kitzinger and Wilkinson (2004) civil partnership and civil marriage are not two different institutions (they are practically identical in legal and policy terms), but argue that they represent a ‘re-branding’ of marriage with the difference in nomenclature serving only to symbolically separate same-sex couples from the privileged status of marriage.   Such debates highlight that both marriage and civil partnership are social constructions whose meanings are culturally contested. A major site for the contestation over meaning in society is the media (Meyers, 1994) and so examining media coverage of civil partnership can tell us something about how it is socially constructed outside of scholarly debates and court cases as well as how same-sex relationships are represented within the media.  Although the visibility of lesbians and gay men within the media today is undeniably an improvement on the past (Landau, 2009), media analysts have emphasised that representations of lesbians and gay men are ‘palatable to, consistent with, and even a champion’ of heteronormativity (Shugart, 2003: 87) and that they predominantly constitute ‘heterosexually-defined homosexuality’ (Fejes and Petrich, 1993: 412). While liberalism (particularly the notion that non-heterosexuality is tolerable within the private sphere and when briefly entering the public sphere does not critique societal heteronormativity) is predominant within media coverage (Brickell, 2000), negative discourses of lesbians and gay men with the attempt to deny equality have consistently been reproduced within the media reporting of legislative Jowett & Peel (2010) pre-publication version. Please cite published version.  4change regarding LGBT issues (see for example; Ellis and Kitzinger, 2002; Rahman, 2004). Furthermore, the much heralded liberalism which permeates the media has been criticized for failing to recognise lesbians and gay men’s subordinated position in society, creating a false perception of equality which allows demands for further equality to be rendered as ‘special rights’ or preferential treatment (Brickell, 2001; Rahman, 2004). This article aims to contribute to the social scientific literature employing social constructionist approaches to media coverage of lesbian and gay equality issues (e.g., Meyer, 1994; Ellis and Kitzinger, 2002) and to literature examining how lesbians and gay men are constructed as the same as or different to heterosexuals (Clarke, 2002; Riggs, 2005). Here we look specifically at how the British newspaper press constructed civil partnership and same-sex relationships around the time that the Civil Partnership Act came into effect in 2005 and the ideological and political implications of constructing civil partnership (and marriage) in these ways.    Method The following analysis is based on British press media collected over a three month period between 1 November 2005 and 31 January 2006. This time period was selected to explore press coverage during the month running up to the Civil Partnership Act coming into force, the reporting of the first civil partnership ceremonies to take place as well as to examine the subsequent coverage for one month after this. We chose to focus on the press specifically because, as Conboy (2002) points out, compared to other media forms the press places itself in an interesting and contradictory position as it is owned and controlled by those with power and yet claims to represent and articulate the views of ‘the people’. LexisNexis Executive database was used to collect these data. LexisNexis contains text web versions of national and regional newspapers as well as trade and industry magazines from around the world. We conducted a search of UK newspapers, using ‘civil partnership’ as a search term. This resulted in over 1000 articles from national and regional UK newspapers. The search was then narrowed down to national newspapers which resulted in a more manageable data set of 348 articles. The coverage of civil partnership was split between eight broadsheet (227 articles, 65%) and seven tabloid (121 articles, 35%) newspapers. The Guardian and The Times contained the most coverage of the broadsheets and The Sun and the Daily Mail contained the most tabloid coverage. The coverage was Jowett & Peel (2010) pre-publication version. Please cite published version.  5significantly higher in December (234 articles, 67%) coinciding with the first civil partnership ceremonies. Coverage across newspapers was used to gain a sense of the amount of press media coverage overall and how civil partnership was constructed across the national British press. By using this database the visual images contained in the articles were unavailable for analysis, although captions which accompanied the pictures were provided. The articles collected included news reports, editorials, letters to editors, opinion columns and commentaries. While these different forms of media coverage are written for different purposes, we wanted to gain a sense of the range of coverage civil partnership attracted in British newspaper media.  We advocate a social constructionist approach to the media which, as Riggs (2005: 238) suggests, involves moving beyond a focus either on the production or reception of media to a focus on the ideologies that underpin media representations. In line with other recent media analyses we see the language in the newspaper articles as socially-constitutive and producing certain versions of ‘truth’ about the legal recognition of same-sex relationships (Crabb and Augoustinos, 2008).  Thematic analysis was used to analyse these data which was theoretically informed by the discourse analytic tradition as set out by Potter and Wetherell (1987), including an interest in how the world is socially constructed through language and the ideological and political implications of constructing the world in particular ways. The newspaper data was read and reread to identify how civil partnership was constructed as the same as or different to marriage and the implications for how same-sex relationships were presented. The themes identified here are ordered by their prevalence within the media coverage and titled with quotes that capture the essence of the theme.  Analysis  Here we outline three themes which we identified within the press media. The first, and most prevalent theme, coheres around media coverage which constructed civil partnership as being no different to marriage. The second theme illustrates how, at other times, civil partnership was reported as being inferior to, or of lesser status than, marriage. The third theme focuses on some of the less frequent ways that marriage/civil partnership was constructed, ways which did not fall into normative conceptualisations of same equals good and different equals bad.   ‘Same-sex marriages become legal under the Civil Partnership Act’ Jowett & Peel (2010) pre-publication version. Please cite published version.  6Throughout the reporting the media overwhelmingly referred to civil partnership as ‘marriage’. In addition to this, the press drew on the terminology of marriage using words and phrases such as ‘wedding’, ‘getting hitched’, ‘tying the knot’, ‘walking down the aisle’, ‘grooms’, ‘brides’, ‘husbands’ and ‘wives’. Typical headlines included: ‘Hundreds tie knot as the clock strikes 8’ (Disley and Armstrong, 2005); ‘It’s Mrs and Mrs’ (Malley, 2005); ‘First Brit Gays Get ‘Married’ ’ (Unknown author, 2005); ‘‘Gay Marriage’ for 700 couples’ (Frean, 2005); ‘Down the aisle and into history…here comes the brides’ (Sears, 2005). In addition to using such terminology civil partnership was reported as providing lesbians and gay men equality with heterosexuals: ‘In years to come, historians will add another note: December 21 – the day, in 2005, when the first civil partnerships were registered in England and, in effect, gay marriage becomes legal’ (McLean, 2005).     As we can see, the media presented civil partnership as the legalisation of same-sex marriage. Indeed The Daily Telegraph (Peterkin, 2005) reported that same-sex couples now have ‘the same legal status’ as heterosexual couples. Similarly The Observer reported that ‘same-sex marriages become legal under the Civil Partnership Act tomorrow’ (Bowes, 2005) and, a month later, when reporting calls for civil partnership in Ireland, The Mirror stated that ‘same-sex marriages became legal in the UK last month’ (Martin, 2006). In such reporting civil partnership was constructed as synonymous with marriage, rather than as a separate or different institution.   However, while words like ‘marriage’ and ‘wedding’ were commonly used, they were largely placed in scare quotes, problematising their use. Scare quotes can of course inhere a variety of meanings. Scare quotes can indicate that the writer does not accept or disapproves of the term, or that the word is descriptive but that its use is unusual (Cappelen and Lepore, 1997, 2003). Equally they can be used as a journalistic neutralising device, distancing the writer from a ‘controversial’ phrase, while acknowledging its colloquial use (Cappelen and Lepore, 1997, 2003). Whilst we can only speculate as to how their use was interpreted by either lesbian and gay audiences or the newspapers’ readership more generally, we can intertextually examine how the use of these scare quotes was commented on within the media reporting itself.     For example, in response to a letter regarding the use of the term ‘marriage’ with respect to civil partnership, The Times quoted the following editorial advice:  Jowett & Peel (2010) pre-publication version. Please cite published version.  7Civil partnership: the legal name for what is commonly referred to as ‘gay marriage’; this phrase, which may offend those with diametrically opposed views on this new arrangement, should be put in quotation marks (for linguistic clarity) in headings, and in copy at first mention. Dictionaries currently define marriage as a union between a man and a woman. (Baker, 2006)  Here it would appear that their use of scare quotes is signalling the colloquial use of a term for civil partnership (‘commonly referred to gay marriage’), appeasing those who would disagree with its use (‘which may offend those with diametrically opposed views’). Baker also refers to the use of inverted commas as representing ‘linguistic clarity’; appealing to dictionary definitions of what constitutes ‘marriage’. Inverted commas were not always used though. This was particularly the case with press reportage of celebrity civil partnerships, such as that of Sir Elton John and David Furnish. Some media coverage suggested that the use of quotation marks itself denied lesbians and gay men equality. For example The Guardian quoted an internet blog, asserting that ‘until those quotation marks can be struck out, the UK is still denying homosexuals full equality’ (Rooney, 2005).  The majority of press coverage did, however, present the difference in name as insignificant:  At the moment when we use the word ‘marriage’ in connection to civil partnerships, we stick it in inverted commas. Similarly with ‘wedding’. This will not last. Soon the inverted commas will disappear and gay people will marry, period. When Meg Munn, the minister for equality, talks about couples becoming ‘partnered’, as she has been careful to do, she knows the term is a canard. Even among the disapproving, married will soon steamroller ‘partnered’. (Grant, 2005)  Underlying this commentary is the suggestion that the legal terminology is insignificant, but rather it is the language that we use and the meaning that is given to it which is of importance. It is suggested that equality can (and will) be achieved simply through the appropriation of marital terminology rather than any revision in the law. This is reinforced by the placing of the term ‘partnered’ in quotation marks, Jowett & Peel (2010) pre-publication version. Please cite published version.  8and being described as a ‘canard’. The naming of what would be a technically correct legal term as an unfounded rumour is highly interesting in this context as it underscores the unthinkability of creating a term to describe something which looks and behaves like a marriage as something else (Harding, 2008). The difference in name was similarly treated as insignificant in the reporting of many same-sex couples’ views. For example, one couple were quoted as saying: ‘it may be called a civil partnership but as far as we’re concerned it’s a marriage and that’s the way we have been treating it’ (Morris, 2005 The Mirror), while The Sunday Times (Grant, 2005) reported:  Those gay men and women tying the knot in December are unconcerned about the small print. ‘We call it marriage’ says Scott. ‘We consider ourselves to be getting married’.       Here, again, the difference in name is represented as unimportant. It is described as ‘the small print’ and same-sex couples are portrayed as ‘unconcerned’. All lesbians and gay men entering a civil partnership are described as appropriating the language of marriage and understanding their partnerships as such, illustrated with a small number of quotations from lesbians and gay men.  It was the meaning attached to civil partnership, by same-sex couples and society as a whole, rather than its name which was portrayed as important and the meaning given to it in the majority of the reporting was indistinguishable from that of marriage. Indeed one reporter suggested that civil partnership represented not only legal equality for same-sex couples, but also:  …a chance for same-sex couples to formalise their relationship, proclaim their fidelity and devotion, and generally embrace conventional marital virtues as fervently as any breathless Home Counties bride. (Walsh, 2005)  Civil partnership is constructed here in ways which serve to bolster the institution of heterosexual marriage and traditional (heterosexual) values. It is described as an opportunity for lesbians and gay men to ‘embrace conventional marital virtues’ and proclaim fidelity, allying civil partnership with conservative relationship norms and values (Peel and Harding, 2004). There is no suggestion that same-sex couples who Jowett & Peel (2010) pre-publication version. Please cite published version.  9enter a civil partnership may have very different relationships than that of their heterosexually married counterparts. Relationship research, on the other hand, has suggested that there may be some key differences between them. For example, in the absence of gender roles, it has been suggested that same-sex couples are more likely to value and foster equality within their relationships (Dunne, 1997; Harry, 1984). In particular there is evidence that the division of domestic labour and childcare is more equal within same-sex relationships than in heterosexual ones (Chan et al., 1998; Dunne, 1997; Golombok et al., 1983; Solomon et al., 2005).  Furthermore, same-sex couples may enter a civil partnership for quite different reasons than heterosexual couples. For those couples who previously lived with the very real threat of discrimination, accessing rights and legal protections may be more salient (particularly for those who had been together for many years before any prospect of same-sex marriage) and this may be central to their decision to register their relationship (see Ellis, 2007; Clarke et al., 2008). This might stand in stark contrast to many heterosexual couples, for whom marriage may be viewed as part of a normative lifecourse, as ‘the next step’ in a relationship, a way of signifying commitment, or a prelude to having children.  The similarities of civil partnership and marriage were also pointed to in the way same-sex couples conducted and celebrated their ceremonies. A preoccupation was evident throughout the reporting with how ceremonies were conducted and their similarities with heterosexual weddings:  The most remarkable thing about the civil partnership ceremonials reported so far has, surely, been their resemblance to the established heterosexual model […] The offer from companies such as Pink Wedding Days to provide “pink improved” versions of ordinary old marriage, only emphasises, to prospective civil partners, how little their new ceremonies should seek to differ from the old. (Bennett, 2005)  The reporter here sets up a contrast between the ‘old’ and the ‘new’ with civil partnership described as a new ‘pink improved’ version of ‘ordinary old [heterosexual] marriage’. The media frequently referred to the conventionality of civil partnership ceremonies and focused attention on ‘hen’ or ‘stag’ parties, ‘the rings’, ‘the kiss’, ‘speeches’ and the ‘honeymoon’. It was also pointed out what was missing Jowett & Peel (2010) pre-publication version. Please cite published version.  10from a traditional wedding ceremony, for example: ‘he [Sir Elton John] and David [Furnish] decided against having bridesmaids or a best man – or woman – at the ceremony’ (Kaniuk and Pauley, 2005).  In sum civil partnership was treated as marriage in all but name. The reporting consistently used the terminology of marriage and in some cases even falsely reported civil partnership as the legalisation of same-sex marriage. The difference in name was reported as insignificant and the two were not treated as ‘different’ institutions but rather a new version of an old institution with exactly the same meaning. Furthermore same-sex couples were presented as considering and conducting their civil partnerships in the same as marriage with the same values and norms. Inverted commas did however problematise the use of marital terminology and serve as a constant reminder that this was not officially marriage.  ‘Couples will not get full legal status’  Another (although less prevalent) way in which civil partnership was constructed within the press media was similar to Wilkinson and Kitzinger’s (2006) position that it is in some way inferior to marriage. Statements such as ‘the ceremonies are still not officially classed as marriages’ (Duff, 2005) were common, often coming at the end of an article which otherwise made little distinction between the two institutions. The use of the word ‘still’ here could indicate that the legal recognition of same-sex relationships remains in a lower position to marriage. Civil partnership was also explicitly described as falling short of ‘full’ marriage, as the following extracts illustrate: ‘Couples will not get full legal status’ (Unknown author, 2005); ‘it stops just short of rubber-stamping gay marriage’ (Clench and Hunter, 2005) and; ‘Gay marriage is legal in Belgium, the Netherlands, Spain and Canada. Britain has not gone that far’ (Dyer, 2005). A number of commentary columns also indicated that the two institutions were not of equal status. For example,  ‘If both relationships are regarded as normal, why should one continue to be in premier division of respectability, while the other languishes somewhere in the second’ (Linklater, 2005) and ‘Our solution was to offer the uneasy British compromise of civil partnerships, much welcomed but falling short of full-blooded marriage’ (Berlins, 2005).            According to such reportage, the introduction of civil partnership ‘falls short’ of the ‘full status’ of marriage. Marriage is constructed as the gold standard of relationship recognition (‘in the premier division of respectability’) while civil Jowett & Peel (2010) pre-publication version. Please cite published version.  11partnership is a ‘compromise’ denying full equality. Such reporting stands in stark contrast with discourse of civil partnership as the same as marriage, providing same-sex couples with the ‘same legal status’ as heterosexuals (Peterkin, 2005). Making reference to Oscar Wilde’s infamous adage, one gay commentator was reported as saying: ‘I know it’s not marriage, not really. Marriage is the ceremony that dare not speak its name (not in the same sentence as gay)’ (Barr, 2005).  While this was not the dominant discourse within the press coverage, one celebrity couple - interior design gurus Colin McAlister and Justin Ryan – were widely reported as actively deciding not to enter a civil partnership for this very reason.i The couple were quoted as saying that it was ‘a step in the right direction, but it is not the full recipe’ (Swanson, 2005) and ‘why should I be less entitled to marriage that you? It’s staggeringly unfair’ (Unknown author, 2005). The single largest piece of coverage presenting such a discourse within the three month period was a commentary piece by gay rights activist Peter Tatchell in The Guardian which constructed civil partnership as segregationist in nature and drew parallels with racial apartheid:  The differential treatment of hetero and homo couples is enshrined in law. Welcome to segregation, UK-style. The homophobia of the ban on same-sex marriage is now compounded by the heterophobia of the ban on opposite-sex civil partnerships […] Imagine the outcry if the government prohibited black people from getting married, and established a separate partnership register for non-whites. It would be condemned as racism. Is the segregationist nature of marriage and civil partnership law much different? By legislating a two-tier system of relationship recognition Labour has, in effect, created a form of legal apartheid based on sexual orientation. (Tatchell, 2005)  Here civil partnership and marriage are constructed as a ‘two-tier’ system of legal relationship recognition. The debate is situated in expanded discourses of equality (or ‘the master narrative of equality’; Cock, 2003: 36ii) drawing comparisons with the injustice of apartheid South Africa and the now debunked ‘separate but equal’ rhetoric historically used to oppress black people. Similar arguments were put forward in the Wilkinson and Kitzinger legal case which drew analogies with the banning of inter-racial marriage under the apartheid regime in South Africa, the southern US states and Jowett & Peel (2010) pre-publication version. Please cite published version.  12the prohibition of marriages between Jews and “Aryans” in Nazi Germany iii. Rather than construct civil partnership simply as a ‘gay rights issue’, the above article constructs it as an equality issue more generally, not only drawing parallels with racism but also constructing the legislation as ‘heterophobic’, by excluding different sex couples.   The article also presented a very different picture of how civil partnership was understood in the lesbian and gay community. While reports emphasising ‘sameness’ suggested that same-sex couples were ‘unconcerned’ about the difference in name (e.g., Grant, 2005), Peter Tatchell’s article rhetorically draws on opinion poll findings to convey a sense of mass discontent:   Many of us are not satisfied. According to a Pink Paper poll, half of the lesbian and gay community believe “civil partnership is second best to marriage” (Tatchell, 2005)  So in contrast to media representations of civil partnership as the same as marriage, the coverage in this theme constructed it as an inferior substitute to marriage; representing continued inequality for lesbians and gay men.   ‘Marriage is a heterosexual business’  Within the media marriage was also at times constructed as an inherently heterosexual institution in a number of ways and from different perspectives. Feminist and LGBTQ critiques of marriage were largely absent from media representation of civil partnership, with exception of one commentary in The Independent (Bindel, 2005) entitled; ‘Marriage? No thanks, we’re gay’:  This rush to marry is a backward step. Gone are the days, it would seem, when lesbians and gay men were sexual outlaws, constantly challenging heterosexuals about their conservative, stifling relationships and the unquestioned desire to create boring, monogamous nuclear families. Now, it would seem, gays are slipping more and more into replicating heterosexuality. […] This move towards conformity within the gay community is a reflection of how we are far more accepted by heterosexuals on the one hand, and the Jowett & Peel (2010) pre-publication version. Please cite published version.  13fact that to be included in their gang, we need to act as much like them as possible. (Bindel, 2005)     This account of marriage and civil partnership is notable by its stark contrast with the rest of the media’s representation and its resemblance with scholarly lesbian feminist literature which has given much more attention to critiques of marriage and, by extension, same-sex marriage (e.g., Ettlebrick, 1997 [1989]).  The article constructs civil partnership as fundamentally the same as marriage and those registering their relationships are viewed ‘replicating heterosexuality’ and conforming to heterosexual norms.   A minority of coverage of same-sex couple’s views, however, suggested that civil partnership could be conceptualised in a different way to marriage while still being viewed as an equal institution:   What we are saying is that our partnership should mean that we’re being responsible for one another. We don’t see it as marriage – marriage is a heterosexual business mainly concerned with the security of children. (McLean, 2005)    Marriage is here constructed in a similar way to Sir Mark Potter’s judgement which asserted that marriage was primarily for the aim of producing and nurturing children.   It was also suggested that same-sex couples may not view (heterosexual) marriage as a model for their relationships as indicated in the following extract from an interview with Sir Elton John and David Furnish:   I: What do you think gay men will take out of the idea of marriage? Elton: It’s only our point of view, but I don’t see it as the same as the heterosexual model. It can’t be. David: The dynamic of two men in a relationship is different to that of a man and a woman. (Flynn, 2005)iv  So while such coverage was rare, there were instances within the media which allowed for the idea that civil partnership could be conceptualised in alternative ways Jowett & Peel (2010) pre-publication version. Please cite published version.  14other than the dominant discourses of ‘same and equal’ or ‘different and inferior’. Examples featured within this theme do so in ways which depict marriage as a fundamentally heterosexual institution, albeit in very different ways. From the lesbian commentary civil partnership represents assimilation, while in the other two examples civil partnership is viewed as equal to marriage but different due to lack of children or the gender dynamics of a same-sex relationship.  Conclusions   In this article we have outlined some of the ways in which civil partnership was constructed and reported within the British newspaper media at the time the Civil Partnership Act came into force and the first registrations took place. Civil partnership was predominantly reported as being no different from marriage. Newspaper reports used the same terminology as marriage (although problematised by scare quotes) and same-sex couples were presented as considering their civil partnership as a marriage and as conducting them in the same way. A second, less prevalent way in which civil partnership was constructed within the media was as an inferior alternative to marriage – marriage-like but not ‘full’ marriage. The third theme illustrates some of the rarer conceptualisations of civil partnership, in which marriage is a fundamentally heterosexual institution and civil partnership either represents an imitation of this or something altogether different but equal.  Examining newspaper coverage of civil partnership in the UK tells us something about how civil partnership has been socially constructed and how the media was a major site of cultural contestation over its meaning (Meyers, 1994). By analysing the conflicting ways in which the media constructed civil partnership at the time that they first took place we can see how people may come to quite different conclusions about its nature and meaning (as in the case of Wilkinson v. Kitzinger). The way in which the media at times portrayed civil partnership as not ‘full’ or ‘official’ marriage resonates with Wilkinson and Kitzinger’s argument that it can be considered inferior. In his judgement, Potter J on the other hand draws on the constructions of civil partnership (as displayed in the third theme) being different in nature to marriage, due to marriage being the foundation of the nuclear family. In his dismissal of Wilkinson and Kitzinger’s petition, Potter J also argued that their feelings of outrage did not appear to be shared by the majority of lesbians and gay men. In his words: ‘it is certainly not clear that those feelings are shared by a substantial number Jowett & Peel (2010) pre-publication version. Please cite published version.  15of same-sex couples content with the status of same-sex partnership’ (Para. 116). We can but assume that this view was informed in part by media coverage. Interestingly, however, when the views of same-sex couples were presented in the media, contentment was largely on the basis that civil partnership was being considered as synonymous with (same-sex) marriage.        These dual constructions of civil partnership as no different to and as something less than marriage have also been observed by Stychin (2006) who examined Governmental materials and parliamentary debates surrounding the Civil Partnership Act through a queer lens. Stychin (2006: 904-905) argues that civil partnership sits uneasily on a ‘marriage/not-marriage’ binary; an ‘awkward category’ that both is and is not marriage. The prevailing way the media constructed civil partnership as the same as marriage may have both advantages and disadvantages for lesbians, gay men and bisexuals. Sonja Ellis (2007: 245) observes, from personal experience, that civil partnership is considered a euphemism for same-sex marriage within social discourse and argues that “there is much potential for gaining equality for lesbians and gay men by buying into this notion and treating ‘marriage’ and ‘civil partnership’ as one and the same”. She asserts that if people already perceive civil partnership as marriage, a future legal change to grant same-sex partnerships the status of marriage would unlikely meet with widespread resistance. Emphasising the similarities may also ‘anchor the strange in the familiar’ (Clarke, 2002: 217) helping same-sex couples to communicate the seriousness and legitimacy of their relationships within a society which has historically stigmatised and trivialised them.  The media reports also often celebrated the introduction of civil partnership as a positive historical landmark and an indication of British tolerance which arguably made a welcome change from scandalised portrayals of lesbians and gay men in tabloid media (for example see Sanderson, 1989).   Constructing civil partnership as no different to marriage may, however, act as a normalising force. In contrast to lesbians and gay men being portrayed as a threat to the family and to society, same-sex couples are presented as champions of heteronormative (marital) values (Clarke, 2002; Shugart, 2003). Sameness discourses in this context may promote a particular heteronormative couple ideology which closes down discussion of other possible ways of doing relationships and viable alternatives for legally recognising different relationship forms. Riggs (2005) observes that a liberal model of human sexuality which presents lesbians and gay men Jowett & Peel (2010) pre-publication version. Please cite published version.  16as no different to heterosexuals permeates much of the press media (see Kitzinger, 1987; Kitzinger and Coyle, 1995 and Clarke, 2002 for similar discussions of this ‘liberal humanist’ model within social science). He argues that this renders the normative status of heterosexuality unchallenged and denies ongoing oppression. For instance, the way in which same-sex couples were portrayed as embracing heterosexual wedding protocols failed to recognise their normative status and the lack of a cultural framework for same-sex relationship recognition and celebration (Ellis, 2007). Furthermore, this liberal model of sameness invisibilises the radical challenges that LGBTQ people’s relationships may present (Riggs, 2005). Without a (heterosexual) script for how to conduct a relationship, the way that many non-heterosexuals ‘do’ relationships may be more ‘creative’ and diverse and may, for example, challenge notions that cohabitation or monogamy are an essential or desirable part of a long-term committed relationship.  Land and Kitzinger (2007), also note that using the term ‘marriage’ to describe civil partnership is potentially a double-edged sword for same-sex couples. On the one hand, it challenges heteronormative definitions of marriage and kinship while on the other fails to acknowledge what is, in their view, continuing symbolic discrimination in the official legal structure. Ellis (2007) similarly acknowledges that calling civil partnership marriage ‘camouflages’ inequality and colludes with an unjust system but argues that insisting that civil partnership and marriage are one and the same may be used as a ‘stealth’ tactic to reduce resistance to a future change in the law. While this may be true, it may also reduce the perceived need for such a change. Indeed, the campaign for same-sex marriage in the UK has arguably lost momentum (but see www.equalmarriagerights.org). Emphasising civil partnership’s perceived inferiority may be essential in instigating future legal change.  Constructions of civil partnership as different but equal (highlighted in the third theme) present civil partnership as ‘substantive’ as opposed to ‘formal’ equality (i.e., the impact of the law is equitable despite being applied differently for different groups, Peel and Harding, 2004). Such constructions may also have their positives and pitfalls. For some couples, an advantage of constructing the two as different may be that civil partnership does not have the same ideological ‘baggage’ as marriage; divested from connotations of religion and women as property (Peel and Harding, 2004).  For childless same-sex couples, a lack of children may be a salient difference between the two as was evident in the third theme. However, constructing a difference Jowett & Peel (2010) pre-publication version. Please cite published version.  17based on the rearing of children excludes those same-sex couples who may register a civil partnership specifically for the security of their children (Wilkinson and Kitzinger, 2007) and marginalises lesbians and gay men from discourses of ‘family’ and kinship. Civil partnership can perhaps be seen as an empty vessel which same-sex couples can invest with different meanings. For example, civil partnership could be conceptualised as a committed intimate/passionate friendship (Stewart, 1995; Vernon, 2005v). Another advantage of using the term ‘civil partnership’ may be that it raises the visibility of lesbians and gay men and avoids the heterosexual assumption that might occur when referring to marriage. Making a distinction between the two institutions may also enable lesbians and gay men to emphasise and celebrate differences between their relationships and the traditional model (Dunne, 1997). On the other hand, distinguishing between marriage and civil partnership solidifies categories such as ‘male’ and ‘female’ and ‘heterosexual’/‘lesbian’/ ‘gay’ (Wilkinson and Kitzinger, 2006; Stychin 2006). As Stychin (2006) notes, there is an implicit assumption that civil partnerships are sexual relationships by those who self-define as ‘lesbian’ or ‘gay’ while bisexuality as an identity is elided. This was evident within the media representation with civil partnership being described to as ‘gay marriage’ and same-sex couples referred to as ‘lesbian/gay couples’. Furthermore, insisting that civil partnership and marriage are different opens up the possibility of, and potentially legitimizes, discrimination (Ellis, 2007). Moreover, these ‘strategies’ are neither (necessarily) mutually exclusive nor interactionally incompatible, but potentially ‘useful’ (however that be ideologically or personally defined) in particular interactional and broader cultural contexts (see also Kitzinger & Peel, 2005; Peel, 2009b). In sum, we have demonstrated how civil partnership was constructed in a number of different (and contradictory) ways around the time it was enacted in December 2005. We have explored how the British print media was a key site of contestation over the meaning of civil partnership at that historical moment. While we acknowledge there are pragmatic, political, ideological - and, indeed, interactional - benefits for lesbians and gay men in constructing civil partnership as the same as marriage (to claim legitimacy, for instance) or as inferior to marriage (to push for equal status, for example), a more radical strategy might be to construct civil partnership as a partnership of equals and advocate that they be open to all in a way Jowett & Peel (2010) pre-publication version. Please cite published version.  18which acknowledges that sex, cohabitation, emotional attachment, financial inter-dependence and friendship can be linked in an infinite variety of ways.  Acknowledgements With thanks to Rosie Harding for her helpful comments on an earlier version. This research was conducted when Adam Jowett was working on sandwich year placement as a Research Assistant with Elizabeth Peel.   References Baker, S. (2006). ‘Gay marriage’ The Times, 14 January: p.81. Barr, D. (2005). ‘No-man’s land’ The Times, 12 December: p.4 Bennett, C. (2005). ‘Counsellors and divorce lawyers, rejoice – a long queue of new and wealthy victims is heading your way’ The Guardian, 22 December: p.7. Berlins, M. (2005). ‘Same sex unions, South African style’ The Guardian, 12 December: p.12. Bindel, J. (2005). ‘Marriage? No thanks, we’re gay…’ The Independent, 28 November: p.31.  Blumstein, D. & Schwartz, P. (1983). American Couples: Money, work, sex. New York: William Morrow.  Bowes, G. (2005). ‘The pink honeymoon’ The Observer, 4 December: p.5.  Brickell, C. (2000). Heroes and Invaders: Gay and Lesbian Pride Parades and the Public/Private Distinction in New Zealand Media Accounts, Gender, Place and Culture, 7(2), 163-178. Brickell, C. (2001). Whose “Special Treatment”? Heterosexism and the Problems with Liberalism’, Sexualities, 4(2), 211-236. Cappelen, H. & Lepore, E. (1997). Varieties of Quotation . Mind, 106, 429-450 Cappelen, H. & Lepore, E. (2003). Varieties of Quotation Revisited. Belgian Journal of Linguistics, 17, 51-75. Chan, R.W., Brooks, R.C., Raboy, B. & Patterson, C.J. (1998). Division of Labor among Lesbian and Heterosexual Parents: Associations with Children’s Adjustment. Journal of Family Psychology, 12(3), 402–19. Clarke, V. (2002). Sameness and difference in research on lesbian parenting. Journal of Community and Applied Social Psychology, 12, 210–222. Jowett & Peel (2010) pre-publication version. Please cite published version.  19Clarke, V. (2003). ‘Lesbian and Gay Marriage: Transformation or Normalization?’. Feminism & Psychology, 13(4), 519-529. Clarke, V. & Finlay, S. J. (2004). (Eds.), Special issue on Marriage (II): For Better or Worse? Lesbian and gay ‘Marriage’ Feminism & Psychology, 14(1). Clarke, V., Burgoyne, C. & Burns, M. (2007). Romance, rights, recognition, responsibilities and radicalism: same-sex couples’ views on civil partnership and marriage. In V. Clarke & E. Peel (Eds.), Out in psychology: Lesbian, gay, bisexual, trans and queer perspectives. (pp.173-194) Chichester: Wiley.  Clench, J. & Hunter, M. (2005). ‘Queens Wed at Windsor’ The Sun, 6 December: No page cited. Cock, J. (2003). Engendering gay and lesbian rights: the equality clause in the South African Constitution. Women Studies International Forum, 26, 35-45. Conboy, M. (2002) The Press and Popular Culture. London: Sage. Crabb, S. & Augoustinos, M. (2008). Genes and families in the media: Implications of genetic discourse for constructions of the 'family'. Health Sociology Review, 17, 303-312. Disley, J. and Armstrong, J. (2005). ‘Hundreds tie knot as the clock strikes 8’, The Mirror 22 December: p.5 Duff, O. (2005). ‘Mr and Mr Elton John win the hearts of well-wishers’ The Independent, 22 December: p.5.  Dunne, G. A. (1997). Lesbian Lifestyles: Women’s work and the politics of sexuality. London: Macmillan.  Dyer. C. (2005). ‘Turning point: Thousands prepare to tie the knot: Same-sex unions new act comes into force today’ The Guardian, 5 December: p.9. Ellis, S. J. (2007). Difference and Indifference: Reflections on the Process of Planning a Lesbian ‘Marriage’, Feminism & Psychology, 17(2), 244-249.  Ellis, S. J. & Kitzinger, C. (2002). Denying equality: an analysis of arguments against lowering the age of consent for sex between men. Journal of Community and Applied Social Psychology, 12, 167-180.  Eskridge, W. (2002). Equality Practice: Civil Unions and the Future of Gay Rights. New York: Routledge  Ettelbrick, P. L. (1997[1989]). Since When is Marriage a Path to Liberation?, in M. Blasius & S. Phelan (Eds.), We are Everywhere: A Historical Sourcebook of Gay and Lesbian Politics, (pp. 757–61). New York: Routledge. Jowett & Peel (2010) pre-publication version. Please cite published version.  20Fejes, F. & Petrich, K. (1993). Invisibility, homophobia, and heterosexism: Lesbians, gays, and the media. Critical Studies in Mass Communication, 10,396–422. Flynn, P. (2005). ‘Now we are (nearly) married’ The Sunday Times, 27 November: p.5.  Frean, A. (2005). ‘Gay marriage’ for 700 couples. The Times, 17 December: p.26 Golombok, S., Spencer, A. & Rutter, M. (1983). Children in Lesbian and Single-parent Households: Psychosexual and Psychiatric Appraisal, Journal of Child Psychology and Psychiatry 24, 551–572. Grant, K. (2005). ‘Living gaily ever after’ The Sunday Times, 11 December: p.3. Harding, R. (2006). “Dogs are registered, people shouldn't be”: Legal consciousness and lesbian and gay rights. Social & Legal Studies 15(4), 513-535. Harding, R. (2007). Sir Mark Potter and the protection of the traditional family: Why same-sex marriage is (still) a feminist issue. Feminist Legal Studies 15(2), 223-234. Harding, R. (2008). Recognising (and Resisting) Regulation: Attitudes to the introduction of civil partnership. Sexualities, 11(6), 741-762. Harding, R. & Peel, E. (2006). ‘We do’? International perspectives on equality, legality and same sex relationships. Lesbian & Gay Psychology Review, 7(2), 123-140. Harry, J. (1984). Gay Couples. New York: Praeger.  Kaniuk, R. and Pauley, N. (2005). ‘Elton’s glam traffic jam! 100 limos queue for wedding party of the year’ Daily Star, 22 December: p.4 Kitzinger, C. (1987). The Social Construction of Lesbianism. London: Sage.  Kitzinger, C. & Coyle, A. (1995). Lesbian and gay couples. Speaking of difference. The Psychologist, 8, 64-69. Kitzinger, C. & Peel, E. (2005). The de-gaying and re-gaying of AIDS: Contested homophobias in lesbian and gay awareness training. Discourse & Society. 16(2), 173-197. Kitzinger, C. & Wilkinson, S. (2004). The re-branding of marriage.  Feminism & Psychology, 14(1), 127-150. Kurdek, L. A. (1991). Correlates of relationship satisfaction in cohabiting gay and lesbian couples. Journal of Personal and Social Psychology, 61, 910-922.  Land, V. & Kitzinger, C. (2007). Contesting same-sex marriage in talk in interaction. Feminism & Psychology, 17(2): 173-183. Jowett & Peel (2010) pre-publication version. Please cite published version.  21Landau, J. (2009). Straightening Out (the Politics of) Same-Sex Parenting: Representing Gay Families in US Print News Stories and Photographs. Critical Studies in Media Communication, 26, 80-100 . Linklater, M. (2005). ‘With this virtually normal ring…’ The Times, 7 December: p.7. Malley, P. (2005). ‘It’s Mrs and Mrs’ Daily Star 20 December: p.6  Martin, P. (2006). ‘Let Irish Gays Wed; Westlife Mark in Childline gig plea’ The Mirror, 30 January: p.1 McLean, G. (2005). ‘And So To Wed’ The Guardian, 19 November: p.32 Meyers, M. (1994). Defining homosexuality: News coverage of the “repeal the ban” controversy. Discourse & Society, 5, 321-344. Morris, A. (2005). ‘History Makers; when gay couple Chris & Henry tie knot on Monday they will be The Mirror, 16 December: p.19 Peel, E. (2009a). Civil Partnership: Exploring the meanings of commitment, ritual and recognition for same-sex couples - Summary of findings. Aston University, UK: Unpublished document.  Peel, E. (2009b). Intergroup relations in action: Questions asked about lesbian, gay and bisexual issues in diversity training. Journal of Community & Applied Social Psychology, 19, 271-285. Peel, E. & Clarke, V. (2007). Low-key lesbians and grandiose gays: The gendered dynamics of civil partnership, ritual and recognition. British Psychological Society Psychology of Women Section Conference, 18 – 20 July, Cumberland Lodge, Windsor, UK.  Peel, E. & Clarke, V. (2008). The changing nature of same-sex relationships. British Psychological Society Psychology of Women Section Conference, 16-18 July, Cumberland Lodge, Windsor, UK.  Peel, E. & Harding, R. (2004). Divorcing romance, rights and radicalism: Beyond pro and anti in the lesbian and gay marriage debate. Feminism & Psychology, 14(4), 584-595. Peel, E. & Harding, R. (2008). Recognising and celebrating same sex relationships: Beyond the normative debate. Sexualities, 11(6), 659-666. Peterkin, T. (2005). ‘Lesbians make history with first UK same-sex wedding’ The Daily Telegraph, 19 December: p.6 Jowett & Peel (2010) pre-publication version. Please cite published version.  22Polikoff, N. (1993). We will get what we ask for: why legalizing gay and lesbian marriage will not dismantle the legal structure of gender in every marriage. Virginia Law Review, 79, 1535-1550.  Potter, J. & Wetherell, M. (1987). Discourse and social psychology: Beyond attitudes and behaviour. London: Sage. Riggs, D. W. (2005). ‘Proving the case’: Psychology, subjectivity and representations of lesbian and gay parents in the media. In L. Castañeda & S. Campbell (Eds.), News and sexuality: Media portraits of diversity (pp. 235-255). London: Sage. Rolfe, A. & Peel, E. (submitted). ‘It’s a double-edged thing’, the paradox of civil partnership: Why are couples choosing not to have one. Feminism & Psychology.  Rahman, M. (2004). The Shape of Equality: discourses around the Section 28 repeal in Scotland.  Sexualities, 7, 150-166. Rooney, B. (2005). ‘Today on the web: Civil partnerships’ The Guardian, 23 December: p.2. Sanderson, T. (1989). Gays and the press. In S. Shepherd & M. Wallis (Eds.), Coming on Strong: Gay politics and culture (pp. 231-241). London: Unwin Hyman.  Sears, N. (2005). ‘Down the aisle into history…here come the brides; Cheers and jeers for gay couple who beat Elton to the register office’, Daily Mail, 20 December: p.7  Shugart, H. A. (2003). Reinventing privilege: The new (gay) man in contemporary popular media. Critical Studies in Media Communication, 20(1), 67–91. Solomon, S. E., Rothblum, E. D., & Balsam, K. F. (2005). Money, housework, sex and conflict: Same-sex couples in civil unions, those not in civil unions, and heterosexual married siblings. Sex Roles, 52(9/10), 561-575. Stuart, E. (1995). Just Good Friends: Towards a lesbian and gay theology of relationships. London: Mowbray Stychin, C. F. (2006). ‘Las Vegas is not where we are’: Queer readings of the Civil Partnership Act. Political Geography, 25(8), 899-920. Swanson, B. (2005). ‘Gay design gurus vow they won’t wed’ The Express, 5 December: p.18. Tatchell, P. (2005). ‘Civil partnerships are divorced from reality: Today’s rich variety of relationships is not reflected by this new one-size-fits-all legislation’ The Guardian, 19 December: p.24. Jowett & Peel (2010) pre-publication version. Please cite published version.  23Unknown author (2005). Colin & Justin say ‘We Won’t’ Independent on Sunday, 4 December: p25.  Unknown author (2005). ‘Gays join queue to say ‘I do’’ The Mirror, 6 December: p.11.  Unknown author (2005). ‘First Gay Brits get ‘Married’’ The Sun, 20 December: no page cited. Vernon, M. (2005). ‘Coming out as Friends’ The Guardian, 28 October. No page cited Walsh, J. (2005). ‘Good news for gay couples and no rush to toast it’ The Independent, 30 December: p. 22  Wilkinson, S. & Kitzinger, C. (2006). In support of equal marriage: Why civil partnership is not enough. Psychology of Women Review, 8(1), 54-57.  Wilkinson, S. & Kitzinger, C. (2007). After the judgment. Lesbian & Gay Psychology Review, 8(1), 3-11.  ___________________________________________________________ i Colin McAlister and Justin Ryan have since been reported as having registered a civil partnership. ii Also see Cock (2003) for a discussion of gay rights movements’ strategic alliance with the anti-apartheid struggle in South Africa to which Peter Tatchell, both as anti-apartheid campaigner and queer activist is viewed as playing a pivotal role. iii Peter Tatchell and his queer rights direct action group Outrage! publicly supported Sue Wilkinson and Celia Kitzinger’s legal challenge of the UK Government.    iv This interview was originally published in the December 2005 issue of the gay lifestyle magazine Attitude and was reproduced in a number of UK national newspapers. The Sunday Times article in which the interview was reproduced was titled ‘Now we are (nearly) married’, which also fits in the second theme identified in this paper.      v This article in The Guardian predates our period of data collection so was excluded from our analysis. It would, however, fall within our third theme. It displays an alternative way of constructing civil partnership which is neither assimilarionist nor positioning it as inferior to marriage.                         ",
    "id": 18488305,
    "identifiers": {
        "doi": "10.1016/j.wsif.2009.12.009",
        "oai": "oai:wrap.eprints.org:2565"
    },
    "title": "\"Seismic Cultural Change?\": British Media Representations of Same-sex 'Marriage'",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-05-01T00:00:00+01:00",
    "publisher": "'Elsevier BV'",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/18488305.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/18488305"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/18488305/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/18488305/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/18488305"
        }
    ],
    "abstract": "The legal recognition of same-sex relationships is a contested terrain that has been hotly debated by feminists. This article provides a social constructionist analysis of the UK newspaper media coverage around the time of the introduction of the Civil Partnership Act (2004). In examining the 348 national newspaper coverage over a three month period (November 2005 - January 2006) we highlight three prevalent, and conflicting, themes: 'same-sex marriage becomes legal under the Civil Partnership Act'; 'couples will not get full legal status' and 'marriage is a heterosexual business'. We discuss these media representations and argue that the heteronormativity of the coverage provided little space for more radical constructions of same-sex relationship recognition",
    "tags": [
        "H1",
        "H1"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "H1"
    ],
    "oai": "oai:wrap.eprints.org:2565",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "133",
        "openDoarId": 0,
        "name": "University of Worcester Research and Publications",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 18488305,
        "depositedDate": "2010-05-01T00:00:00+01:00",
        "publishedDate": "2010-05-01T00:00:00+01:00",
        "updatedDate": "2024-02-12T09:43:50+00:00",
        "acceptedDate": "2010-05-01T00:00:00+01:00",
        "createdDate": "2013-12-15T13:00:36+00:00"
    },
    "urls": [
        "https://eprints.worc.ac.uk/2565/1/Seismic_Cultural_Change_prepub.pdf"
    ],
    "lastUpdate": "2024-02-12T09:43:50+00:00",
    "setSpecs": []
}