{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Fahrmeir, Ludwig"
        },
        {
            "name": "Raach, Alexander"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-19T16:22:14+01:00",
    "dataProvider": {
        "id": 454,
        "name": "Open Access LMU",
        "url": "https://api.core.ac.uk/v3/data-providers/454",
        "logo": "https://api.core.ac.uk/data-providers/454/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.5282/ubm/epub.1839",
    "downloadUrl": "https://core.ac.uk/download/12162885.pdf",
    "fullText": "Fahrmeir, Raach:A Bayesian semiparametric latent variable model formixed responsesSonderforschungsbereich 386, Paper 471 (2006)Online unter: http://epub.ub.uni-muenchen.de/ProjektpartnerA Bayesian semiparametric latent variable modelfor mixed responsesLudwig Fahrmeir and Alexander RaachDepartment of Statistics, University of MunichJanuary, 2006AbstractIn this article we introduce a latent variable model (LVM) for mixed ordinal andcontinuous responses, where covariate effects on the continuous latent variables are mod-elled through a flexible semiparametric predictor. We extend existing LVM with simplelinear covariate effects by including nonparametric components for nonlinear effects ofcontinuous covariates and interactions with other covariates as well as spatial effects. FullBayesian modelling is based on penalized spline and Markov random field priors and isperformed by computationally efficient Markov chain Monte Carlo (MCMC) methods.We apply our approach to a large German social science survey which motivated ourmethodological development.Keywords: Latent variable models, mixed responses, penalized splines, spatial effects,MCMC.1 IntroductionIn many scientific fields, latent variable models (LVM) are used successfully to explain theinterrelationships between the components of multivariate observable responses, to measureunderlying unobservable constructs, and to assess the influence of covariates on observableand latent variables. A recent comprehensive introduction to LVM is provided by Skrondaland Rabe-Hesketh (2004). LVM presented in the literature so far mostly assume that theeffects of covariates on both the observable responses or indicators and the latent variablesare modelled in simple linear parametric form. In many research settings, as in the applicationwhich motivated our methodological development, this assumption is often too restrictive forrevealing the true functional relationships between the covariates and the latent variables.In this paper, we introduce a flexible semiparametric LVM with mixed binary, ordinal andcontinuous indicators. The effects of covariates of different type are modelled through a semi-parametrically structured additive predictor including the usual linear parametric component,nonparametric functions for possibly nonlinear effects of continuous covariates as well as non-parametric interactions with other covariates, and – as a particular feature – spatial effectsresulting from geographical information about the location or residence of units or individu-als in the sample. Covariate effects of this type are present in our application in Section 4,1where we investigate a substantive research question emerging from the social science internetsurvey ”Prospect Germany”. Based on binary and ordinal indicators we analyze two latentvariables: the attitude of German citizens if social coverage should be taken care primarilyby the citizens or by the state, and the ambition of the respondent to achieve something injob and in society. Apart from effects of categorical covariates, we explore nonlinear effects ofage and its interaction with sex as well as the spatial effect of the district in Germany wherethe respondent lives.The origin of the LVM with covariate effects can be traced back to Jo¨reskog and Goldberger(1975) who named and discussed a multiple indicators and multiple causes model (MIMIC).Muthe´n (1989) extended the MIMIC model to include binary and ordinal manifest variables.Sammel, Ryan and Legler (1997) discussed a LVM with covariates for mixed outcomes inthe Item Response Theory (IRT) context. A comparison of different approaches for ordinalindicators including covariate effects is provided by Moustaki, Jo¨reskog and Mavridis (2004).Zhu, Eickhoff and Yan (2005) firstly discussed the influence of spatial covariates on the latentvariables using a ML approach. A latent variable model for mixed categorical and survivaldata has been recently suggested by Moustaki and Steele (2005). In all this work the effects ofcovariates are modelled through a simple linear predictor. A notable exception are nonlinearlatent variables suggested by Arminger and Muthe´n (1998), but the nonlinear relationship isstill of conventional parametric form. The semiparametrically structured additive predictorused in our LVM is described in Fahrmeir, Kneib and Lang (2004), and Brezger and Lang(2006) in the context of semiparametric generalized regression for univariate responses.Traditionally most LVM rely on frequentist estimation methods such as maximum likelihoodor weighted least squares. In this paper a fully Bayesian approach is employed where allunknown population parameters are considered to be random variables. This includes thespecification of prior distributions for all parameters that have to be estimated. The posteriordistribution of those parameters is obtained by using Markov chain Monte Carlo (MCMC)methods. A small primer of Bayesian models within the context of social sciences is providedby Rupp, Dey and Zumbo (2004).This paper is structured in the following way: Section 2 presents the statistical model ofthe LVM which consists of two parts, the measurement model and the structural equationincluding the prior distributions of all parameters; Section 3 discusses the Bayesian modelincluding the posterior distribution (all individual MCMC steps are summarized in Appen-dix 5); Section 4 demonstrates the application of our semiparametric LVM with the survey”Prospect Germany”.2 Statistical modelThe LVM with covariate effects consists of two components: the measurement model forcontinuous, binary and ordinal response with covariates influencing the indicators directly(direct effects); and the structural model explaining the modification of the latent variablesby covariates (indirect effects).22.1 Measurement modelIn all LVM, p different indicators or manifest variables are observed for n observations. Eachindicator j (1 ≤ j ≤ p) can be of continuous, binary or ordinal type. The response value ofindicator j of individuum i (1 ≤ i ≤ n) is denoted by yij . All indicators of a single individuumare contained in the p× 1-dimensional vector yi = (yi1, . . . , yip)′. For notational conveniencewe sort the manifest variables in such a way that the first p1 indicators are binary or ordinalvalued, and the remaining p2 = p− p1 indicators are continuous.For ordinal indicators, an underlying unobserved variable y∗ij is postulated. Let’s assume thatordinal indicator j has Kj categories and its cutpoints are denoted by τjk (0 ≤ k ≤ Kj). Thediscrete value of an ordinal indicator yij is generated by the underlying variable y∗ij throughthe threshold mechanismyij = k ⇐⇒ τj,k−1 < y∗ij ≤ τjk , (1)for 1 ≤ j ≤ p1. Since ordinal categories are ordered, we have to impose an order restrictionon the cutpoints as stated by −∞ =: τj0 < τj1 < τj2 < . . . < τjKj := ∞ . The distributionof the underlying variable is governed by the equation y∗ij = µij + εij where µij denotes themean value and εij is a random error variable drawn from the standard normal distribution.Let Φ denote the respective cumulative distribution function. Using (1) the probability pijkthat category k for individual i and indicator j is observed, leads topijk = P (yij = k|µij) = P (τj,k−1 < y∗ij ≤ τjk|µij) = Φ(τjk − µij)− Φ(τj,k−1 − µij) .The logistic distribution function could also be used instead of the standard normal distribu-tion function which leads to the logit model commonly used in the IRT approach; we use thestandard normal distribution function because parameter estimates for both function lead tovery similar results in prediction (Moustaki, 2003) and the Gibbs sampler can be employed.Due to identification restrictions, the cutpoints τj1 of all indicators j are fixed to zero. Formore information on ordinal modelling we refer to Fahrmeir and Tutz (2001), or Johnson andAlbert (1999). Continuous variables are observed directly, i. e. y∗ij = yij for p1 < j ≤ p.The relationship between the y∗i variables and the q latent variables zi = (zi1, . . . , ziq)′ isgiven by the measurement model according toy∗i = λ0 +Λzi +Awi + εi , (2)with εi ∼ Np(0,Σ) and Σ = diag(σ21, . . . , σ2p). The q-dimensional vector z contains q la-tent variables which explain the relationships between the indicators y∗i . The p indicatorsy∗i result from a linear combination of q latent variables plus individual error terms for eachindicator. The p × q matrix Λ is composed of the factor loadings indicating the strengthof relationship between latent factors and indicators; λ0 is a p-dimensional intercept vec-tor. The direct covariates are summarized in the d-dimensional vector wi = (wi1, . . . , wid)′and the p × d-dimensional matrix A contains the respective regression coefficients. Asin factor analysis, the latent variables are i. i. d. with zi ∼ Nq(0, Iq). Then the proper-ties of the measurement model are conveniently described by its characterising moments(i) Var(yij |z,w) = σ2j , (ii) Var(yij) =∑qr=1 λ2jr + σ2j , (iii) Cov(yij , yil|z,w) = 0, and(iv) Cov(yij , yil) =∑qr=1 λjrλlr.3Although direct effects are typically not in the focus of an analysis – most of the times theresearcher is more interested in the factor loadings, the latent scores, and the influence ofcovariates on the latent variables – they still provide additional information about the datastructure by including associations between indicators yi and covariates wi, and not onlyamong the yi themselves (see Muthe´n, 1989).The model still holds two identification problems; the first problem is associated with themodelling of ordinal variables, and the second problem is related to the uniqueness of thefactor loadings matrix Λ and factor scores. Firstly, we recognize that the probability P (yij ≤k) = P (y∗ij ≤ τjk) = Φ((τjk − λj0)/√Φjj)is not altered when we multiply the nominatorand the denominator by a constant c2 implying that τjk, λj0 and φjj are only identified up toa multiplicative constant. In our model, we dispose of this identification problem by settingthe error variances V (εij) = σ2j = 1. In the frequentist literature instead, it is common to fixthe total variance of ordinal indicators to one. For that reason the parameter estimates of theBayesian and the frequentistic models can not be directly compared, but the parameters canbe converted easily. The reason why we proceed in a different way in the Bayesian contextlies in the fact that full conditional distributions used in MCMC are of an easier form for theconstraint V (εij) = σ2j = 1. Secondly, there is an indeterminacy with respect to the factorloadings matrix and factor scores. The model is invariant under transformations with anyorthogonal q × q matrix V of the form Λ˜ = ΛV ′ and z˜i = V zi because this transformationkeeps the variance of the latent scores unchanged (V (zi) = V IkV ′ = Ψ). An indefinitenumber of models exists again since all orthogonal rotations of the latent space could occur.The solution lies in the restriction of parameters of the factor loadings matrix Λ in a suitableway (e. g. Seber, 1984).2.2 Structural modelNow we allow covariates or indirect effects to modify the latent variables by introducing thestructural equation part of the model, i. e.zi = ηi + ξi ,with ξi ∼ Nq(0, Iq) and a structured additive predictor vector ηi. In the literature (e. g.Moustaki, Jo¨reskog and Mavridis, 2004), the predictor ηi is always of the linear form ηi = γuiwhere γ is a q×m matrix of regression coefficients, and ui is a m×1 vector of fixed covariatesof observation i which are summarized in the n ×m matrix U = {uil}, 1 ≤ l ≤ m. Theseparametric effects imply that the means of the latent variables are linearly dependent onthe covariates ui which is a severe restriction in many real-life research settings: firstly, forcontinuous covariates the assumption of a strictly linear effect on the predictor may not beappropriate – additionally, effects of continuous covariates may vary for different subgroupsof the population; secondly, the latent variables might be spatially correlated. To incorporatethose issues, we employ a more versatile predictorηir = fr1(xi1) + . . .+ frg(xig) + fr,spat(si) + γ ′rui , (3)where g denotes the number of nonparametric functions frh′ of continuous covariates xih′(1 ≤ h′ ≤ g), fr,spat is the spatial effect of the location si and γr is the vector of values in ther-th row of the q×m dimensional matrix γ of regression coefficients. The index h comprises4all g functions of continuous covariates plus the spatial effect, i. e. h ∈ 1, . . . , g, spat. Werecognize that a separate function per covariate has to be estimated for each of the latentvariables, leading toηi = f1(xi1) + . . .+ fg(xig) + f spat(si) + γui, (4)where fh are now q-dimensional vector valued functions. If (4) does not contain a spatialeffect f spat and all covariates xih′ are continuous, an additive LVM is obtained. The structureof the predictor stems from the class of generalized additive models (GAM) as described byHastie and Tibshirani (1990). If (4) additionally contains a spatial effect f spat, a geoadditiveLVM is obtained whose predictor is structured as in geoadditive models (see Kammann andWand, 2003). Finally, interactions of continuous and categorical covariates can be includedwhen the functions are of the form frh′(xih′) = frh′(x˜ih′ , vih′) = grh′(x˜ih′)vih′ . This leads tothe class of varying coefficient LVM derived from varying coefficient models (VCM) accordingto Hastie and Tibshirani (1993). Hence we obtain a structured additive predictor (STAR)which embodies a wide range of models (see Fahrmeir, Kneib and Lang, 2004).We assume the structure of the linear predictor to be equal for all latent variables, althoughin general a different structure of the predictor might be used for each latent variable. Incomponent notation, the predictor of equation (4) yieldsηi =ηi1ηi2...ηiq =f11(xi1)f21(xi1)...fq1(xi1)+. . .+f1g(xig)f2g(xig)...fqg(xig)+f1,spat(si)f2,spat(si)...fq,spat(si)+γ11 . . . γ1mγ21 . . . γ2m............γq1 . . . γqm·ui1ui2...uim .For each function frh, a comparably large number of parameters dh have to be estimated. Letβrh = (βrh,1, βrh,2, . . . , βrh,dh)′ denote the coefficient vector of function frh. The vectors offunction evaluations βrh allow a feasible notation of the vector ηr which contains the predictorvalues of all observations i in the following way:η(r) = (η1r, η2r, . . . , ηnr)′ =X1βr1 + . . .+Xgβrg +Xspatβr,spat +Uγr , (5)with suitably defined n × dh dimensional design matrices Xh whose entries depend on thetype of function and modelling approach. The most compact form of the predictor η is thenobtained byη =η11 . . . η1q... . . . ...ηn1 . . . ηnq =X1β1 + . . .+Xgβg +Xspatβspat +Uγ = spat∑h=1Xhβrh,where the dh × q dimensional matrix βh = (β1h,β2h, . . . ,βqh) contains all vectors parame-terizing functions. Additionally one smoothing parameter κrh has to be estimated for eachfunction frh which is further explained in Section 2.3.2. In total, the structural model con-tains q · g functions plus q ·m regression coefficients plus q · g smoothing parameters, addingup to q · (∑gh=1 dh +m+ g) parameters.It has to be noted that there is no constant intercept allowed in the predictor due to iden-tification restrictions. This can be readily seen by assuming a simple model with one latent5factor zi, no direct effects, an intercept γ0 in the predictor of the structural equations andno further indirect effects. This leads to E(y∗ij) = λj0 + λj1γ0. Accordingly, the interceptγ0 in the structural equation can not be estimated independently from the intercepts λj0 inthe measurement model because adding a constant c3 to γ0 can be offset by reducing λj0with c3λj1. Another consequence of this restriction is the necessity to center all functions frharound zero.2.3 Prior distributionsThis section presents the prior specifications of all parameters. Since the prior distributionsof the underlying variables y∗ and the latent variables z are implicitly determined by theprior distributions of all other parameters and the distributional assumptions about εi andξi, only the prior distributions for the parameter vector θ = vec{λ0,Λ,A,Σ,β,γ, τ} have tobe specified. From now on, let’s assume that the indivual parts of the model are stochasticallyindependent, thus the prior distribution yieldsp(θ) = p(λ0,Λ,A) · p(Σ) · p(τ ) · p(β,γ) . (6)2.3.1 Prior distribution of parameters excluding functions and spatial effectsRegarding the intercepts, factor loadings and direct effects, we define a p · (1 + q + d)dimensional vector λ¯ which contains all parameters of λ0, Λ and A arranged as followsλ¯ := (λ10, λ11, . . . , λ1q, a11, . . . , a1d, . . . . . . , λp0, λp1, . . . , λpq, ap1, . . . , apd). The prior distribu-tion selected for λ¯ is a p ·(1+q+d) dimensional multivariate normal density with the mean λ¯∗and the precision matrix Λ¯∗, i. e. λ¯ ∼ N(λ¯∗, Λ¯∗−1). If the researcher has no prior informationabout the parameters, noninformative priors should be used. In order to compare Bayesianparameter estimates with frequentist estimates, it is recommended to use noninformative pri-ors because then the posterior solely depends on the likelihood part, and both parameterestimates coincide. For our purposes, we choose noninformative priors for the intercepts λ0and the regression coefficients A of the direct effects. However we are forced to include priorinformation for the factor loadings for ordinal indicators in order to prevent the occurrenceof Heywood cases in the Bayesian setting (Heywood, 1931; Bartholomew, 1987). A Heywoodcase appears when one latent factor loads up completely on one indicator, hence the latentvariable accounts for the full variability of the respective indicator, and the correspondingcommunality equals 1. Since this result is highly implausible, informative priors are chosenwith a normal density centered at zero with a certain variance. A standard choice in applica-tions (Lopes and West, 2004; Quinn, 2004) is a prior variance of one because this prevents theoccurrence of Heywood cases, is highly diffuse and therefore does not influence the estimationof the factor loadings. In this work two different MCMC algorithms are used – the secondalgorithm sometimes requires a stronger normal prior on the factor loadings. Hence our priorprecision matrix Λ¯∗ equals zero for the off-diagonal elements, and the diagonal elements alsoequal zero except for the factor loadings parameters λjr which are set to one of the values 1.0(standard prior) or 4.0 (strong prior).For continuous indicators, error variances have to be estimated. Since the error variancematrix Σ is diagonal, its prior distribution can be given by specifying the individual prior6distributions of σ2j . The standard conjugate prior choice for error variances in a linearmodel with normally distributed errors is the inverse Gamma distribution, hence σ2j ∼IG(ν/2, νs2/2)for j = p1 + 1, . . . , p with two hyperparameters: the degrees of freedomν > 0, and the scale parameter s > 0 (see Gelman et al., 2004). The prior density isp(σ2j ) ∝ (σ2j )−(ν/2+1) exp(−νs2/(2σ2j )) for σ2j > 0. A noninformative prior distribution is ob-tained for ν −→ 0 and νs2 −→ 0, and results in the improper prior distribution p(σ2j ) ∝ 1/σ2jwith σ2j ∈ [0;∞[. We eschew the use of improper priors for the error variances σ2j to preventHeywood cases and improper posteriors. Hyperparameters ν and s should be chosen in such away to correctly include prior information if available. If noninformative priors are to be used,the prior distributions should have a vanishing probability for σ2j −→ 0 to prevent Heywoodcases (Lopes and West, 2004).For the cutpoints τ , we choose noninformative diffuse prior distributions so that the ordercondition 0 < τj2 < τj3 < . . . < τj,Kj−1 <∞ for j = 1, . . . , p1 is fulfilled.The conjugate prior distribution of the vector of regression coefficients γr is a m-dimensionalmultivariate normal density with the mean γ∗r and the precision matrix Γ∗r, i. e. γr ∼N(γ∗r,Γ∗r−1). In our analyses, we always choose noninformative priors for all regression pa-rameters γr, hence all values of Γ∗r are set to zero.2.3.2 Prior distributions for functions of continuous covariatesIn this section, priors for the nonparametric function parameters β and for the parametriceffects γ are specified. We assume the independence of prior specifications between separatefunctions and parametric effects, and between functions and parametric effects of differentlatent variables, thus p(β,γ) =∏qr=1∏spath=1 p(βrh)·∏qr=1 p(γr). Priors for nonparametric con-tinuous covariates are based on Gaussian smoothness priors (see Fahrmeir and Tutz, 2001),and priors for spatial covariates are based on Markov random fields (see Besag and Kooper-berg, 1995). Conveniently, in the Bayesian approach both types of covariates can be treatedin a unifying framework involving the use of a penalty matrix K.The nonparametric effects for continuous covariates are modelled as P-splines. Droppingindices to simplify the notation, f denotes a nonparametric function, β is the vector of functionparameters, x represents the continuous covariate, and d denotes the dimension of the vectorof function parameters. Our Bayesian approach is based on the work of Lang and Brezger(2004), and Brezger and Lang (2006) who give a detailed account on Bayesian P-splines invarious settings. The unknown function f of a continuous covariate x is approximated by apolynomial spline of degree D defined on a set of equally spaced knots xmin = %0 < %1 <. . . < %I−1 < %I = xmax with I intervals. This polynomial spline is constructed by a linearcombination of d = D + I B-spline basis functions Bc in the following way:f(x) =d∑c=1βcBc(x) .The vector of function parameters now contains the regression coefficients or weights of theindividual B-spline basis functions, short β = (β1, β2, . . . , βD+I)′. The characteristics of B-splines are described in the above mentioned literature. The smoothness of the function7f is achieved by penalizing too high differences of coefficients of adjacent B-splines. In aBayesian approach, this penalization is incorporated conveniantly by applying a first-orderor second-order random walk prior to the B-splines regression coefficients f . The first-orderand second-order random walks are defined asβt = βt−1 + ut and βt = 2βt−1 − βt−2 + utwith ut ∼ N(0, κ2), respectively. First-order random walk has a diffuse prior β1 ∝ constant;second-order random walk additionally has β2 ∝ constant. The variance κ2 determines thesmoothness of the resulting function f , and acts as an inverse smoothing parameter. Theentire prior distribution of a function f can equivalently be rewritten in form of a globalsmoothness priorp(β) =d∏t=2p(βt|βt−1, κ2) ∝ exp(− 12κ2d∑t=2(βt − βt−1)2) = exp(− 12κ2β′Kβ) ;in the case of the first-order random walk the penalty matrix leads toK =1 −1−1 2 −1. . . . . . . . .−1 2 −1−1 1 .Classic first-order and second-order random walks are obtained when P-Splines of degree 0are chosen and the knots are equal to the unique observations of x. The design matrix X isconstructed in the following way: each row i of X contains the values of the B-spline basisfunctions evaluated at xi, hence Xic = Bc(xi). X consists of D+ I columns, and each row inX has D+1 non-zero values. Thus the vector of function evaluations for all observations i isgiven by Xβ. In our analyses, we choose B-splines of degree D = 3 with I = 10 intervals.Considering nonparametric interactions in a VCM, the function is of the form f(xi) =f(x˜i, vi) = g(x˜i)vi where the effect modifiers x˜i are continuous covariates, and the interactingvariables vi are continuous or categorical. We restrict our model to cope with categoricalinteracting variables. Since the differences between two categories of an ordinal or categoricalvariable are not interpretable, we apply a dummy coding for v (see Fahrmeir and Tutz, 2001).Let’s assume that v has K categories, then we definev(k)i ={1 , if sample i observes category k0 , else, k = 1, . . . ,K .The dummy coding implies the estimation of K different functions f (k) with function para-meter values β(k), so that the predictor for the function f results inf = f (1)+ . . .+f (K) = X∗β(1)+diag(v(2)1 , . . . , v(2)n )X∗β(2)+ . . .+diag(v(K)1 , . . . , v(K)n )X∗β(K).Here the reference category was set to category 1, but arbitrary reference categories arepossible. The design matrix X∗ is the usual design matrix associated with the continuousfunction g(x˜).82.4 Prior distribution for the spatial effectLet us assume the covariate si denotes the region of observation i, and the vector of functionevaluations β = (β1, β2, . . . , βd) contains the estimates of the d different regions. The spatialfunction evaluations of all observations i can be written as Xβ with the n × d dimensionaldesign matrix X, where Xis = 1 if observation i is associated to region s; all other valuesof row i equal zero. The basic assumption is that adjacent regions should have a similarimpact on the latent scores whereas two regions far apart from each other do not exhibit sucha similarity. In order to make a prior specification, the full neighborhood structure for eachregion has to be known. In our context, two regions are considered neighbours when theyshare a common boundary. We apply the following spatial smoothness prior to the functionevaluations βc (c = 1, . . . , d) for all d regions:βs|βs′ , s′ 6= s, κ2 ∼ N∑s′∈∂sβs′Ns,κ2Ns , (7)where Ns indicates the number of adjacent sites of region s, and s′ ∈ ∂s denotes all regions s′being neighbours of region s. Hence the conditional mean of βs is an unweighted average ofthe function values of all adjacent regions. Since spatial data, e. g. regions, does not inhibit anatural ordering, a symmetric conditioning is applied. Different definitions of neighbourhoodare given in Besag, York and Mollie (1991) and can be modelled by a more general prior dis-tribution including equation (7) as a special case as described in Fahrmeir and Lang (2001b).The entire prior distribution follows as p(β) ∝ exp(−β′Kβ/(2κ2)) with the d-dimensionalpenalty matrix K whose entries arekss = Ns and kss′ ={−1 , s′ ∈ ∂s ,0 , otherwise .More information about Markov random fields is given in Rue (2005).2.4.1 Prior distributions of smoothing parametersAll priors for nonparametric functions and the spatial effect are defined conditional on theinverse smoothing parameter κ2, i. e. p(β) = p(β|κ2)p(κ2). It is automatically estimated inour Bayesian approach. To complete the prior specification for nonparametric effects, wedefine the prior of the hyperparameter κ2 to be p(κ2) ∝ 1(κ2)a+1exp(−b/κ2) where a ∈ R andb > 0. If a > 0, this expression corresponds to an inverse Gamma distribution IG(a,b). Theparameters a and b have to be chosen appropriately. Common choices include a = b = 0.001leading to an almost noninformative prior for κ2; or a = 1 and b equal a very small value,e. g. b = 0.005 as proposed by Besag et al. (1995). The choice of such highly vague but properpriors prevents problems associated with noninformative priors such as the nonconvergenceof the Gibbs sampler (see Hobert and Casella, 1996) due to improper posterior distributions.However, further studies (see Raach, 2005) show that certain noninformative priors (Sun,Tsutakawa and He, 2001) lead to proper posteriors and correct function estimates.To conclude, we want to emphasize that priors of all nonparametric effects (continuous, spa-tial, and interaction) can be modelled in a unifying framework with p(β) ∝ exp(− 12κ2β′Kβ)9and a suitably defined penalty matrix K. Finally, the full prior specification is given byp(β,γ) =q∏r=1spat∏h=1p(βrh) ·q∏r=1p(γr) ∝q∏r=1spat∏h=1exp(− 12κ2rhβ′rhKrhβrh)p(κ2rh) ·q∏r=1p(γr) .3 Bayesian inferenceThe posterior distribution is obtained via Bayes’ formula according to p(θ|y) ∝ p(θ)p(y|θ)where θ is the parameter vector that has to be estimated and y represents the given data.The parameter vector that has to be estimated is θ = vec{λ0,Λ,A,Σ,β,γ, τ}. The datay includes indicators yi, direct effects wi, indirect nonparametric effects xi, and indirectparametric effects ui for i = 1, . . . , n. It turns out that this Bayesian setup does not lead toa posterior that can be estimated by a convenient MCMC algorithm due to high-dimensionalintegrals which have to be solved. This problem can be resolved by extending the parameterspace with nonobservable data, i. e. the underlying variables y∗ for ordinal indicators, andthe latent variables z. This is a common approach in Bayesian methodology called dataaugmentation which was introduced by Tanner and Wong (1987). Albert and Chib (1993)implemented this approach for the estimation of regression parameters and cutpoints forordinal response. The resulting Bayesian model yieldsp(θ,y∗, z|y,w,x,u) ∝ p(θ) p(y,y∗, z|θ,w,x,u) . (8)The augmented posterior distribution is not just a mere technicality to enable efficient andeasy sampling, it also empowers the interpretation of latent variables because the values ofall latent variables zir are automatically estimated. For example, this enables to rank ob-servations according to their respective latent variable value, and statements can be madeabout the probability that observation i1 has a higher latent variable value than observationi2. This property is an important advantage of the Bayesian approach compared to the fre-quentist approach. The underlying variables y∗ are also automatically estimated but usuallyare of minor importance to the researcher. The following subsection deals with the priorspecifications p(θ).The posterior distribution is obtained by multiplying the prior distributions with the likeli-hood, leading top(θ,y∗, z|y,w,x,u) ∝ p(θ) · p(y,y∗, z|θ,w,x,u)= p(θ) · p(y∗, z|θ,w,x,u) · p(y|y∗,z,θ,w,x,u)= p(θ) · p(y∗, z|θ,w,x,u) · p(y|y∗, τ ).The simplification from the second to the third row is induced by equation (1) which statesthat the ordinal response yij is solely determined by the corresponding underlying variabley∗ij and the cutpoints τ j . Accordingly, the likelihood splits into two separate parts, the jointdistribution of the underlying and latent variables given the parameters and covariates, andthe distribution of the actual response given the underlying variables and the cutpoints. Thejoint distribution of y∗i and zi results from a combination of the measurement model and thestructural equation, and is easily obtained by standard statistical calculus for multivariate10densities, hence y∗i ,zi|θ,wi,xi,ui results in[y∗izi]∼ N([λ0 +Awi +Ληiηi],[ΛΛ′ +Σ ΛΛ′ Im×m]), (9)where the predictor ηi is a function of xi and ui according to equation (4). The secondpart of the likelihood is trivial for continuous indicators. The probability density is constantbecause no underlying variable is necessary, and y∗i equals the actual response yi. For ordinalindicators however, the response yij is unambiguously determined by the underlying variabley∗ij and the cutpoints τ j through equation (1). Assuming independently and identicallydistributed observations, we obtainp(θ,y∗,z|y,w,x,u) ∝ p(θ)n∏i=1p(y∗i , zi|θ,wi,xi,ui)× p1∏j=1Kj∑k=11τj,k−1<y∗ij≤τjk1yij=k ,with p(y∗i , zi|θ,wi,xi,ui) as given in Equation (9). Obviously the analytical calculation ofthis high-dimensional density is impossible, and direct sampling is a difficult task to do andhighly inefficient. For that reason we introduce two different MCMC algorithms which samplethe parameters in a sequential fashion as outlined in the Appendix 5. In particular, we willmake extensive use of the Gibbs sampler that is well suited to sample from normal densities.The first MCMC procedure for the estimation of cutpoints for ordinal indicators was presentedby Albert and Chib (1993) based on Gibbs sampling steps; unfortunately this algorithmexhibits poor convergence properties. Therefore our two samplers are based on two improvedalgorithms which both improve convergence considerably: firstly, Cowles (1996) introduceda Metropolis-Hastings step for the sampling of the cutpoints based on the idea of collapsedsampling (this algorithm is therefore called MH sampler or MHS); secondly, Liu and Sabatti(2000) use a transformation of some parameters at the end of each MCMC iteration.In the MCMC context, the theorem of Liu and Sabatti (2000) can be used by applying atransformation to a group of parameters. Since the transformation maintains the distributionof those parameters, the stationary posterior distribution is not altered by this procedure. AGibbs sampler with such a transformation is called a Generalized Gibbs sampler (GGS) andthe transformation in each iteration is called a Generalized Gibbs move. Whether a GGSshows a better convergence than its parent MCMC algorithm depends crucially on the choiceof the transformation group, and the form of the posterior distribution. Clearly the slowlyconverging parameters should be transformed by the Generalized Gibbs move in order toimprove convergence and sampling the transformation parameters should be straightforwardand fast. Note that in practice it is often difficult to find a suitable transformation group whichboth improves convergence and allows efficient sampling of the transformation members.However this method has proved to enhance the convergence of cutpoint parameters in ordinalprobit models with an underlying latent variable (e. g. see Liu and Sabatti, 2000). The fullconditionals of the MHS and the GGS are presented in Appendix A in detail.Performance of MCMC inference is investigated in Raach (2005) through several simulationstudies. Results can be summarized as follows. For both the MHS and GGS, convergenceproperties and quality of parameter estimates are very satisfactory. The MHS should be usedfor low number of observations because the probability of obtaining a Heywood case is lower11than for the GGS; for a high number of observations, the GGS should be preferred due toits slightly better convergence properties and its far superior computational speed. For bothsamplers, parameter estimates of the semiparametric predictor are excellent apart from a biaswhich occurs for estimated functions belonging to non-reference categories for nonparametricinteractions when a low number of samples are observed.4 ApplicationIn this section the practicability of our LVM is demonstrated with the real data set of aninternet survey from 2001 called ”Perspektive Deutschland 1” or ”Prospect Germany 1”,abbreviated by PD1. This internet survey was initiated by the companies McKinsey&Comp.,stern.de and T-Online, and approximately 170.000 people participated in the survey. Thegeneral goal of the survey was to receive answers from the population in which areas of lifepeople are willing to bear responsibility, and in which areas they consider the state to fulfill theduty; another focus of the study is to measure the happiness of the population with the livingconditions and the state’s infrastructure offerings at their place of living. As common forsocial surveys, almost all of the variables are of binary and ordinal type. The only continuousvariable is given by age, and one spatial variable is provided by the administrative district ofthe participant.Our analysis includes two latent variables and ten indicators. We have generated a subsamplewhich contains valid answers for all employed indicators and covariates, resulting in N =6804 observations. The first latent construct used in our analysis is supposed to reflectthe participant’s attitude if social coverage should be ensured by the citizens on one’s ownresponsibility, or if the state has to take care of social coverage; for example, a person witha high value of the latent construct would rather like citizens to take on more responsibility,to lay aside a certain amount of money in case of unemployment, to save privately for theirretirement and to possess a private health insurance according to their needs. The secondlatent construct shall reflect the ambition of the person to achieve something in job and insociety. Since both latent variables can not be observed directly, we try to measure them byusing ten manifest variables which are described in Table 1.Four indirect covariates are used in our analyses. There are two categorical covariates (Sex,Inc denoting income), one continuous covariate (Age), and one spatial covariate (Reg), allsummarized in Table 2. The covariate Inc is based on Germany’s old currency, the ”DeutscheMark” (DM), and one EURO equals 1.95583 DM. The spatial covariate Reg is determined bythe 402 administrative districts (excluding the island of Ru¨gen).The factor loading λ12 is fixed to zero due to identification restrictions. The measurement12Explanation of the ten indicatorsNo. Indicator(type)Question/statement Response categories1 Health(ordinal)To what extent should the statemake provisions for the citizens’health care ?1.2, 3, 4, 5,6.Completely.. . .Not at all.2 System(binary)Which type of social systemwould you prefer ?1. The state guarantees each citizen a suf-ficient social coverage. The associatedcosts are payed by all citizens in the formof taxes and contributions according totheir income.2. Citizens can decide by themselves ifand to which extent they want to coverthemselves and their families in thecase of illness, unemployment, retire-ment and nursing. Everybody who isnot insured in order to save contribu-tions will have to bear the risks.3 Initiative(ordinal)I think it’s correct that in futureevery individual must increas-ingly take care about his/her pro-vision for old age than it’s thecase today.1.2, 3, 4, 5,6.Absolutely true.. . .Absolutely wrong.4 Retirement(ordinal)To what extent should the statetake care of the provision of oldage ?1.2, 3, 4, 5,6.Completely.. . .Not at all.5 Emergency(ordinal)To what extent should the statetake care of the citizens’ protec-tion in difficult life circumstancesand emergencies ?1.2, 3, 4, 5,6.Completely.. . .Not at all.6 Perform(ordinal)I consider it important to per-form better than other people.1.2, 3, 4, 5,6.Absolutely true,. . .Absolutely wrong.7 Society(ordinal)I want to achieve something inthe society.1.2, 3, 4, 5,6.Absolutely true.. . .Absolutely wrong.8 Reputation(ordinal)How important is the followingregarding your job: To gain re-spect and a good reputation inthe public.1.2, 3, 4, 5,6.Absolutely important.. . .Not important at all.9 Salary(ordinal)How important is the followingregarding your job: a high salary.1.2, 3, 4, 5,6.Absolutely important.. . .Not important at all.10 Career(ordinal)How important is the followingregarding your job: To make acareer.1.2, 3, 4, 5,6.Absolutely important.. . .Not important at all.Table 1: Variable names, variable types, questions/statements, and response categories of the tenindicators.13Covariates used in the analysesCovariate name Covariate type Response categories/rangeSex Categorical 1.2.MaleFemaleInc Categorical 1.2.3.4.Less than 2500 DM net household in-come per month.Between 2500 DM and 4500 DM nethousehold income per month.Between 4500 DM and 7500 DM nethousehold income per month.More than 7500 DM net household in-come per month.Age Metric 20, 21, . . . , 70 years of age.Reg Spatial 1, 2, . . . , 402 regions of Germany.Table 2: Variable names, variable types, and response categories of the four indirect covariates usedin the analyses.model results iny∗i1y∗i2y∗i3y∗i4y∗i5y∗i6y∗i7y∗i8y∗i9y∗i,10=λ10λ20λ30λ40λ50λ60λ70λ80λ90λ10,0+λ11 0λ21 λ22λ31 λ32λ41 λ42λ51 λ52λ61 λ62λ71 λ72λ81 λ82λ91 λ92λ10,1 λ10,2·(zi1zi2)+εi1εi2εi3εi4εi5εi6εi7εi8εi9εi,10, with εij ∼ N(0, 1) .The predictor of the structural equation isηi =(ηi1ηi2)=(f11(Agei)f21(Agei))+(f12(Agei) · Sex2if22(Agei) · Sex2i)+(f13(Regi)f23(Regi))+(γ11 γ12 γ13γ21 γ22 γ23)·Inc2iInc3iInc4i .In this context indicator variables are used; for example Sex2i is set to one if observation iis female, otherwise it is set to zero. The estimates of the factor loadings and parametricregression coefficients are summarized in Table 3, and the smooth functions for the basicage effect and the age effect of females (all modelled by P-splines priors of degree 3 and 10intervals) are drawn in Figure 1; the spatial functions of covariate Reg are shown in Figure 2.Looking at the estimated mean factor loadings, it follows that the variation of all ten indicatorsis based significantly on the two latent constructs. The factor loadings indicate that the firstlatent variable loads onto the first five indicators, and indicators 6 to 10 measure the secondlatent variable. Concerning the first latent variable, indicator 4 (Retirement) stands out byhaving the highest factor loading of 1.3 because the corresponding question regarding theold-age provision aims very closely at the idea of the latent construct. For the second latentvariable, indicator 10 (Career) shows the highest factor loading. In general, LVM includingcovariate effects have slightly lower factor loadings than models without covariate effects; thereason for this behaviour lies in the fact that the covariates explain some of the variation ofthe latent variables and thus also of the manifest variables.14Parameter Mean Std. 10% Mode 90%dev. quantile quantileFactor loadings of first latent variable1. Health λ11 0.906 0.024 0.874 0.905 0.9372. System λ21 0.854 0.030 0.817 0.853 0.8933. Initiative λ31 -0.926 0.026 -0.959 -0.925 -0.8914. Retirement λ41 1.280 0.035 1.235 1.280 1.3265. Emergency λ51 0.692 0.019 0.667 0.691 0.7176. Perform λ61 -0.178 0.020 -0.203 -0.178 -0.1537. Society λ71 0.070 0.022 0.042 0.070 0.0998. Reputation λ81 0.145 0.020 0.119 0.145 0.1709. Salary λ91 0.069 0.020 0.044 0.069 0.09410. Career λ10,1 0.050 0.037 0.004 0.051 0.097Factor loadings of second latent variable1. Health λ12 0.000 0.000 0.000 0.000 0.0002. System λ22 0.264 0.026 0.231 0.264 0.2973. Initiative λ32 -0.266 0.023 -0.295 -0.266 -0.2364. Retirement λ42 -0.024 0.027 -0.058 -0.025 0.0105. Emergency λ52 -0.027 0.019 -0.051 -0.027 -0.0046. Perform λ62 -0.630 0.019 -0.654 -0.630 -0.6067. Society λ72 -0.790 0.021 -0.817 -0.790 -0.7638. Reputation λ82 -0.680 0.019 -0.704 -0.679 -0.6569. Salary λ92 -0.644 0.019 -0.668 -0.644 -0.62110. Career λ10,2 -1.570 0.052 -1.637 -1.569 -1.503Parametric indirect effects of first latent variableInc2 γ11 0.150 0.042 0.097 0.150 0.202Inc3 γ12 0.477 0.044 0.421 0.477 0.533Inc4 γ13 0.941 0.051 0.876 0.942 1.007Parametric indirect effects of second latent variableInc2 γ21 0.152 0.042 0.100 0.152 0.205Inc3 γ22 0.297 0.044 0.240 0.297 0.354Inc4 γ23 0.587 0.054 0.517 0.588 0.656Table 3: Estimates of factor loadings and parametric indirect effects.15f11−0.20.00.10.20.30.420 30 40 50 60 70f21−0.20.00.20.40.620 30 40 50 60 70f12Age−0.6−0.4−0.20.00.220 30 40 50 60 70f22Age−0.4−0.20.00.220 30 40 50 60 70Figure 1: Estimates of the smooth functions f1(Age) and f2(Age) of model 2 modelled by P-splinespriors. The mean values are connected by the solid line, 10%- and 90%-quantiles are connected by thedashed line.Continuing the discussion with parametric effects, the covariate Inc exerts a very stronginfluence on the first latent construct concerning the attitude towards social coverage. Withincreasing income, the mean of the latent variable increases considerably, for example about0.941 for a person in income category 4 compared to the reference category 1. This effect mightbe explained by the fact that people with high incomes generally show a higher inititiative ofone’s own and a higher readiness to take risks than people with lower incomes. In addition, bigearners make high monetary contributions to the social system without getting an adequateservice in return. The covariate Inc also has a similar effect on the second latent variable,although with lower absolute values. People with a higher ambition to have success willnaturally have higher incomes.The smooth function f11 of covariate Age shows a distinctive sinusoidal shape for the firstlatent variable. Given the same sex and income, young people prefer to take care of themselves,while medium aged people shortly before retirement seem to prefer a strong state. Moving toeven older ages, respondents seem to become more progressive again. This result might beexplained by the fact that young people suffer from the contributions to the social systems anddo not get an appropriate service in return when they are old due to the ageing population.Additionally, young people are prepared to take bigger risks than older people. Medium-agedpeople around the age between 40 and 60 have to take care of their children, maybe paymortgages on their property, save for their retirements, and hence would suffer tremendously16−0.071 0.10−0.023 0.0230Figure 2: Left: Function estimates f1,spat (top) and f2,spat (bottom) of the spatial covariate Reg.Minimum and maximum values are set to 2.5% and 97.5% quantiles of the observed function estimates,respectively. Right: Regions with a significant negative effect (black), a significant posivite effect(white), or a non-significant effect (grey) are plotted for f1,spat (top) and f2,spat (bottom).17from a loss of job. Therefore those people would rather avoid risks and prefer a strongerstate. This sinusoidal smooth function of the age effect also demonstrates that a big error ismade if the covariate Age was only treated by a linear, parametric effect; we have carried outMCMC simulations where Age is included as a parametric linear effect which only recoversthe almost linear drop between the age of 30 and 50 which is the range of age where most ofthe observations are located. The smooth function f21 of Age of the second latent variableshows an even more pronounced effect; young people seem to have a much higher ambitionto be successful in job and society than older people which seems quite natural. This positiveeffect drops fast and approaches its minimum at the age of 45 and rises very slowly again forincreasing age; obviously people at 45 are more concerned with other values, e. g. their family,than with success.Having a short look at the smooth additional functional effect of females, we can see that thefirst latent variable seems to be more negative for females than for males (f12). This negativeeffect is strongest for the youngest female participants, and rises slowly for increasing age.Women seem to prefer a social system where risks are hedged and the state transfers moneyfrom richer people to the less fortunate. For the second latent variable (f22), however, there isonly a very weak, constant and almost non-significant difference between males and females.It seems that the ambition to succeed in job and society is universal for both males andfemales. We see that the estimation of a VCM for the first latent variable provided additionalinsight, whereas a parametric effect for Sex would suffice for the second latent variable.For the first latent variable, the spatial function estimate shows that the south has a smallpreference for a system based on the inititiative of one’s own, and the inhabitants fromnorth-west and eastern Germany would rather have a strong state caring for them. Pleaseremark that this effect is significant for the north-west part, but not significant for easternGermany. This coincides with the political landscape where the north-western area whichwas traditionally governed by the social-democratic party of Germany, and the south by theconservative party. The second latent variable only shows a very weak and non-significantdependancy on the geographical location.This analysis of the real data set of ”PD1” confirms that a nonparametric predictor influencingthe latent variable can be estimated and that the results can deliver additional insight aboutthe latent variable and its interrelationships with covariates. Furthermore, our model allowsto make predictions based on indirect covariates for the expected latent scores even if theindicator response is not available for the new observation.5 ConclusionsIn this thesis we introduce a latent variabe model (LVM) for mixed continuous, binary, andordinal response including covariates that can influence both the manifest and the latent vari-ables. This thesis expands the existing models in the literature by using a semiparametricinstead of a pure parametric predictor in the structural equation – this enables various typesof covariates such as parametric effects, smooth functions of continuous and spatial covari-ates, and interactions of continuous and categorical variables (VCM) to influence the latentvariables. This model allows the applied statistician to conduct much more detailed analyses18about the influence of covariates on the latent variables than currently available models.Apart from applications in other disciplines, the following methodological research is of inter-est: model choice is an important issue for answering questions on variable selection, linearversus nonlinear effects, etc. We have experimented with the deviance information criterion(DIC), but a better understanding of DIC and other model selection methods in LVM re-quires additional research. Extensions to other types of observable responses such as countvariables, non-negative continuous variables and survival times will be of relevance in variousfields of application.19A MCMC algorithmsTwo different MCMC algorithms are presented in this section; the first algorithm uses thework of Cowles (1996) for the sampling of cutpoint parameters, the second one is based onthe paper of Liu and Sabatti (2000). We start the discussion with the sampling steps A–Fthat are identical for both algorithms – sampling step G differs for the two sampler types.Simulation is done with the statistical software R and the code uses functions provided byMCMCpack (2005).A. Full conditionals of the underlying variables. For continuous indicators this stepcan be ommitted because there is no underlying variable y∗ij , hence y∗ij = yij . For ordinalindicators, the problem of sampling y∗ simplifies to the sampling of the individual y∗i becausethe observations are independently and identically distributed. Furthermore, the multivariatevector y∗i can be obtained by sampling the individual components y∗ij because the conditionalcovariance matrix V (y∗i |θ, zi,yi,wi,xi,ui) = Σ is diagonal:y∗ij |zi,θ \\ {β,γ}, yij ,wi ∼ N(λj0 +d∑c=1ajcwic +q∑r=1λjrzir, 1)×Kj∑k=11τj,k−1<y∗ij≤τjk1yij=k .(10)B. Full conditionals of the latent variables. The full conditional p(z|θ,y∗,y,w,x,u) =p(z|θ,y∗,w,x,u) springs from the joint distribution of y∗i and zi given θ, xi, ui and wi in(9), and is a multivariate normal distribution with the expectation vectorE(zi|θ,y∗i ,wi,xi,ui) = ηi +Λ′(ΛΛ′ +Σ)−1(y∗i − λ0 −Awi −Ληi) , (11)and covariance matrixV (zi|θ,y∗i ,wi,xi,ui) = Iq×q −Λ′(ΛΛ′ +Σ)−1B , (12)where ηi denotes the predictor of the structural part of the model as defined in (4). Aconditioning on yi is not necessary since yi is implicitly known through y∗i . Random samplesfrom this multivariate density are generated by sampling from a multivariate standard normaldensity with dimension q, multiplying the result with the Cholesky matrix of the covariancematrix (12), and adding the expectation vector (11). Since the number of indicators p istypically much higher than the number of latent variables q, it is computationally moreefficient to calculate the inversion of ΛΛ′ +Σ by applying the matrix inversion lemma, i. e.(ΛΛ′ +Σ)−1 = Σ−1 −Σ−1Λ(Iq×q +Λ′Σ−1Λ)−1Λ′Σ−1 .Now, only the q × q matrix Iq×q + Λ′Σ−1Λ has to be inverted instead of the p × p matrixΛΛ′ +Σ, and the diagonal matrix Σ is inverted easily.C. Full conditionals of the nonparametric indirect effects. The structural part of themodel in equation (5) forms the basis of the full conditional for all indirect effects. Since theerror variance matrix of the latent variables zi is diagonal and priori information about the20nonparametric indirect effects is defined per latent variable and function, we can draw theparameter vectors βrh of functions frh sequentially. The conditional expectation vector yieldsE(βrh|βr \\ {βrh},zr,xr,u) =(X ′hXh +1κhKh)−1X ′h(zr − η˜r) , (13)and the covariance matrix is given byV (βrh|βr \\ {βrh}, zr,xr,u) =M−1h =(X ′hXh +1κhKh)−1. (14)The term η˜r contains the sum of all remaining parts of the predictor, i. e.η˜r = X1βr1 + . . .+Xh−1βr,h−1 +Xh+1βr,h+1 + . . .+Xgβrg +Xspatβr,spat +Uγr .Although the parameter vector βrh is drawn from a standard multivariate normal distrib-ution, efficient sampling is not straightforward because linear equation systems with high-dimensional precision matrices Mh have to be solved in every iteration of the MCMC algo-rithm. We implemented an approach presented by Rue (2001) as described in the manualof BayesX (2005). Since the parameter vector is high-dimensional and often contains severalhundred parameters, the solving of linear equations has be done in a very efficient way to limitthe computational task. Therefore all penalty matricesK should be transformed into a bandmatrix like structure (e. g. using the reverse Cuthill-McKee algorithm) and all computationaloperations concerned with solving linear equations should be optimized for band matrices inan appropriate way.After having sampled the parameter vector βrh, it is necessary to center the sampled para-meter vector appropriately around zero because there is no intercept allowed in the structuralpart of the model due to identification restrictions. If there is no proper centering, differentoffsets will appear in all nonparametric functions in the predictor leading to highly fluctuatingor even non-converging parameter estimates.The smoothing parameter is a priori inverse Gamma distributed, short κrh ∼ IG(arh, brh).Accordingly the full conditional distributions are also inverse Gamma distributed, i. e.κrh ∼ IG(a′rh, b′rh) with a′rh = arh + rank(Kh)/2 and b′rh = brh + β′rhKrhβrh/2.D. Full conditionals of the parametric indirect effects. Since the priori information ofthe parametric indirect effects is also defined for each latent variable r, γr ∼ N(γ∗r,Γ∗r−1), wecan again estimate the regression parameters γr sequentially due to the diagonal covariancematrix of ξi. Ergo for each latent variable r, we obtain a linear model with Gaussian responseand the full conditional distribution for the parametric indirect effects yields the expectationvectorE(γr|βr,zr,xr,u) = (Γ∗r +U ′U)−1(Γ∗rγ∗r +U′(zr − η˜r)),and the covariance matrixV (γr|βr, zr,xr,u) = (Γ∗r +U ′U)−1 ,with the n × m-dimensional design matrix U defined in the usual way, containing the co-variates uil. Again the term η˜r contains the sum of all values of the remaining parts of the21predictor. We always use diffuse priori distributions for parametric indirect effects leading tothe following simplified expressionsE(γr|βr, zr,xr,u) =(U ′U)−1U ′(zr − η˜r) , andV (γr|βr, zr,xr,u) =(U ′U)−1 .E. Full conditionals of the intercepts, direct effects and factor loadings. The vectorλ¯ contains all parameters λ0, Λ andA. For an informative prior distributionN(λ¯∗, Λ¯∗−1), thefull conditional p(λ¯|θ \\{λ¯},y∗, z,y,w,x,u) = p(λ¯|Σ,y∗, z,w) is a p · (1+d+ q) dimensionalmultivariate normal distribution with expectation vectorE(λ¯|Σ,y∗,z,w) =(∆∗ +n∑i=1L′iΣ−1Li)−1(Λ¯∗λ¯∗ +n∑i=1L′iΣ−1y∗i),and covariance matrixV (λ¯|Σ,y∗,z,w) =(∆∗ +n∑i=1L′iΣ−1Li)−1.The p × p(1 + d + q) dimensional matrix Li is defined as Li = Ip×p ⊗ li withli = (1, wi1, . . . , wid, zi1, . . . , ziq).For diffuse priors, priors with a diagonal prior precision matrix Λ¯∗, and priors with a preci-sion matrix Λ¯∗ with off-diagonal zero-entries for parameters for different indicators, the fullconditional can be calculated sequentially for each indicator because V (εi) = Σ is diagonal.Let the vector λ¯j contain the parameters of row j, short λ¯j = (λj0, aj1, . . . , ajd, λj1, . . . , λjm)′.Ergo the full conditional distribution of λ¯j is a (1 +m+ q)-dimensional multivariate normaldistribution with expectation vectorE(λ¯j |σ2j ,y∗j , z,w) = (L′L)−1L′y∗j ,and covariance matrixV (λ¯j |σ2j ,y∗j , z,w) = σ2j (L′L)−1 .The n × (1 + d + q) dimensional matrix L is defined by L = (l1, . . . , ln)′ with the rowsli = (1, wi1, . . . , wid, zi1, . . . , ziq). For our choice of priors, we can always use the second wayof sampling the parameters which provides faster computation.Here it becomes clear why we fixed the error variances for ordinal indicators to 1. In orderto obtain a standardized solution, we had to sample the factor loadings under the restriction∑qr=1 λ2jr + θ2 = 1. Since this can not be achieved by a standard full conditional, we fix theerror variances of ordinal manifest variables to 1 instead. A standardization is easily possibleafter the simulation run.F. Full conditionals of the error variances. For ordinal variables, the sampling of errorvariances is ommitted because error variances are set to 1 due to identification restrictionsof the model. Since error variances are distributed normally with a diagonal error variance22matrix Σ, the full conditional p(σ2j |θ\\{σ2},y∗i ,z,w) results to an inverse gamma distributionwith n+ ν degrees of freedom and scale parameter s2, i. e.σ2j |θ \\ {σ2},y∗i , z,w ∼ IG(n+ ν2,(n+ ν)S22), (15)withS2 =1n+ ν n∑i=1(y∗ij − λj0 −d∑c=1ajcwic −q∑r=1λjrzir)2+ νs2 , (16)where σ2j is a priori IG(ν/2, νs2/2) distributed. In the case of a noninformative prior distri-bution for σ2j , the full conditional distribution is obtained by setting the values of ν and s in(15) and (16) to zero.So far, all sampling steps are identical for the MHS and the GGS – the final sampling stepdiffers for both sampler types.G1. MHS – full conditionals of the cutpoints. Cowles (1996) proposed the followingMetropolis-Hastings step (also described in Johnson and Albert, 1999) for the cutpoints inorder to improve convergence compared to the method of Albert and Chib (1993):Repeat for j = 1, . . . , p1 Draw a set of proposal cutpoints τ˜For k = 2, . . . ,Kj − 1, sample τ˜k ∼ N(τ (t−1)jk , σMH) truncated to the interval[τ˜k−1, τ(t−1)j,k+1 ]. Compute the acceptance ratio RR =n∏i=1Φ(τ˜yi − µ(t−1)ij )−Φ(τ˜yi−1 − µ(t−1)ij )Φ(τ (t−1)yi − µ(t−1)ij )−Φ(τ (t−1)yi−1 − µ(t−1)ij )×Kj−1∏k=2Φ((τ (t−1)k+1 − τ (t−1)k )/σMH)−Φ((τ˜k−1 − τ (t−1)k )/σMH)Φ((τ˜k+1 − τ˜k)/σMH)−Φ((τ (t−1)k−1 − τ˜k)/σMH)τ˜yi denotes the cutpoint proposal corresponding to the ordinal value of observation yi,similarly τ (t−1)yi is the actual value of the cutpoint corresponding to the observed ordinalcategory at iteration t − 1. The term µ(t−1)i denotes the value of the linear predictorin the measurement model at iteration t − 1 for observation i and indicator j, shortµ(t−1)i = λ(t−1)j0 +∑dc=1 a(t−1)jc wic +∑qr=1 λ(t−1)jr z(t−1)ir . Accept or reject proposal value τ˜Set τ (t)j = τ˜ with probability R, otherwise set τ(t)j = τ(t−1)j .The value σMH can be considered a tuning parameter and has to be set by the researcherbefore starting the simulation. A rule of thumb recommends setting σMH = 0.05/Kj whichshould lead to acceptance ratios of 25-50%. If necessary, a different σjMH for each indicatorcould be employed to achieve proper acceptance ratios for all indicators j, for example if23the number of ordinal categories vary across indicators. This popular standard algorithmof sampling the cutpoints still inhibits some drawbacks. Convergence is still not optimal, aMH step has to be employed with the serious drawback of setting and adjusting the tuningparameter σMH , and the calculation of the acceptance ratio is computationally demanding,especially in an analysis involving many ordinal indicators.G2. GGS – full conditionals of the cutpoints and parameter transformation. Forordinal indicators, the full conditionals of τjk (2 ≤ k ≤ Kj − 1) given yj , y∗j and θ \\ {τjk}are uniform distributions in the interval [lτk, rτk], with the interval borders (see Albert andChib, 1993)lτ,k :=max{τj,k−1, maxi=1,...,n{y∗ij |yij = k}},rτ,k :=min{τj,k+1, mini=1,...,n{y∗ij |yij = k + 1}},where max(∅) = −∞ and min(∅) = ∞. Now it becomes very clear why this sampling algo-rithm exhibits bad convergence properties. The cutpoints τjk have almost no room to move inthe small interval [lτk, rτk], especially for a moderate or high number of observations. This alsoleads to a poor convergence of some other parameters of the model, especially the interceptsλ0. In order to receive even better convergence properties than the MHS and compensatefor its drawbacks, a Generalized Gibbs move is carried out for some parameters based onthe work of Liu and Sabatti (2000). The difficulty is to find a suitable transformation groupΓ so that the resulting distribution allows a fast sampling of the transformation members γ(not related to the regression coefficients of the structural model). Since a Generalized Gibbsmove for the whole posterior can not be deducted, we develop a Generalized Gibbs move foreach of the p1 linear submodels in the measurement model for all ordinal indicators. This ispossible due to the diagonal form of the error variance matrix Σ. We identified the partialscale group on S to be a suitable transformation group:Γv := {γ > 0 : γ(θ) = (γθ1, . . . , γθv, θv+1, . . . , θdim)} .Here only v components are transformed, the others remain fixed. The left-Haar measurefor this group is γ−1dγ as for the total scale group. The determinant of the Jacobian isdet(∂γ(θ)/∂θ) = γv. This yields pi(γ(θ)) |Jγ(θ)|L(dγ) = γv−1pi(γ(θ)) dγ. Now we specifysuitable subsets θj of the total parameter vector θ, so that we can transform these subsets’parameters for each indicator j. Accordingly we define the p1 parameter vectors θj per ordinalindicator j as θj = (y∗j1, . . . , y∗jn, λj0, aj1, . . . , ajd, λj1, . . . , λjm, τj2, . . . , τjKj−1) each of whichcontains v = n + d +m + Kj − 1 parameters. Thus we get p1 different Generalized Gibbsmovesγj(θj) = (γy∗j1, . . . , γy∗jn, γλj0, γaj1, . . . , γajd, γλj1, . . . , γλjm, γτj2, . . . , γτjKj−1) ,that transform the corresponding parameter set θj . All other parameters of the full parametervector remain constant and are not transformed. The individual parameter sets θj can be24derived by arranging the posterior distribution in the following way:p(θ)n∏i=1p(y∗i , zi|θ,wi,xi,ui)× p1∏j=1Kj∑k=11τj,k−1<y∗ij≤τjk1yij=k=p(θ)n∏i=1p(zi|θ,wi,xi,ui) · p(y∗i |θ, zi,wi,xi,ui)× p1∏j=1Kj∑k=11τj,k−1<y∗ij≤τjk1yij=k=p(θ)n∏i=1p(zi|θ,wi,xi,ui)× p∏j=p1+1p(y∗ij |zi,θj \\ {β,γ},wi)×p1∏j=1p(y∗ij |zi,θj \\ {β,γ},wi) Kj∑k=11τj,k−1<y∗ij≤τjk1yij=k=p(θ)n∏i=1p(zi|θ,wi,xi,ui)×n∏i=1p∏j=p1+1p(y∗ij |zi,θj\\{Γ},wi)×p1∏j=1 n∏i=1(p(y∗ij |zi,θj\\{Γ},wi)) Kj∑k=11τj,k−1<y∗ij≤τjk1yij=k︸ ︷︷ ︸ .Thus we deploy p1 distinct Generalized Gibbs moves for the p1 components of the posteriordistribution which are underbraced in the above formula. Based on the underbraced part ofthe posterior, we can formulate the densities γv−1j pi(γjθj |·) to be proportional toγv−1j exp−12n∑i=1(γjy∗ij − γjλj0 −d∑c=1γjajcwic −q∑r=1γjλjrzir)2=(γ2j) v−12 exp−12γ2jn∑i=1(y∗ij − λj0 −d∑c=1ajcwic −q∑r=1λjrzir)2 .(17)We dropped the right hand side of the underbraced formula because the right term remainsconstant under the transformation according toKj∑k=11γjτj,k−1<γj y¯ij≤γjτjk1yij=k ⇐⇒Kj∑k=11τj,k−1<y¯ij≤τjk1yij=k .It follows from equation (17) that γ2j follows a Gamma distribution Γ(aj , bj) with parametersaj =v + 12=n+ d+m+Kj2,bj =∑Ni=1(y∗ij − λj0 −∑dc=1 ajcwic −∑qr=1 λjrzir)2,(18)and the density of Γ(a, b) is given by f(x|a, b) = baxa−1e−bx/Γ(a) for x ≥ 0. After havingsampled the cutpoints from the uniform distributions as described above, p1 GeneralizedGibbs moves (j = 1, . . . , p1) are carried out in the following way:25 Draw γ2j from Γ(aj , bj) with aj and bj as defined in equations (18), and update allparameters of the subset θj in the following way:y∗·jnew ←− γj y∗·jcurrentλnewj· ←− γj λcurrentj·anewj· ←− γj acurrentj·τnewj· ←− γj τ currentj· .For both samplers, starting values are as follows: intercepts λ0 and regression parameters ofdirect effects A are set to zero; the first free factor loading parameter of each latent variableis set to 0.7 to promote a positive solution for those parameters, all other factor loadings arealso set to zero; variances θ2j for continuous indicators start at the value 1; the nonparametricfunction parameters β and standard regression coefficients γ start at zero; cutpoints τjk areset to be 1, . . . ,Kj−2 for k = 2, . . . ,Kj−1. This choice of starting values implies zero valuesfor the latent variables z, while specifying starting values for the underlying variables y∗ isnot necessary because they are sampled in the first iteration. We performed a sensitivityanalysis and tested variations of different starting values for all involved parameters. Theresults show that starting values do not affect the resulting parameter estimates, as long aswe refrain from using implausible and far-fetched starting values (e. g. factor loadings higherthan 5).ReferencesAlbert, J. H., Chib, S. (1993). Bayesian analysis of binary and polychotomous response data.Journal of the American Statistical Association 88, 669–679.Arminger, G., Muthe´n, B.O. (1998). A Bayesian approach to nonlinear latent variable modelsusing the Gibbs sampler and the Metropolis-Hastings algorithm. Psychometrika 63, 271–300.Bartholomew, D. J. (1987). Latent variable models and factor analysis. Charles Griffin &Company Ltd., London, Oxford University Press, New York. 2nd edition: Bartholomew,D. J., Knott, M. (1999). Arnold, London.BayesX (2005). Software for Bayesian inference by Brezger, A., Kneib, T., Lang, S.URL: http://www.stat.uni-muenchen.de/˜bayesx/bayesx.htmlBesag, J. E., York, J., Mollie, A. (1991). Bayesian image restoration with two applications inspatial statistics (with discussion). Annals of the Institute of Statistical Mathematics 43,1–59.Besag, J. E., Green, P., Higdon, D., Mengersen, K. (1995). Bayesian computation and sto-chastic systems (with discussion). Statistical Science 10, 3–66.Besag, J. E., Kooperberg, C. (1995). On conditional and intrinsic autoregressions. Biometrika82, 733–746.26Brezger, A., Lang, S. (2006). Generalized structured additive regression based on BayesianP-splines. Computational Statistics and Data Analysis 50, 967–991.Cowles, M.K. (1996). Accelerating Monte Carlo Markov chain convergence for cumulative-link generalized linear models. Statistics and Computing 6, 101–111.Eilers, P.H.C., Marx, B.D. (1996). Flexible smoothing with B-splines and penalties (withcomments). Statistical Science 11, 89–121.Fahrmeir, L., Tutz, G. (2001). Multivariate statistical modelling based on generalized linearmodels. Springer, New York.Fahrmeir, L., Lang, S. (2001b). Bayesian semiparametric regression analysis of multicategor-ical time-space data. Annals of the Institute of Statistical Mathematics 53, 10–30.Fahrmeir, L., Kneib, T., Lang, S. (2004). Penalized structured additive regression of space-time data: a Bayesian perspective. Statistica Sinica 14, 731–761.Gamerman, D. (1997). Efficient sampling from the posterior distribution in generalized linearmodels. Statistics and Computing 7, 57–68.Gelman, A., Carlin, J. B., Stern, H. S., Rubin, D.B. (2004). Bayesian data analysis (2ndedition). Chapman and Hall.Hastie, T., Tibshirani, R. J. (1990). Generalized additive models. Chapman and Hall.Hastie, T., Tibshirani, R. J. (1993). Varying-coefficient models. Journal of the Royal StatisticalSociety B 55, 757–796.Heywood, H.B. (1931). On finite sequences of real numbers. Proceedings of the Royal SocietyA 134, 486–501.Hobert, J. P., Casella, G. (1996). The effect of improper priors on Gibbs sampling in hierar-chical linear mixed models. Journal of the American Statistical Association 91, 1461–1473.Johnson, V. E., Albert, J. H. (1999). Ordinal data modeling. Springer, New York.Jo¨reskog, K.G., Goldberger, A. S. (1975). Estimation of a model with multiple indicators andmultiple causes of a single latent variable. Journal of the American Statistical Association70, 631–639.Kammann, E. E., Wand, M.P. (2003). Geoadditive models. Journal of the Royal StatisticalSociety C 52, 1–18.Lang, S., Fronk, E.-M., Fahrmeir, L. (2002). Function estimation with locally adaptive dy-namic models. Computational Statistics 17, 479–500.Lang, S., Brezger, A. (2004). Bayesian P-splines. Journal of Computational and GraphicalStatistics 13, 183–212.Lawley, D.N., Maxwell, A. E. (1963). Factor analysis as a statistical method. 2nd edition(1971). Butterworths, London.27Liu, J. S., Sabatti, C. (2000). Generalised Gibbs sampler and multigrid Monte Carlo forBayesian computation. Biometrika 87, 353–369.Lopes, H. F., West, M. (2004). Bayesian model assessment in factor analysis. Statistica Sinica14, 41–67.MCMCPack (2005). R-package for Markov chain Monte Carlo by Martin, A.D., Quinn, K.M.URL: http://mcmcpack.wustl.edu/Moustaki, I. (2003). A general class of latent variable models for ordinal manifest variableswith covariate effects on the manifest and latent variables. British Journal of Mathematicaland Statistical Psychology 56, 337–357.Moustaki, I., Jo¨reskog, K.G., Mavridis, D. (2004). Factor models for ordinal variables withcovariate effects on the manifest and latent variables: a comparison of LISREL and IRTapproaches. Structural Equation Modeling 11, 487–513.Moustaki, I., Steele, F. (2005). Latent variable models for mixed categorical and survivalresponses, with an application to fertility preferences and family planning in Bangladesh.Statistical Modeling 5, 327–342.Muthe´n, B.O. (1989). Latent variable modeling in heterogeneous populations. Psychometrika54, 557–585.Quinn, K.M. (2004). Bayesian factor analysis for mixed ordinal and continuous responses.Political Analysis 12, 338–353.Raach, A.W. (2005). A Bayesian semiparametric latent variable model for binary, ordinaland continuous response. Dissertation, to appear.Rao, M.M. (1987). Measure theory and integration. John Wiley, New York.Rue, H. (2001). Fast sampling of Gaussian Markov random fields. Journal of the Royal Sta-tistical Society B 63, 325–338.Rue, H., Held, L. (2005). Gaussian Markov Random Fields: Theory and Applications. Chap-man and Hall.Rupp, A.A., Dey, D.K., Zumbo, B.D. (2004). To Bayes or not to Bayes, from whether towhen: applications of bayesian methodology to modeling. Structural Equation Modeling11, 424–451.Sammel, M.D., Ryan, L.M., Legler, J.M. (1997). Latent variable models for mixed discreteand continuous outcomes. Journal of the Royal Statistical Society B 59, 667–678.Seber, G.A. F. (1984). Multivariate observations. John Wiley, New York.Skrondal, A., Rabe-Hesketh, S. (2004). Generalized latent variable modeling. Chapman andHall.Sun, D., Tsutakawa, R.K., He, Z. (2001). Propriety of posteriors with improper priors inhierarchical linear mixed models. Statistica Sinica 11, 77–95.28Tanner, M.A., Wong, W.H. (1987). The calculation of posterior distributions by data aug-mentation. Journal of the American Statistical Association 82, 528–540.Zhu, J., Eickhoff, J. C., Yan, P. (2005). Generalized linear latent variable models for repeatedmeasures of spatially correlated multivariate data. Biometrics 61, 674–683.29",
    "id": 12162885,
    "identifiers": {
        "doi": "10.5282/ubm/epub.1839",
        "oai": "oai:epub.ub.uni-muenchen.de:1839"
    },
    "title": "A Bayesian semiparametric latent variable model for mixed responses",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2006-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [
        {
            "id": 8137120,
            "title": "A Bayesian approach to nonlinear latent variable models using the Gibbs sampler and the Metropolis-Hastings algorithm.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Arminger, G., Muth¶ en, B.O. (1998). A Bayesian approach to nonlinear latent variable models using the Gibbs sampler and the Metropolis-Hastings algorithm. Psychometrika 63, 271{ 300.",
            "cites": null
        },
        {
            "id": 8137181,
            "title": "A Bayesian semiparametric latent variable model for binary, ordinal and continuous response.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Raach, A.W. (2005). A Bayesian semiparametric latent variable model for binary, ordinal and continuous response. Dissertation, to appear.",
            "cites": null
        },
        {
            "id": 8137126,
            "title": "Accelerating Monte Carlo Markov chain convergence for cumulativelink generalized linear models.",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Cowles, M.K. (1996). Accelerating Monte Carlo Markov chain convergence for cumulativelink generalized linear models. Statistics and Computing 6, 101{111.",
            "cites": null
        },
        {
            "id": 8137119,
            "title": "Bayesian analysis of binary and polychotomous response data.",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Albert, J.H., Chib, S. (1993). Bayesian analysis of binary and polychotomous response data. Journal of the American Statistical Association 88, 669{679.",
            "cites": null
        },
        {
            "id": 8137123,
            "title": "Bayesian computation and stochastic systems (with discussion).",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Besag, J. E., Green, P., Higdon, D., Mengersen, K. (1995). Bayesian computation and stochastic systems (with discussion). Statistical Science 10, 3{66.",
            "cites": null
        },
        {
            "id": 8137134,
            "title": "Bayesian data analysis (2nd edition).",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Gelman, A., Carlin, J.B., Stern, H.S., Rubin, D.B. (2004). Bayesian data analysis (2nd edition). Chapman and Hall.",
            "cites": null
        },
        {
            "id": 8137179,
            "title": "Bayesian factor analysis for mixed ordinal and continuous responses.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Quinn, K.M. (2004). Bayesian factor analysis for mixed ordinal and continuous responses. Political Analysis 12, 338{353.",
            "cites": null
        },
        {
            "id": 8137169,
            "title": "Bayesian model assessment in factor analysis.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Lopes, H.F., West, M. (2004). Bayesian model assessment in factor analysis. Statistica Sinica 14, 41{67.",
            "cites": null
        },
        {
            "id": 8137160,
            "title": "Bayesian P-splines.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Lang, S., Brezger, A. (2004). Bayesian P-splines. Journal of Computational and Graphical Statistics 13, 183{212.",
            "cites": null
        },
        {
            "id": 8137129,
            "title": "Bayesian semiparametric regression analysis of multicategorical time-space data.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Fahrmeir, L., Lang, S. (2001b). Bayesian semiparametric regression analysis of multicategorical time-space data. Annals of the Institute of Statistical Mathematics 53, 10{30.",
            "cites": null
        },
        {
            "id": 8137131,
            "title": "E±cient sampling from the posterior distribution in generalized linear models.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Gamerman, D. (1997). E±cient sampling from the posterior distribution in generalized linear models. Statistics and Computing 7, 57{68.",
            "cites": null
        },
        {
            "id": 8137150,
            "title": "Estimation of a model with multiple indicators and multiple causes of a single latent variable.",
            "authors": [],
            "date": "1975",
            "doi": null,
            "raw": "JÄ oreskog, K.G., Goldberger, A.S. (1975). Estimation of a model with multiple indicators and multiple causes of a single latent variable. Journal of the American Statistical Association 70, 631{639.",
            "cites": null
        },
        {
            "id": 8137163,
            "title": "Factor analysis as a statistical method. 2nd edition",
            "authors": [],
            "date": "1963",
            "doi": null,
            "raw": "Lawley, D.N., Maxwell, A.E. (1963). Factor analysis as a statistical method. 2nd edition (1971). Butterworths, London.",
            "cites": null
        },
        {
            "id": 8137173,
            "title": "Factor models for ordinal variables with covariate e®ects on the manifest and latent variables: a comparison of LISREL and IRT approaches.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Moustaki, I., JÄ oreskog, K.G., Mavridis, D. (2004). Factor models for ordinal variables with covariate e®ects on the manifest and latent variables: a comparison of LISREL and IRT approaches. Structural Equation Modeling 11, 487{513.",
            "cites": null
        },
        {
            "id": 8137184,
            "title": "Fast sampling of Gaussian Markov random ¯elds.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Rue, H. (2001). Fast sampling of Gaussian Markov random ¯elds. Journal of the Royal Statistical Society B 63, 325{338.",
            "cites": null
        },
        {
            "id": 8137127,
            "title": "Flexible smoothing with B-splines and penalties (with comments).",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Eilers, P.H.C., Marx, B.D. (1996). Flexible smoothing with B-splines and penalties (with comments). Statistical Science 11, 89{121.",
            "cites": null
        },
        {
            "id": 8137156,
            "title": "Function estimation with locally adaptive dynamic models.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Lang, S., Fronk, E.-M., Fahrmeir, L. (2002). Function estimation with locally adaptive dynamic models. Computational Statistics 17, 479{500.",
            "cites": null
        },
        {
            "id": 8137186,
            "title": "Gaussian Markov Random Fields: Theory and Applications.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Rue, H., Held, L. (2005). Gaussian Markov Random Fields: Theory and Applications. Chapman and Hall.",
            "cites": null
        },
        {
            "id": 8137167,
            "title": "Generalised Gibbs sampler and multigrid Monte Carlo for Bayesian computation.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "27Liu, J.S., Sabatti, C. (2000). Generalised Gibbs sampler and multigrid Monte Carlo for Bayesian computation. Biometrika 87, 353{369.",
            "cites": null
        },
        {
            "id": 8137137,
            "title": "Generalized additive models.",
            "authors": [],
            "date": "1990",
            "doi": null,
            "raw": "Hastie, T., Tibshirani, R.J. (1990). Generalized additive models. Chapman and Hall.",
            "cites": null
        },
        {
            "id": 8137193,
            "title": "Generalized latent variable modeling.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Skrondal, A., Rabe-Hesketh, S. (2004). Generalized latent variable modeling. Chapman and Hall.",
            "cites": null
        },
        {
            "id": 8137199,
            "title": "Generalized linear latent variable models for repeated measures of spatially correlated multivariate data.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Zhu, J., Eickho®, J.C., Yan, P. (2005). Generalized linear latent variable models for repeated measures of spatially correlated multivariate data. Biometrics 61, 674{683.",
            "cites": null
        },
        {
            "id": 8137125,
            "title": "Generalized structured additive regression based on Bayesian P-splines.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "26Brezger, A., Lang, S. (2006). Generalized structured additive regression based on Bayesian P-splines. Computational Statistics and Data Analysis 50, 967{991.",
            "cites": null
        },
        {
            "id": 8137153,
            "title": "Geoadditive models.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Kammann, E.E., Wand, M.P. (2003). Geoadditive models. Journal of the Royal Statistical Society C 52, 1{18.",
            "cites": null
        },
        {
            "id": 8137176,
            "title": "Latent variable modeling in heterogeneous populations.",
            "authors": [],
            "date": "1989",
            "doi": null,
            "raw": "Muth¶ en, B.O. (1989). Latent variable modeling in heterogeneous populations. Psychometrika 54, 557{585.",
            "cites": null
        },
        {
            "id": 8137121,
            "title": "Latent variable models and factor analysis. Charles Gri±n",
            "authors": [],
            "date": "1987",
            "doi": null,
            "raw": "Bartholomew, D.J. (1987). Latent variable models and factor analysis. Charles Gri±n & Company Ltd., London, Oxford University Press, New York. 2nd edition: Bartholomew, D.J., Knott, M. (1999). Arnold, London.",
            "cites": null
        },
        {
            "id": 8137174,
            "title": "Latent variable models for mixed categorical and survival responses, with an application to fertility preferences and family planning in Bangladesh.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Moustaki, I., Steele, F. (2005). Latent variable models for mixed categorical and survival responses, with an application to fertility preferences and family planning in Bangladesh. Statistical Modeling 5, 327{342.",
            "cites": null
        },
        {
            "id": 8137189,
            "title": "Latent variable models for mixed discrete and continuous outcomes.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Sammel, M.D., Ryan, L.M., Legler, J.M. (1997). Latent variable models for mixed discrete and continuous outcomes. Journal of the Royal Statistical Society B 59, 667{678.",
            "cites": null
        },
        {
            "id": 8137183,
            "title": "Measure theory and integration.",
            "authors": [],
            "date": "1987",
            "doi": null,
            "raw": "Rao, M.M. (1987). Measure theory and integration. John Wiley, New York.",
            "cites": null
        },
        {
            "id": 8137191,
            "title": "Multivariate observations.",
            "authors": [],
            "date": "1984",
            "doi": null,
            "raw": "Seber, G.A.F. (1984). Multivariate observations. John Wiley, New York.",
            "cites": null
        },
        {
            "id": 8137128,
            "title": "Multivariate statistical modelling based on generalized linear models.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Fahrmeir, L., Tutz, G. (2001). Multivariate statistical modelling based on generalized linear models. Springer, New York.",
            "cites": null
        },
        {
            "id": 8137141,
            "title": "On ¯nite sequences of real numbers.",
            "authors": [],
            "date": "1931",
            "doi": null,
            "raw": "Heywood, H.B. (1931). On ¯nite sequences of real numbers. Proceedings of the Royal Society A 134, 486{501.",
            "cites": null
        },
        {
            "id": 8137124,
            "title": "On conditional and intrinsic autoregressions.",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Besag, J.E., Kooperberg, C. (1995). On conditional and intrinsic autoregressions. Biometrika 82, 733{746.",
            "cites": null
        },
        {
            "id": 8137147,
            "title": "Ordinal data modeling.",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Johnson, V.E., Albert, J.H. (1999). Ordinal data modeling. Springer, New York.",
            "cites": null
        },
        {
            "id": 8137130,
            "title": "Penalized structured additive regression of spacetime data: a Bayesian perspective.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Fahrmeir, L., Kneib, T., Lang, S. (2004). Penalized structured additive regression of spacetime data: a Bayesian perspective. Statistica Sinica 14, 731{761.",
            "cites": null
        },
        {
            "id": 8137195,
            "title": "Propriety of posteriors with improper priors in hierarchical linear mixed models.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Sun, D., Tsutakawa, R.K., He, Z. (2001). Propriety of posteriors with improper priors in hierarchical linear mixed models. Statistica Sinica 11, 77{95.",
            "cites": null
        },
        {
            "id": 8137171,
            "title": "R-package for Markov chain Monte Carlo by",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "MCMCPack (2005). R-package for Markov chain Monte Carlo by Martin, A.D., Quinn, K.M. URL: http://mcmcpack.wustl.edu/ Moustaki, I. (2003). A general class of latent variable models for ordinal manifest variables with covariate e®ects on the manifest and latent variables. British Journal of Mathematical and Statistical Psychology 56, 337{357.",
            "cites": null
        },
        {
            "id": 8137122,
            "title": "Software for Bayesian inference by",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "BayesX (2005). Software for Bayesian inference by Brezger, A., Kneib, T., Lang, S. URL: http://www.stat.uni-muenchen.de/~bayesx/bayesx.html Besag, J.E., York, J., Mollie, A. (1991). Bayesian image restoration with two applications in spatial statistics (with discussion). Annals of the Institute of Statistical Mathematics 43, 1{59.",
            "cites": null
        },
        {
            "id": 8137197,
            "title": "The calculation of posterior distributions by data augmentation.",
            "authors": [],
            "date": "1987",
            "doi": null,
            "raw": "28Tanner, M.A., Wong, W.H. (1987). The calculation of posterior distributions by data augmentation. Journal of the American Statistical Association 82, 528{540.",
            "cites": null
        },
        {
            "id": 8137144,
            "title": "The e®ect of improper priors on Gibbs sampling in hierarchical linear mixed models.",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Hobert, J.P., Casella, G. (1996). The e®ect of improper priors on Gibbs sampling in hierarchical linear mixed models. Journal of the American Statistical Association 91, 1461{1473.",
            "cites": null
        },
        {
            "id": 8137187,
            "title": "To Bayes or not to Bayes, from whether to when: applications of bayesian methodology to modeling.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Rupp, A.A., Dey, D.K., Zumbo, B.D. (2004). To Bayes or not to Bayes, from whether to when: applications of bayesian methodology to modeling. Structural Equation Modeling 11, 424{451.",
            "cites": null
        },
        {
            "id": 8137139,
            "title": "Varying-coe±cient models.",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Hastie, T., Tibshirani, R.J. (1993). Varying-coe±cient models. Journal of the Royal Statistical Society B 55, 757{796.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://epub.ub.uni-muenchen.de/1839/1/paper_471.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2006",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/12162885.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/12162885"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/12162885/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/12162885/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/12162885"
        }
    ],
    "abstract": "In this article we introduce a latent variable model (LVM) for mixed ordinal and continuous responses, where covariate effects on the continuous latent variables are modelled through a flexible semiparametric predictor. We extend existing LVM with simple linear covariate effects by including nonparametric components for nonlinear effects of continuous covariates and interactions with other covariates as well as spatial effects. Full Bayesian modelling is based on penalized spline and Markov random field priors and is performed by computationally efficient Markov chain Monte Carlo (MCMC) methods. We apply our approach to a large German social science survey which motivated our methodological development",
    "tags": [
        "doc-type:workingPaper",
        "Paper",
        "NonPeerReviewed",
        "Sonderforschungsbereich 386",
        "Sonderforschungsbereich 386",
        "ddc:510"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "doc-type:workingPaper",
        "Paper",
        "NonPeerReviewed"
    ],
    "oai": "oai:epub.ub.uni-muenchen.de:1839",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "454",
        "openDoarId": 0,
        "name": "Open Access LMU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 12162885,
        "depositedDate": null,
        "publishedDate": "2006-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T22:38:26+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-19T16:22:14+01:00"
    },
    "urls": [
        "http://nbn-resolving.de/urn:nbn:de:bvb:19-epub-1839-8",
        "https://epub.ub.uni-muenchen.de/1839/1/paper_471.pdf",
        "https://epub.ub.uni-muenchen.de/1839/"
    ],
    "lastUpdate": "2024-01-30T22:38:26+00:00",
    "setSpecs": []
}