{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2023-11-22T20:22:34+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/591044609.pdf",
    "fullText": "1A CALL TO ACTION:LGBTQ+ YOUTH NEED INCLUSIVE SEX EDUCATIONEXECUTIVE SUMMARYLesbian, gay, bisexual, transgender, and queer (LGBTQ+) youth – particularly those who are at the intersection of multiple marginalized communities – need and deserve to learn in settings that are inclusive of their experiences and that give them the necessary education to stay safe and healthy. Far too many LGBTQ+ youth are attending schools that lack inclusive policies and sitting in classrooms where their teachers and textbooks significantly fail to address their identities, community, and experiences. Nowhere is this absence more clear, and potentially more damaging, than in sex education.Sex education can be one of the few sources of reliable information on sexuality and sexual health for youth. Hundreds of studies have shown that well-designed and well-implemented sex education can reduce risk behavior and support positive sexual health outcomes among teens, such as reducing teen pregnancy and sexually transmitted infection (STI) rates.1 The National Sex Education Standards: Core Content and Skills, K-12 (Second Edition) outlines effective characteristics of comprehensive sex education, which goes beyond risk reduction to ensure young people receive the information they need to make informed decisions about their sexual and reproductive health and future. For LGBTQ+ youth to experience comparable health benefits to their non-LGBTQ+ peers, sex education programs must be LGBTQ+ inclusive. Inclusive programs are those that help young people understand gender identity and sexual orientation with age-appropriate and medically accurate information; incorporate positive examples of LGBTQ+ individuals, relationships and families; emphasize the need for protection during sex for people of all identities; and dispel common myths and stereotypes about behavior and identity.Whether legally barred or simply ignored, LGBTQ+-inclusive sex education is not available for most youth, especially for LGBTQ+ youth who are Black, Indigenous, and other people of color (BIPOC). The Gay, Lesbian, and Straight Education Network (GLSEN) Research Institute’s National School Climate Survey of LGBTQ+ middle and high school students found that over 24% of LGBTQ+ students had never had any school-based sex education, and of students who had received sex education in school, only 8.2% reported that it was inclusive of LGBTQ+ topics.2May 20212Within the LGBTQ+ community, those with identities that are multiply marginalized, or those who have been historically excluded, are being underserved. A study of over 12,000 LGBTQ+ youth conducted by the Human Rights Campaign (HRC) Foundation and the University of Connecticut found that LGBTQ+ youth of color, transgender youth, and bisexual, pansexual, queer, and sexually fluid (bi+) youth rarely receive sex education in school relevant to their identities. Only 20% of Black LGBTQ+ youth3 and 13% of Latinx LGBTQ+ youth4 surveyed by HRC Foundation reported that they received safer sex information in school that they found personally relevant. Furthermore, only 13% among bi+ youth5 and 10% of transgender and gender expansive youth reported they received sex education in school that they found personally relevant.6This research also supports other findings from the GLSEN Research Institute, demonstrating LGBTQ+ young people’s limited access to useful sexual health information. LGBTQ+ students are 50% more likely than their non-LGBTQ+ peers to report that their sex education in school was not useful.7 Further, LGBTQ+ youth are far more likely to seek health information online around sexuality, health, and STIs, in part due to the limited number of trusted adults with whom they feel comfortable talking about sexual health.8 Unfortunately, much of the sexual health information online is neither age-appropriate nor medically accurate, leaving LGBTQ+ youth at a disadvantage and with a greater likelihood of being misinformed.Rates of Searching for Health Information Online among LGBTQ+ and Non-LGBTQ+ YouthPercentage of Respondents Who Had Searched for Information Online in the Past YearSexuality or Sexual AttractionHealth or Medical InformationHIV/AIDS and STIs0%20%40%60%80%100%12%62%46%81%5%19%Non-LGBTQ+LGBTQ+3It is critical that sexual education be LGBTQ+ inclusive to ensure that all students have access to information that can address potential  “risk factors’’ and help them to make healthy decisions. Both public health organizations and the vast majority of parents support LGBTQ+-inclusive sex education. Eighty-five percent (85%) of parents surveyed supported discussion of sexual orientation as part of sex education in high school and 78% supported it in middle school.9 Sex education is a logical venue to help all youth learn about sexual orientation and gender identity and to encourage acceptance for LGBTQ+ people and families. When sex education is another area where LGBTQ+ youth are overlooked or actively stigmatized, it contributes to hostile school environments and places LGBTQ+ youth at increased risk for negative sexual health outcomes.To right these inequities, SIECUS: Sex Ed for Social Change, URGE: Unite for Reproductive & Gender Equity, Advocates for Youth, Answer, Black & Pink, the Equality Federation, GLSEN, the Human Rights Campaign, the National LGBTQ Task Force, and Planned Parenthood Federation of America are calling on parents and families, youth, educators, and policymakers to help by:1. Becoming advocates for LGBTQ+-inclusive sex education. 2. Ensuring that school is a safe and accepting space for LGBTQ+ students. 3. Implementing LGBTQ+-inclusive sex education in schools, community settings, and online. 4. Talking to their own children and teens about sex and sexuality. 5. Working to remove state-level legal and policy barriers to LGBTQ+-inclusive sex education in schools and to require inclusive programs.85% 78%85% of parents support discussion of sexual orientation as part of sex education in high school78% of parents support discussion of sex education in middle school4THE PROBLEMBackground and Funding The provision of sex education in public schools has a long and complicated history in the United States and has been fraught with controversy stemming from disagreements over what youth should be taught about sex. Abstinence-only-until-marriage (AOUM) education, which began receiving major federal funding in the early 1980s during the Reagan administration, promotes abstaining from sex outside of marriage as the only morally acceptable option for young people, emphasizes the failure rates of condoms and other methods of birth control, and generally overlooks or stigmatizes LGBTQ+ people.10 Despite evidence of its ineffectiveness,11 it went on to receive significant funding increases during the George W. Bush administration. Since 1996, AOUM education has received more than $2 billion in federal taxpayer funding. Under the Obama administration, the pendulum swung toward more effective approaches to sex education. In 2010, the U.S. Congress created two funding streams — the Teen Pregnancy Prevention Program (TPPP) and the Personal Responsibility Education Program (PREP) — that support the implementation of evidence-based teen pregnancy and sexually transmitted infection (STI) prevention programs.12 From a review of the program evaluation literature, the U.S. Department of Health and Human Services (HHS) identified 45 evidence-based sex education programs that have proven effective at improving sexual health outcomes.13 The funding for evidence-based programs was then under continuous threat of being cut in favor of reverting to policies supporting unproven AOUM programs under the Trump administration. In 2017, President Trump and his appointees at HHS began an unsuccessful crusade to eliminate TPPP funding. At the same time, in an effort to distance themselves from the condemnatory evidence against AOUM education, abstinence advocates rebranded AOUM to “Sexual Risk Avoidance” (SRA).14 These rebranded programs received $110 million from Congress in FY 2019,15 despite the lack of evidence that these programs support positive sexual and reproductive health outcomes and the inclusion of harmful gender and sexual orientation stereotypes popular with these kinds of programs.16The Legal Landscape Advocates across the country have achieved significant gains in advancing comprehensive sex education. However, state laws still vary widely across the country. Sex education is legally mandated in 29 states and the District of Columbia.17 When sex education is provided in schools, only 18 states require that the instruction be medically accurate; 32 states and the District of Columbia require that the information be appropriate for the students’ age; eight states require culturally responsive sex education and HIV/STI instruction, and 16 states and the District of Columbia require that information on birth control be provided.185Advocates for comprehensive sex education have also seen wins in the last several years, increasing the number of states that require education about sexual orientation and gender identity or programs that are inclusive of LGBTQ+ youth. According to SIECUS’ “State Law and Policy Chart,” seven states — California, Colorado, New Jersey, Oregon, Rhode Island, and Washington — and the District of Columbia have state laws or regulatory guidance requiring sex education provided to students to be specifically inclusive of LGBTQ+ youth.19 While an additional five states — Delaware, Iowa, Massachusetts, South Carolina, and Wisconsin — require instruction to include information on sexual orientation and gender identity that neither affirms nor discriminates against LGBTQ+ youth, the lack of such requirements in the rest of the country leaves states without clear guidance. The specific content of sex education is typically decided on a local level by school boards, advisory committees, or even individual teachers — the result too often being the exclusion of LGBTQ+ youth.While there has been movement across the country toward more inclusve sex education, young people nationwide are still harmed by laws and policies that explicitly or in effect prohibit inclusion of LGBTQ+ content in sex education. Seven states explicitly restrict the teaching of LGBTQ+-related content in schools: Florida, Illinois, Louisiana, Mississippi, North Carolina, Oklahoma, and Texas. While some states prohibit instruction that “promotes a homosexual life-style,”20 other states, such as Florida and North Carolina, mandate that sex education focus on “monogamous, heterosexual marriage.”21, 22  However, these laws have not gone unchallenged. Legal organizations, including the National Center for Lesbian Rights and Lambda Legal, have successfully fought these laws in states like South Carolina, winning the right to LGBTQ+-inclusive sex education one case at a time.As of May 2021, only California, Colorado, New Jersey, Oregon, Rhode Island, and Washington have state laws or regulatory guidance requiring sex education to be LGBTQ+ inclusive.6Exclusionary and Hostile School Environments for LGBTQ+ Youth Many LGBTQ+ students are facing discrimination and victimization at their schools, places that they are required to go and that should be designed to provide them with a safe and supportive learning environment. The GLSEN Research Institute’s National School Climate Survey found that fewer than 8.2% of LGBTQ+ students had ever received sex education in school that was LGBTQ+ inclusive.23 According to the 2018 School Health Profiles from the Centers for Disease Control and Prevention (CDC), in states that allow LGBTQ+-inclusive content, the percentage of secondary schools that actually provided sex education curricula or supplementary materials that were LGBTQ+ inclusive ranged from 18% to 76%.24 In other words, even in the states where educators are allowed to include LGBTQ+ specific information, many of them do not.In areas that implement abstinence-only curricula, students may hear messages that:• Promote fear of LGBTQ+ attraction: “Young persons may sense affection and even infatuation for a member of the same sex. This is not the same thing as ‘being’ homosexual. Any same sex ‘sexual experimentation’ can be confusing to young persons and should be strongly discouraged.”25 • Reinforce gender stereotypes and straight relationships: “What do guys talk about in the locker room? (Girls) What do girls talk about at sleepover parties? (Guys)”26• Mandate heterosexual marriage: “The only safe sex is in a marriage relationship where a man and a woman are faithful to each other for life.”27 • Disparage single-parent families: “Single women are trying to be both mother and father. The absentee dad has become a norm in many communities. It is interesting that domestic violence, child abuse and increased poverty have also increased in proportion to the decline in the sanctity of marriage.”28LGBTQ+ youth already experience violence and bullying in school — and sex education programs that stigmatize LGBTQ+ people help cultivate hostile school environments by ignoring LGBTQ+ identities and experiences, or worse, actively promoting LGBTQ+ stigma. The HRC Foundation’s analysis of the 2019 Youth Risk Behavior Surveillance (YRBS) shows that 16% of gay and lesbian youth as well as 11% of bisexual youth have been threatened or injured with a weapon on school property, compared to 7% of non-LGBTQ+ youth.29 Such violence is experienced at elevated rates (29%) by transgender youth. Moreover, the HRC Foundation’s analysis of the 2019 YRBS found that 29% of lesbian and gay youth, 31% of bisexual youth and 43% of transgender youth have been bullied on school property, compared to 16% of non-LGBTQ+ youth.30 When LGBTQ+ youth are further stigmatized by laws and policies that shame their identities, they face even more challenges. In fact, in the states with laws that prohibit the positive discussion of LGBTQ+ sexuality in school health and sex education classes, students were more likely to hear homophobic remarks from school staff, less likely to report feeling supported by school staff, less likely to receive an effective response to harassment from school staff, and less likely to have LGBTQ+ resources in schools such as comprehensive anti-harassment/assault policies, inclusive school health services, or Gender-Sexuality Alliances.31 The GLSEN Research Institute found that when LGBTQ+ students do not see their identities, experiences, 7and communities reflected in school curricula, they are less likely to feel comfortable speaking with their teachers about LGBTQ+ issues, less likely to feel safe at school, and face greater rates of anti-LGBTQ+ harassment.32Furthermore, LGBTQ+ students who reported high levels of anti-LGBTQ+ victimization at school have lower GPAs, lower self-esteem, higher levels of depression, and are approximately three times more likely to have missed school in the past month due to feeling unsafe, compared to their less frequently victimized peers.33 It is the responsibility and role of schools to provide a safe and supportive learning environment for all of their students. An ideal LGBTQ+-inclusive sexual health curriculum would exist within a safe and supportive school environment, free from bias-based bullying and harassment, where all students feel welcome, respected, and ready to learn.Lack of Sex Education has Far Reaching Health Consequences from Adolescence to AdulthoodThe experiences of LGBTQ+ youth in schools and their lack of relevant sex education has far-reaching implications for their health both as youth and into adulthood — especially as it relates to risk and prevention of HIV and other STIs. According to the CDC, nearly seven in ten (69%) new HIV diagnoses from 2018 were gay and bisexual men.34 Gay, bisexual, men who have sex with men, and transgender women have been significantly affected by the HIV epidemic. Specifically, Black and Latinx men with sexual partners who are men, many of whom are gay and bisexual, and transgender women account for some of the largest communities that have been affected by the HIV epidemic.35, 36 These stark disparities begin in adolescence and are directly related to whether an LGBTQ+ youth receives LGBTQ+-inclusive and HIV-inclusive sex education.  Unfortunately, the HRC Foundation has found that LGBTQ+ youth, particularly Black LGBTQ+ youth, Latinx LGBTQ+ youth, transgender youth and bi+ youth, rarely receive sex education in school that is relevant to them personally. Too often, LGBTQ+ youth also go without education on HIV and other STIs, even though they are often at greater risk of contracting these types of infections. The HRC Foundation’s analysis of public 2019 YRBS data files found that nearly one-quarter (23%) of LGBTQ+ youth have not been taught about HIV/AIDS in school, compared to 18% of non-LGBTQ+ youth.37 These disparities are elevated for transgender youth (28%) and questioning youth (27%). As a result of these disparities in education, LGBTQ+ youth may not r know how to engage in behavior that reduces their risk of getting illnesses such as HIV. The analysis by the HRC Foundation further suggests this may be the case: 38% of LGBTQ+ youth used a condom during their last sexual intercourse, compared to 60% of non-LGBTQ+ youth. Even fewer bisexual high school boys (21%) used a condom during their last sexual intercourse. However, among bisexual high school boys who have had a same-sex sexual partner, condom use rates drop even further to 11%.38 These trends are likely due to these youth not receiving sex education that explains their risk of getting HIV as bisexual boys. While there are gaps in sex education, the United States is closer than ever to ending the HIV and AIDS epidemic. Major advancements in HIV prevention, treatment, and care have put an AIDS-free generation squarely within reach, while HIV tests are faster and more reliable 8than ever before. HIV medications are safer and more effective, and there are now several ways to prevent the spread of HIV, including condoms and Pre-Exposure Prophylaxis (PrEP). PrEP is an HIV prevention strategy that currently involves taking a once daily-pill called Truvada®.39 When taken as prescribed, PrEP is safe and highly effective at preventing people from becoming HIV-positive. In addition to making condoms and PrEP accessible, providing LGBTQ+- inclusive sex education to youth across the country would also support bringing the United States closer to ending the HIV epidemic. Schools, parents, communities, and policymakers must take action to ensure that LGBTQ+ youth can see themselves in all parts of their sex education, which should have a strong focus on HIV prevention and include education about PrEP.LGBTQ+ Youth and the School-to-Prison Pipeline Failing to provide a safe and supportive learning environment funnels many LGBTQ+ youth into the school-to-prison pipeline through no fault of their own. While LGBTQ+ youth represent 6% of the population, they disproportionately represent 20% of the incarcerated youth population. Incarceration is but one of many systems that fails to protect and support, and instead, discriminates against and criminalizes their LGBTQ+ identities.40Many LGBTQ+ youth are rejected from their homes for their sexual orientation and/or gender identity and expression. Additionally, more than half of LGBTQ+ students are discriminated against and over-policed at school.41 LGBTQ+ youth are three times more likely to be absent from school as a result of experiencing victimization related to their gender identity or sexual expression.42 These factors significantly contribute to LGBTQ+ youth being pushed out of stable home and learning environments. Once pushed out, LGBTQ+ youth, especially those of color, face pervasive discrimination and stigma that increases their risk for policing and criminalization.43 They are often targeted for status offenses and survival behaviors like sex work and substance use. In addition, when LGBTQ+ youth seek services designed to ensure the health and safety of homeless and runaway youth, they are instead met with intolerance, abuse, or neglect by providers and foster parents due to lack of training and institutional bias.44 As a result, many LGBTQ+ youth also run away from these placements. It’s unsurprising that a lack of supportive care leads LGBTQ+ youth to homelessness. In fact, 40% of the homeless youth population is comprised of LGBTQ+ youth, with homelessness the greatest predictor of justice system involvement.45 Incarcerated and detained LGBTQ+ youth consistently experience identity-based degradation, discrimination, and abuse.46 Most states lack juvenile justice standards that allow youth to dress and express themselves according to their gender identity.47 Many vital needs go unmet. This includes a lack of sexual and reproductive health education and services, resulting in high rates of STIs and HIV-related stigma, as well as a lack of appropriate medical care for transgender youth, resulting in health disparities, including higher levels of HIV and suicidality.Racial Justice and Sex Education Every aspect of our history, culture, and institutions, including sex education, are informed and shaped by white supremacy. The way many young people experience today’s sex education  affects how BIPOC young people navigate sex and relationships in their schools and their communities. Racialized and sexualized language in federal, state, and school policies, school 9curriculum, and the implementation of school policies directly connect to the disproportionate experiences of sexual and other violence, negative sexual health outcomes, and interaction with the criminal justice system that young Black people and other youth of color face. LGBTQ+ youth of color also face greater risks and challenges than their white LGBTQ+ peers.  The GLSEN Research Institute found that LGBTQ+ students of color faced multiple forms of victimization in schools, and that two in five LGBTQ+ students of color experience racist and homophobic victimization.48 As with many theories, most sexual health theory and curriculum has been developed primarily to address concerns expressed by dominant white culture, with a focus on the biomedical model and social hygiene.49 This history of state-based attempts to maintain power and control over people’s bodies by criminalizing sexual behavior in the name of the sanctity of marriage, public health, and the public good were undoubtedly tinged with racism. One devastating effect of the pervasiveness of this ideology is the systematic sterilization of women of color and queer, trans, and non-binary folks throughout U.S. history —and still happens today.50This history affects the way funding and resources are allocated to schools and communities of color, impacting LGBTQ+ youth of color’s ability to access adequate sex education today. Predominantly nonwhite school districts recieve $23 million less in funding than predominantly white districts serving the same number of students, and we know that when school district funding falls short, schools lack the resources to provide comprehensive sex education, disproportionately affecting youth of color.51Almost half of young people identify as people of color; they also disproportionately identify as LGBTQ+.52 According to the 2019 YRBS, 51.2% of respondents were white, 12.2% were Black, 26.1% were Hispanic, and 10.6% were American Indian or Alaska Native, Asian, Native Hawaiian or other Pacific Islander, or multiple races.53 However, these categories of race do not adequately capture how young people identify themselves racially, nor do they account for colorism, and the collapse of so many categories makes it hard to actually decipher the racial makeup of young people. The 2019 YRBS also found that 84.4% of students nationwide identified as heterosexual, 2.5% identified as gay or lesbian, 8.7% identified as bisexual, and 4.5% were not sure of their sexual identity.54LGBTQ+ youth of color experience high rates of harassment due to their race/ethnicity, sexual orientation, and gender identity/expression. According to GLSEN’s 2019 National School Climate Survey, 73.6% of Indigenous LGBTQ+ youth, 57.1% of Latinx LGBTQ+ youth, 49.3% of Asian American and Pacific Islander (AAPI) LGBTQ+ youth, and 47.5% of Black LGBTQ+ youth report feeling unsafe at school based on their sexual orientation.55 Additionally, Black, Indigenous, and Latinx people have STIs, face teen pregnancy, and experience sexual assault at higher rates than their white peers and peers of other races. The lack of resources granted to predominantly nonwhite school districts and the inconsistent patchwork of sex education allows some states to intentionally discriminate against LGBTQ+ youth and youth of color (and, by extension, LGBTQ+ youth of color) by either entirely omitting important information about their bodies and sexualities or by using sex education as an opportunity to validate racist, homophobic, transphobic, and misogynist narratives. This is compounded for LGBTQ+ youth of color who experience oppression at the intersections 10of their race, gender, and sexuality; in particular Black LGBTQ+ students disproportionately experience harsher discipline in schools than their Latinx, white, and AAPI LGBTQ+ peers.56, 57Black LGBTQ+ YouthA Washington University Law Review article found that Black students nationwide are more likely than white students to receive abstinence-only instruction in spite of the fact that Black parents and students overwhelmingly (90%) support comprehensive sex education.58 In a 2011 survey conducted by Essence Magazine and The National Campaign to Prevent Teen and Unplanned Pregnancy, 47% of Black youth ages 13 to 21 who have had sex reported feeling pressured to go further sexually than they wanted to, and 54% of Black males in this same age group reported feeling pressure from their friends to have sex.59 Respondents of the same survey highlighted the messages of historical, cultural, and persistent hyper-sexualization of Black bodies in comparison to white bodies does reach them, with 73% of respondents reporting they agree that media portrays Black youth as sexually aggressive compared to 39% who believe media portrays white youth as sexually aggressive.60 The results of this survey also indicate a discrepancy between intention and action in sexual behavior among Black youth that could be the result of inadequate education. For example, 90% of Black youth reported that it is important for them to avoid pregnancy at this time in their life, yet 67% have had sex without contraception and 45% report using birth control inconsistently.61The persistence of white supremacy negatively affects Black LGBTQ+ youth’s access to adequate and comprehensive sex education and therefore informs their sexual behavior. This has serious negative sexual health consequences for Black LGBTQ+ youth, with Black youth being 20 times more likely to acquire HIV than white youth.62 Additionally, in a 2013 survey conducted by Sonja C. Tonnesen titled “‘Hit it and Quit It’: Responses to Black Girls’ Victimization in School,” 60% of respondents reported having been sexually assaulted before the age of 18.63 Tonnesen also notes that, “[Black] girls experience sexual harassment and gendered violence at some of the highest rates; a risk that may be heightened by real or perceived LGBTQ status, disability, pregnancy, poverty, lack of school resources, and over-policing in Black communities.”64 Public health professionals are also seeing the long-term consequences of inadequate sexual health education for Black youth, with Black teens experiencing unintended pregnancy rates more than double that of white teens, in addition to disproportionate cervical cancer mortality rates caused by HPV among Black women.65,66Latinx LGBTQ+ YouthIn 2016, Latinx youth accounted for 25% of the United State’s K-12 student population; in New Mexico, California, and Texas, they accounted for 50% or more of all K-12 students.67 Latinx youth are the youngest major racial or ethnic group and the fastest growing population in the US. As of 2014, 62% of Latinx youth lived in families with low incomes (below 200% of the poverty line), compared to 31% of white youth.68 In addition to the fact that predominantly nonwhite school districts receive significantly less funding and resources than predominantly white schools — inevitably affecting access to sexual health education for those student — many of the states that have AOUM sex education also have high-density Latinx populations. 11While the Latinx immigrant experience shapes sexual and reproductive health behavior among Latinx immigrant youth, leading to lower rates of sexual activity and later sexual debut than non-immigrant children, they also face barriers obtaining quality health care and education. As with Black youth, this inadequacy in investment has negative health implications for Latinx youth. According to the National Latina Institute for Reproductive Justice, young Latinas are significantly more likely to be diagnosed with an STI, experience higher rates of depression, and have lower rates of prenatal care than their white peers.69AAPI LGBTQ+ YouthConversations on the topic of sexual and reproductive health are often considered taboo topics within AAPI communities. A study by Forward Together found that more than half of young AAPI women surveyed felt uncomfortable talking to their mothers about reproductive health and more than one-third never discussed pregnancy, STIs, birth control, and sexuality within their households.70 This information gap underscores the importance of a comprehensive sex education curriculum in schools, where AAPI youth can access the knowledge necessary to navigate their sexual health in meaningful ways. While as a group, the rate of teen pregnancies among AAPI youth are low, breakdowns by ethnic subpopulations show disparity. For example, Phoua Xiong conducted a study on the lived experiences of second-generation Hmong American teen mothers and found that 50% of Hmong girls between ages 15 and 19 in Minnesota had children or became pregnant before graduating from high school.71Indigenous LGBTQ+ YouthThe violent effects of Indian Residential Schools still resonate in people’s hearts, minds, and bodies today. This legacy of trauma must be considered when discussing resource allocation (or lack thereof) to Indigenous students by the U.S. government, including how this ultimately affects access to sexual health education among Indigenous youth. Native American, American Indian, and Alaska Native LGBTQ+ youth are generally more likely than other racial/ethnic groups to experience anti-LGBTQ+ victimization and discrimination with 78.4% of Native gay or lesbian students experiencing victimization because of their sexual orientation.72 Research of Native lesbian, bisexual, and Two Spirit women also reveals a high prevalence of both sexual (85%) and physical (78%) assault.73It is important to disaggregate LGBTQ+ youth of color to illuminate how differences in race and ethnicity create differing experiences of power, violence, oppression, and ultimately inadequate access to quality and affirming sexual health education. Increasingly, however, LGBTQ+ youth of color do not fit so neatly into each of these categories. Young people’s racial, gender, and sexual identities intersect in more ways than the data currently adequately captures; however, Kimberlé Crenshaw teaches us that intersections of marginalized identity oppression is deepened in a way that can’t be measured, but still must be understood. The bottom line is that BIPOC LGBTQ+ people fall to the very center of the group most disproportionately affected by lack of adequate sexual health education. As a result, they are not receiving access to the information they need to make empowered decisions about their sexual and reproductive health, leaving them to struggle with the negative health consequences. LGBTQ+ youth of color deserve to have access to affirming health care, sexual pleasure, and healthy relationships. 12Minority Stress Effect and LGBTQ+ Health Minority stress refers to the additional, unique, and chronic stress caused by stigma and discrimination experienced by members of marginalized groups.74 Because it is socially based —that is, rooted in relatively stable social processes, institutions, and structures — minority stress is a social determinant of health. For LGBTQ+ people, minority stressors manifest as experiences of victimization, anticipation of rejection and discrimination, and internalization of anti-LGBTQ+ bias. The impacts are far-reaching and profound, affecting various elements of psychosocial (cognitive, affective, and interpersonal) and physiological health.75 Minority stress experienced by LGBTQ+ youth increases their risk of physical and mental health problems, including STIs, eating disorders, depression, anxiety, suicidality, substance use,76 and post-traumatic stress disorder.77, 78 Research has and continues to uncover the means by which minority stress gets “under the skin” of LGBTQ+ youth. Stigma can lead to feelings of alienation, lack of integration into the community, and problems with self-acceptance, all of which are related to mental health problems. In some cases, internalizing social stigma about sexual orientation or gender identity is also associated with behaviors among LGBTQ+ youth that are independently associated with negative health outcomes such as increased alcohol use,79 sexual risk,80 unhealthy eating,81 intimate partner violence,82 and lifetime suicide attempts.83 Experiences of stigma and discrimination also negatively impact the engagement of LGBTQ+ youth with systems in ways that can influence their future health. For example, experiences of severe discrimination and violence negatively affect LGBTQ+ students’ educational achievements and aspirations,84 and efforts to conceal sexual orientation or gender identity in order to avoid victimization means LGBTQ+ youth may later experience additional negative psychological consequences, not receive necessary health care, or receive inappropriate care.85 At the metabolic level, researchers have found, for example, that young lesbian, gay, or bisexual adults raised in environments with high structural stigma show patterns of cortisol dysregulation. This, in turn, is associated with negative health outcomes such as cardiovascular disease and diabetes in studies across the general population.86 However, LGBTQ+ youth respond to and experience minority stress in different ways, raising questions about differences in social stressors depending on sexual and gender identities and the interplay with intersecting lived experiences including, but not limited to, racial/ethnic identity or immigration status. Some studies indicate, for example, that bisexual boys who experienced victimization drink alcohol more frequently and are more likely to “binge” drink than gay boys,87 bisexual girls have stronger associations than other lesbian, gay, or bisexual youth with eating disorders88 but weaker associations with frequent alcohol use than lesbian youth,89 and bisexual youth have poorer mental health and less social support than gay or lesbian youth.90 Research also indicates, for example, that two in five LGBTQ+ students of color (Black,91 Asian American and Pacific Islander,92 Native and Indigenous,93 and Latinx94) experienced harassment or assault at school due to both sexual orientation and race/ethnicity, and that Black LGBTQ+ students are more likely than other racial/ethnic groups to be suspended or expelled.95 While the contexts and terminology might be different, stigma and discrimination have clear, adverse effects on the mental and physical health of members of all marginalized groups. There 13is, for example, ample evidence that Black people experience accelerated aging and increased health vulnerabilities because of the chronic, toxic stress exposure caused by structural racism manifest in social, economic, and political marginalization (a framework known as “weathering”).96, 97 And data indicates immigrants, particularly those who are Latinx and AAPI, largely have better health and mortality profiles than people born in the U.S., but that these advantages deteriorate over time, likely due in part to minority stress in the form of pressures to acculturate (a phenomenon known as the “immigrant paradox”).98 99Consequently, LGBTQ+ people of color are at disproportionate risk of poor health due to minority stress. For example, Black gay, bisexual, and queer (GBQ) men in the U.S. are disproportionately more likely to be living with HIV, even though they engage in similar or lower levels of sexual risk and substance use behaviors and are more likely to report preventive behaviors than white GBQ men.100 Current evidence indicates that the reasons for the gross disparities are due to structural racism; for example, higher rates of poverty for Black GBQ men and historically discriminatory treatment by providers (and concomitant distrust) limits access to quality health care, including access to HIV testing, care, and medications. But it is critically important to note that members of minority groups also respond to prejudice with coping and resilience, meaning that minority stress is also associated with important resources like group solidarity and cohesiveness that can protect members from the adverse effects of minority stress.101 Coping and resilience responses are strong but varied within and across different marginalized groups. For example, although LGBTQ+ people overall have more stress and more mental health disorders than heterosexual people, and Black and Latinx people have more stress than white people, Black and Latinx LGBTQ+ people do not have more mental health disorders than white LGBTQ+ people.102 In another example, one study indicated that the relationships between masculinity, femininity, and minority stress varied across racial/ethnic groups and, in fact, worked in opposite directions. Masculinity was associated with lower levels of victimization, discrimination, and stigma consciousness among Black and Latina sexual minority women, but higher levels among white sexual minority women.103 In other words, group-level social structures can have positive effects on individual mental health by allowing members to experience social environments in which they are not stigmatized, receive support, and evaluate themselves in comparison to each other rather than to members of the dominant culture. This “reappraisal” process104 renders minority stress less harmful by processes by which, instead, group members validate their shared minority experience and identity and imbue it with power.The fact remains, however, that the interpersonal stress and discrimination that LGBTQ+ youth experience in their homes, schools, or communities can lead to adverse mental and physical health outcomes.105 Indeed, numerous large-scale studies have found that LGBTQ+ youth are significantly more likely than their non-LGBTQ+ peers to engage in behaviors that pose risks to their health and wellbeing. 14In a survey of more than 150,000 students in grades 9 -12 between 2001 and 2009, the CDC found that lesbian, gay, and bisexual-identified (LGB) students were more likely to engage in:106• Behaviors related to violence, including experiencing dating violence, sexual assault, and avoiding school because of safety concerns • Attempted suicide • Tobacco, alcohol, and other drug use • Unhealthy weight managementMany LGBTQ+ youth also experience social and emotional isolation and family abuse. LGB youth who experience high levels of family rejection are at particularly high risk for negative health outcomes compared to those whose families were supportive and accepting, including higher rates of attempted suicide, depression, illegal drug use, and unprotected sex.107This kind of marginalization can have a range of serious consequences for LGBTQ+ youth when it comes to engaging in sexual behavior. Sexual youth are:108• More likely to have begun having sex at an early age and to have multiple partners compared to their heterosexual peers. • More likely to have sex while under the influence of alcohol or other drugs. • Less likely to report using condoms or birth control at last sex. While studies that focus on LGB youth are far more prevalent than those that include or specifically study sexual risk behavior among transgender youth, the research that does exist suggests that condom use among transgender youth is also inconsistent, particularly with primary sexual partners.109The combination of minority stress factors and exclusionary sex education ultimately leads to disproportionate adverse sexual health outcomes for LGBTQ+ youth. Several studies have found that LGB youth are two to three times more likely to report having ever been or gotten someone pregnant than their heterosexual peers.110 An analysis of the Massachusetts Youth Risk Behavior Survey also found that LGB youth were more likely than heterosexual youth to have been diagnosed with HIV or another STI.111 According to the CDC, an overwhelming majority of new HIV transmissions among youth ages 13-24 occur among gay and bisexual men and transgender women who have sex with men.112MINORITY STRESS FACTORSEXCLUSIONARY SEX EDUCATIONADVERSE SEXUAL HEALTH OUTCOMES FOR LGBTQ+ YOUTH+ >15THE SOLUTIONLGBTQ+-Inclusive Sex Education Quality sex education provides students with opportunities for learning sexual health information, exploring attitudes and values about sexuality and relationships, and developing critical interpersonal skills. Sex education encourages students to talk with their parents about sex and teaches students communication, negotiation, and refusal skills they can use to form healthy relationships. Hundreds of studies have shown that well-designed and well-implemented sex education programs can reduce sexual risk and support positive sexual health outcomes among teens, including:113• Delaying the age of first sexual intercourse • Reducing the overall number of sexual partners • Reducing condomless sex and increasing use of contraception • Reducing unintended teen pregnancy • Reducing rates of teen HIV and other STIs  LGBTQ+ youth deserve to receive the same benefits from sex education as their non-LGBTQ+ peers. Overcoming the current health disparities experienced by LGBTQ+ youth requires supportive learning environments and sex education programs that are inclusive of their identities, needs, and experiences.Sex education that is LGBTQ+ inclusive should, at a minimum: • Include information for all students about sexual orientation and gender identity that is age-appropriate and medically accurate. • Be designed with the needs of LGBTQ+ students, and particularly BIPOC students, in mind and be implemented with awareness that all classes are likely to have some LGBTQ+ students.• Include depictions of LGBTQ+ people and same-sex/gender loving relationships in a positive light in stories and role-plays. • Use gender-neutral/expansive terms such as “they/them” and “partner” whenever possible. • Ensure that prevention messages related to condom and birth control use are not relayed in a way that suggests only heterosexual youth or cisgender male/female couples need to be concerned about unintended pregnancy and STI prevention. • Avoid making assumptions about students’ sexual orientation or gender identity.Comprehensive sex education delivered in schools from kindergarten through 12th grade is the best way to provide truly LGBTQ+-inclusive sex education and ensure positive sexual health outcomes for all youth. These programs provide age-appropriate and medically accurate information on human development, relationships, personal skills, and sexual behavior including abstinence, sexual health, and society and culture.114 Most importantly for LGBTQ+ youth, comprehensive sex education provides factual, non-stigmatizing information on sexual 16orientation and gender identity as a part of human development and teaches youth to respect LGBTQ+ people with messages like “Making fun of people for not acting the way society expects them to based on their biological sex [sic.] is disrespectful and hurtful” and “People deserve respect regardless of who they are attracted to.”115Though comprehensive sex education is far from common in U.S. schools, sex education of any kind is a logical venue to help young people learn about identity and encourage acceptance for LGBTQ+ people and families. Even smaller-scope programs delivered in schools, community settings, or online that are designed or adapted to be LGBTQ+ inclusive can make a difference for LGBTQ+ youth — particularly if they are evidence based.A study of the impact of LGB-inclusive HIV education found that LGB students receiving inclusive education reported fewer sexual partners, less recent sex, and less substance use before having sex than LGB youth in other schools.116 In a survey of more than 1,200 middle and high school students across California, students whose health and sexuality classes expressed support for LGBTQ+ people were less likely to report bullying based on sexual orientation and gender expression.117 These students were also more likely to feel safe at school. Inclusive content in other subjects made a difference, but sexuality and health education classes mattered most across various measures of school climate.Public Support for LGBTQ+-Inclusive Sex EducationParents, families, and leading health organizations alike support providing more LGBTQ+-inclusive sex education. Studies show that 96% of parents support providing sex education in high school and 94% support it in middle school. Further, 85% of parents specifically support discussion of sexual orientation as part of sex education in high school and 78% support it in middle school.118Many health organizations have issued statements and position papers expressing their support for LGBTQ+-inclusive education, including:The Society for Adolescent Medicine: “Health educators and clinicians caring for adolescents should promote social and cultural sensitivity to sexually active youth and gay, lesbian, bisexual, transgendered [sic.] and questioning youth. Health education curricula should also reflect such sensitivity.”119The American Public Health Association: “Urges all states to require and adequately fund local school districts and schools to plan and implement comprehensive sexuality education as an integral part of comprehensive K-12 school health education. This education must be… consistent with community standards and efforts to foster safe and welcoming schools; be implemented in a nonjudgmental manner that does not impose specific religious viewpoints on students… Districts should use multiple sources of data regarding students’ needs, knowledge, and behaviors so that they can plan programs that meet the prevention needs of all students, with due attention to those who might be at greater risk for HIV, other STIs, and pregnancy, such as young men who have sex with men and members of populations with high prevalence rates.”120The American Medical Association: “The American Medical Association (AMA) urges schools to implement comprehensive, developmentally appropriate sexuality education programs that… utilize classroom teachers and other professionals who have shown an aptitude for working with young people and who have received special training that includes addressing the needs of gay, lesbian, and bisexual youth.”12117A CALL TO ACTION FOR YOUTH, PARENTS, COMMUNITY MEMBERS, EDUCATORS, AND POLICYMAKERSYouthBecome an advocate for inclusive sex education. LGBTQ+ youth are leading this work in schools across the country, calling on their educators and the adults in their lives to provide the comprehensive and inclusive education that they want and deserve. LGBTQ+ youth and allies can speak to school health advisory committees (SHACs), school boards, school administrators, and teachers about the importance of sex education programs that meet their needs. Some SHACs include student members, so consider joining to advocate for inclusive curricula. School clubs, such as Gender-Sexuality Alliances, can also play an important role in educating peers and advocating with educators at school for inclusive sex education. When possible, organize other people to advocate with you. Consult the Youth Activist’s Toolkit from Advocates for Youth for more ideas or A Young People’s Reproductive Justice Policy Agenda from URGE: Unite for Reproductive & Gender Equity. GLSEN’s Youth Programs team has resources for GSAs and support for virtual clubs. The Gender Sexuality Alliance Network also has many resources to help build or strengthen GSA clubs. Parents and Community MembersFind out what is being taught in your local schools. Many people have no idea whether their schools are providing AOUM education, sex education programs that are non-inclusive, or truly inclusive programs. Become an advocate. The way that decisions about sex education curricula are structured vary by school district, but there is generally a school health advisory committee that helps oversee curriculum choice. Parents and other community members can speak to school health advisory committees (SHACs), school boards, school administrators, and teachers about the need for LGBTQ+-inclusive sex education programs. When possible, join the health advisory committee to help positively influence curriculum decisions. For parents looking for a place to begin their advocacy, SIECUS’ Five Steps to Advance Sex Ed Now and Community Action Toolkit provide excellent information and resources to bring positive change to their communities. Talk about sex with your own children. Learn about parent-child communication techniques and talk to your own children about the range of gender identities and expressions, as well as healthy sexuality and relationships. Advocates for Youth has a comprehensive guide to help parents through difficult conversations, and Planned Parenthood has a section on its website with tools for parents.Educators Develop and implement LGBTQ+-inclusive sex education curricula. Educators should incorporate best practices for LGBTQ+ inclusion in sex education curricula delivered in schools, community settings, and online. Resources for developing inclusive programs include your local Planned Parenthood affiliate, Answer’s professional development workshop, 18LGBTQ+ Issues in Schools, the HRC Foundation’s Welcoming Schools Program, Advocates for Youth’s 3 R’s Curriculum, and “Responsive Classroom Curriculum for Lesbian, Gay, Bisexual, Transgender, and Questioning Students” in Creating Safe and Supportive Learning Environments: A Guide for Working with Lesbian, Gay, Bisexual, and Questioning Youth and Families.122 GLSEN also has a list of resources for LGBTQ+-inclusive sex education.Promote inclusivity throughout the school experience. The more that LGBTQ+ topics are discussed in the classroom and visible on campus, the better it is for LGBTQ+ youth. It is safe to assume that you have LGBTQ+ students in your class, whether you know it or not. Support or help students start affirming student clubs like Gender-Sexuality Alliances. Ensure an early and integrated approach to all LGBTQ+ issues by talking about LGBTQ+ people in history, using examples of same-sex couples in math word problems, and using terminology that acknowledges different family structures and gender identities. For more ideas on creating inclusive classrooms, consult GLSEN’s LGBTQ+-Inclusive Curriculum Guide for Educators, lesson plans on bullying, bias, and diversity, and sign up for their educator network.Arrange for Professional Development. LGBTQ+ issues, supports, and language are constantly shifting. Professional development workshops can better support you and your school in ensuring that you are able to meet the needs of your LGBTQ+ students, especially those who are additionally system-impacted due to class, ability, and race. Administrators and school leaders should reach out to district LGBTQ+ Coordinators, Diversity Directors, local LGBTQ+ Community Centers, or GLSEN Chapters for training options. Policymakers Remove legal barriers. Policymakers are in a unique position to create change and clear legal roadblocks to LGBTQ+-inclusive sex education. Federal, state, and local policymakers should work to address gaps and remove restrictions in the policy landscape, requiring sex education that goes beyond disease or pregnancy focus and is truly LGBTQ+ inclusive. This begins by striking down antiquated, homophobic, and transphobic laws so that educators are legally allowed to not only mention but also affirm LGBTQ+ lives in their classrooms. Align policy with expert guidance. Policymakers are often tasked with creating legislation despite a lack of expertise in the subject matter. When drafting legislation and regulations related to teacher training and sex education, states assemblies and agencies can align policy to the LGBTQ+-inclusive Professional Learning Standards for Sex Education and National Sex Education Standards. These standards were created through the collaboration of dozens of experts in adolescent development, public health, and sexual health education for the purpose of ensuring that all students receive quality sex equcation from teachers who feel prepared and confident with the subject. Create and advocate for inclusive funding streams. While local education agencies (LEAs), community organizations, and educators on the ground recognize the need for inclusive sex education, they may be unable to provide it due to a lack of access to resources. To date, billions of dollars have been funneled into AOUM programming, despite all evidence pointing to sex education that is inclusive and comprehensive as more effective in achieving positive health outcomes for all young people. Policymakers at the federal level can support the Real 19Education for Healthy Youth Act and the Youth Access to Sexual Health Services Act, which allocate funding to comprehensive sex education and breaking down the barriers that prevent young people from receiving vital sexual and reproductive health care. Those at the state level can introduce and sponsor legislation similar to the Healthy Youth Act passed in Colorado, which not only ensured that any sex education provided to young people is appropriate and inclusive of individuals with LGBTQ+ identites, but also that these programs receive funding.LGBTQ+ young people can’t wait to receive quality, inclusive, and comprehensive sex education. They need more, not less, information to increase positive health outcomes and receive destigmatized sexual and reproductive healthcare. 201. Advocates for Youth. (2008). Science and Success: Sex Education and Other Programs that Work to Prevent Teen Pregnancy, HIV & Sexually Transmitted Infections. Washington, D.C.: Alford, S. et al.; Kohler, P. K., Manhart, L. E., & Lafferty, W. E. (2008). Abstinence-only and comprehensive sex education and the initiation of sexual activity and teen pregnancy. Journal of Adolescent Health, 42(4), 344-351; Kirby, D. B., Laris, B. A., & Rolleri, L. A. (2007). Sex and HIV education programs: their impact on sexual behaviors of young people throughout the world. Journal of Adolescent Health, 40(3), 206-217. 2. Kosciw, J. G., Clark, C. M., Truong, N. L., & Zongrone, A. D. (2020). The 2019 National School Climate Survey: The experiences of lesbian, gay, bisexual, transgender, and queer youth in our nation’s schools. New York: GLSEN.3. Human Rights Campaign. (2019). 2019. Black and African American LGBTQ Youth Report. Retrieved from https://www.hrc.org/resources/black-and-african-american-lgbtq-youth-report4. Human Rights Campaign. (2018). 2018. Latinx LGBTQ Youth Report. Retrieved from https://www.hrc.org/resources/latinx-lgbtq-youth-report5. Human Rights Campaign. (2019). 2019. Bi+ Youth Report. Retrieved from https://www.hrc.org/resources/bi-youth-report 6. Human Rights Campaign. (2018). Gender-Expansive Youth Report. Retrieved from https://www.hrc.org/resources/2018-gender-expansive-youth-report 7. Greytak, E.A., Kosciw, J.G., Villenas, C. & Giga, N.M. (2016). From Teasing to Torment: School Climate Revisited, A Survey of U.S. Secondary School Students and Teachers. New York: GLSEN.8. GLSEN, CiPHR, & CCRC. (2013). Out Online: The Experiences of Lesbian, Gay, Bisexual and Transgender Youth on the Internet. New York: GLSEN.9. Planned Parenthood Federation of America and Center for Latino Adolescent and Family Health.(2015). Let’s Talk Poll. New York.10. SEICUS. (2019). Sexuality Information and Education Council of the United States. A History of Federal Funding for Abstinence-Only-Until-Marriage Programs. Retrieved from https://siecus.org/resources/a-history-of-abstinence-only-federal-funding/11. Kantor, L. M., Santelli, J. S., Teitler, J., & Balmer, R. (2008). Abstinence-only policies and programs: An overview. Sexuality Research & Social Policy, 5(3), 6-17. 12. SEICUS. (2019). An Explanation of Federal Funding for More Comprehensive Approaches to Sex Education. Retrieved from http://www.siecus.org/index.cfm?fuseaction=Page.ViewPage&PageID=1262  13. US Department of Health and Human Services. Teen Pregnancy Prevention Evidence Review. Retrieved from http://tppevidencereview. aspe.hhs.gov/EvidencePrograms.aspx 14. SIECUS. (2019). Trump’s Teen Pregnancy Prevention Program Shift: A Timeline.  Retrieved from https://siecus.org/resources/trump-shifts-teen-pregnancy-prevention-program/15. SIECUS. (2019). Federal Programs Funding Chart. Retrieved from https://siecus.org/resources/federal-programs-funding-chart-fact-sheet/16. Guttmacher Institute. (2017). Despite New Branding, Abstinence-Only Programs Have Same Old Problems. Retrieved from https://www.guttmacher.org/article/2017/12/despite-new-branding-abstinence-only-programs-have-same-old-problems17. SIECUS. (2020) Sex Ed State Law and Policy Chart. Retrieved from https://siecus.org/wp-content/uploads/2020/05/SIECUS-2020-Sex-Ed-State-Law-and-Policy-Chart_May-2020-3.pdf18. Ibid. 19. Ibid. 20. GLSEN. (2018). “No Promo Homo” Laws. Retrieved from http://www.glsen.org/learn/policy/issues/nopromohomo WORKS CITED2121. SIECUS. (2021). Florida State Profile. Retrieved from https://siecus.org/state_profile/florida-fy21-state-profile/22. SIECUS. (2021). North Carolina State Profile. Retrieved from https://siecus.org/state_profile/north-carolina-fy21-state-profile/23. Kosciw, J. G., Clark, C. M., Truong, N. L., & Zongrone, A. D. opt. cit., p. 57.24. Centers for Disease Control and Prevention. (2019). School Health Profiles 2018: Characteristics of Health Programs Among Secondary Schools. Atlanta: Centers for Disease Control and Prevention.25. Fuller, R., McLaughlin, J., & Asato, A. (2000). FACTS —Family Accountability Communicating Teen Sexuality, Middle School and Senior High School Editions. Portland, OR: Northwest Family Services. 26. Cook, B. (2000 & 2003). Choosing the Best LIFE. Atlanta, GA: Choosing the Best, Inc. 27. Phelps, S. & Gray, L. A.C. Green’s Game Plan. Glenview, IL: Project Reality, undated. 28. Frainie, K. (2002). Why kNOw. Chattanooga, TN: Abstinence Education Inc. 29. Roberts, M. (2020). New CDC Data Shows LGBTQ Youth are More Likely to be Bullied Than Straight Cisgender Youth. Retrieved from https://www.hrc.org/news/new-cdc-data-shows-lgbtq-youth-are-more-likely-to-be-bullied-than-straight-cisgender-youth 30. Ibid. 31. Kosciw, J. G., Greytak, E. A., Palmer, N. A., & Boesen, M. J. (2014). The 2013 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual and Transgender Youth in our Nation’s Schools. New York: GLSEN. 32. Kosciw, J. G., Clark, C. M., Truong, N. L., & Zongrone, A. D. op. cit.33. Herek, G.M. (Ed.). (1998). Stigma and Sexual Orientation: Understanding Prejudice Against Lesbians, Gay Men, and Bisexuals. Psychological Perspectives on Lesbian and Gay Issues, Vol. 4., (pp. 138-159). Thousand Oaks, CA, US: Sage Publications, Inc, x, 278 pp.; Meyer, I. H. (2003). Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence. Psychological bulletin, 129(5), 674-697.. doi:10.1037/0033-2909.129.5.674 34. Division of HIV/AIDS Prevention, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention. (2020). Retrieved from https://www.cdc.gov/hiv/group/msm/index.html 35. Centers for Disease Control and Prevention. (2018). Diagnoses of HIV infection in the United States and dependent areas. HIV Surveillance Report 2020;31. 36. Division of HIV/AIDS Prevention, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention. (2019). HIV and Transgender People. Retrieved from https://www.cdc.gov/hiv/group/gender/transgender/index.html 37. Roberts, M. opt. cit.38. Ibid. 39. Human Rights Campaign. (2017). Is PrEP Right For Me? Retrieved from https://www.hrc.org/resources/is-prep-right-for-me 40. Conron, K. J. & Wilson, B. D. M. (Eds.). (2019). A Research Agenda to Reduce SystemInvolvement and Promote Positive Outcomes with LGBTQ Youth of Color Impacted by the Child Welfare and Juvenile Justice Systems. California: The Williams Institute.  Retrieved from https://williamsinstitute.law.ucla.edu/wp-content/uploads/LGBTQ-YOC-Social-Services-Jul-2019.pdf 41. GLSEN. (2016). Educational exclusion: Drop Out, Push Out, and School-to-Prison Pipeline among LGBTQ Youth. New York: GLSEN. Retrieved from https://www.glsen.org/sites/default/files/2019-11/Educational_Exclusion_2013.pdf42. Ibid. 2243. GSA Network. (2018). LGBTQ Youth of Color: Discipline Disparities, School Push-Out, and the School-to-Prison Pipeline. California: GSA Network. Retrieved from https://gsanetwork.org/wp-content/uploads/2018/08/LGBTQ_brief_FINAL.pdf 44. Berg, R. (2016). A Hidden Crisis: The Pipeline from Foster Care to Homelessness for LGBTQ Youth. Retrieved from https://imprintnews.org/child-welfare-2/hidden-crisis-pipeline-foster-care-homelessness-lgbtq-youth/21950 45. Hunt, J. and Moodie-Mills, A. (2012). The unfair criminalization of gay and transgender youth: An overview of the experiences of LGBT youth in the juvenile justice system. Washington D.C.: Center for American Progress. Retrieved from https://cdn.americanprogress.org/wp-content/uploads/issues/2012/06/pdf/juvenile_justice.pdf 46. Movement Advancement Project, Center for American Progress, and Youth First. (2017). Unjust: LGBTQ youth incarcerated in the juvenile justice system. Retrieved from https://www.lgbtmap.org/file/lgbtq-incarcerated-youth.pdf  47. Children’s Rights, Lambda Legal, and Center for the Study of Social Policy. (2017). Safe Havens: Closing the Gap between Recommended Practice and Reality for Transgender and Gender-Expansive Youth in Out-of-Home Care. Retrieved from https://www.lambdalegal.org/sites/default/files/publications/downloads/tgnc-policy-report_2017_final-web_05-02-17.pdf 48. GLSEN. (2020). School Resources and Supports Can Make a Difference for LGBTQ Youth of Color. Retrieved from https://www.glsen.org/sites/default/files/2020-03/youth-of-color-infographic-poster.pdf 49. American Public Health Association. (1913). The Social Hygiene Movement. 3(11), 1154-1157. 50. Stern A. M. (2005). Sterilized in the name of public health: race, immigration, and reproductive control in modern California. American journal of public health, 95(7), 1128–1138. Retrieved from https://doi.org/10.2105/AJPH.2004.041608 51. EdBuild. (2019). $23 Billion. Retrieved from https://edbuild.org/content/23-billion 52. The Williams Institute, UCLA School of Law. (2019). LGBT Demographic Data Interactive. Los Angeles, CA.53. Underwood, L., Brener, N., Thorton, J., et al. Youth Risk Behavior Surveillance-United States, 2019. MMWR Suppl 2020;69(1): 7. 54. Ibid. 55. Kosciw, J. G., Clark, C. M., Truong, N. L., & Zongrone, A. D. (2020). The 2019 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual, Transgender, and Queer Youth in our Nation’s Schools. New York: GLSEN.56. U.S. Department of Education. (2016). School Climate and Discipline: Know the Data. Retrieved from https://www2.ed.gov/policy/gen/guid/school-discipline/data.html 57. Kosciw, J. G., Clark, C. M., Truong, N. L., & Zongrone, A. D. (2020). opt. Cit.58. Kuehnel, S. S. (2009). Abstinence-Only Education Fails African American Youth, 86 WASH. U. L. REV. 1241. Retrieved from: https://openscholarship.wustl.edu/law_lawreview/vol86/iss5/5 59. National Campaign to Prevent Teen an Unplanned Pregnancy. (2011). Almost Half of Black Youth Report Pressure to Have Sex. Retrieved from https://news.cision.com/the-national-campaign-to-prevent-teen-and-unplanned-pregnancy/r/almost-half-of-black-youth-report-pressure-to-have-sex,c9159425 60. Ibid. 61. Ibid. 62. Centers for Disease Control and Prevention. (2018). HIV Among African American Youth. Retrieved from https://www.cdc.gov/Nchhstp/Newsroom/Docs/Factsheets/Archive/Cdc-Youth-Aas-508.Pdf63. Tonnesen, S. C. (2013). Commentary: “Hit It and Quit It”: Responses to Black Girls’ Victimization in School. Berkeley Journal of Gender, Law & Justice, 28(1), 1–29. Retrieved from https://doi.org/10.15779/Z38WH2DD58 2364. Ibid. 65. Centers for Disease Control and Prevention. (2019). About Teen Pregnancy. Retrieved from https://www.cdc.gov/teenpregnancy/about/index.htm#:~:text=In%202017%2C%20a%20total%20of,drop%20of%207%25%20from%202016.&text=Birth%20rates%20fell%2010%25%20for,women%20aged%2018%E2%80%9319%20years 66. Centers for Disease Control and Prevention and National Cancer Institute - U.S. Cancer Statistics Working Group. (1999-2017). U.S. Cancer Statistics Data Visualizations Tool.  Retrieved from www.cdc.gov/cancer/dataviz67. Lopez, M. H., Krogstad, J. M., and Flores, A. (2018). Key facts about young Latinos, one of the nation’s fastest-growing populations. Retrieved from https://www.pewresearch.org/fact-tank/2018/09/13/key-facts-about-young-latinos/ 68. Jiang, Y., Ekono, M., & Skinner, C. (2016). Basic Facts about Low-Income Children: Children under 18 Years, 2014. New York: National Center for Children in Poverty, Mailman School of Public Health, Columbia University.69. Fuentes L, Bayetti Flores V, Gonzalez-Rojas J. (2010).  Removing Stigma: Towards a Complete Understanding of Young Latinas’ Sexual Health, New York: National Latina Institute for Reproductive Health.70. National Asian Pacific American Women’s Forum. (2017). Still Fierce, Still Fighting: A Reproductive Justice Agenda for Asian Americans and Pacific Islanders. Retrieved from https://static1.squarespace.com/static/5ad64e52ec4eb7f94e7bd82d/t/5d51c0c95402100001b8a78b/1565638859015/still-fierce-still-fighting.pdf 71. Xiong, P. (2014). The Lived Experience of Second-Generation Hmong American Teen Mothers: A Phenomenological Study. Retrieved from https://conservancy.umn.edu/bitstream/handle/11299/165649/Xiong_umn_0130M_15104.pdf?sequence=1&isAllowed=y 72. Zongrone, A. D., Truong, N. L., & Kosciw, J. G. (2020). Erasure and resilience: The experiences of LGBTQ students of color, Native American, American Indian, and Alaska Native LGBTQ youth in U.S. schools. New York: GLSEN.73. Lehavot, K., Walters, K. L., & Simoni, J. M. (2009). Abuse, mastery, and health among lesbian, bisexual, and two-spirit American Indian and Alaska Native women. Cultural diversity & ethnic minority psychology, 15(3), 275–284. Retrieved from https://doi.org/10.1037/a0013458 74. Meyer, I.H. (Sep 2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697. 75. Hatzenbueler, M.L. & Pachankis, J.E. (2016). Stigma and minority stress as social determinants of health among lesbian, gay, bisexual, and transgender youth. Pediatric Clinics of North America, 63, 985-987. 76. Ibid. 77. Roberts, A.L., Rosario, M., Corliss, H., Koenen, L., & Austin, S.B. (Aug 2012). Elevated risk of posttraumatic stress in sexual minority youths: Mediation by childhood abuse and gender nonconformity. American Journal of Public Health, 102(8).78. Wilson, E.C., Chen, Y., Arayasirikul, S., Raymond, H.F. & McFarland, W. (Oct 2016). The Impact of discrimination on the mental health of trans*female youth and the protective effect of parental support. AIDS and Behavior, 20(10).79. Watson, R.J., Fish, J.N., Poteat, V.P. & Taylor, R. (Dec 2019). Sexual and gender minority youth alcohol use: Within-group differences in associations with internalized stigma and victimization. Journal of Youth and Adolescence, 48(12). 80. Hatzenbueler, M.L. & Pachankis, J.E. Opt. cit. 81. Katz-Wise, S.L., Scherer, E.A., Calzo, J.P., Sarda, V., Jackson, B., et al. (Dec 2015). Sexual minority stressors, internalizing symptoms, and unhealthy eating behaviors in sexual minority youth. Annals of Behavioral Medicine, 49(6).2482. Edwards, K.M. & Sylaska, K.M. (Nov 2013). The Perpetration of Intimate Partner Violence among LGBTQ CollegeYouth: The Role of Minority Stress. Journal of Youth and Adolescence, 42(11) 83. Hatzenbueler, M.L. & Pachankis, J.E. Opt. cit.84. Kosciw, J.G., Greytak, E.A., Zongrone, A.D., Clark, C.M. & Truong, N.L. (2018). The 2017 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual, Transgender, and Queer Youth in our Nation’s Schools. New York: GLSEN.85. Hatzenbueler, M.L. & Pachankis, J.E. Opt. cit.86. Ibid. 87. Watson, R.J., Fish, J.N., Poteat, V.P. & Taylor, R. Opt. cit. 88. Katz-Wise, S.L., Scherer, E.A., Calzo, J.P., Sarda, V., Jackson, B., et al. Opt. cit. 89. Watson, R.J., Fish, J.N., Poteat, V.P. & Taylor, R. Opt. cit. 90. Shilo, G. & Savaya, R. (Jul 2011). Effects of Family and Friend Support on LGB Youths’ Mental Health and Sexual Orientation Milestones. Family Relations, 60(3).91. Truong, N. L., Zongrone, A. D., & Kosciw, J. G. (2020). Erasure and Resilience: The Experiences of LGBTQ Students of Color, Black LGBTQ Youth in U.S. Schools. New York: GLSEN 92. Truong, N. L., Zongrone, A. D., & Kosciw, J. G. (2020). Erasure and Resilience: The Experiences of LGBTQ Students of Color, Asian American and Pacific Islander LGBTQ Youth in U.S. Schools. New York: GLSEN.93. Zongrone, A. D., Truong, N. L., & Kosciw, J. G. (2020). Erasure and Resilience: The Experiences of LGBTQ Students of Color, Native American, American Indian, and Alaska Native LGBTQ Youth in U.S. Schools. New York: GLSEN. 94. Zongrone, A. D., Truong, N. L., & Kosciw, J. G. (2020). Erasure and Resilience: The Experiences of LGBTQ Students of Color, Latinx LGBTQ Youth in U.S. Schools. New York: GLSEN 95. Kosciw, J.G., Greytak, E.A., Zongrone, A.D., Clark, C.M. & Truong, N.L. (2018). Opt. cit. 96. Geronimus, A.T., Hicken, M., Keene, D. & Bound, J. (May 2006). “Weathering” and Age Patterns of Allostatic Load Scores among Blacks and Whites in the United States. American J of Public Health, 96(5), 826-833. 97. National Center for Chronic Disease Prevention and Health Promotion (3 Jul 2017). African American Health. Centers for Disease Control and Prevention. 98. Alcántara, C., Estevez, C. D., & Alegría, M. (2017). Latino and Asian Immigrant Adult Health: Paradoxes and Explanations. In S. J. Schwartz & J. B. Unger (Eds.), Oxford library of psychology. The Oxford handbook of acculturation and health (pp. 197–220). Oxford University Press.99. Luo, L., Vandormael, A., Macmillan, R., Unger, C., Sieck, R., Duke, N., Fan, W., Oakes, J.M. & Brehm, H.N. (2011). Paradox regained: Immigrant Health in 21st Century United States [conference paper]. 100. Dale, S. (Jun 2019). Understanding and Addressing the Social Determinants of Health for Black LGBTQ People: A Way Forward for Health Centers. National LGBT Health Education Center, Fenway Institute. 101. Meyer, I.H. (Sep 2003). Prejudice, Social Stress, and Mental Health in Lesbian, Gay, and Bisexual Populations: Conceptual Issues and Research Evidence. Psychological Bulletin, 129(5), 674-697.102. Van Nuys, D. (n.d.). An interview with Ilan Meyer, Ph.D., on the effects of stress on minority mental health. Wise Counsel [podcast]. 103. Everett, B.G., Steele, S.M., Matthews, A.K. & Hughes, T. L. (Jul 2019) Gender, Race, and Minority Stress among Sexual Minority Women: An Intersectional Approach. Archives of Sexual Behavior, 48(5).104. Meyer, I.H. (Sep 2003). Opt. cit. 105. Ibid.106. Kann, L., Olsen, E. O., McManus, T., Kinchen, S., Chyen, D., Harris, W. A., & Wechsler, H. (2011). Sexual Identity, Sex of Sexual Contacts, and Health-Risk Behaviors among Students in Grades 9-12. Youth Risk Behavior Surveillance, selected sites, United States, 2001-2009. MMWR Surveillance Summaries, 60(SS-7), 1-134.25107. Ryan, C., Huebner, D., Diaz, R. M., & Sanchez, J. (2009). Family Rejection as a Predictor of Negative Health Outcomes in White and Latino Lesbian, Gay, and Bisexual Young Adults. Pediatrics, 123(1), 346-352. doi: 10.1542/peds.2007-3524. 108. Pathela, P., & Schillinger, J. A. (2010). Sexual behaviors and sexual violence: Adolescents with opposite-, same-, or both-sex partners. Pediatrics, 126(5), 879-886. doi:10.1542/peds.2010-0396; Saewyc, E. M., Poon, C. S., Homma, Y., & Skay, C. L. (2008). Stigma Management? The Links Between Enacted Stigma and Teen Pregnancy Trends among Gay, Lesbian, and Bisexual Students in British Columbia. The Canadian Journal of Human Sexuality, 17(3), 123-139.; Tornello, S. L., Riskind, R. G., & Patterson, C. J. (2014). Sexual Orientation and Sexual and Reproductive Health among Adolescent Young Women in the United States. Journal of Adolescent Health, 54(2), 160-168. doi:10.1016/j.jadohealth.2013.08.018; Herrick, A. L., Marshal, M. P., Smith, H. A., Sucato, G., & Stall, R. D. (2011). Sex While Intoxicated: A Meta-analysis Comparing Heterosexual and Sexual Minority Youth. Journal of Adolescent Health, 48(3), 306-309. doi:10.1016/j. jadohealth.2010.07.008; Kann, L., Olsen, E. O., McManus, T., Kinchen, S., Chyen, D., Harris, W. A., & Wechsler, H. (2011). Sexual Identity, Sex of Sexual Contacts, and Health-Risk Behaviors among Atudents in Grades 9-12. Youth Risk Behavior Surveillance, selected sites, United States, 2001-2009. MMWR Surveillance Summaries, 60(SS-7), 1-134. 109. Wilson, E. C., Garofalo, R., Harris, D. R., Belzer, M., Transgender Advisory Committee, & Adolescent Medicine Trials Network for HIV/AIDS Interventions. (2010). Sexual Risk Taking Among Transgender Male-to-Female Youths With Different Partner Types. American Journal of Public Health, 100(8), 1500–1505. doi:10.2105/AJPH.2009.160051. 110. Saewyc, E., Poon, C., Wang, N., Homma, Y., Smith, A., & the McCreary Centre Society. (2007). Not Yet Equal: The Health of Lesbian, Gay, & Bisexual Youth in BC. Vancouver, BC: McCreary Centre Society; Blake, S.M., Ledsky, R., Lehman, T., Goodenow, C., Sawyer, R., & Hack, T. (2001). Preventing Sexual Risk Behaviors among Gay, Lesbian, and Bisexual Adolescents: The Benefits of Gay-Sensitive HIV Instruction in Schools. American Journal of Public Health, 91(6), 940-946.111. Massachusetts Department of Education. (2004). The 2003 Massachusetts Youth Risk Behavior Survey Results. Malden, MA: Belinda Hanlon. 112. Division of HIV/AIDS Prevention, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention. (2020). HIV and Youth. Retrieved from https://www.cdc.gov/hiv/group/age/youth/index.html 113. Advocates for Youth. (2008). Science and Success: Sex Education and Other Programs that Work to Prevent Teen Pregnancy, HIV & Sexually Transmitted Infections. Washington, D.C.: Alford, S. et al.; Kohler, P. K., Manhart, L. E., & Lafferty, W. E. (2008). Abstinence-only and Comprehensive Sex Education and the Initiation of Sexual Activity and Teen Pregnancy. Journal of Adolescent Health, 42(4), 344-351; Kirby, D. B., Laris, B. A., & Rolleri, L. A. (2007). Sex and HIV Education Programs: Their Impact on Sexual Behaviors of Young People throughout the World. Journal of Adolescent Health, 40(3), 206-217. 114. Future of Sex Education Initiative. (2020). National Sex Education Standards: Core Content and Skills, K-12 (Second Edition). Retrieved from https://siecus.org/wp-content/uploads/2020/03/NSES-2020-2.pdf 115. SIECUS. (2004). The Guidelines for Comprehensive Sexuality Education; Kindergarten through 12th Grade; 3rd Edition. Retrieved from https://siecus.org/wp-content/uploads/2018/07/Guidelines-CSE.pdf 116. Blake, S.M., Ledsky, R., Lehman, T., Goodenow, C., Sawyer, R., & Hack, T. (2001). Preventing Sexual Risk Behaviors among Gay, Lesbian, and Bisexual Adolescents: The Benefits of Gay-Sensitive HIV Instruction in Schools. American Journal of Public Health, 91(6), 940-946. 117. Snapp, S. D., McGuire, J. K., Sinclair, K. O., Gabrion, K., & Russell, S. T. (2015). LGBTQ+-Inclusive Curricula: Why Supportive Curricula Matter. Sex Education, (ahead-of-print), 1-17.DOI: 10.1080/14681811.2015.1042573.26118. Planned Parenthood Federation of America and Center for Latino Adolescent and Family Health. (2015). Let’s Talk Poll.  New York. 119. Santelli, J., Ott, M. A., Lyon, M., Rogers, J., Summers, D., & Schleifer, R. (2006). Abstinence and Abstinence-only Education: A Review of U.S. Policies and Programs. Journal of Adolescent Health, 38(1), 72-81. 120. American Public Health Association. (2014). Policy Statement: Sexuality Education as Part of a Comprehensive Health Education Program in K to 12 Schools. Retrieved from https://www.apha.org/policies-and-advocacy/public-health-policy-statements/policy-database/2014/07/25/09/13/sexuality-education-as-part-of-a-comprehensive-health-education-program-in-k-to-12-schools 121. American Medical Association, Council on Scientific Affairs. (1999). Report of the Council on Scientific Affairs. [Action of the AMA House of Delegates 1999 Interim Meeting, CSA Report 7-I-99]. Chicago, IL: American Medical Association, 1999. 122. Greytak, E. G., & Kosciw, J. G. (2013). Responsive Classroom Curriculum for Lesbian, Gay, Bisexual, Transgender, and Questioning sStudents. In E. Fisher & K. Komosa-Hawkins (Eds.), Creating Safe and Supportive Learning Environments: A Guide for Working with Lesbian, Gay, Bisexual, and Questioning Youth and Families. (pp. 157-175): New York: Routledge. ",
    "id": 591044609,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:42763"
    },
    "title": "A Call to Action: LGBTQ+ Youth Need Inclusive Sex Education",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-05-05T01:00:00+01:00",
    "publisher": "Unite for Reproductive & Gender Equity (URGE)",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/42763/42763.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/591044609.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/591044609"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/591044609/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/591044609/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/591044609"
        }
    ],
    "abstract": "A Call to Action: LGBTQ+ Youth Need Inclusive Sex Education details the urgent need for LGBTQ+-inclusive sex education programs and supports. Lesbian, gay, bisexual, transgender, and queer (LGBTQ+) youth – particularly those who are at the intersection of multiple marginalized communities – need to be able to learn in settings that are inclusive of their experiences and that give them the necessary tools to stay safe and healthy. However, whether legally barred or simply ignored, LGBTQ+-inclusive sex education is not available for most youth, especially for LGBTQ youth who are Black, Indigenous, and other people of color (BIPOC).Written and endorsed by SIECUS: Sex Ed for Social Change, URGE: Unite for Reproductive & Gender Equity Advocates for Youth, Answer, Black & Pink, the Equality Federation, GLSEN, the Human Rights Campaign, the National LGBTQ Task Force, and Planned Parenthood Federation of America, this report provides guidance for parents and families, youth, educators, and policymakers to:Become advocates for LGBTQ+-inclusive sex education;Ensure that school is a safe and accepting space for LGBTQ+ students;Implement LGBTQ+-inclusive sex education in schools, community settings and online;Talk to their own children and teens about sex and sexuality; andWork to remove state-level legal and policy barriers to LGBTQ+-inclusive sex education in schools and to require inclusive programs",
    "tags": [
        "interactive resource",
        "report",
        "Education and Literacy",
        "Health",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "interactive resource",
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:42763",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 591044609,
        "depositedDate": null,
        "publishedDate": "2021-05-05T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:47:20+00:00",
        "acceptedDate": null,
        "createdDate": "2023-11-22T20:22:34+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/42763",
        "https://issuelab.org/resources/42763/42763.pdf"
    ],
    "lastUpdate": "2024-02-14T12:47:20+00:00",
    "setSpecs": [
        "education_and_literacy",
        "health",
        "lgbtqi"
    ]
}