{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Benitez, Kuri"
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-13T10:07:40+01:00",
    "dataProvider": {
        "id": 11780,
        "name": "Eagle Scholar University of Mary Washington",
        "url": "https://api.core.ac.uk/v3/data-providers/11780",
        "logo": "https://api.core.ac.uk/data-providers/11780/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/524154454.pdf",
    "fullText": "University of Mary Washington Eagle Scholar Student Research Submissions Spring 5-6-2022 A Content Analysis of Queer Slang on Tik Tok Kuri Benitez Follow this and additional works at: https://scholar.umw.edu/student_research  Part of the Communication Technology and New Media Commons, Gender, Race, Sexuality, and Ethnicity in Communication Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, Other Feminist, Gender, and Sexuality Studies Commons, Rhetoric Commons, and the Social Media Commons Recommended Citation Benitez, Kuri, \"A Content Analysis of Queer Slang on Tik Tok\" (2022). Student Research Submissions. 476. https://scholar.umw.edu/student_research/476 This Honors Project is brought to you for free and open access by Eagle Scholar. It has been accepted for inclusion in Student Research Submissions by an authorized administrator of Eagle Scholar. For more information, please contact archives@umw.edu. Kuri Benitez4/23/2021COMM 460-03A Content Analysis of Queer Slang on Tik TokIntroductionTik Tok, a video-sharing service created by ByteDance Ltd. has become one of themost popular social media applications on the market, achieving more than 3 billiondownloads (Iqbal, 2022). Using a collection of shareable audios, filters, text to speech, and aunique system for user engagement, Tik Tok successfully cultivated a creative space whereusers can easily access and produce digital content. Due to the ever-changing nature of socialmedia platforms, along with Tik Tok’s popularity, videos that are considered “trendy” on theplatform change almost monthly, with smaller trends only reaching certain communitieswithin the platform. These trends continuously shape the platform’s digital culture,influencing social behavior driven by the need for community acceptance.The LGBTQ+ community has a strong presence on Tik Tok.  Many materials createdby, or celebrating, the LGBTQ+ community have gone viral including audios such as“Material Girl” by Saucy Santana, AR filters, and trends celebrating the LGBTQ+ identity.Culture from marginalized groups such as the black and LGBTQ+ communities are oftensources of pop-cultural influence, with elements of their cultures becoming adopted by thedominant groups in society to follow trends in fashion, music, and language. Since thedevelopment of social media, these changes to the Internet’s pop culture have accelerated dueto the high concentration of diversity and interactions online.In this research, an LGBTQ+ trend on Tik Tok is studied to examine the use ofLGBTQ+ vocabulary, “-ussy”, during the trend’s peak, and after the trend’s fall, to determineif its original use has changed after being integrated into the Tik Tok community’s slang andif this popularization of minority vernacular for the sake of social media trends can lead tocultural appropriation or it can lead to social inclusivity for marginalized groups.Literature ReviewWhile the research behind cultural appropriation in traditional media has beenpracticed and established in the scholarly field, modern forms of culturalappropriation–specifically the appropriation of LGBTQ+ culture in online spaces– is in theirinfancy. Currently, there are no published research articles on the LGBTQ+ community beingappropriated on social media. However, there are studies on the use of African AmericanVernacular English (AAVE) by non-Black individuals on the internet, and how the culturalappropriation of AAVE in the digital space affects black people. Dr. Christian Ilbury’s “SassyQueens: Sylistic Orthographic Variation in Twitter and the Enrigsterment of AAVE”examines the presence of African American Vernacular English being featured in tweets fromthe Twitter timelines of gay men. Ilbury’s method for data collection included a pool ofpublic posts across a 13-month time span that focused on the language used in tweets createdby gay men in order to study the use of AAVE by the gay community. Through this study,Ilbury was able to argue that “the stylization of AAVE signals the development of a veryspecific persona– which relies on the essentialized imagining of Black women… (Ilbury,2019)”. This “fierce” stereotype is a stylized–or exaggerated– representation of BlackWomen that is used online to foster social cohesion through the use of memes and trendysocial behavior. Ilbury’s study supported this with evidence of gay male users using AAVEwithin lines of this stereotype to gain social acceptance among their gay peers on Twitter,ultimately using AAVE as a form of cultural capital. While these Twitter users were notattempting to present themselves as AAVE speakers, they selectively used this inauthentic“sassy queen” style to project a persona that is provocative and holds value in the gay malecommunity.Along with the characterizations of Black people online, their vocabulary is alsobeing commodified. Phrases such as “lit, bussin’, bae, thirsty, salty, aight, hella, period, andlowkey” all originated from Black culture and became popular on social media sites such asTwitter, leading to their current status as an internet slang (Laing, 2021). As social mediausers became exposed to AAVE through interactions with Black users, terms became widelyused by individuals who were not Black. Much like the memes of Black people going viral,AAVE terms became the “trend” of social behavior–with social media users, particularly onTwitter, seeing the use of these phrases as a way to become socially accepted by theplatform’s community–leading to Internet popularity. This behavior not only led to usersoutside of the Black community using AAVE, but it also led to many using AAVEincorrectly– upsetting Black individuals.A large element of digital culture that is influenced by trends is slang, the vocabularyused by members to establish group identity (Acar, 2021). Slang is a natural phenomenon inhuman speech that has become increasingly popular as different online communities emerge.On the Internet, slang is often used in order to affirm digital identity within certaincommunities (Petrova & Vasichkina, 2021). As trends shape digital culture, the slang used byparticipating online communities changes as well, as users adopt new language to maintainthe integrity of their digital identity. There are instances where slang dies off with theassociated trend and is often replaced with new vocabulary; however, there have also beeninstances where slang from marginalized groups has become integrated into Internet cultureeven after the trend has passed, such as AAVE. Petrova and Vasichkina, in their study ofinternet slang and digital culture, argue that Internet's rapidly-evolving nature andconcentrated community have created an accelerated state of cultural change online,compared to pop culture offline (Petrova & Vasichkina, 2021). As more social mediaplatforms develop and become popular, the rate at which Internet slang and digital cultureadapt will continue to increase.Tik Tok is the newest social media platform with trends that affect digital culture. Oneviral trend, in particular, dubbed the “Yassification” trend by Tik Tok users, has led to newvocabulary being introduced to Tik Tok’s slang even after the trend has faded. The“Yassification” trend peaked in November of 2021 and consisted of photo-editing of peopleto be hyper feminized, or “yassified”, versions of themselves (Carry, 2022). These “yassified”edits were seen as a way of making someone appear more LGBTQ+ adjacent, and ofteninvolved images of male celebrities or cartoon characters. The trend grew so large on TikTok, that a Twitter bot, called “Yassify Bot” was created to upload edited photos on Twitter asa way of spreading and participating in the trend. Since the “Yassification” trend was aprominent representation of LGBTQ+ culture, the vocabulary used by members of thecommunity became popularized as well. Much of the vocabulary was adopted from thealready popular AAVE language–due to LGBTQ+ individuals being influenced by Blackculture (Laing, 2021), it either became a variation of AAVE-inspired slang or died off withthe trend’s fall in early 2022. However, a term called “bussy” remained.The term “bussy” originated in the 1980s as a portmanteau of the word “pussy”.“Bussy” was created by the LGBTQ+ community as a way of describing a homosexualmale’s anal cavity in a sexual context, by combining the prefix “b-” from “boy” with thesuffix “-ussy” from “pussy”. As part of the “Yassification” trend, “bussy” was used bymembers of the LGBTQ+ community to approve of the photos being edited. As the trendgained popularity, the language was exposed to users who were not part of the community,and saw the unusual slang as a symbol of the trend; this led to users practicing theportmanteau on other nouns, attaching the “-ussy” suffix to names of celebrities, the name ofobjects, and even the names of foods. This act of memefication, a process of forming aninternet meme out of something, led to vocabulary being outside of its original trend.Studies of LGBTQ+ culture being adopted into social media pop culture areunderdeveloped in the current landscape. With the addition of this research, I hope to providequalitative data on the ways LGBTQ+ culture is used on a popular social media platform bymembers outside of the community and encourage more studies to study how the treatment ofthe LGBTQ+ community may differ from other marginalized groups online–including therisks of cultural appropriation and the community’s sentiments on outsiders using theirlanguage.MethodCan social media trends promote inclusivity for marginalized groups by integratingminority vocabulary into the community’s vocabulary? Does the meaning of trends on socialmedia change after the trend has passed? To answer these questions, a qualitative contentanalysis method was conducted, using the deductive approach. A code sheet was designedusing themes I observed from the “Yassification” trend and possible themes included after thetrend ended. Elements from the “Yassification” trend such as feminine symbols (nails,makeup, clothing, etc) and music from artists such as Meghan Thee Stallion and SaucySantana were included; LGBTQ+ symbols, like pride flags, and music by queer artists, andbehavior were also included, due to the trend’s origins. Another that was added to the codingsheet was the presentation of sex, including any sort of penetrative action that is seen ormentioned in videos, in a suggestive manner.  I decided to add this theme due to the “-ussy”suffix’s origin in common English, and the hypersexualization of feminine figures intraditional media.Tik Tok video uploads were eligible to be coded if they contained any explicit use ofthe “-ussy” suffix in any element of the upload; this included closed captions, audio,hashtags, comments, text on screen, and the subject of the video’s content. I chose to screeneligible uploads in this broad manner due to Tik Tok’s nature as a platform. Tik Tok’splatform’s engagement is driven by community-produced content and engagement, so it wasmore likely that the use of the platform’s slang would occur in elements such as hashtags orcomments than in the video itself; this choice was also done to gather data on how “-ussy”was being used after the trend passed. Only uploads that happened between January 2022 andApril 2022 were considered for coding because the “Yassification” trend died off by the endof 2021. I coded 36 uploads in total, utilizing the home page’s algorithm as well as searcheson the hashtag “#ussy”.Data was largely qualitative. Description of the content and subject in videos, as wellas describing how audiences responded to videos were qualitative answers–focusing on thetopic, emotion, and behaviors of audiences and creators. Sections to identify any LGBTQ+content or content depicting or referencing women, in any manner,  were included but wereYes/No response sections. This data was to help me determine how general audiences viewedthese marginalized groups.FindingsSurprisingly, there were few videos with LGBTQ+ themes–despite the origins of thetrend. Of the 36 videos coded, only 25% of videos included LGBTQ+ elements; this includedpeople who identify as LGBTQ+, symbols of LGBTQ+ culture such as pride flags, musiccreated by LGBTQ+ artists in the videos, and comments that depicted LGBTQ+ slang–otherthan the practice of the “-ussy” suffix. Nearly half of this 25% consisted of the video creatorbeing a member of the LGBTQ+ community, with their identity declared in their profile’sbiography or in the hashtags (ex. “#nb” for nonbinary identifying). One video used musiccreated by Saucy Santana, an artist in the LGBTQ+ community–but the video’s creator’ssexuality was unidentifiable. Interestingly, 3 videos that included LGBTQ+ elementsconsisted of audio from Lionsgate’s upcoming animated film Pinocchio: A True Story that’sscheduled to release in 2022. The audio features the voice actor delivering the character’slines in a “yassified”, more LGBTQ+ adjacent, way, creating the image of a queer Pinocchio.This performance was reminiscent of a cadence or accent typically attributed to gay men.Of all videos coded, 42.9% of videos included feminine elements. This includedtraditionally feminine symbols, as described in the method, as well as the use of she/herpronouns and sexual commentary referencing female anatomy. Only 16.7% of the data setincluded dancing.Videos depicting penetrative actions, referencing the act of sex, made up 30.6% of thedata set. An example from the data set is a video of two boys aggressively penetrating theopening with their fists, or “fisting”, of a cushion on the shelf in a store. Another exampleincludes a live streamer discovering the fact that turtles can make sounds like moaning duringsexual intercourse after one of her community members shares this fact with her. There wasan even split between sexual references occurring in the video material itself and occurring inthe comment sections of videos. Comments insinuating sexual acts oftentimes referred tovideos of inanimate subjects. One example of this theme was from a video of a store clerkusing the “-ussy” suffix slang to make a joke about the location of a barcode on the undersideof a bag of dried prunes, dubbing it “the prunussy”. One comment on this video said “theywon’t be dry for long”, suggesting a sexual innuendo comparing the dried prune bag to anaroused woman. Another example was a miniature whirlpool in a lake. Commenters repliedto the video by saying “at least it isnt choosey”, “you know what to do” with a smirking face,and “u should’ve asked for its age”. Some videos were more explicitly sexual, such as onetalking about a newly purchased Brita pitcher, saying: “y’all check out the Brussy on this newpitcher this is so much more convenient than the 4play you had to do on the other ones”.Comments on this video included ones like: “I literally have to take mine to dinner, give it amassage, and then finally will it think about letting me fill it up.” and “Need to cop that I’mtired of edging it every time I gotta fill it up”.The use of the suffix “-ussy” occurred most frequently in the comment sections ofvideos, 86.1%, with 50% of videos showing the portmanteau with on-screen text. Commentsusing “-ussy” included: “not the corndussy” on a video of the creator pulling the woodenstick out of a corndog, “quesadussy” on a video of a quesadilla leaking cheese on the stove,Not the Shrussy!” on a video showcasing an AR filter of the Dreamworks character Shrek ina black latex suit, twerking, and “your explanussy was on point bestie” in the comments of acomedy skit of a Tik Tok user explaining the meaning of the “-ussy” slang to someone fromthe 1700s. 50% of all videos had on-screen text using the “-ussy” suffix. 47.2% of videos hada hashtag that included the suffix “-ussy”. These hashtags consisted of the “#ussy” hashtag orwere hashtags that were subject-specific; for example, a video discussing a character, Mr.Krabs, from the television show Spongebob: Squarepants uses the hashtag “#krussy” as wellas the “#ussy” hashtag.  Only 27.9% of the videos included a person using the “-ussy” suffixaloud.DiscussionThe themes discovered in the findings support the consensus that the meaning of theportmanteau of “-ussy” with nouns has changed on Tik Tok since the end of its original trend.The small percentage of videos containing LGBTQ+ elements suggests that the use of“-ussy” has become part of Tik Tok user’s slang and has had its cultural origins neglected. Bydefinition, the original term “bussy” referred to an orifice used for sex between men. Sincethe fall of the trend, videos using the suffix, “-ussy”, depict orifices used for sex involvingwomen. Even inanimate objects receive comments alluding to sex with a woman, substitutingthe woman with the object. It is likely that users outside of the LGBTQ+ community eithermisunderstood the vocabulary as a symbol for a women’s genitalia (aka “pussy”) instead ofthe LGBTQ+ term “bussy” referring to men. However, the hypersexualization of women inmedia and the prominence of the male gaze makes a more probable cause considering thisstudy’s results. Comments on videos depicting holes in objects associate it with femalegenitalia by making comments specific to the function of a vagina. Videos alluding to, ordemonstrating penetration of objects in these videos are often aggressive, such as the examplewith the boys aggressively fisting a cushion in a store. The majority of the videos in thisstudy that included feminine symbols were not created by women, supporting this hypothesis.There were even videos involving animals where the subject was given “she/her” pronounseven when the animal was biologically male. For example, a video about a crab with itsunderside facing the glass of its tank, comparing it to sex workers and entertainers. Manycomments were giving the crab feminine pronouns even when the creator clarified that thecrab was male.The meaning of the portmanteau of “-ussy” has changed on Tik Tok since its original,“Yassification” trend; but there are elements from the “Yassification” trend that had appearedin small numbers. Emoticons and Emojis that were prominent in the “Yassification” trendappeared in 25% of videos, coded as LGBTQ+ symbols. LGBTQ+ creators were stilluploading videos related to “-ussy” and had achieved thousands of views without needing touse any hashtags to get their video noticed. On social media, it’s possible that viral trendsrepresenting marginalized groups can work in their favor by creating more opportunities fortheir videos to be seen by the platform’s algorithm. Tik Tok, specifically, is driven by its “ForYou Page”, a home page driven entirely by an algorithm designed around the user’s personaldata. This feature has made the platform very successful at continuously showing new andrelevant content for each individual on the platform. Trends that become popular will oftendominate this algorithm due to the high traction of users its videos receive. The“Yassification” trend, and the following popularity of “-ussy” as comedic slang made videoscreated by LGBTQ+ users more likely to come across other users’ homepages, leading to thegrowth of the LGBTQ+ user’s community and helping them gain a sense of acceptance bytheir peers on the platform.ConclusionIn this paper, the contents of videos on Tik Tok containing vocabulary from theLGBTQ+ community were coded to determine if the portmanteau of “-ussy” was beingappropriately incorporated into Tik Tok’s slang, and whether or not this slang gave anopportunity for members of the LGBTQ+ community to become more socially accepted onTik Tok. From the results, it appears that the meaning of the portmanteau using the “-ussy”suffix has been altered due to heterosexual culture, and has less LGBTQ+ representation thanbefore it became Tik Tok slang. However, the popularity of the slang has allowed LGBTQ+creators to gain more visibility and social acceptance on Tik Tok through the use of theplatform’s algorithm.This research can be improved by using more than one Tik Tok account to search thealgorithm, due to how the platform’s algorithm uses personal data. There can also be a largerpool of videos and the addition of a section on the coding sheet to go into depth on the sexual,and feminine contents of videos. This study could aid future research in evaluating the effectsof LGBTQ+ culture and symbols being appropriated by outside groups on social media forthe sake of trends, as well as studies about the hypersexualization of women in social mediaand how they become the focus of trends that are meant to represent other groups due to theactions of men on social media.I PledgeReference ListAcar, S. (2021). The Role of Language Use in Identity Construction AmongstLGBTQI+ Youtubers (No. 28321900).https://www.proquest.com/docview/2545680570/abstract/5927C1D80D5A4739PQ/1?accountid=12299Carry, O. (2022, February 21). Yassification. Know Your Meme.https://knowyourmeme.com/memes/yassificationIlbury, C. (2020). Sassy Queens: Stylistic orthographic variation in Twitter and theenregisterment of AAVE. Journal of Sociolinguistics, 24(2), 245–264.https://doi.org/10.1111/josl.12366Iloh, C. (2021). Do It for the Culture: The Case for Memes in Qualitative Research.International Journal of Qualitative Methods, 20, 1–10.https://doi.org/10.1177/16094069211025896Laing, R. E. (2021). Who Said It First?: Linguistic Appropriation of Slang TermsWithin the Popular Lexicon (No. 28412751).https://www.proquest.com/docview/2556417327/abstract/6F7B6B35E2BE4B86PQ/1?accountid=12299Petrova, Y. A., & Vasichkina, O. N. (2021). The impact of the development ofinformation technology tools of communication on digital culture and Internetslang. SHS Web of Conferences, 101.https://doi.org/10.1051/shsconf/202110101002Wikimedia Foundation Inc. (n.d.). LGBT slang. Wikipedia. Retrieved April 23, 2022,from https://en.wikipedia.org/wiki/LGBT_slang#cite_note-17",
    "id": 524154454,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholar.umw.edu:student_research-1484"
    },
    "title": "A Content Analysis of Queer Slang on Tik Tok",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-05-06T08:00:00+01:00",
    "publisher": "Eagle Scholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholar.umw.edu/cgi/viewcontent.cgi?article=1484&context=student_research"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/524154454.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/524154454"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/524154454/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/524154454/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/524154454"
        }
    ],
    "abstract": "Social media platforms’ concentration of diversity and interactions has accelerated the rate of cultural change on the Internet. With the rise of Tik Tok, a video-sharing social media platform, language used by marginalized groups is being incorporated into the platform’s slang due to the rapid rotation of trends. This study aims to provide data to a new field related to Tik Tok culture and the effects of trends on marginalized groups.\nUsing qualitative content analysis, this article studies an LGBTQ+-inspired Tik Tok trend to determine if the portmanteau of “-ussy”’s meaning has changed from its original use and if trends inspired by marginalized cultures can benefit the marginalized group on the platform.\nResults demonstrated a lack of LGBTQ+ presence in videos in the trend, however, there was evidence to suggest that the trend has aided LGBTQ+ creators in succeeding on the platform due to the trend’s effects on the platform’s algorithm",
    "tags": [
        "honors",
        "LGBTQ+",
        "slang",
        "Tik Tok",
        "social media",
        "ussy",
        "yassification",
        "Communication Technology and New Media",
        "Gender, Race, Sexuality, and Ethnicity in Communication",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Other Feminist, Gender, and Sexuality Studies",
        "Rhetoric",
        "Social Media"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "honors"
    ],
    "oai": "oai:scholar.umw.edu:student_research-1484",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11780",
        "openDoarId": 0,
        "name": "Eagle Scholar University of Mary Washington",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 524154454,
        "depositedDate": null,
        "publishedDate": "2022-05-06T08:00:00+01:00",
        "updatedDate": "2024-02-08T16:47:31+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-13T10:07:40+01:00"
    },
    "urls": [
        "https://scholar.umw.edu/student_research/476",
        "https://scholar.umw.edu/context/student_research/article/1484/viewcontent/A_Content_Analysis_of_Queer_Slang_on_Tik_Tok__Individual_Research_Paper___Kuri_Benitez_COMM_460.pdf"
    ],
    "lastUpdate": "2024-02-08T16:47:31+00:00",
    "setSpecs": []
}