{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pentaris, Panagiotis"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-21T07:47:08+01:00",
    "dataProvider": {
        "id": 50,
        "name": "Goldsmiths Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/50",
        "logo": "https://api.core.ac.uk/data-providers/50/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/541047410.pdf",
    "fullText": "   Abstract—The issue of social and legal recognition of LGBTQ families is of high importance when exploring the possibility of a family. Of equal importance is the fact that both society and the individual contribute to the overall recognition of LGBTQ families. This paper is a conceptual discussion, by methodology, of both sides; it uses a method of constructive analysis to expound on this issue. This method’s aim is to broaden conceptual theory, and introduce a new relationship between concepts that were previously not associated by evidence. This exploration has found that LGBTQ realities from an international perspective may differ and both legal and social rights are critical toward self-consciousness and the formation of a family. This paper asserts that internalised and historic oppression of LGBTQ individuals, places them, not always and not in all places, in a disadvantageous position as far as engaging with the potential of forming a family goes. The paper concludes that lack of social recognition and internalised oppression are key barriers regarding LGBTQ families.  Keywords—Family, gay, LGBTQ, self-worth, social rights. I. INTRODUCTION HE starting point of this paper is that recognition of LGBTQ identified people is not at all universal; neither is legislation that safeguards LGBTQ rights. For example, the death penalty for LGBTQ individuals is still effective in five countries in the world, while over 70 countries impose imprisonment to individuals who identify as or are suspected to be of LGBTQ identity [1]. These international perspectives are very important to highlight in order to set the scene for what we want to explore here; LGBTQ identities, perceptions and families. This reality is imperative to the concept of a family [2], [3]; how lesbians, gays, bisexuals, transgenders or people who identify as queer comprehend their place in relation to having a family in the future and what that family will look like is vastly different from one place of the world to the next. For some, a family is a reality, a possibility that needs pursuing. For others, however, this is utopian to even think of. And that is where this paper will take us next. We will explore these two concepts; the binary between reality and utopia, and what makes it real as opposed to utopian.  II. DEFINITIONAL INQUIRIES One of the most controversial concepts in the 21st century is the term ‘family’. Throughout modern human history, family would be a traditional term, which would describe the union  P. Pentaris is with the Department of Psychology, Social Work and Counseling, University of Greenwich, London, UK. He is also with the Faiths & Civil Society Unit, Goldsmiths, University of London, London, UK (e-mail: p.pentaris@gre.ac.uk). between a man and a woman by marriage, as well as the birth of biological children [4]. However, this concept has shifted tremendously over the last decades to include the variety of types of families which we recognise nowadays [5]. Some families consist of two people; whether heterosexual, homosexual, bisexual and so on. Also, a single person raising a child is a family; again, regardless of sexual orientation or gender reassignment. Some families also have children whereas others do not. One of the most important types of family, which we see more often in relation to LGBTQ people, are the families that are chosen [6]; close friends and allies become a close-knit family system for many people around the world, and are recognised as a family a lot more as societies progress. That said, signs of direct and indirect discrimination toward LGBTQ families pertain as Haines et al. [7] suggest. Specifically, Haines and her colleagues found that LGBTQ families continue to be targeted in a subtle way for reasons including the legitimacy of their family, conflicts with family values, and gender violation within families.  Altogether, Trost [8] claimed the diversification of the concept of family, which applies to today’s circumstances. Trost suggests that more than often what one means by the use of the term ‘family’ differs from another person’s way of use. This is significant and is taken into consideration when appraising this subject. With this in mind, it is necessary to specify who the paper refers to by the use of the term ‘LGBTQ family’ in this paper. The term is used to talk about the union between people who identify as LGBTQ, whether they have children or not, with applicability to single persons who may be adopting children or being foster parents. Yet, family is not the only controversial term used in this paper. The acronym LGBTQ (also popular as LGBTQI, LGBTQ+ or LGBT) is equally contentious. To start with, it is important to acknowledge the internationality of the acronym LGBTQ; it is indeed, and generally, used to refer to a set of people whose sexual or gender identities can stir social and political concerns [9]. The term is used widely, across the world, and sometimes there may be some differentiations. L stands for lesbian, G for gay, B for bisexual, T for transgender and Q for queer. In other contexts, Q may also stand for questioning; the acronym may use a second Q or the symbol + to include aspects of sexual and gender identities not covered with the other acronyms. Even though Q stands for queer in this paper, the term queer is used to identify everyone who may feel they do not fit under any of the other categories (for lack of a better word), and apologises in advance if this offends someone.  Panagiotis Pentaris A Constructive Analysis of the Formation of LGBTQ Families: Where Utopia and Reality Meet TWorld Academy of Science, Engineering and TechnologyInternational Journal of Humanities and Social Sciences Vol:13, No:1, 2019 60International Scholarly and Scientific Research & Innovation 13(1) 2019 ISNI:0000000091950263Open Science Index, Humanities and Social Sciences Vol:13, No:1, 2019 waset.org/Publication/10009964  III. LGBTQ WORLDWIDE Attitudes, perspectives, conceptions and misconceptions about LGBTQ identities vary across the world – for example [10]-[12]; and, to appreciate how those impact on LGBTQ families or the potentiality of having a family, it is imperative to examine how these identities are perceived legally and socially, across the world.  LGBTQ rights became more and more part of public dialogues after the 1950s [13]. Or, perhaps gay and lesbian rights became more pertinent to public conversations. If one looks deeper into the history of gay and lesbian rights or the transgender movement since the mid-20th century, they will become more familiar with the social acknowledgement of human rights related to LGBTQ identities overall. The ever-growing public awareness and identification of sexual identities coincided with the aftermath of decriminalising and legalising homosexuality as an identity – for example [14]. Many nations abided by this to date, while others opposed it for various reasons. For example, in Turkmenistan, male-to-male sexual relationships remain illegal on the basis of skewing the social role of men. Qatar and Saudi Arabia are two other examples where homosexuality remains illegal due to social and religious reasons.  In the 1990s, gay marriage between same-sex partners was not legally recognised anywhere in the world [15]. In September 2000, in the Netherlands, gay marriage was legalised. This started a decade of great dialogue and emphasis on legal rights of LGBTQ. Following the Netherlands, Belgium, Norway, Sweden, Spain, South Africa, Canada, Mexico City and some states in the US [16] also legalised gay marriage in the 2000s. Biblarz and Savci [17] extensively reviewed the research trends in LGBTQ families during the 2000s; inclusive of their explorations was a discussion about the emergence of legal rights regarding gay marriage, and subsequently the potentiality for a family, across several countries.  Many countries, including France, legalised gay marriage in 2013, while others, e.g., Germany, joined in only recently (2017 October). Since December 2017, approximately 20 countries worldwide have legalised gay marriage (Austria legalised it on January 1st, 2019), and many others (like Greece, Andorra, Switzerland and Austria) have legalised civil unions.  A. Legal and Social LGBTQ Rights  Legal and social LGBTQ rights do intertwine (also see [18]); hence, it is necessary to look at both and examine their relationship. This section will look at a few examples, but it is worth noting that one does not need to cross the globe to find different rights; within same continents there might be opposing views about the same subject. One good example is Africa [19]. Africa is a continent with a vast experience of the LGBTQ community. From civil marriage rights in South Africa to criminalisation and death penalty in Sudan; when dialoguing about social belongingness, which this paper explores later, and social rights, the appreciation of how single societies diversify on the same subject is crucial. Criminalisation is not only evident in Sudan though, and the reasons differ from country to country, as mentioned earlier in this text.  Bangladesh is an example of how LGBTQ identities are criminalised through a religious lens; religion suggests that people with LGBTQ identities are sinners and, therefore, are socially denied, or denied social engagement. Of course, the religious lens through which members of the LGBTQ community may be oppressed is not a new finding; it has been discussed extensively since before the 20th century [20]-[23].  Germany is another nation with progressive changes evident in its recent history. Despite its liberal character, Germany presents itself with evidence of covert discrimination as well; an example is Baden-Württemberg’s proposed curriculum which would include sexual diversity in education; this was met with a lot of resistance and tremendous argument [24]. In the UK, there have also been increased changes in social attitudes, as well as legal rights; however, social discrimination continues, in a casual fashion (e.g. [25]).  Japan is another nation that has not legalised gay marriage; only since 2017, a few cities in Japan have legally accepted civil partnership between same-sex partners. Generally, Japan is a nation which promotes human rights on the whole, but remains conservative on the ideas of marriage and union [26]. Also, Japan is one of the countries that legalises homosexuality by law; an ambiguous act as other sexual orientations (e.g., heterosexuality) do not need to be legalised. The latter is not simply the case with Japan but other countries as well. The situation is very similar to Greece; despite the recent changes towards improving social and legal rights of the LGBTQ community (e.g., civil union in December 2015), individuals still face major prejudice and discrimination, while the Greek Orthodox Church teaches, not dissimilar to many other beliefs across the world, that homosexuality is a diversion from life; an abnormality.  Argentina is another nation that has seen recent changes on the subject; gay marriage was legalised in 2010, making Argentina the 10th country in the world to legalise gay marriage, and the legal and social circumstances for transgender people are increasing since the Argentina’s Gender Identity Law in 2012. Uruguay and Mexico City have also legalised gay adoption, while remaining openly supportive to the advancement of social belongingness of LGBTQ identified individuals. Colombia has as well legalised gay marriage in 2013; and, France, Brazil, Denmark and New Zealand followed with similar responses to legally identifying LGBTQ rights. Meanwhile, while LGBTQ rights are more and more recognised in some countries in the world, many others continue to criminalize homosexuality; same-sex relationships and sexual contact. The punishment varies from mild imprisonment to death. Russia is a country which has promoted misconceptions about the LGBTQ community and fostered hatred towards it. Many individuals who identify as LGBTQ live in fear that someone will find out about their identity and experience prejudice generally [27]. Other nations, like Trinidad and Tobago, have banned homosexuality and criminalise it. Malawi is another example World Academy of Science, Engineering and TechnologyInternational Journal of Humanities and Social Sciences Vol:13, No:1, 2019 61International Scholarly and Scientific Research & Innovation 13(1) 2019 ISNI:0000000091950263Open Science Index, Humanities and Social Sciences Vol:13, No:1, 2019 waset.org/Publication/10009964  of where homosexuality is criminalised.  In other nations, homosexuality is punished by death; e.g., Iran. Also, in Cameroon, homosexuality is penalised and criminalised, while the nations hold anti-gay laws. A very similar situation is seen in Nigeria and Uganda [19]; for Ugandan anti-gay law, see [28]. Yemen is another example of the death penalty in cases, where if the person engaged in a homosexual activity is married, where if unmarried, the punishment is whipping and imprisonment. Mauritania, Saudi Arabia and Afghanistan are also nations where homosexuality is punished by death, in this case stoning [29]. This section has, so far, looked at several examples regarding legal rights; the criminalisation and decriminalisation of homosexuality and transgender identified individuals. However, do these rights or lack of always match the social rights of LGBTQ across the world? Is the legal right to marry a partner also socially recognised and accepted? For example, despite the liberal approach to homosexuality in the Netherlands and the legal rights established for more than 15 years, research by Keuzenkamp and Kuyper [30] recommends that in Holland there is still ambiguity with gay adoption, led by social attitudes.  Before discussing some thoughts and facts about social rights across the word, it is worth highlighting that gay men and lesbian women or transgender people have a more concrete experience of legal rights or lack of than bisexual individuals; people who identify as bisexuals have been widely criticised by both heterosexual and homosexual individuals [31]. When discussing bisexuality, or asexuality as another identity, we can primarily focus on social rights; recognition and acceptability.  The US has seen progressive changes in the 21st century [32]. A shift in attitudes toward LGBTQ families, to be specific [32]; today, 60% of Americans endorse gay marriage. Despite the positive remark here, however, it raises questions of whether LGBTQ families formed outside of marriage are also accepted or accounted for. The European Region of the International Lesbian, Gay, Bisexual, Trans and Intersex Association ran a study published in 2006, led and authored by Takács [33], which explored social exclusion of young LGBT people in Europe. This study found that more than 85% of the young people who participated in the study have experienced, or are experiencing social exclusion in various forms and in various settings because of their sexual orientation or gender identification. The first place where young people experience social exclusion is their home. Community and circle of close friends came next. Also, approximately 75% of the respondents suggested that they feel that prejudice is expressed in the media.  The association of LGBTQ (especially gay men) with AIDS/HIV enhances or perpetuates thoughts and attitudes in societies. The AIDS epidemic in the 1980s was otherwise recognised as the gay cancer – unquestionably a stigmatising approach to gay men of the LGBTQ community, but also other members of the community (lesbians, transgender people, and bisexuals). Socially, such recognition has a much more hurtful impact on the LGBTQ communities across the world; in the long run, the public associated AIDS and HIV with LGBTQ people, which shift the public’s attitudes towards LGBTQ people [34]. Also, children and youth that have experienced bullying at school are more likely to carry long-term effects. Bullying projects general discrimination and long-term effects, in which situations people may withdraw or socially isolate [35]. The latter influences the individual and impacts on self-worth, equally.  Despite the positive progressions towards social recognition and acceptance of LGBTQ identities and gender identifications, in many countries, people from these communities still experience discrimination and are often victims of hate crimes [36]. We need not look far for examples, especially drawing on the last three years; however, this paper does not name any of those as they can often be interpreted as general crime and not done on the grounds of prejudice and discrimination (e.g. Orlando shootings in the US – [37]). Worth noting, however, is a very recent Stonewell study with LGBTQ people in the UK [50]; the study explored LGBTQ people’s experiences of hate crime and discrimination in the UK in 2017.  General findings suggest that one in five LGBTQ people have experienced hate crime due to their sexual orientation and/or gender identity. The percentages increase when looking at transgender people specifically (two in five). The number of people who experienced discrimination and hate crime in 2017 has increased by 78% since 2013. This is an incredibly worrying fact which should be looked at very carefully in future work. Many reasons hide behind such attitudes, and even though this paper is not focused on that, it is worth highlighting two which have subtly been introduced this far; first, contestations of gender and family norms influence homophobia [38]. The idea of normality and its contextual construction are great factors that inform people’s beliefs and attitudes. Religion has often been considered another reason behind discrimination and prejudice [39]. Examples were discussed earlier (e.g., Bangladesh).  In conclusion, the relationship between legal and social rights is uneven; legalisation of gay marriage does not constitute social and unifying acceptance of the right or does not secure fair and honest treatment, free from hate crime, prejudice and discrimination. The latter opposes the idea of citizenship as described by Bellamy [40]. The constitution of citizenship includes freedom of expression and the right to social engagement as well responsibility for advocacy and public action. The information presented in this section, however, seem to contest the true nature of citizenship or at least challenge the applicability of the right to citizenship.  IV. IMPACT OF LGBTQ RIGHTS, OR LACK OF Social and legal rights and/or lack of impact on the individual; Honneth [41] recognised this when discussing equity and social justice. In his words, ‘even if conflicts over interests were justly adjudicated, a society would remain normatively deficient to the extent to which its members are systematically denied the recognition they deserve’ [41, p.1].  A most important way in which individuals who identify as World Academy of Science, Engineering and TechnologyInternational Journal of Humanities and Social Sciences Vol:13, No:1, 2019 62International Scholarly and Scientific Research & Innovation 13(1) 2019 ISNI:0000000091950263Open Science Index, Humanities and Social Sciences Vol:13, No:1, 2019 waset.org/Publication/10009964  LGBTQ are influenced is self-worth. Recognition of self by the others is a most important factor of self-worth. Those individuals who experience a lack of social rights specifically, may suffer from a sense of worthlessness. Equally, another way in which LGBTQ people may be influenced by the lack of social rights, and legal, is self-denial. Oppressive behaviours and attitudes towards the person tend to be internalised [42] and the individual starts acting out the oppressive behaviour by the other; if the other is denying the person’s existence, social and sexual identity, the person starts acting that attitude out. It is the process of normalising behaviour or lack of. Wolfensberger [43] discussed this in the terms of social role valorisation theory. His accounts were specific about how the lack of recognition of one identity and enablement of another gave value to the latter and pushed it towards normalisation. Similarly, the lack of social recognition of sexual identity logically solidifies the opposite, and, therefore, internalises the normality of the opposite.  Further, the rights to social recognition and engagement impact on the person’s sense of belonging and sense of identity. It is imperative to understand the long-term effects of social isolation [44], disenfranchisement [45] and stigma [46] to better appreciate LGBTQ families or the potentiality for one. Drawing on Doka’s [45] work about disenfranchised grief, we can appreciate how lack of social recognition and acceptance of other than grief experiences can also be impactful to the individual. Self-denial, internalised stigma and oppression, lack of self-worth, are all factors toward social isolation and disengagement. Equally, Honneth [41, p.2] approached the issue of social recognition as follows: ‘The possibility for sensing, interpreting, and realizing one’s needs and desires as a fully autonomous and individuated person – in short, the very possibility of identity-formation – depends crucially on the development of self-confidence, self-respect, and self-esteem’.  The lack of recognition of one’s identity more than often leads individuals into constructing a double life strategy [33]. Due to social denial, individuals start leading a secret life in which they express themselves freely, and a more conservative one, which meets the expectations of own family of origin, peers, and communities. Such ‘strategy’ further influences self-denial and lack of self-worth; leading a secret life rationalises social attitudes and solidifies to the individual that their lifestyle is not simply different but incompatible and, therefore, unacceptable to the wider society. Also, LGBTQ people who have faced oppressive attitudes and general lack of legal and social recognition are likely to disengage from their family [33]; in other words, they are leaving their family home and distance themselves from everyday interactions. This is a much more important issue than we have considered thus far, as such actions impact on how individuals appreciate family, family values and their worth of being a member of a family. This idea is subtly presented, but not intentionally, in Chambers’ [5] work.  Stigma, as discussed by Goffman [46], is a most apparent result from the disenfranchisement of sexual orientation and gender identification. The individuals may experience negative attitudes in society. In his work, Goffman, describes all individuals who have characteristics outside of the norm, as socially ‘abnormal’. Mind this is a work from the 1960s, when political correctness was not a hot topic and ‘abnormal’ was the normal way of referring to difference. Nevertheless, Goffman’s suspicions are not far from today’s society. For example, lesbian women who start a family, continue to experience stigma as an abnormal family [47]. Yet another aspect of stigma is the following. Fear of social stigmatisation of the other is an additional impact on LGBTQ people who have or are experiencing lack of recognition of their identity and its meaning [33]. To explain this, further, Takács [33] found that often, LGBTQ people would blame themselves for their families’ and friends’ reactions to their sexual orientation and/or gender identification; they would see the reaction as stigma in response to their identity, which leads them, sometimes, to develop fear of stigmatising others because of their identity. Again, this links with self-worth, self-denial and sense of identity.  V. LGBTQ FAMILIES: REALITY VERSUS UTOPIA It has probably, and hopefully, become evident by now that legal rights may be easier to overcome. Of course, this is not to undermine the importance of legal rights and equitable treatment between all members of society. However, it is human mentality that informs the potentiality of an LGBTQ family more than anything else; of course, this is in the proviso that one needs not get married to run a family.  It was mentioned earlier that approximately 20 countries worldwide have legally recognised in one way or another the rights of LGBTQ people to either marry or be in a civil union/ partnership. What about all the individuals in the rest of the world; aside from those 20 countries? Well, the straightforward answer is behind globalisation [48]; large waves of migrants have moved across the world for decades, and continue to do so. Many LGBTQ couples would either move to a different country in which they can enjoy the benefits of fairness or even visit a country in which they could get married, even if the marriage would be invalid upon return to their home nation, except for all members of the European Union, since very recently (i.e., 2018) that are legally bound to recognise any marriage. In 2000, when gay marriage was legalised in the Netherlands, for example, many couples flew to the country to get married but with no intention of staying. Of course, in the 2010s, the scenario of migration is much more common.  That said, when LGBTQ families are not a reality in one place, individuals move to another, in which they can enjoy the benefit. However, there are two concerns with this. First, not all individuals may have the opportunity for movement; whether this relates to the capacity (e.g., financial) and strength to do so, or the ability and freedom (e.g., victims of war, victimisation), neither of which is the focus of this paper. We do need, nonetheless, to highlight the diversification of experience in this perspective. This has been highlighted most constructively since the 1980s by Nungesser [49], who identified the diverse range of identity and homosexuality in a World Academy of Science, Engineering and TechnologyInternational Journal of Humanities and Social Sciences Vol:13, No:1, 2019 63International Scholarly and Scientific Research & Innovation 13(1) 2019 ISNI:0000000091950263Open Science Index, Humanities and Social Sciences Vol:13, No:1, 2019 waset.org/Publication/10009964  single space.  Moving beyond the technicalities of marriage and civil unions, we ought to pay close attention to the impact of lack of social rights in the long run, as discussed earlier. Lack of self-worth, sense of belonging, sense of identity and the self-victimisation and self-blame are all internalised processes which feed the individual with negative feelings about the self. The culmination of all these feelings leads to the most important questions of all, when considering LGBTQ families: Is the individual considering themselves worthy of a family? Does the individual allow themselves to have a family? In other words, for some people, a family may be a reality, perhaps because of legal benefits or their sense of worth and self-sufficiency. However, for others, an LGBTQ family is a utopia; an unreachable dream which has no chance of materialising; whether that has to do with legal or social barriers and their impact.  VI. CONCLUSION We have looked at some definitional issues in the beginning of this paper, reflections and facts about legal and social rights of people who identify as LGBTQ, as well as the contested notion of an LGBTQ family; dependent on emotional, social, psychological, environmental, legal, economic and experiential factors. This leads to few concluding thoughts, as follows.  First, both legal and social rights of LGBTQ people are contested; there is diversity of opinions and attitudes, not simply across the world but within the same societies and communities. This, generally, leads to contestations about LGBTQ identities; this only complicates the situation more and impacts on the self; self-worth, self-identity, self-awareness and self-understanding.  Despite all the challenges we have looked at earlier, LGBTQ families are increasing. The movement advancement project in the US informs us that more than two million children are currently raised by LGBTQ families, for example. However, we ought not forget that this is a small proportion of LGBTQ people from across the globe, and strive for more and better welfare for all; inclusive of their right to a family and family participation, whether this includes children or not.  REFERENCES  [1] J. Haritaworn, A. Kuntsman, and S. Posocco, Queer necropolitics. London, UK: Routledge, 2014. [2] A. K. Baumle, and R. D'Lane, Legalizing LGBT families: How the law shapes parenthood. New York, NY: New York University Press, 2017. [3] N. J. Mezey, LGBT families. London, UK: Sage, 2015. [4] T. Ciabattari, Sociology of families: Change, continuity and diversity. London, UK: Sage, 2017. [5] D. Chambers, A sociology of family life: Change and diversity in intimate relations. Cambridge, UK: Polity Press, 2012.  [6] S. Ahern, and K. G. Bailey, Family-by-choice: Creating family in a world of strangers. Minneapolis, MN: Fairview Press, 1996. [7] K. M. Haines, C. R. Boyer, C. Giovanazzi, and M. P. Galupo, ‘“Not a Real Family”: Microaggressions Directed toward LGBTQ Families,’ Journal of homosexuality, vol.65(9), 2018, pp.1138-1151. [8] J. Trost, “Do we mean the same by the concept of family,” Communication Research, vol.17(4), 1990, pp.431-443. [9] M. L. Picq, and M. Thiel, eds., Sexualities in world politics: How LGBTQ claims shape international relations. London, UK: Routledge, 2015.  [10] Z. Ardi, and F. M. Yendi, “Students Attitude Towards LGBTQ; the Future Counselor Challenges,” Jurnal Konseling dan Pendidikan, vol.5(2), 2017, pp.74-79. [11] M. R. Yost, and S. Gilmore, “Assessing LGBTQ campus climate and creating change,” Journal of Homosexuality, vol.58(9), 2011, pp.1330-1354. [12] R. L. Kitts, “Barriers to optimal care between physicians and lesbian, gay, bisexual, transgender, and questioning adolescent patients,” Journal of Homosexuality, vol.57(6), 2010, pp.730-747. [13] M. Bronski, A queer history of the United States (Vol. 1). Boston, MA: Beacon Press, 2011. [14] A. Narrain, and G. Bhan, Because I have a Voice. Queer Politics in India, Delhi: Yoda, 2005. [15] R. M. Baird, and S. E. Rosenbaum, eds., Same-sex marriage: The moral and legal debate. Amherst, NY: Pyr Books, 2004. [16] G. M. Herek, “Legal recognition of same-sex relationships in the United States: A social science perspective,” American Psychologist, vol.61(6), 2006, p.607. [17] T. J. Biblarz, and E. Savci, “Lesbian, gay, bisexual, and transgender families,” Journal of Marriage and Family, vol.72(3), 2010, pp.480-497. [18] K. R. Chávez, “Border (in) securities: Normative and differential belonging in LGBTQ and immigrant rights discourse,” Communication and Critical/Cultural Studies, vol.7(2), 2010, pp.136-155. [19] C. Beyrer, “Pushback: the current wave of anti-homosexuality laws and impacts on health,” PLoS Medicine, vol.11(6), 2014, p. e1001658. [20] B. Greene, “African American women, religion, and oppression: The use and abuse of spiritual beliefs,” in C. A. Rayburn & L. Comas-Díaz, eds., Women's psychology. Woman soul: The inner life of women's spirituality. Westport, CT: Praeger Publishers/Greenwood Publishing Group, 2008, pp.153-166. [21] G. A. Appleby, E. Colon, and J. Hamilton, Diversity, oppression, and social functioning: Person-in-environment assessment and intervention. Boston, MA: Pearson/Allyn and Bacon, 2007. [22] J. M. Clarke, J. C. Brown, and L. M. Hochstein, “Institutional religion and gay/lesbian oppression,” Marriage & Family Review, vol.14(3-4), 1989, pp.265-284. [23] E. Dussel, “Popular religion as oppression and liberation: hypotheses on its past and present in Latin America,” Concilium, vol.186, 1986, pp.83-85. [24] M. Gardner, “Baden-Württemberg's Science Policy: Boosting International Competitiveness,” Industry and Higher Education, vol.4(2), 1990, pp.113-118. [25] N. Drydakis, “Sexual orientation discrimination in the United Kingdom’s labour market: A field experiment,” Human Relations, vol.68(11), 2015, pp.1769-1796. [26] R. Ronald, and A. Alexy, eds., Home and family in Japan: continuity and transformation. London, UK: Routledge, 2017. [27] C. Wilkinson, “Putting traditional values into practice: Russia’s anti-gay laws,” Russian analytical digest, vol.138, 2013, pp.5-7. [28] M. Hollander, “Gay rights in Uganda: seeking to overturn Uganda's anti-sodomy laws,” Virginia Journal of International Law, vol.50, 2009, pp.219-266.  [29] A. Karimi, and Z. Bayatrizi, “Dangerous positions: Male homosexuality in the new penal code of Iran,” Punishment & Society, 2018, pp.1-18. Published online http://journals.sagepub.com/doi/abs/10.1177/1462474518787465. [30] S. Keuzenkamp, and L. Kuyper, Acceptance of lesbian, gay, bisexual and transgender individuals in the Netherlands 2013. The Netherlands Institute of Social Research: Report, 2013. [31] B. A. Firestein, Bisexuality: The psychology and politics of an invisible minority. London, UK: Sage, 1996. [32] A. E. Goldberg, and K. R. Allen, eds., LGBT-parent families: Innovations in research and implications for practice. New York, NY: Springer, 2012. [33] J. Takács, Social exclusion of young lesbian, gay, bisexual and transgender (LGBT) people in Europe. Brussels, Belgium: ILGA Europe, 2006. [34] G. M. Herek, and J. P. Capitanio, “AIDS stigma and sexual prejudice,” American behavioral scientist, vol.42(7), 1999, pp.1130-1147. [35] R. Martin, On the justification of rights. In F. Stoutland, Philosophy of action/Philosophie de l’action. Springer, Dordrecht, 1982, pp.153-186. [36] N. Chakraborti, and J. Garland, eds., Responding to hate crime: The case for connecting policy and research. Bristol, UK: Policy Press, 2015. World Academy of Science, Engineering and TechnologyInternational Journal of Humanities and Social Sciences Vol:13, No:1, 2019 64International Scholarly and Scientific Research & Innovation 13(1) 2019 ISNI:0000000091950263Open Science Index, Humanities and Social Sciences Vol:13, No:1, 2019 waset.org/Publication/10009964  [37] N. Walter, T. J. Billard, and S. T. Murphy, “On the boundaries of framing terrorism: Guilt, victimization, and the 2016 Orlando shooting,” Mass Communication and Society, vol.20(6), 2017, pp.849-868. [38] G. M. Herek, ed., Stigma and sexual orientation (Vol. 4). London, UK: Sage, 1998. [39] C. H. Rosik, L. K. Griffith, and Z. Cruz, “Homophobia and conservative religion: Toward a more nuanced understanding,” American Journal of Orthopsychiatry, vol.77(1), 2007, pp.10-19. [40] R. Bellamy, Citizenship: A very short introduction (Vol. 192). Oxford, UK: Oxford University Press, 2008. [41] A. Honneth, The struggle for recognition: The moral grammar of social conflicts. Cambridge, MA: MIT Press, 1996. [42] E. J. R. David, ed., Internalized oppression: The psychology of marginalized groups. New York, NY: Springer Publishing Company, 2013.  [43] W. Wolfensberger, “Social role valorization: A proposed new term for the principle of normalization,” Mental retardation, vol.21(6), 1983, p.234. [44] R. S. Weiss, Loneliness: The experience of emotional and social isolation. Cambridge, MA: MIT Press, 1973.  [45] K. J. Doka, Disenfranchised grief: New directions, challenges, and strategies for practice. Champaign, IL: Research Press, 2002. [46] E. Goffman, Stigma: Notes on a spoiled identity. Buckingham, UK: Jenkins, 1963. [47] H. M. Bos, and F. Van Balen, “Children in planned lesbian families: Stigmatisation, psychological adjustment and protective factors,” Culture, Health & Sexuality, vol.10(3), 2008, pp.221-236. [48] D. L. Bevan, and A. K. Fosu, “Globalisation: An overview,” Journal of African Economies, vol.12(suppl_1), 2003, pp.1-13. [49] L. G. Nungesser, Homosexual acts, actors, and identities. Santa Barbara, CA: Praeger Publishers, 1983. [50] Stonewall, LGBT in Britain: Hate crime and discrimination. London, UK: Stonewall, 2017.    Panagiotis Pentaris is a Senior Lecturer for the Department of Psychology, Social Work and Counselling at the University of Greenwich. He is also a Postdoc Research Fellow for the Faiths & Civil Society Unit at Goldsmiths, University of London. Panagiotis is a thanatologist, as well as a qualified social worker (nationally and internationally) with specialty in hospice social work, as well as clinical social work in end of life care. His research stretches from death policies to professional practice, while he has recently completed a large-scale UK-national project about religion, belief and spirituality in end of life care practice; he has devised a model of religious literacy in end of life care, which is currently being introduced to policy makers, while it already informs training and development of palliative professionals in hospice care. Panagiotis has written widely about the intersection of religion and death and is focusing on professional practice and policy in these areas. He is also a Trustee Member for the Independent Academic Research Studies (IARS) International Institute, and a Country Representative for the International Peace Centre Africa, while he acts as an international advocate for LGBTQ rights and dying and grief. World Academy of Science, Engineering and TechnologyInternational Journal of Humanities and Social Sciences Vol:13, No:1, 2019 65International Scholarly and Scientific Research & Innovation 13(1) 2019 ISNI:0000000091950263Open Science Index, Humanities and Social Sciences Vol:13, No:1, 2019 waset.org/Publication/10009964",
    "id": 541047410,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.gold.ac.uk:32284"
    },
    "title": "A constructive analysis of the formation of LGBTQ families: Where Utopia and Reality meet",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-23T00:00:00+00:00",
    "publisher": "World Academy of Science, Engineering and Technology (WASET)",
    "references": [],
    "sourceFulltextUrls": [
        "https://research.gold.ac.uk/id/eprint/32284/1/22843%20PENTARIS_A_Constructive_Analysis_of_the_Formation_of_LGBTQ_Families_2019.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/541047410.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/541047410"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/541047410/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/541047410/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/541047410"
        }
    ],
    "abstract": "The issue of social and legal recognition of LGBTQ families is of high importance when exploring the possibility of a family. Of equal importance is the fact that both society and the individual contribute to the overall recognition of LGBTQ families. This paper is a conceptual discussion, by methodology, of both sides; it uses a method of constructive analysis to expound on this issue. This method?s aim is to broaden conceptual theory, and introduce a new relationship between concepts that were previously not associated by evidence. This exploration has found that LGBTQ realities from an international perspective may differ and both legal and social rights are critical toward self-consciousness and the formation of a family. This paper asserts that internalised and historic oppression of LGBTQ individuals, places them, not always and not in all places, in a disadvantageous position as far as engaging with the potential of forming a family goes. The paper concludes that lack of social recognition and internalised oppression are key barriers regarding LGBTQ families",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gold.ac.uk:32284",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "50",
        "openDoarId": 0,
        "name": "Goldsmiths Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 541047410,
        "depositedDate": null,
        "publishedDate": "2019-01-23T00:00:00+00:00",
        "updatedDate": "2024-02-12T06:28:04+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-21T07:47:08+01:00"
    },
    "urls": [
        "https://research.gold.ac.uk/id/eprint/32284/1/22843%20PENTARIS_A_Constructive_Analysis_of_the_Formation_of_LGBTQ_Families_2019.pdf"
    ],
    "lastUpdate": "2024-02-12T06:28:04+00:00",
    "setSpecs": []
}