{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Schaaff, Arianna"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:43:51+01:00",
    "dataProvider": {
        "id": 2394,
        "name": "UNH Scholars' Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/2394",
        "logo": "https://api.core.ac.uk/data-providers/2394/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215536263.pdf",
    "fullText": "PerspectivesSpring 2012 Article 35-1-2012A Comparative Examination of Suicide Ratesamong Hetero- & Homosexual Adolescents andYoung AdultsArianna SchaaffUniversity of New Hampshire, DurhamFollow this and additional works at: https://scholars.unh.edu/perspectivesThis Article is brought to you for free and open access by the Student Journals and Publications at University of New Hampshire Scholars' Repository.It has been accepted for inclusion in Perspectives by an authorized editor of University of New Hampshire Scholars' Repository. For more information,please contact nicole.hentz@unh.edu.Recommended CitationSchaaff, Arianna (2012) \"A Comparative Examination of Suicide Rates among Hetero- & Homosexual Adolescents and Young Adults,\"Perspectives: Vol. 4 : Iss. 1 , Article 3.Available at: https://scholars.unh.edu/perspectives/vol4/iss1/3   18  A Comparative Examination of Suicide Rates among Hetero- and Homosexual Adolescents and Young Adults                 Arianna Schaaff ABSTRACT The focus of this literature review will be on the comparison of suicide rates between heterosexual and homosexual adolescents and young adults (ages 14-24), and the possible contributing factors. Age, the degree to which adolescents are open with their sexual identity, and the social support they receive are examined as contributing factors to the cited differences in suicide rates across sexual orientation identities. In this literature review, I will conclude that suicide rates are higher among homosexual adolescents and young adults; however, this significant difference disappears once the individuals enter adulthood. Researchers may pursue this relationship In order to find the best ways to assist homosexual adolescents through the period of potential suicide risk and into their adult years, and therefore perhaps begin reducing the rate of adolescent suicide.  BACKGROUND   According to the Center for Disease Control and Prevention report in 2006, within the last sixty years, suicide rates have quadrupled and doubled for males and females respectively between the ages of 15 and 24, resulting in suicide being the third leading cause of death among this group in 2005 (Langhinrichsen-Rohling 2011:53). In examining this increase, Kaplan and Sadock suggest that the majority of these suicidal youths suffer from the inability to cope with stressors and difficult situations (2003; Langhinrichsen-Rohling 2011:53). Based on this assertion, and the understanding that the self-acknowledgement of sexual orientation, and the process of making that identity known to the public has the potential of being stressful, the suicide rates of homosexual and heterosexual adolescents and young adults are compared to determine if there is a significant variation (Langhinrichsen-Rohling, 2011).    The importance of determining the relation between the sexual orientation and suicide rate is to identify the causes of this relationship, and seek a way to eventually lower suicide rates among these groups of adolescents and young adults. Based on the findings of an Austrian study, if 10% of the overall population identified as homosexual then 47% of suicide attempts would be committed by sexual minority individuals (Ploderl and Fartacek 2005:667). This study involved members of German-speaking countries; therefore a similar study would have to be done in the U.S. to determine if the findings would be comparable (Ploderl and Fartacek 2005:661). By establishing if there is a significant difference in suicide rates between hetero- and homosexual young individuals, the appropriate support groups may be established 1Schaaff: A Comparative Examination of Suicide Rates among Hetero- & HomosePublished by University of New Hampshire Scholars' Repository, 2012   19  to help these individuals. Furthermore, the identification and modification of the aspects of society that contribute to the rate of homosexual youth suicides may also lead to greater equality among sexual orientation identities.   SUICIDE IN RELATION TO SEXUAL ORIENTATION   Evidence across various research studies has shown individuals who express same sex attractions have significantly higher rates of suicide than individuals who strictly express opposite sex attraction. This relationship is also found in the comparison of bisexual individuals’ suicide rates and heterosexual individuals. A study involving 11,911 middle and high school students measured suicidal tendencies, and same-sex attraction, as well as some of the potential contributing factors, such as social support (Teasdale and Bradley-Engen 2010:295-297). Eighty middle and high schools were involved in the study, with about thirty-four male-female pairs collected from each grade level, resulting in about two hundred students gathered from each location (Teasdale and Bradley-Engen 2010:295). This method of participant selection resulted in fairly equal representation of male and female students (48% and 52% respectively) (Teasdale and Bradley-Engen 2010:298). The average age of participants was 15.9 with a deviation of about a year and a half (Teasdale and Bradley-Engen 2010:299). Of the roughly 12,000 students, 7% (n = 787) reported same sex attraction (Teasdale and Bradley-Engen 2010:298). Within the study it was found that students with same sex attraction had a significantly greater rate of reported suicidal thoughts and attempts than those students who reported opposite sex attraction (Teasdale and Bradley-Engen 2010:303).    A study consisting of 1,533 adolescents, mean age of 15.8 years, shows similar findings (Langhinrichsen-Rohling 2011:59-60). Students were collected from several locations: an urban high school, a program for truant adolescents, and a youth delinquency center (Langhinrichsen-Rohling 2011:63). The sampled youth consisted of 48% female participants; 50% of the overall sample of adolescents self-reported as African-American, the remaining majority of the sample (37%) self-reporting as Caucasian (Langhinrichsen-Rohling 2011:60). The sample was broken down into three variations of sexual attraction (opposite-, same-, or both-sex attraction) and suicide proneness was found to significantly differ across the three status groups (Langhinrichsen-Rohling 2011:66). Seventeen percent of both-sex attraction adolescents reported suicide ideation, while 6% of those experiencing strictly same-sex attraction reported suicidal ideation (Langhinrichsen-Rohling 2011:67). Three percent of opposite-sex attracted, or heterosexual, youth reported suicide ideation (Langhinrichsen-Rohling 2011:67). The frequency of suicidal tendencies between different sexual orientations was significantly found again when examining past suicide attempts (Langhinrichsen-Rohling 2011:68). Of those adolescents who reported past suicide attempts, 23% reported both-sex attractions, 19% reported same-sex attractions, and 7% reported opposite-sex attractions (Langhinrichsen-Rohling 2011:68). By regarding two variations of suicidal tendencies, ideation (suicidal thoughts) and past attempts, it is shown that the suicide rate is significantly increased among sexual minority adolescents. The significant difference between bisexual adolescents and homosexual adolescents does not 2Perspectives, Vol. 4 [2012], Iss. 1, Art. 3https://scholars.unh.edu/perspectives/vol4/iss1/3   20  contradict the hypothesis; however, it should be considered as an area of exploration to determine what causes the difference.  GENDER   Within the variation between suicide rates among hetero- and homosexual adolescents, there is similarly a variation within a gender comparison of these adolescents. Two hundred and twelve male junior and senior high school students and 182 female junior and senior high school students who identified as either bi- or homosexual participated in a statewide survey assessing the relationship between sexual orientation and suicide risk (Remafedi 1998:57). Of the female participants, 20.5% of bi-/homosexual students reported suicide attempts, compared to 14.5% of heterosexual female students (Remafedi 1998:57). Of the male participants, 28.1% of bi-/homosexual students reported suicide attempts, as opposed to the 4.2% of heterosexual males within the study (Remafedi 1998:57). When comparing bi- and homosexual students to heterosexual students within gender, the students who report both- or same-sex attraction reported higher levels of suicidal intent and attempts (Remafedi 1998:58). The comparison of female participants across sexual orientation status, however, was not significant in any of the measures of suicide risk (Remafedi 1998:58). Sexual orientation was found to have a significant relation to suicide risk among sexual minority male participants in regard to suicidal intent and attempts (Remafedi 1998:58).   The variation in suicide rates and sexual orientation among gender may be explained by the high rates of mental health problems among homosexual males (Bybee, Sullivan, Zielonka, and Moes 2009:145). The influence of shame and guilt are examined to explain the increased rate of mental illness and suicide rates among sexual minority males. Shame “draws attention to real or imagined deficiencies of the self… [and]…is intricately tied with attempts to conceal and with retaliation” (Bybee et al. 2009:146). Ferguson and Stegge, and Tangney define guilt as a feeling that “draws attention to the specific lapse, engenders concern for the victim, and is accompanied by feelings of regret and remorse” (1995; 1998; Bybee et al. 2009:146). Shame felt by homosexual males may stem from a discomfort with one’s own breaches of masculinity and the “male sex role stereotype” due to one’s sexual orientation (Bybee et al. 2009:146). Guilt may arise as a result of shame. For example, males who conceal their sexual orientation from family or peers may feel the need to lie in order to do so, and therefore feel guilty for their dishonesty (Bybee et al. 2009:146). The persistence of shame and guilt among homosexual males, (chronic shame and chronic guilt), as result of continued concealment of one’s sexual identity or rejection from family/peers following disclosure, is significantly correlated with suicide among young adult homosexual males (Bybee et al. 2009:149).   The significance between sexual orientation and suicide rates that is found among a male comparison, though not a female comparison may indicate a contributing factor from the larger society (Remafedi 1998:57). As stated in regard to causes of shame/chronic shame, the influence of social expectations of sex roles and gender presentation is immense (Bybee et al. 2009:146). Male homosexuals may experience the highest rates of suicide attempts because 3Schaaff: A Comparative Examination of Suicide Rates among Hetero- & HomosePublished by University of New Hampshire Scholars' Repository, 2012   21  males have more rigid gender expectations placed upon them by society than do females. The cost of breaking such expectations, therefore, may be considerably heavier. As result, homosexual males may experience increased levels of chronic guilt and chronic shame, which, as previously stated, may increase the likelihood of suicide among these adolescents.  FACTORS OF POSSIBLE INFLUENCE ON SUICIDE RATES  Age   Consideration of age is particularly important when examining the comparison of hetero- and homosexual individuals and suicide rates. Among heterosexual individuals, there appears to be no significant difference in issues of mental health between young adulthood (under the age of 24) and adulthood (above the age of 25) (Bybee et al. 2009:149). Among homosexual individuals, however, the comparison of the younger age group to the older group revealed a significant difference in mental health issues (Bybee et al. 2009:149). Older homosexual male individuals were found to report fewer mental health troubles than the younger homosexual males (Bybee et al. 2009:149). Homosexual adult males show similar mental health to heterosexual adult males as well as reporting less anger, depressive symptoms; greater self-esteem and emotional stability (Bybee et al. 2009:151). Suggested contributing factors to the decline in mental health problems after the transition from adolescence to adulthood include more refined coping skills, less societal pressure to conform, and less negative parental influence (Bybee et al. 2009:151). Furthermore, as age increases, the presence of chronic shame decreases, indicating improved mental health among these individuals as both shame and guilt are not specific to sexual orientation; rather, it is significantly related to poor mental health (Bybee et al. 2009:151-152).  Degree of “Outness”   As a sexual minority, those who are bi- or homosexual go against the norms of the larger society, which may lead to feelings of separation from the in-group, and consequently anxiety regarding the reception of the group upon attempted reintegration. Adolescence is a socially stressful period in general, along with of pressures such as concealing one’s sexuality or “coming out” may lead to decreases in mental health, and by extension, increased risk of suicide. Meyer suggests that the concealment of sexual orientation has been cited among the leading causes of poorer mental health among homosexual individuals (Bybee et al. 2009:145). “Concealment serves to cut off channels of support…Attendant lies, cover-ups, and hiding secrets can lead to harmful, ongoing feelings of guilt and shame, serving to further undercut mental well-being” (Bybee et al. 2009:145).    There are several proposed degrees of concealment and openness, also referred to as degree of “outness.” These levels of “outness” include “Not Out and Confused”, “Not Out and Upset”, “Not Out, Not Self-Accepting”, “Partially Out”, “Out, Proud, but Angry”, and “Out and Integrated” (Bybee et al. 2009:148). These levels of “outness” were shown to be correlated 4Perspectives, Vol. 4 [2012], Iss. 1, Art. 3https://scholars.unh.edu/perspectives/vol4/iss1/3   22  with chronic shame and chronic guilt in a study of 81 gay men between the ages of 18 and 48 (Bybee et al. 2009:146). Participants reporting the level of “outness” categorized as “Not Out and Confused” and “Not Out and Upset” were positively correlated with chronic guilt; those categorized as “Not Out, Not Self-Accepting” were positively correlated with chronic shame (Bybee et al. 2009:150). Individuals who were considered “Out and Integrated” exhibited a negative correlation with both chronic shame and chronic guilt (Bybee et al. 2009:150). To summarize, the individuals who concealed their sexuality were found to have significant correlations with chronic guilt and chronic shame, both of which are found to be significantly correlated with increased suicide rates. By contrast, the individuals who had revealed their sexuality and been reaccepted by society reported decreased levels of both chronic guilt and chronic shame, suggesting a decrease in suicide rates.     The findings of this study were mirrored in another, which looked specifically at females of a sexual minority. Though the study of lesbian and bisexual women involves adult women, there is reference to the subjects’ adolescence and remains applicable to the overall argument. In this study, 637 heterosexual, 524 lesbian, and 143 bisexual women were surveyed regarding mental health issues (Koh 2006:33). Homosexual women whose sexual identity remained concealed were found to be 2.5 times more likely to have occasional or frequent suicidal ideation compared to heterosexual women (Koh 2006:46). Further, homosexual women whose sexual identity remained concealed from the public were found to be 90% more likely to have attempted suicide then heterosexual women (Koh 2006:47). The likelihood of suicide ideation and attempts were also increased in not-out bisexual women compared to heterosexual women (Koh 2006:46-47).    Further research explores a parallel cause of increased likelihood for suicide among adolescents, specifically the impact of nondisclosure to parents, and the reactions of parents when the adolescent reveals his/her sexuality. A study of 350 lesbian, gay and bisexual adolescents between the ages of 14 and 21 were surveyed to investigate the relation between suicide patterns and sexual orientation (D’Augelli, Hershberger, & Pilkington 2001:252). Forty-two percent of the participants reported occasionally or often considering suicide; 25% of the sample reported serious suicidal considerations (D’Augelli 2001:254). Of these individuals, 22% reported that their suicidal ideation was strongly related to their sexual orientation; 26% reported that sexual orientation was related to some degree (D’Augelli 2001:254). In order to assess causation in this study, parental reaction to sexual orientation disclosure, or the “coming out” of participants, was analyzed. Though causation was not found to be significant in this comparison, the variables were found to be significantly related. Forty-eight percent of those who attempted suicide reported fathers who were intolerant or rejecting of the adolescent’s sexual identity; 28% of those who attempted suicide reported mothers who were intolerant or rejecting (D’Augelli 2001:260).    The rejection from parental figures may be significantly related to suicidal tendencies based on the assumption that, the family is the primary, private area of society that one is exposed to; a “haven in a heartless world” (Teasdale and Bradley-Engen 2010:293). Perhaps the 5Schaaff: A Comparative Examination of Suicide Rates among Hetero- & HomosePublished by University of New Hampshire Scholars' Repository, 2012   23  rates of suicide increase in those who are met with negative responses from parents after coming out based on the idea that if parents, who are generally believed to love and accept children unconditionally, reject a child because of sexual orientation, how will the public domain of society, which is generally one of harsher criticisms, accept the adolescent.   Social Support   Adult acceptance, particularly parental acceptance, of an adolescent who makes their sexual identity known to them is a crucial part of social support. The support of adult figures is found to be more significantly correlated with lower risks of suicide among adolescents, than the support of peers. This contributing factor may be viewed as an extension of “outness” in that the two contributing factors to mental health are related in various ways. The perceived lack of social support may also be what hinders the “coming out” process, which, as stated previously, may lead to decreased mental health and increased suicide proneness.    Compared to heterosexual individuals, homosexuals were found to report less perceived social support from close family members, including the mother and father (Ploderl and Fartacek 2005:665). Of the variables considered in this particular study, such as gender role conformity, victimization, and drug use, the effect sizes when comparing hetero- and homosexual individuals were found to be small (Ploderl and Fartacek 2005:665). This was not the case in the analysis of social support from family, which was found to have a medium effect size. This suggests that one of the areas of greatest difference in regard to factors of poor mental health between sexual orientations was the social support, or lack thereof, felt by individuals (Ploderl and Fartacek 2005:665).    Cobb defines perceived emotional support as “information leading the subject to believe that s/he is cared about and loved” (1976; Teasdale and Bradley-Engen 2010:292). According to the research of Cohen & Wills, and Turner & Lloyd, this is suggested to be the form of social support that has the strongest link to emotional well being among individuals (1985; 1999; Teasdale and Bradley-Engen 2010:292). Researchers argue that poor mental health reported by sexual minority adolescents may be explained by the low levels of support they receive from society (Teasdale and Bradley-Engen 2010:293). Oetjen and Rothblum found social support to be the strongest indicator of varying degrees of depression among lesbians, and Vincke and Bolton found similar results among gay men (2000; Teasdale and Bradley-Engen 2010:293). Furthermore, Hershberger et al. state that the loss of friends as result of an individual becoming publicly open with his/her sexuality was found to be significantly related to suicide attempts (1997; Teasdale and Bradley-Engen 2010:293). In a small sample study of 29 gay and bisexual male adolescents, 41% reported losing friendships as result of their sexuality (Remafedi 1987:333). In a significantly larger study, social support was found to account “for 22% of the relationship between same-sex attraction and suicidal tendencies” (Teasdale and Bradley-Engen 2010:303).  6Perspectives, Vol. 4 [2012], Iss. 1, Art. 3https://scholars.unh.edu/perspectives/vol4/iss1/3   24   As the closest social group, parental support is the most important for healthy development of mental well being. Teachers have also been found to fit into this category of social support. Adolescents who experience social support from parents and teachers were found to experience less suicidal proneness (Teasdale and Bradley-Engen 2010:303). Curiously, the support of peers seems to have the opposite affect of adult support (Teasdale and Bradley-Engen 2010:303). This finding perhaps alludes to those individuals who have the support of their peers, but not their family. Based on the assumption that family, as the most immediate social network, is fundamentally considered most important in regard to acceptance and support, adolescents who are without the support of their family have increased suicidal tendencies, despite the social support of their peers.  CONCLUSION   There is a significant difference found in suicide rates among heterosexual and homosexual youths between the ages of fourteen and twenty-four; suicide ideation and attempts are both increased among homosexual youths. This increase of suicide tendency among homosexual adolescents may be result of negativity experienced from being a minority. Examining this relationship, significance in regard to suicide rate is only found among males (Remafedi 1998:58). While suicide rates are increased in homosexual females compared to heterosexual females, this difference has not been found to be significant (Remafedi 1998:58). Therefore, while homosexual adolescents, regardless of gender, have significantly greater suicide rates than heterosexual adolescents; regarding gender, male homosexual adolescents report the highest suicide rates. Girls are generally allowed greater freedoms in moving between gender expressions, to an extent, which may contribute to lesbians having less significant suicide trends comparably to gay males. The significant increase found among male homosexuals may be because of stricter gender expectations for males and higher importance placed on masculinity.   Concealment of one’s sexuality is significantly correlated with increased suicide rates for reasons relating to emotions such as shame and guilt (Bybee et al. 2009:148). In order to successfully conceal sexual orientation, it may be necessary for gay youths to lie to those close to them, or even to themselves if they feel they must alter their behaviors or personalities in order to keep their sexual identity hidden. This may cause feelings of guilt and shame, which, if persistent over time, have a significant relationship with increased suicide ideation and attempts among homosexual adolescents (Bybee et al. 2009:148). Concealment would hypothetically be nonexistent in regard to sexual orientation if being gay or bisexual was as accepted as heterosexuality in all of society. While homosexuality is more accepted presently than it was previously, there is still a level of rejection in the overall society that allows “the closet” to remain prevalent in the lives of lesbian, gay and bisexual individuals. Shame may be felt by homosexual adolescents because they go against the sexual orientation norm, which then may cause them to feel they must conceal their identity. Further, generally speaking, lying to one’s family and friends is considered an unacceptable practice. Therefore, the concealment 7Schaaff: A Comparative Examination of Suicide Rates among Hetero- & HomosePublished by University of New Hampshire Scholars' Repository, 2012   25  of sexual orientation from these close social networks is fundamentally lying, which may evoke feelings of guilt.   Rejection from parents is significantly tied with increased suicide rates among homosexual adolescents (D’Augelli 2001:260). This may be so influential on the mental health of adolescents because parents are expected to express unconditional love, despite the actions of the child. If an adolescent reveals his/her sexual orientation to a parent and is rejected, they may feel as though because of this failure of acceptance in the family, society outside the family will be even less accepting. This also pertains to the findings that show suicide rates being significantly lowered when there is support of adults, such as parents and teachers, present in response to an adolescent’s sexual orientation. Important adult figures may be more highly valued than peers by adolescents; therefore, the acceptance of sexual orientation by these figures may be significantly more crucial to the mental health stability in adolescents.   To return to the original research question, the consideration of age is specifically examined. To ask if there is a difference between the suicide rates of hetero- and homosexual individuals would not lead to questions that would provide answers that completely address what is causing the difference. Examination of homosexual individuals in relation to suicide rates reveals that during adolescence and young adulthood, this status of poor mental health is significantly present (Bybee 2009:149). During post-adolescence, however, the presence of decreased mental health and increased suicide rates loses its significance (Bybee 2009:149). Explanations such as improved social networks and decreased reliance on parents and their approval, have been suggested for this change in mental health status during the transition from adolescence to adulthood (Bybee 2009:149). The influential contributions, such as degree of “outness” and social support, potentially lose their significant hold on the homosexual individual as he/she moves out of the vulnerable state of adolescence, into the proposed more fortified state of adulthood.  REFERENCES  Bybee, Jane A., et al. 2009. “Are Gay Men in Worse Mental Health than Heterosexual Men? The Roles of Age, Shame and Guilt, and Coming Out.” Journal of Adult Development 16(3):144-154.  Center for Disease Control and Prevention. (2006). Youth risk behavior surveillance-United States, 2005. CDC surveillance summaries. Morbidity and Mortality Weekly Reports, 55 (SS-5), 1-112.  Cobb, S. (1976). Social support as a moderator of life stress. Psychosomatic Medicine, 38, 300-314.  Cohen, S. D., & Wills, T.A. (1985). Stress, social support & the buffering hypothesis. Psychological Bulletin, 98, 310-357.  8Perspectives, Vol. 4 [2012], Iss. 1, Art. 3https://scholars.unh.edu/perspectives/vol4/iss1/3   26   Ferguson, T.J., & Stegge, H. (1995). Emotional states and traits in children: The case of guilt and shame. In J.P. Tangney & K. W. Fischer (Eds.), Self-conscious emotions: The psychology of shame, guilt, embarrassment, and pride (pp. 174-197). New York: Guilford.   Kaplan, H., & Sadock, B. (2003). Kaplan and Sadock’s synopsis of psychiatry behavioral sciences/clinical psychiatry (9th edition). Philadelphia: Lippincott Williams & Wilkins.   Koh, Audrey S., Leslie K. Ross. 2006. “Mental Health Issues: A Comparison of Lesbian, Bisexual and Heterosexual Women.” Journal of Homosexuality 51(1):33-57.  Langhinrichsen-Rohling, Jennifer, Dorian A. Lamis, and Patrick S. Malone. 2011. “Sexual Attraction Status and Adolescent Suicide Proneness: the Roles of Hopelessness, Depression, and Social Support.” Journal of Homosexuality 58(1):52-82.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129, 674-697  Oetjen, H., & Rothblum, E. D. (2000). When lesbians aren’t gay: Factors affecting depression among lesbians. Journal of Homosexuality, 30, 93-121.   Ploderl, Martin, Reinhold Fartacek. 2005. “Suicidality and Associated Risk Factors Among Lesbian, Gay, and Bisexual Compared to Heterosexual Austrian Adults.” Suicide and Life-Threatening Behavior 35(6):661-670.   Remafedi, Gary. (1987). “Adolescent Homosexuality: Psychosocial and Medical Implications.” Pediatrics 79(3): 331-337.   Remafedi, Gary, Simone French, Mary Story, Michael D. Resnick, and Robert Blum. 1998. “The Relationship between Suicide Risk and Sexual Orientation: Results of a Population-Based Study.” American Journal of Public Health 88(1): 57-60.  Tangney, J. P. (1998). How does guilt differ from shame? In J. Bybee (Ed.), Guilt and children (pp. 1-14). New York: Academic.   Teasdale, Brent, Mindy S. Bradley. 2010. “Adolescent Same Sex Attraction and Mental Health: the Role of Stress and Support.” Journal of Homosexuality 57: 287-309.   Turner, R. J., & Lloyd, D. A. (1999). The stress process & the social distribution of depression. Journal of Health and Social Behavior, 40, 374-404  9Schaaff: A Comparative Examination of Suicide Rates among Hetero- & HomosePublished by University of New Hampshire Scholars' Repository, 2012   27  Vincke, J. & Bolton, R. (1994). Social support, depression, & self-acceptance among gay men. Human Relations, 47, 1049-1062.                            10Perspectives, Vol. 4 [2012], Iss. 1, Art. 3https://scholars.unh.edu/perspectives/vol4/iss1/3",
    "id": 215536263,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.unh.edu:perspectives-1047"
    },
    "title": "A Comparative Examination of Suicide Rates among Hetero- & Homosexual Adolescents and Young Adults",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-05-01T08:00:00+01:00",
    "publisher": "University of New Hampshire Scholars\\u27 Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.unh.edu/cgi/viewcontent.cgi?article=1047&context=perspectives"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215536263.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215536263"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215536263/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215536263/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215536263"
        }
    ],
    "abstract": "The focus of this literature review will be on the comparison of suicide rates between heterosexual and homosexual adolescents and young adults (ages 14-24), and the possible contributing factors. Age, the degree to which adolescents are open with their sexual identity, and the social support they receive are examined as contributing factors to the cited differences in suicide rates across sexual orientation identities. In this literature review, I will conclude that suicide rates are higher among homosexual adolescents and young adults; however, this significant difference disappears once the individuals enter adulthood. Researchers may pursue this relationship In order to find the best ways to assist homosexual adolescents through the period of potential suicide risk and into their adult years, and therefore perhaps begin reducing the rate of adolescent suicide",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.unh.edu:perspectives-1047",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2394",
        "openDoarId": 0,
        "name": "UNH Scholars' Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215536263,
        "depositedDate": null,
        "publishedDate": "2012-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-20T12:47:12+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:43:51+01:00"
    },
    "urls": [
        "https://scholars.unh.edu/perspectives/vol4/iss1/3",
        "https://scholars.unh.edu/context/perspectives/article/1047/viewcontent/P12_Schaaff.pdf"
    ],
    "lastUpdate": "2024-01-20T12:47:12+00:00",
    "setSpecs": []
}