{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Tamássy, Réka"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-06T01:23:27+01:00",
    "dataProvider": {
        "id": 481,
        "name": "Corvinus Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/481",
        "logo": "https://api.core.ac.uk/data-providers/481/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.14267/CJSSP.2019.2.4",
    "downloadUrl": "https://core.ac.uk/download/322383442.pdf",
    "fullText": "CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION IN HUNGARY AND IRELAND1Réka Tamássy2ABSTRACT In this study I aim to define and compare lesbian, gay, bisexual, and queer (LGBTQ) media representation in Hungary and Ireland. The analysis was carried out on television reports about the Pride Parade. News reports were analyzed between 2009 and 2016 on two Hungarian (M1 and RTL Klub) and one Irish (Raidió Teilifís Éireann) television channel. The bases of the comparison were the differences in political discourse and the level of acceptance of LGBTQ people. To analyze this media portrayal, two methods were used: code-based content analysis, and critical discourse analysis. With the two methods, the media frames in which Pride was represented could be defined. RTÉ turned out to be the most accepting of the media under analysis, while RTL Klub emphasized the support of multinational companies, celebrities, and ambassadors for Pride. From 2014, the latter channel’s frame shifted towards sensitization. M1’s framing was the least accepting; by 2013 the distant representation had become hostile and explicitly alienating.KEYWORDS: LGBTQ, media, representation, homosexuality, Pride Parade, content analysis, discourse analysis1  The present publication is the outcome of the project “From Talent to Young Researcher project aimed at activities supporting the research career model in higher education”, identifier EFOP-3.6.3-VEKOP-16-2017-00007 co-supported by the European Union, Hungary and the European Social Fund.2  Réka Tamássy is a Ph.D. student at the Doctoral School of Sociology, Corvinus University of Budapest. E-mail: reka.tamassy@uni-corvinus.huCORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY  VOL.10 (2019)2, 71-94. DOI: 10.14267/CJSSP.2019.2.4RÉKA TAMÁSSY 72CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2INTRODUCTION3The aim of this study is to define and compare the media representation of lesbian, gay, bisexual, and queer (LGBTQ) minorities in Hungary and Ireland through an analysis of television reports about Pride Parade.4 News reports were analyzed between 2009 and 2016 on three television channels: M1 (Hungary’s primary public channel), RTL Klub (one of the most watched Hungarian commercial channels), and RTÉ (Ireland’s first public service channel).Comparison of the media of the two countries is relevant from three perspectives. First, in 2015 Ireland became the first country in the world to legalize same-sex marriage following a referendum. Second, during the campaign for this referendum all major Irish political parties (including Fine Gael, a traditionally Christian democratic party) stood by the principle of marriage equality, while in the Hungarian political discourse it is often still claimed that Hungarian society rejects same-sex marriage for religious reasons.5 Third, a comparison of the results of the European Values Study and European Social Survey from 1990 to 20146 involving different aspects of the acceptance of same-sex couples, sexual minorities (Takács 2015, Kuyper et al. 2013), and religiousness (Coutinho 2016) shows that Irish people were and still are more accepting, while also more religious. As for the theoretical approach, critical discourse analysis (CDA) was applied. For this, media communication about the LGBTQ minority must be acknowledged as a discourse. Discourse, in this sense, refers to the meaning-making process of the public about the topic of LGBTQ as it is represented, interpreted, and influenced by the media. CDA as a theoretical framework argues that language and communication are part of meaning-making processes: by talking about a 3  The author would like to thank the anonymous reviewers for their helpful and constructive comments that greatly contributed to improving the final version of the paper.4  The Pride festivals are one of the most well-known LGBTQ events that are reported on by media, organized in both countries every summer. The marches are an important and spectacular (thus most often broadcast) part of the Pride festivals, wherein participants are free to express their sexuality and gender identity in an urban public space. Although they have different names, the Dublin Pride Parade and Budapest Pride March refer to the same kind of events, therefore the terms Pride Parade and Pride March (“Parade” and “March”) are used interchangeably.5  For a Hungarian example, see http://kdnp.hu/news/a-bejegyzett-elettarsi-kapcsolat-tamadas-a-csalad-ellen. Last downloaded: 2019.03.13. Also, see Viktor Orbán’s speech in the European Parliament on p.13 in this article.6  One should note that in EVS surveys the questions mentioned “homosexuals,” while in ESS the surveys referred to “gays and lesbians,” thus the statistics cannot be projected onto the whole LGBTQ minority but should rather be understood as a close proxy for the acceptance of sexual minorities.A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 73CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2specific topic, one outlines and defines that topic while also defining its actors (Fairclough & Wodak 1997). Thus, media discourse is a social practice and, as such, shapes society while also being shaped by society. The methodological approach included code-based content analysis and CDA. The analysis outlined the media frames in which Pride, thus sexual minorities, were represented. Although Pride Marches do not represent the whole LGBTQ minority, because of the extensive media focus on the event, and some channels’ representation techniques (which do suggest that the March is a representative event for the minority), the media frames that were applied also define LGBTQ representation. In the following chapters I first introduce the theoretical and methodological background of the analysis, then present my findings using several examples from the data under analysis. In the same chapter I follow the main axis of the analysis: the direct framing of news, sensitization and acceptance as motifs, other important topics in the portrayal of Pride, and finally, the visual representation of the Marches. THEORETICAL BACKGROUND,  DATA AND METHODOLOGYThe main theoretical approach of the research is discourse theory; specifically, critical discourse analysis (CDA). As one of its key elements, CDA as a theoretical approach claims that language cannot be a neutral communication tool as it actively influences the meaning-making processes. Neither is discourse a neutral phenomenon: by communicating about specific topics in a certain way using certain language, discourse shapes our perception of every field. Discourses are also highly affected by the language that is used to participate in them and which thereby shapes them. Because of this, discourses in general are the means and places for defining and creating identities, minorities and meanings. Additionally, discourses are inseparable from the society in which they take place. Society, as the background to the discourse, the agent, space of realization and context, shapes discourse while being shaped by discourse. This means that discourses are connected to (and shape) situations, institutions, and social structures, while also being shaped by them (Fairclough – Wodak 1997).According to CDA, discourse is a social practice. Assuming that media portrayal in general, and LGBTQ media representation specifically are discourses, they can be considered social practices as well. In this case, the RÉKA TAMÁSSY 74CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2connection of LGBTQ portrayal (thus LGBTQ media discourse) to society is rather obvious: portraying minorities in vulnerable situations or in exploiting or alienating ways gives society a chance to alienate the group or the phenomenon from the majority, and/or to view it as an exotic, even despicable occurrence (Hammer 2006). Even without speculating on the audiences’ interpretation, it can be stated that a minority’s media portrayal reflects the group’s accepted public portrayal. As the main material for the analysis Dublin and Budapest Parades were selected as they are events that are inseparable from the LGBTQ minority. The Marches are associated with the minority on two grounds: in the eyes of the public, because of the excessive media representation these events get; and in the eyes of the minority, since during these events sexual and gender identities are not just free to be acted out, but this is encouraged. Marches are organized every year in both countries, creating an opportunity to not only focus on the representation in the present, but also to study any changes in it. Three television channels’ main evening news programs were chosen as the corpus: RTÉ One (the main Irish national television channel), M1 (the main Hungarian national television channel), and RTL Klub, Hungary’s most watched commercial television channel.7 The media representation of Pride Marches was studied between 20098 and 2016.9Another layer of the defining and meaning-making role of discourse is grounded in the nature of Pride. As the March is one of the few events the media reports on every year in close connection with LGBTQ people, the March’s media portrayal becomes the mainstream media outlets’ definition of sexual minorities. The news engage in this meaning-making process through the form of representation they choose to apply, thus the definition of LGBTQ emerges from these representation techniques.In order to conduct an adequate analysis, two methodologies were used: code-based content analysis, and CDA. Code-based content analysis was carried out based on Bernáth and Messing’s research on the media portrayal 7  The comparison would have been more complete if it had included Ireland’s most watched commercial channel, TV3’s news program. This was impossible due to the lack of an online archive.8  The first news program available from the Irish national television’s online archive is from December 2008. Therefore, it was technically impossible to compare media representation of the Pride March before 2009.9  A structural difference has to be noted: Although RTÉ’s Six-One news program would have matched the Hungarian news in terms of length, the nine o’clock version was chosen due to the following reasons: 1. the Dublin Parade itself referred to it as the “main evening news” (Dublinpride.ie, 2018); 2. during the period of analysis, every report on Dublin Parade appeared on the Nine O’Clock News, and none on Six-One.A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 75CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2of Roma people (2012) and asylum seekers (2015). In their research projects, Bernáth and Messing analyzed the aforementioned minorities’ representation through a coding scheme that was designed before the reading of the chosen texts on the grounds of presupposed representational topoi. The same methodological approach was used in this research. Five main categories were constructed: the news before and after Pride reports (direct framing); the events and motifs of the report; the interviewees; words and expressions in the narration and interviews; and the visual representation. The news programs as a context, other topics that appeared in the reports, the status of interviewees and their proportions also played a great part in the analysis (Krippendorff 2004, Harwood – Garry 2003).During the analysis it became clear that code-based methodology cannot cover every angle of the media portrayal. Hence, CDA was applied. CDA as a methodology emphasizes the importance of the context of the chosen data (discourse). Accordingly, the meanings of different representation techniques and communicational acts are analyzed with due consideration of the social context – hidden or suggested meanings, symbols, etc. – of the analyzed text. The methodology was based on Géring’s research (2015; 2017). In the latter’s research project, she analyzed specific companies’ corporate-social-responsibility-related messages on their websites by creating a coding scheme following an in-depth reading of selected parts of the chosen texts. A previous reading helped unfold the most important and recurrent motifs in the texts. Furthermore, with CDA it was possible not only to compare the aspects that appeared in the news under analysis, but also the way certain aspects were presented.Similarly to Géring’s method, in this research the methodology was applied through the creation of a coding scheme after an in-depth reading of approximately half of the chosen news reports. Thus, the scheme’s questions were filtered by the reports themselves. Great emphasis was put on critical viewpoints and social context (Scheufele 1999; Wodak – Meyer 2012). The basic questions behind this methodological approach were the following: who were the central figures in the narrative, and were they active or passive; what was the main motif of the report; how did the report portray LGBTQ; were sensitization and acceptance components of the report?The main representation techniques of the channels were drawn from the results of both analyses. Partial results of the analyses can be found in Table 1 in the appendices. Through these findings conclusion could be drawn about the representation techniques of each channel. In the following chapter, the main angles of representation are presented, completed with examples.   RÉKA TAMÁSSY 76CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2MEDIA REPRESENTATION OF THE PRIDE MARCHBasic differences could be detected between the Irish and the Hungarian news reports with the help of code-based content analysis. The topic of LGBTQ rights, politicians’ and their parties’ attitudes towards the March and LGBTQ, and which participants from the March were interviewed are just a few examples of the above-mentioned dissimilarities. One particularly clear difference can be explained in relation to the circumstances under which the Pride Marches took place in each country: the amount of news reporting on counter-demonstrators and the nature of police action (see Table 1). Even though Hungarian channels had the opportunity to decide how much time and space they would provide to cover this phenomenon, they could not choose not to show it at all since it was an integral part of the Budapest Pride March. From the number of reports that provided information only about counter-demonstrators it was clear that the reason behind the higher number of reports on the Pride March in Hungary was partly the fact that some Hungarian reports focused only on police action and the counter-demonstrations. While the number of reports suggests that the event got more coverage from the Hungarian channels, viewers got as much or even less information about the LGBTQ minority and its struggles from the Hungarian media outlets than from the Irish television channel.This part provides an overview of the analytical process completed with examples, leading to the results. First, I discuss the direct frames of the reports that were examined, arguing that the news before and after each Pride report influenced the interpretation of the March. The second aspect of analysis is the appearance of sensitization and acceptance in the reports. In this phase I examine whether news reports tried to sensitize viewers towards LGBTQ, and, if so, how. Religion and politics make up the third aspect of analysis. Last, the visual representation of the March is discussed, as an inseparable part of the television reports.Direct framingThe analysis of direct framing examines the effect of reports or headlines aired directly before or after the headline or report on Pride Parade. Positive or negative direct framing can result in positive or negative associations about the presented minority.The results of direct framing analysis can be found in the appendix. A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 77CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2Direct framing of Pride March on M1The order of news reflects the importance of each report and news item: the most significant cases are usually first, and the last few reports are considered least important. Based on this fact, negative direct framing (NDF) appeared in 2013 and 2015 when the editors of M1 chose to show viewers small rural festivals with a few hundred guests before portraying the biggest LGBTQ festival in the country with thousands of participants. On the other hand, the segments directly prior to and after the Parade reports could also have influenced viewers’ opinions of the event and its participants. Hereinafter can be found an example of this from 2012. [Reporter:] György Gyula Zagyva, representative of the political party Jobbik and some Jobbik sympathizers, came to parliament on Kossuth Square in the afternoon from the New Hungarian Guard Movement’s  event. They tried to get through the barriers that had meanwhile been raised by the police. (...) They could not get through the barriers, but some gay protesters did, we still do not know how. The police tried to defend them, but a minor fight occurred. Thereafter, the police arrested three young men, as far as we know, from among the counter-demonstrators. Teargas and police dogs were also in use, however, there were no serious atrocities. (…)[Back in the studio, anchor] Thousands of people ran from the bulls this year as well. Held in Pamplona, Spain…M1 reporter and anchor. Source: M1 News, 07/07/2012In this case, viewers were led to associate Pride March with the Pamplona bull run, an event in which bulls (uncontrollable, dangerous animals) run between barriers in the center of a Spanish city. Viewers could identify the bulls with the counter-demonstrators or the Marchers. The Marchers became the bulls (the dangerous, uncontrollable animals) that marched between barriers in the city center (~ bulls running between barriers). The barriers in this case acted as protection for the city, not the marchers (~bulls). After escaping the barriers and threatening the lives of bystanders (~bulls by hurting people, LGBTQ by spreading their lifestyle), the marchers were hurt (~bulls getting shot if escaping the barriers). On the other hand, viewers may have associated the counter-demonstrators with the bulls (~strong, masculine), on the grounds of their ability to hurt those who were weaker (as bulls gore viewers when they escape the barriers). RÉKA TAMÁSSY 78CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2Whether the viewer identified the bulls with the counter-demonstrators or the Marchers, the participants were stigmatized, either as something ordinary people need protection from, or as something weak that grown men can hurt.NDF like this happened twice on M1: in 2012 (the above-mentioned case), and in 2015. Direct framing on RTÉAccording to the results of the code-based content analysis, there were two occasions when religious topics and the Pride Parade could have appeared in contrast. By analyzing the two cases in their social context, CDA proved that neither of the cases framed the Parade negatively. As an example, the first case in 2010 presented information about a priest in connection with a child abuse case, followed by a report on a British sexual offender. After the reports, the 2010 Dublin March started with the March’s annual slogan “We are family.” The channel did not connect LGBTQ people to the sex offender, and neither did they contrast the March with religious ideals. On the contrary, the two reports on sexual harassment became a contrast to portrayals of LGBTQ families. The social context was given through presenting the legal issues LGBTQ individuals face in Ireland, and by presenting the participants (both verbally and visually) as balanced, loving families. This occasion rather involved positive direct framing than negative. RTL Klub’s direct framingCDA found three occasions of NDF on RTL Klub. Hereinafter is presented the most obvious example. [Anchorman] “An apartment in Kaposvár, where hundreds of kilograms of fecal matter had been accumulated by the deceased owner of the apartment, may reek for months.”[Anchorwoman:] “In the meantime, residents are afraid that an infection may spread in the city. However, the Medical Officer Service does not expect this.”[Anchorman:] “It is quite incredible that a deceased man collected his feces in bottles and bags for months. Well, I don’t know where this story will end.”A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 79CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2[Anchorwoman:] “It must had been a terrible sight when the firefighters entered the apartment.”[Anchorman:]” I do not envy them ... And today was the Budapest Pride parade...” Conversation between RTL Klub’s anchors during presentation of the headlines. Source: RTL Klub News, 05/07/2014.On the other two occasions, Budapest Pride was once reported on after a clip about a cow that could open its stall with her tongue, and once was followed by a report on festival goers who could not see the trash they had produced during the festival. In these incidents the Pride March could be associated with either an exotic spectacle (separated from its motives), or with something a priori disgusting and feared to be contagious – the apartment full of feces. Sensitization and acceptanceSensitization and acceptance as aspects of discourse were defined by CDA, since both aspects need a deeper understanding and interpretation of context. While both are considered positive representation techniques, there are major differences between them. Sensitization techniques include the presentation of the struggles of LGBTQ people, discrimination, legal battles, everyday victories, and other segments of their lives either as individuals or as a group. Showing these pictures (literally and metaphorically) can make viewers sympathize with the minority. Acceptance, as a representation technique, emphasizes the everydayness and the normality of minorities, highlighting their right to march. Put simply, acceptance is the first step – the idea that LGBTQ individuals have the right to express their sexuality and live in peace –, while sensitization is the next step – active support for the group, the vocalized fight for LGBTQ rights (such as marriage and childbearing). Sensitization as a technique does not try to legitimize the existence of the Pride March or the fight for LGBTQ rights. Both aspects appeared on all channels; the difference was in quantity and technique. The results may be divided into three groups based on their characteristics: the way the channels’ editors and reporters wanted to present the March, the perspective from which a country’s society can understand and accept LGBTQ, and the general acceptance of these minorities. Results of the analysis can be found in the appendix. RÉKA TAMÁSSY 80CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2A comparison of practices related to sensitization and acceptance are presented in the next chapter, starting with M1.Sensitization and acceptance on M1In M1’s reports, sensitization was not employed in relation to minorities and the March. From most reports viewers got to know about the route of the March, its theme, and/or its cause. Even though the channel shared basic information about the event, the verbal and visual portrayal of this was distant and cynical, thus the reports failed to sensitize viewers towards Hungarian LGBTQ.The slogan of the demonstration organized by the Szivárvány Misszió Alapítvány was Now and Every Day. The organizers wanted to send the message that the celebration of the equality of those who call themselves LGBTQ people cannot be limited to one day, but they need an environment in which they can express their sexual orientation every day. M1 reporter. Source: M1 News, 05/07/2014There are two phrases that should be highlighted in the quote above. First, “those who call themselves LGBTQ.” The phrase alienates the viewer from the acronym and LGBTQ too. These words suggest that LGBTQ insist on separating themselves from society with a name, and an abbreviation. Second, “they can express their sexual orientation every day.” On the one hand, LGBTQ issues are not only about sexual orientation, but also about gender identity. On the other hand, “sexual orientation” is an official, distant, almost medical phrase which can also alienate viewers from minorities.  The only occasion in which an attempt at acceptance was detectable occurred in a 2009 report on M1. In spite of the inspirational speeches, this year's Gay Pride March’s appearance was much more moderate than in previous years. The marchers wore rather more than less clothes, and one could not see men dressed as women. M1 reporter. Source: M1 News, 05/09/2009While pointing out the amount and type of clothes the marchers wore, the reporter implies that the marchers usually do not dress like this, thus he A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 81CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2emphasizes the stereotype that LGBTQ people/marchers don’t dress like average people; despite this, he also tries to portray the marchers as “normal people” who wear normal clothes and dress in accordance with their gender and/or sex. While this representation is rather stereotypical, one has to bear in mind that just one year earlier, in 2008, counter-demonstrators broke through the barriers and insulted participants of the march. Trying to calm such tensions by highlighting the normality of the participants can be interpreted as a form of acceptance-focused representation. Viewers could not directly hear from LGBTQ people and/or participants in M1’s reports between 2009-2016. The number of marchers was mentioned in one report in eight years; support from the majority society was not represented at all. Nevertheless, counter-demonstrators not only appeared in the reports almost every year, but in some years there were separate reports on them. In conclusion, M1 did not sensitize or promote acceptance towards LGBTQ. The channel also failed to reflect Hungarian society’s increasingly accepting and open attitude towards the Pride March and LGBTQ. Acceptance and sensitization on RTÉRTÉ’s reports did not try to justify the March to viewers through acceptance-focused representation techniques, which should not be shocking in consideration of the statistics: since most Irish citizens accept LGBTQ people, there was no reason to try and justify their right to march.  RTÉ in almost all cases covered the March’s most important details: how many people were there, where, when, and for what reason they marched. Although there was no explicit justification, in 2011 and 2014 reporters openly compared the March to Saint Patrick’s Day, the most important national and religious feast of Ireland. Sensitization was explicit and LGBTQ-oriented. In the five short news items that covered Pride in 2009, 2011, 2012, 2013, and 2016, sensitization appeared in the form of portraying the everyday problems LGBTQ people face, and covering the topics the March was demonstrating against. Such a portrayal of problems included government plans for civil partnerships and same sex unions (2009), marriage equality (by image, 2011), and highlighting how marches in some part of Europe are banned, or are targeted by extremists (2012). In all three entire reports, reporters interviewed participants, organizers, and openly gay people, therefore viewers got to know the people and personal stories behind the demonstration. As an example, in 2010 the March’s theme was “We are family, too,” highlighting the legal battles LGBTQ families have to fight in order to be RÉKA TAMÁSSY 82CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2recognized as families in the eyes of the law. The report avoided using the phrase “homosexual” but used the word “family,” not distinguishing between hetero- and same-sex couples. The chosen words are important on two grounds: first, the word “homosexual” often has negative connotations, referring to sexual minorities (mainly gay men) with a word that has connotations of sickness (Herek 1984, Takács – Szalma 2011). As an example, in many disapproving contexts in Hungary, LGBTQ are referred as “homosexuals” – this also being the praxis of M1. Second, the use of “family” instead can be taken as an act of sensitization, since it shows that the channel undoubtedly accepts same-sex couples as families and does not discriminate on these grounds. The reporter interviewed several participants, including two families with toddlers (in the first report two mothers and their son who cannot have two mothers legally, and later a family in which a mom marched together with her gay son and his little sibling). These two occasions bring the viewer closer to LGBTQ families both in pictures and words. Presenting kids as part of the March is also an act of sensitization that emphasizes the inclusiveness of LGBTQ and the fact that the March has no negative effects on kids (a popular homophobic topos in Hungary). The 2010 report was exceptional in another way: it was the only report on the Pride March in which an openly trans person was interviewed. Dr. Lydia Foy was the first transgender Grandmarshal of Pride in Ireland. The sensitization in her case did not stop at the simple fact that she was interviewed. Her visual representation was sensitizing since the camera did not scan her from head to toe (i.e. she herself was not the spectacle), but she was shown as a “talking head,” an angle from which professionals and officials are usually portrayed. In summary, RTÉ emphasized sensitization more than acceptance. The reason for this could be that Irish society is already accepting of LGBTQ, therefore there was no need to justify the March to viewers. It is worth noting again that the channel compared the March to the biggest national and religious festival in Ireland. Sensitization appeared in every report during the years under analysis. The aspects of sensitization examined were the words that were used, the interviewing of participants and/or openly gay people, the presentation of personal stories and difficulties, and of toddlers and participants as average people, not as deviants. Sensitization and acceptance on RTL KlubRTL Klub went through a remarkable change in portraying the March between 2009 and 2016. From 2009 until 2014-2015, the channel placed great emphasis on acceptance. This practice has slightly changed in the last few years after RTL also started to focus on sensitization A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 83CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2The examples below show that while the channel was focused on promoting acceptance, it also alienated the Pride March from the Hungarian LGBTQ and its present-day struggles. As requested by the organizers, everyone avoided provocative clothes.RTL Klub reporter. Source: RTL Klub News, 05/09/2009I am heterosexual, but I want to show that I rebel against condemnation and prejudice.Pride participant. Source: RTL Klub News, 06/07/2013It is very likeable that they are moderate, and everyone here is nice, so it is not extreme like elsewhere. Elderly interviewee at Pride. Source: RTL Klub News, 05/07/2014Between 2009 and 2014 RTL Klub tried to picture the Parade as a colorful and spectacular event with average, not only gay participants. Reporters did not openly address gay people during these years (only spokespeople, heterosexual marchers, and viewers were interviewed). The channel praised Western countries for accepting the Pride March, showing mayors opening the March, and LGBTQ politicians marching with the crowd. The policies of inclusion and acceptance at big companies like Prezi, Espell, and Microsoft were repeatedly represented as positive examples. Even on those occasions when reporters tried to connect Pride with LGBTQ, they did not connect it to living Hungarian LGBTQ people. They either let viewers know how Pride was born (the Stonewall Riots) or used alienating words when describing the cause of the March. Connecting Pride to the Stonewall Riots without describing current problems could be misleading to viewers. This approach frames Pride as a form of remembrance only, and does not reflect on the current social, political, and legal side of the March. An example of such alienating expressions can be found below.[Reporter] According to gay people, the prohibition of same-sex marriage is outright discrimination, which excludes hundreds of thousands of people from the group of equal citizens.RTL Klub reporter. Source: RTL Klub News, 18/06/2011RÉKA TAMÁSSY 84CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2The expression “according to gay people” suggests that gay people think that the ban is discriminatory towards LGBTQ, while this is not a thought but a fact: excluding a group of people from a social institution because of their sexual orientation is discrimination by definition, not a matter of opinion. The channel’s sensitizing practice has changed drastically in the last few years. In pictures, viewers were shown toddlers in reports, starting in 2013. Although showing kids was a huge step (kids first appeared on RTÉ in 2010), RTL Klub separated their portrayal of children from families or LGBTQ people. Viewers could see kids, but did not get to know anything about them and did not see their parents; i.e. they were not portrayed as part of a family. From 2015, reporters interviewed well-known LGBTQ participants (e.g. Péter Árvai, the openly gay CEO of Prezi) as well as an openly gay participant who talked about his bad experiences of being publicly out. These findings show that RTL Klub tended to pay more attention to acceptance than sensitization. The channel tried to justify the March as a cheerful and spectacular event by showing how Western countries, famous people, and well-known brands accept it, and by presenting its historical background. Initial representation problems were quickly followed by a great emphasis on acceptance, and from 2015 sensitization and LGBTQ started to appear on the channel. Other aspects in the representation of the Pride Parade: politics and religionPolitics and religion were highlighted in the analysis as they are topics along which the two country’s media attitudes were compared. PoliticsViewers of RTÉ could not hear about politicians or political parties during Pride reports. The channel highlighted a politician only once, visually. Dublin’s mayor, Naoise Ó Muiri, was easily recognizable in one report, wearing the Great Chain of Office. In contrast, Hungarian channels paid much attention to politicians and parties’ opinions about the event. M1 showed politicians every year, while RTL Klub started to regularly present parties’ opinions in 2013. M1 presented the ruling party’s opinion twice, RTL Klub once. The analysis highlighted that it was important to M1 to connect the political opposition to the Pride March. A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 85CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2Although M1 presented the ruling parties’ opinion in one year only (but twice), Fidesz and KDNP parties were given a chance to share their own statements, in contrast to those of most opposition parties.As an example, Fidesz’s opinion was presented on M1 by the Prime Minister himself. Viktor Orbán’s speech was not specifically targeted  at the Hungarian Parade; he spoke about the Tavares Report which had criticized the Hungarian Government for stating in the Fundamental Law of Hungary (Hungary’s constitution) that only a man and a woman could marry. In the speech, Orbán mentioned religious reasons to support the claim that marriage should be an institution only available to heterosexual couples. The quote below, from Orbán’s speech, shows how the channel linked politics and religion to LGBTQ rights.[Reporter:] The European Union’s Tavares report also criticizes The Hungarian Fundamental Law. It is said to be ostracizing and against European values to state in the constitution that only a man and a woman can be united in marriage. [Soundbite from Viktor Orbán’s speech:] […] One man, one woman. […] [Reporter:] On Tuesday, in response to criticism, Viktor Orbán argued in the European Parliament debate that by including the definition of marriage as an act between a man and a woman in the Hungarian Fundamental Law, Hungary is following a four-thousand-year-old tradition. [Soundbite from Viktor Orbán’s speech:] Four thousand years of Jewish culture and two thousand years of Christianity. We simply want to maintain this tradition, and I do not understand why any European Parliament representative thinks that our right to preserve this tradition in Hungary can be limited. [Reporter:] The prime minister added that the Hungarian Fundamental Law is not against anyone, does not hurt anyone, but it is clear about the definition of family. Viktor Orbán's speech at the European Parliament according to the interpretation of M1. Source: M1 News 06/07/2013Both channels’ reports suggested that opposition parties are further involved in the event, while the ruling parties of Hungary maintained an offhand silence RÉKA TAMÁSSY 86CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2about it. On the occasions when the ruling parties’ opinions were presented, the politicians or parties did not actually voice an opinion about the Parade. KDNP’s statement pondered whether politicians attended Pride for votes only, and Viktor Orbán did not even mention the Parade; he made a speech about parts of the Hungarian Fundamental Law that were being criticized. On the other hand, opposition parties either marched at the event, or strongly criticized it (Jobbik, for example). Even without locating the political parties in the Hungarian political discourse, it is obvious that the Hungarian channels, M1 especially, discussed political views and parties extensively, in opposition to RTÉ. ReligionIn connection with the Pride March, religion did not appear on RTÉ, RTL Klub mentioned it in one report, while M1 tied it to the Pride March and LGBTQ rights inseparably in one report, and mentioned it once again in a semi-judgmental report. As seen above, M1 choose to present Viktor Orbán’s speech in the European Parliament, in which the Prime Minister argued that the Hungarian Fundamental Law forbids the marriage of same-sex couples because of religious heritage. After Orbán’s speech in the report, M1 showed footage that presented a debate by politicians from the opposition parties about same-sex couples’ right to adopt. During the presentation of the debate, no one questioned marriage rights or mentioned religious topics. Thus, the presentation of the Prime Minister’s four-day old speech was nothing less than an attempt to link religion and law to LGBTQ rights. M1 gave voice to protesters by referring to religion as an argument once more.During the March a demonstration took place in line with Christian values and in defense of families, organized by the “In the name of the family” Facebook group. M1 anchor. Source: M1 News, 05/07/2014Presenting a counter-demonstration itself would not represent a statement of opinion, but presenting the principles contained within it without the news anchor looking down at his paper could be. Normally, an anchor looks down at their notes when presenting the principles of a controversial group or event. Through this motion, the principles thus read are distanced from the anchor and A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 87CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2are therefore not presented as facts, but as information the group chose to share about itself. This time, the anchor did not look down at his paper, suggesting that the group in fact wanted to protect families and Christian values from Pride Parade. Hence, according to the channel, Pride Parade is a threat to Christian values and families, since society needs to be protected from it.The only time RTL Klub mentioned religion in relation to the March was in reference to a group called “Christians for Gays” that attended the Parade to support the event. In conclusion, the only channel that used religion to oppose the Budapest Pride Parade, and therefore LGBTQ, was M1. The visual representation of Pride and its connection to the narrationThe analysis shows that 25 out of 36 reports about Pride contained some kind of visual representation: 8 times on RTÉ and M1, and 9 times on RTL Klub. Thus in 11 cases the reports only involved the news anchor presenting Pride, while no pictures were shown about the event.  Visual representations were divided into three categories. First, occasions in which pictures sent a positive message about Pride (segments that indicated support, acceptance, or sensitization in relation to LGBTQ or the event). Second, visual representations that suggested that LGBTQ/the event is deviant. Last, reports in which the narration changes or has an undeniable effect on the interpretation of the pictures that are displayed. Obviously, visual representations from the third group could also be classified as part of the first or second categories. Supporting visual representationA leading theme of the supporting visual representation was familiarizing viewers with LGBTQ people. This was done on all three channels by showing the marchers from the front or the side, from eye-level or higher, thus one could see participants’ faces but not an unknown mass. It was rather rare on any channel to show the march from the back: RTÉ and RTL Klub usually did this when doing so was the only way of showing an important detail. From 2014, M1 chose to show more small groups, instead of the mass of Pride marchers. This visual representation technique may have diminished the perceived number of participants since viewers did not see a picture which actually reflected the RÉKA TAMÁSSY 88CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2amount of marchers on the streets, but rather small groups, implying that only a few people attended the march. An obvious sign of support through visual representation was showing supporting groups marching at the Pride Parade. RTÉ strengthened its positive messages by presenting the European Gay Police Association (2012), the Garda’s band (2014), Irish rugby players (2015), and Irish sports fanatics (2012) as participants of the Dublin Pride March. Showing same-sex couples in average situations was also one way of making LGBTQ people familiar to viewers. Normal situations in the analysis referred to activities and appearances in which the marchers were portrayed as any other couples (different- or same-sex) from the streets: wearing average (not revealing or stereotyped) clothes, holding each other’s hands, or kissing each other. An important detail of this representation technique is that even if those who were represented acted up or were dressed in bold clothes, the camera did not track them, nor emphasize (by, for example, zooming in on) their looks, bodies, or movement. Alienating and deviant visual representationNegative visual representations could be divided into two groups: alienating and deviant visual representation. Alienating visual representation was defined as camera takes that presented the participants in close up, without showing their faces. Deviant visual representation, on the other hand, is a visual representation technique in which the editors and cameramen intentionally highlight participants in unusual clothes or costumes and focus on spectacular appearance. The technique’s important components are close-ups that usually zoom in on unusual clothes or follow participants through the crowd. With these visual representations, participants could be presented as some kind of exotic, unusual phenomena. The takes may have reminded viewers of documentaries about exotic animals – a probably intentional comparison suggested by the producers of the reports. Alienating or deviant visual representation appeared on all three channels in different amounts and with different balancing techniques. Both RTÉ and RTL Klub tried to balance out these representations in reports with supporting representations, or through the narration. For example, RTÉ opted for the already mentioned “talking-head” angle on some occasions when showing unusually dressed participants, weakening the stereotyping visual representation. A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 89CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2Picture 1. Participant in bodypaint shown in “talking head” position.  Source: RTÉ Nine News, 27/06/ 2015M1’s ethics regarding the visual representation of Pride changed around 2013. Before this date reports were mostly objective and did not suggest support nor sensitization, but were not hostile. In 2013, deviant visual representation appeared, and the channel started to show the counter-demonstrators’ faces. An example below represents the core change in M1’s ethics. The channel chose to show the following frame twice (in a 15-second fragment), in which a man, dressed as an officer or soldier, is taking off his clothes and dancing in his underwear, blindfolded, at the opening party of the Pride Parade. Between the two takes, opposition politicians who attended the opening party were shown to viewers. Picture 2. Dancer getting undressed at the opening of Budapest Pride.  Source: M1 News, 06/07/2013Narration and visual representationIn several cases, visual representation and the reporter’s narration had an interpretation-changing effect on each other. They either strengthened each other (non-supportive narration with deviant visual representation) or sent contradictory messages (supportive narration with deviant visual representation).   RÉKA TAMÁSSY 90CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2Outstanding cases of narration and visual representation that framed the Pride Parade in a negative, deviant way occurred only on M1, in 2015 and 2016. A 2016 example of this can be found below. At the event it was stated that it takes great courage for a young person to realize for the first time, at the time of adolescence, that they are attracted to people from the same sex. The message to homophobes was that homosexuality is an innate attribute, and that one can never know when a homophobe will have to face the fact that their child is homosexual. M1 News reporter. Source: M1 News, 11/07/2015In this case, the reporter links kids, teenagers, sexuality, and homosexuality in his narration, while showing viewers a participant who is probably under the influence of alcohol and/or drugs. In the first eight seconds, viewers can see a man dancing in a tank top in front of the camera. During the quoted sentence, the picture changes and a man appears in his underwear, marching with the crowd, dancing, and making moves imitating intercourse. The two dancing men may be classified as examples of deviant visual representation, since the first   Picture 3. Dancing man at Budapest Pride. Source: M1 News, 11/07/2015Picture 5. Man in underwear imitating sexual act at Budapest Pride.  Source: M1 News, 11/07/2015Picture 4. Dancing man at Budapest Pride. Source: M1 News, 11/07/2015A COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 91CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2one is visibly under the influence of some kind of legal or illegal drug while the camera focuses on him, while the other is wearing only his underwear and imitating intercourse while the camera also follows him in the crowd. In the narration, the reporter talks about kids discovering their sexuality, making it impossible to not to connect this fact with the two men (especially the one who is imitating intercourse). Although the narration itself could be interpreted as an encouraging message about youngsters accepting their own sexuality, the pictures give another meaning to the words. In this new meaning, the narration with the pictures implies that kids who accept their own (alternative) sexuality will act like the two men presented as deviants. As the reporter mentions that these thoughts came from the organizers, the viewer connects the negative message with the event, thus concludes that Pride Marches encourage kids to behave in a way that the channel presents as deviant. CONCLUSIONAs the result of the analysis, the frames in which LGBTQ people were portrayed can be defined.In the case of RTÉ, media portrayal was mostly balanced during the years under analysis. The channel portrayed Irish sexual minorities in a sensitizing way. Viewers could hear personal stories and see average LGBTQ people marching for their rights. The Irish channel emphasized the community’s fights and LGBTQ rights, and portrayed participants as not just LGBTQ but also non-LGBTQ citizens supporting the movement. Throughout the years, acceptance and the legitimating participation of well-known companies completed the media framing of Dublin Pride. RTÉ had the most accepting and sensitizing reports during the examined years.RTL Klub’s portrayal of LGBTQ was also quite accepting. In the first few years (until 2014-2015), LGBTQ acceptance was not based on its own right, but on participating multinational companies, famous people, and ambassadors, and by framing Western countries’ Prides as positive examples. Thus, sensitizing representation was not as frequent as seen on RTÉ. Through the years of analysis this media frame slowly changed: RTL Klub reports started to introduce average LGBTQ participants, putting more emphasis on accepting LGBTQ individuals in their own right. Pride’s media portrayal on M1 changed in the opposite direction in comparison to the other channels. The channel’s portrayal of the event was the least accepting and sensitizing. Between 2009-2012, the channel opted for a rather RÉKA TAMÁSSY 92CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2distant representation, while from 2013 the reports became more hostile, not showing the growing acceptance of LGBTQ people and Pride across Europe, including Hungary. The malevolent media framing represented participants and LGBTQ as deviants who threaten the majority and families. M1 also presented and linked religious and political topics to the march in an extensive way. APPENDIXTable 1. Number of reports on Pride March on each channel compared to appearance of each motif.M1 RTL Klub RTÉReports on Pride March during the years of analysis 14 14 8Reports in which police action appears in connection with the Pride March. 10 10 0Reports in which Pride March counter-demonstrators were interviewed. 2 1 0Reports in which positive values were connected to Pride March counter-demonstrators (either by the channel, or the longest or the second-longest quoted interviewee)2 0 0Reports in which the focus was on the counter-demonstrators instead of the Pride March.8 3 0Reports in which the report’s focus was balanced between the counter-demonstrators and the Pride March.1 3 0Direct framingReports right before or after Pride March focusing on traditional family structure.1 0 0Reports right before or after Pride March focusing on mental illnesses or mental problems. 0 0 1Reports right before or after Pride March focusing on religious topics. 0 0 1Reports right before or after Pride March focusing on national traditions. 1 0 0Reports right before or after Pride March, that could lead viewers to negative associations, according to CDA (examples of these given in the main text).2 3 0Total number of occurrences of negative direct framing (found and proved through code-based content analysis and CDA).4 3 0Acceptance and sensitizationReports containing motifs that suggest acceptance (found and proved through code-based content analysis and CDA).1 6 2Reports containing motifs that suggest sensitization (found and proved through code-based content analysis and CDA).0 2 8Source: Researcher’s own results based on code-based content analysis and CDAA COMPARISON OF PRIDE PARADE’S MEDIA REPRESENTATION 93CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2REFERENCESDublinpride.ie. (2018). “RTÉ to air ‘A Different Country’ - Dublin LGBTQ Pride.” [online] Available at: http://dublinpride.ie/rte-to-air-a-different-country/ [Accessed 28 Feb. 2018].Bernáth Gábor – Messing Vera (2012), “Szélre tolva” (“Pushed Aside”), Médiakutató, Vol. 13, No 1, pp. 71-84.Bernáth Gábor – Messing Vera (2015), “Bedarálva” (“Minced”), Médiakutató, Vol. 16, No 4, pp. 7-17.Coutinho, José Pereira (2016), “Religiosity in Europe: an index, factors, and clusters of religiosity”, Sociologia, Problemas e Práticas, No. 81, pp. 163-188. https://doi.org/10.7458/SPP2016816251Fairclough, Norman – Wodak, Ruth (1997), “Critical discourse analysis”, in: T. van Dijk, ed., Discourse as Social Interaction, London, SAGE PublicationsGéring, Zsuzsanna (2015), ”Content versus discourse analysis. Examination of corporate social responsibility in companies’ homepage-texts”, in: SAGE Research Methods Cases, London, SAGE Publications, http://dx.doi.org/10.4135/978144627305014556732Géring Zsuzsanna (2017), “Kevert szövegelemzési módszertan alkalmazása gazdasági és társadalmi jelenségek vizsgálatához - Online CSR-kommunikáció vizsgálata tartalomelemzéssel és diskurzuselemzéssel” („Applying mixed textual methods for the analysis of economic and social phenomena – Examining online CSR-communication with content analysis and discourse analysis”), Vezetéstudomány/ Budapest Management Review, Vol. 48, No 4, pp. 51-62. https://doi.org/10.14267/VEZTUD.2017.04.08Hammer Ferenc (2006), Közbeszéd és társadalmi igazságosság: a \"Fókusz\" szegénységábrázolásának értelmezése (Public Discourse and Social Justice: the Interpretation of Fókusz’s Poverty Representation), Budapest, Gondolat Kiadó.Harwood, Tracy – Garry, Tony (2003), “An Overview of Content Analysis”, The Marketing Review, Vol. 3, No 4, pp. 479-498. https://doi.org/10.1362/146934703771910080Herek, Gregory M. (1984). “Beyond \"Homophobia\": a social psychological perspective on attitudes toward lesbians and gay men”, Journal of Homosexuality, Vol. 10, No 1-2, pp.1-21.Krippendorff, Klaus (2004), Content Analysis: An Introduction to Its Methodology, (2nd ed.), Thousand Oaks, CA, SAGE PublicationsKuyper, Lisette – Iedema, Jurjen – Keuzenkamp, Saskia (2013), Towards Tolerance, The Hague, The Netherlands Institute for Social Research, pp.16-28.RÉKA TAMÁSSY 94CORVINUS JOURNAL OF SOCIOLOGY AND SOCIAL POLICY VOL. 10 (2019) 2Scheufele, Dietram A. (1999), “Framing as a theory of media effects”, Journal of Communication, Vol. 49, No 1, pp. 103-122. https://doi.org/10.1111/j.1460-2466.1999.tb02784.xTakács Judit. (2015). Homophobia and Genderphobia in the European Union: Policy Contexts and Empirical Evidence, Swedish Institute for European Policy Studies, pp.28-31.Takács Judit – Szalma Ivett (2011), “Homophobia and same‐sex partnership legislation in Europe”, Equality, Diversity and Inclusion: An International Journal, Vol. 30, No 5, pp. 356-378. https://doi.org/10.1108/02610151111150627Takács Judit – P. Tóth Tamás (2016), “Az “Idegbizottság” szerepe a homoszexualitás magyarországi dekriminalizációjában” (“The role of the “Neurology Committee in the 1961 decriminalization of homosexuality in Hungary”). Socio.hu Társadalomtudományi Szemle (2). pp. 207-223. https://doi.org/10.18030/socio.hu.2016.2.207Wodak, Ruth - Meyer, Michael (2012), “Methods of critical discourse analysis”, 1st ed. London, SAGE Publications",
    "id": 322383442,
    "identifiers": {
        "doi": "10.14267/CJSSP.2019.2.4",
        "oai": "oai:unipub.lib.uni-corvinus.hu:5657"
    },
    "title": "A comparison of Pride Parade’s media representation in Hungary and Ireland",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T00:00:00+00:00",
    "publisher": "Corvinus University of Budapest, Institute of Sociology and Social Policy",
    "references": [],
    "sourceFulltextUrls": [
        "http://unipub.lib.uni-corvinus.hu/5657/1/303-1721-2-PB.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/322383442.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/322383442"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/322383442/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/322383442/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/322383442"
        }
    ],
    "abstract": "In this study I aim to define and compare lesbian, gay, bisexual,\n\nand queer (LGBTQ) media representation in Hungary and Ireland. The analysis\n\nwas carried out on television reports about the Pride Parade. News reports were\n\nanalyzed between 2009 and 2016 on two Hungarian (M1 and RTL Klub) and one\n\nIrish (Raidió Teilifís Éireann) television channel. The bases of the comparison were\n\nthe differences in political discourse and the level of acceptance of LGBTQ people.\n\nTo analyze this media portrayal, two methods were used: code-based content\n\nanalysis, and critical discourse analysis. With the two methods, the media frames\n\nin which Pride was represented could be defined. RTÉ turned out to be the most\n\naccepting of the media under analysis, while RTL Klub emphasized the support of\n\nmultinational companies, celebrities, and ambassadors for Pride. From 2014, the\n\nlatter channel’s frame shifted towards sensitization. M1’s framing was the least\n\naccepting; by 2013 the distant representation had become hostile and explicitly\n\nalienating",
    "tags": [
        "Article",
        "PeerReviewed",
        "Media and communication",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article",
        "PeerReviewed"
    ],
    "oai": "oai:unipub.lib.uni-corvinus.hu:5657",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "481",
        "openDoarId": 0,
        "name": "Corvinus Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 322383442,
        "depositedDate": null,
        "publishedDate": "2019-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T22:00:48+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-06T01:23:27+01:00"
    },
    "urls": [
        "https://doi.org/10.14267/CJSSP.2019.2.4",
        "https://unipub.lib.uni-corvinus.hu/5657/",
        "https://unipub.lib.uni-corvinus.hu/5657/1/303-1721-2-PB.pdf"
    ],
    "lastUpdate": "2024-01-30T22:00:48+00:00",
    "setSpecs": []
}