{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Van Belle, Jono"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-12T12:44:09+00:00",
    "dataProvider": {
        "id": 1493,
        "name": "Ghent University Academic Bibliography",
        "url": "https://api.core.ac.uk/v3/data-providers/1493",
        "logo": "https://api.core.ac.uk/data-providers/1493/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.7771/1481-4374.2457",
    "downloadUrl": "https://core.ac.uk/download/55843933.pdf",
    "fullText": "CLCWeb: Comparative Literature and CultureISSN 1481-4374Purdue University Press ©Purdue UniversityVolume 17 (2015) Issue 2 Article 4A Cross-Cultural Approach to Brokeback MountainJono Van BelleGhent UniversityFollow this and additional works at: http://docs.lib.purdue.edu/clcwebPart of the Comparative Literature Commons, Other Film and Media Studies Commons, Reading and LanguageCommons, and the Social and Behavioral Sciences CommonsDedicated to the dissemination of scholarly and professional information, Purdue University Press selects, develops, anddistributes quality resources in several key subject areas for which its parent university is famous, including business,technology, health, veterinary medicine, and other selected disciplines in the humanities and sciences.CLCWeb: Comparative Literature and Culture, the peer-reviewed, full-text, and open-access learned journal in thehumanities and social sciences, publishes new scholarship following tenets of the discipline of comparative literature andthe field of cultural studies designated as \"comparative cultural studies.\" Publications in the journal are indexed in theAnnual Bibliography of English Language and Literature (Chadwyck-Healey), the Arts and Humanities Citation Index(Thomson Reuters ISI), the Humanities Index (Wilson), Humanities International Complete (EBSCO), theInternational Bibliography of the Modern Language Association of America, and Scopus (Elsevier). The journal isaffiliated with the Purdue University Press monograph series of Books in Comparative Cultural Studies. Contact:<clcweb@purdue.edu>Recommended CitationVan Belle, Jono. \"A Cross-Cultural Approach to Brokeback Mountain.\" CLCWeb: Comparative Literature and Culture 17.2 (2015):<http://dx.doi.org/10.7771/1481-4374.2457>This text has been double-blind peer reviewed by 2+1 experts in the field.The above text, published by Purdue University Press ©Purdue University, has been downloaded 0 times as of 07/27/15.   UNIVERSITY PRESS <http://www.thepress.purdue.edu> CLCWeb: Comparative Literature and Culture   ISSN 1481-4374 <http://docs.lib.purdue.edu/clcweb> Purdue University Press ©Purdue University  CLCWeb: Comparative Literature and Culture, the peer-reviewed, full-text, and open-access learned journal in the humanities and social sciences, publishes new scholarship following tenets of the discipline of comparative literature and the field of cultural studies designated as \"comparative cultural studies.\" In addition to the publication of articles, the journal publishes review articles of scholarly books and publishes research material in its Library Series. Publications in the journal are indexed in the Annual Bibliography of English Language and Literature (Chadwyck-Healey), the Arts and Humanities Citation Index (Thomson Reuters ISI), the Humanities Index (Wilson), Humanities International Complete (EBSCO), the International Bibliography of the Modern Langua-ge Association of America, and Scopus (Elsevier). The journal is affiliated with the Purdue University Press monog-raph series of Books in Comparative Cultural Studies. Contact: <clcweb@purdue.edu>   Volume 17 Issue 2 (June 2015) Article 4 Jono Van Belle,  \"A Cross-Cultural Approach to Brokeback Mountain\" <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  Contents of CLCWeb: Comparative Literature and Culture 17.2 (2015) <http://docs.lib.purdue.edu/clcweb/vol17/iss2/>   Abstract: In her article \"A Cross-Cultural Approach to Brokeback Mountain\" Jono Van Belle draws on insights from film theory and cultural narratology in order to analyse Annie Proulx's short story \"Brokeback Mountain\" and its filmic adaptation by Ang Lee. Van Belle's analysis is about how culturally different worldviews play a role in the construction of meaning by audience and she links the different narrative levels of semantics, genre typology, and worldviews in the short story and the film to the scholarship of the story. Further, Van Belle argues that worldviews and the problematics of gayness represented in \"Brokeback Mountain\" and its filmic adaptation would gain insight following in-depth research by comparative analyses between Eastern and Western epistemologies.  Jono Van Belle, \"A Cross-Cultural Approach to Brokeback Mountain\"    page 2 of 8 CLCWeb: Comparative Literature and Culture 17.2 (2015): <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  Jono VAN BELLE  A Cross-Cultural Approach to Brokeback Mountain  Echoing the notion of polysemy, in current scholarship it is accepted that the audience has a certain degree of freedom to interpret a message, albeit within the constraints of the larger social context (see, e.g., Fiske; Kuhn; Schrøder; Staiger). Over the last thirty years, scholars have increasingly paid attention to this determining context in the analysis of (popular) culture and its audience, hence in-vestigating both the context in which a text is conceived and the one in which it is perceived. How-ever, the active audience and textual characteristics are often considered as distinct research objects and are even juxtaposed to one another. This distinction leads to \"a set of false choices: between text and context, between form and content as well as form and context\" (Nünning 52). This article aims to address these gaps through investigating 'text' in relation to how culturally different (world)views play a role in the construction of meaning by the audience. The objective is to formulate a practical approach to trace this. After laying out the theoretical framework, I explore the cultural dimensions underlying Annie Proulx's 1997 short story \"Brokeback Mountain\" and its 2005 adaptation Brokeback Mountain directed by Ang Lee. My study indicates that the large body of scholarly reviews and criti-cisms that surround the film can clearly be linked to the text, while they are at the same time inspired by the critics' ethical perspectives and cultural views on time, space, and interpersonal relationships. This makes the cultural context a key aspect of my analysis. I understand the key concept of culture as the shared traditions within a given society which extend beyond the personal. In line with the def-inition by Fons Trompenaars and Charles Hampden-Turner (see also Boden), I argue that culture con-cerns (valued) systems to solve specific problems related to time, space, and relationships. Further, I draw on communication studies and contextualist narratology in order to come to a cross-disciplinary analysis that allows the incorporation of cultural meanings emerging from, and related to, the text without losing sight of the historicity of such meaningful constructions. For this purpose, I identify three theoretical questions: 1) how is meaning constructed from a text; 2) what are culturally differ-ent views on the world, where do they come from, and how do we explore these; and 3) how do we trace the specific role that certain views on the world play in a specific construction? Theories of narratology show us that textual cues result in a multitude of mental images which ac-quire a particular meaning (see, e.g., Bakhtin; Bemong, Borghart, De Dobbeleer, Demoen, De Temmerman, Keunen; Herman). This meaning is not assigned randomly, but is inspired by culturally and historically determined contexts. Facts need narratives to contextualize and interpret them and the meaning of those facts depends on their representation or as Ernst Cassirer called them \"symbolic forms\" (see also; Goodman; Tygstrup). The idea of world making connects to contemporary cognitive theories of narrative in general and the storyworld-concept in particular. Acts of reading result in the construction of story worlds—mentally and emotionally projected environments—which elicit a cogni-tive and an imaginative response (see Herman). Story worlds are framed by narrative schemata that are part of our mental disposition and that are triggered through textual cues (see Sommer 88). The story world is situated in the mind of the reader and is central in practices of sense-making and the in-terpretation of narratives (see Herman, Cognitive). Another element that is essential in the construc-tion of worlds is genre categorization. Generic memory is a combination of different memory schemata the reader (and author) develops cognitively throughout his/her life and is based on historically de-termined worldviews (see Grodal; Kearns; Keunen; Tan). When reading and constructing the story world, these schemata are combined with real-world knowledge that is subsequently also stored in scripts and frames and the perception of one's environment and the role one ascribes him/herself therein differs across cultures, which means that real-world knowledge differs across cultures too. Consequently, generic categorizations will be constructed with different (cultural) building blocks while they are constructed simultaneously through individual interpretations, thoughts and reflections (see Hong, Ip, Chiu, Morris, Menon). To understand what cultural worldviews are and how they play a role in the interpretation of the text, I employ the field of cognitive narratology (see, e.g., Nünning). In order to analyse the cultural products in relation to their background, I first focus on semantic conflicts and their value-attributions by the audience: how do the characters act in relation to themselves, each other, and their surround-Jono Van Belle, \"A Cross-Cultural Approach to Brokeback Mountain\"    page 3 of 8 CLCWeb: Comparative Literature and Culture 17.2 (2015): <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  ings? These conflicts and balances are then valued and evaluated in the critical corpus. On a deeper level, genres seem to work between semantic positions and the underlying worldview, as the audience anticipates and applies structure to the story in its totality (see Brooks; Keunen). On the generic level, largely building on implicit generic assumptions, other evaluations are made on the semantic level. Both levels combined, we thus arrive at two sets of story evaluations, semantic and generic, which we then connect to underlying worldviews. Worldviews are more difficult to theorize and I assess these by taking particular historically developed views on time and space as my point of departure that I then link to different story categories which reflect a specific time, space, and set of ethical perspectives. Based on the above outlined theoretical and methodological perspective I analyse Annie Proulx's short story \"Brokeback Mountain\" and its filmic adaptation. Of particular relevance for my study is the context in which the writers (Proulx and the screenwriters of the film) are located. Proulx is an \"out-sider\" to the particular environment in which she situates the story (see Hunt) that then was adapted to screenplay by Larry McMurtry and Diana Ossana, who are also considered as outsiders. Given their US-American background, they stand, however, in contrast to film director Lee. This contrast poses opportunities to tackle cultural positions in my analysis. Lee is a Taiwanese American, whose upbring-ing is rooted in Confucian and Taoist traditions (see Berry, Michael; Crothers Dilley). He identifies him-self mainly as a Chinese filmmaker because of his said roots; however, in Whitney Crothers Dilley's The Cinema of Ang Lee Lee is quoted that he considers himself an outsider to both cultures having moved to the USA at the age of twenty-three. This relates to the notion of diaspora that different \"cul-tural identities\" can be activated to display qualifications of identity according to the context one finds him/herself (see, e.g., Hong, Ip, Chiu, Morris, Menon). The story of \"Brokeback Mountain\" takes place in 1963 in Wyoming. The main characters—Ennis Del Mar and Jack Twist—grew up in conservative US-American families where there is little room for affection. During the summer of 1963, they both apply for a job to look after cattle on the remote Brokeback Mountain. While working together, they become attracted to each other and their isolation reinforces their love. The story covers about twenty years of their lives and shows how they struggle with themselves, as well as with society and their love. Textually, I distinguish the short story by Proulx and the film by Lee. However, my analysis is valid with regard to both short story and film be-cause by means of qualitative content analysis with particular focus on common themes and discus-sions in English-language scholarship about the two texts, the results suggest said common traits of social, historical, and cultural contexts. My analysis is structured according to the different levels dis-cussed above: semantic, generic, and worldview. Within each of these levels I explore the range of meanings attributed in scholarship, their corresponding values, and ultimately, the possible origins of the (partially) constructed story worlds. As a result of relating narrative analyses with reception analy-ses, it becomes clear how some discussions are initiated textually, while others are located almost solely in personal ethical perspectives, ideas, and cultural contexts. A first value-charged discussion around semantic tension is the evaluation of the two protagonists whose pursuits of interests are put in a binary opposition. The value at stake is conservative versus progressive. Jack wishes for a more acknowledged relationship, Ennis cherishes the \"ephemeral\" (see Leavitt). Depending on one's own ethical definitions, this conflict could be either Ennis's denial of a gay relationship (see Miller) or Jack's patriarchal longing for domesticity (see Arellano). According to Hiram Perez, Ennis reflects subversion of traditional conventions in that respect. A telling scene is when they meet again after four years and Jack asks how they will manage to be together. Ennis's re-sponse is that there is nothing they can do. Jack wants to start a ranch, Ennis refuses and instead proposes to meet in secret, a few times a year thus setting the dynamics of their relationship for the next twenty years to come. Another key scene that illustrates this conflict is when Ennis calls Jack to tell him that he divorced Alma. Jack drives all the way from Texas to Wyoming to be with Ennis, but Ennis declines the effort. James Morrison relates this conflict to oppositional character traits such as emotionally closed and introverted (Ennis) versus open and extroverted (Jack). This distinction is more prominent in the film than in the short story. Jack discusses the relationship with his father in the beginning, while Ennis reveals emotions reluctantly and only after an hour into the film. In the short story they talk about this at the same time in the story when sitting at the campfire. To be \"open\" about emotions or \"closed\" is a personal feature, but it is also culture specific (see Boden). Further, \"only in contrast to Ennis does Jack seem emotionally open, if that openness is to be meas-Jono Van Belle, \"A Cross-Cultural Approach to Brokeback Mountain\"    page 4 of 8 CLCWeb: Comparative Literature and Culture 17.2 (2015): <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  ured by words\" (Ibson 200). In terms of action, Ennis conforms to whatever is asked of him from making food to having sex: he is open. Conformity is a value that can be considered from a more ab-stract, ethical point of view not immediately related to the text, but to the transformation of the text into a narrative in the mind of the reader. Each individual has roles to live up to in order to achieve harmony in each situation, depending on who else is present. When conforming to the personal role, one should develop consciousness and character in a way that is respectful towards the group one is part of (see Berling). An interesting interpretation of the story is when the personal and group per-spectives of Western and Eastern practices are considered and Confucian perspectives are applied to interpret the text and it becomes clear how from a Western perspective conformity is not necessarily good because Ennis should stand up for his rights. From a Confucian point of view, Ennis in his con-formity acts the right way (see Berry, Chris). I agree with the proposition that the oppressive father can be considered as a leitmotif throughout Lee's film: Brokeback Mountain is regarded generally as a film that symbolizes a closure of \"dealing with the father\" following films such as Pushing Hands (1992), The Wedding Banquet (1993), Eat Drink Man Woman (1994), Hulk (2003), etc. (see Crothers Dilley; Minnihan <http://sensesofcinema.com/2008/great-directors/ang-lee>). In Brokeback Mountain both Jack and Ennis were humiliated, suppressed, and traumatized by their fathers. Ennis was forced to look at a cruelly, beaten-to-death corpse of a gay man and Jack's father urinated on him after he, being only three or four years old, does not manage to go to the toilet fast enough. Jack's father refuses to teach him how to rodeo and instead points out how bad he is at it on every occasion. Even after his death, Jack's father refuses to have his ashes spread over Brokeback Mountain—as was Jack's wish—and de-cides that he will be buried in the family grave. Discussing the role of the father in his work, Lee stated that fathers weigh heavy on many male Chinese filmmakers as they represent Chinese patriar-chy and reflect the social and psychological structure of society (see Bell; Berry, Michael; in the Con-fucian perspective filial piety is an essential value and filial piety refers to the respect for one's parents and ancestors). Another value operating in the text is the \"closet\": both Jack and Ennis feel that being gay is \"un-natural.\" Yet, despite discussions on closeted gays and whether or not the film breaks free of that (Arellano; Stacey) we cannot say that any character in the story is incriminated for being gay. What we can say is that the story only concerns the assumed lack of masculinity and that the rare scenes which are explicitly anti-gay are the violent flashbacks. Consequently, scholars not only use the notion of \"lack of masculinity\" and \"homosexuality\" interchangeably, they also criticize and discuss different concepts and related aspects. This type of interpretation took/takes place in two larger contexts: 1) is there a correct representation of gay men and 2) is there a correct representation of gay love? Both discussions originate in different perspectives of marriage and monogamous relationships, either gay or straight. The textual origin of the unclear representation of gay men can be found in that Brokeback Mountain is about unconventional, yet masculine, men. According to Michael Stewart, Ennis is por-trayed as more masculine than Jack thus embodying original American wilderness, uncomfortable with household and social life: he is at ease alone in nature (see <http://eresearch.qmu.ac.uk/1451/1/eResearch_1451.pdf>). Several scholars and critics praised the film's break away from the representation of typical gay characters in Hollywood films (see Handley; Ibson; Mendelsohn) while others were disappointed that both short story and film do not break away from the conservative portrayal of the gay man as a tragic character (see Arellano; Ho; Miller; Son-stegard). Of course, the assessment of these interpretations of the representation of gay men de-pends on one's definition of gay and gayness (see Holleran; Ibson) and some scholars and critics sug-gest that the film misses out on portraying gay love and is instead portraying heteronormativity and reinforcing the closet and thus gay love is often juxtaposed to universal (heterosexual) love (see Arellano; Leavitt; Mendelsohn). In the short story this aspect is less clear than in the film and in the film women characters are portrayed as suffering from their husbands' actions. As the love between Jack and Ennis grows and Ennis slowly abandons Alma, we witness her tears and grief hence winning the audience's empathy. Through Alma's tears we either see the disapproval of Ennis's behaviour which increases the sense of heteronormativity in the film (see Arellano; Carman; Morrison; Son-stegard) or we experience the impossibility of Jack's and Ennis's love thus enlarging the story's more general theme of impossible love. In the latter case, it would be Ennis's betrayal that Alma is reacting Jono Van Belle, \"A Cross-Cultural Approach to Brokeback Mountain\"    page 5 of 8 CLCWeb: Comparative Literature and Culture 17.2 (2015): <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  to rather than to his being gay (see Dale; McCabe). Interestingly, the values discussed so far (i.e., themes of conformism, the role of the father, masculinity, and love) connect to personal definitions of human relationships and their ethical definition. For instance, it is the audience who projects their definitions of love onto the characters, a definition constructed partially in correspondence to their cul-tural background and value-system (e.g., the emphasis on conforming the family or the individual de-sire). This then results in a public discussion regarding whether or not the representation of love is \"correct.\" My analysis of the typology of genres helps to further streamline the previously outlined debates and to clarify how these are connected to a cultural evaluation of a story world. Different evaluations of story world are constructed from the same textual information as they are formulated through in-ternalized genre definitions which relate to the environment in which one lives. Moreover, we are able to expose these other, often implicit, ethical evaluations. Western types of genre are juxtaposed with (Eastern) values that refine and expose value-charged assumptions being made within these genres. Some scholars and critics interpret Brokeback Mountain as a hybrid form of a western that gradu-ally turns into melodrama (see, e.g., Berry, Chris; Kitses; McCabe). According to Jim Kitses and also to Yu-Tien Ho, the film stresses this by using iconography of the western, for example how it portrays masculinity. Consequently, some oppose the film because it ridicules the western. This interpretation reconfirms the confusion between the \"lack of masculinity\" and \"being gay\" we see on the semantic level, thus exposing the implicit assumption around masculinity in the genre. Further, such a view-point denies the fact that westerns often have a queer subtext (e.g., Halberstam) and both the short story and the film are westerns in their exploration of loneliness and isolation, in landscape and emo-tion. Lee's own outsider status is also reflected in the western genre. As said, Brokeback Mountain is interpreted as melodrama and central to the genre is how the struggle of the individual to break out of the family constrictions causes conflict (e.g., Berry, Chris; Gledhill). This is reflected most clearly in Ennis's battle with traditional family values although some focus on the tragic ending of the film be-cause of this, i.e., a conservative construct of melodrama in the film (e.g., Dale; Osterweil). Chris Berry compares conventions of melodrama with Confucian family ethics and based on this notion, the perspective of melodrama in the film is relevant because Ennis fails to fulfil his desire. In contrast, in a Confucian perspective on the individual's obligations towards the family, the film has emotional relevance for the audience because Ennis sacrifices his personal desire. The sacrifice Ennis makes and the resulting suffering of Jack and Ennis could also be related to the concept of \"forbear-ance\" (see Lo). Several films directed by Lee carry this value originating in Eastern philosophies such as Taoism and Confucianism. It stands for waiting patiently for a moment when reward will come, for not giving in to desire in its various forms (revenge, love, passion, etc.). The endurance of such emo-tions is seen as strength and in martial arts films it is often part of the training (on martial arts see, e.g., Song <http://dx.doi.org/10.7771/1481-4374.2586>). Mun-Huo Lo criticizes how Western au-thors often mistake forbearance for the theme of an unfulfilled desire (which is centred on the individ-ual, while forbearance focuses on the collective). Further, the notion of \"forbearance\" connects to a circular time view as \"ahistoricity\" emphasizes the promise of fulfilment forbearance implies (see Lo). Another genre tradition to shed new light on Brokeback Mountain is found in the contemporary Asian subculture of male-to-male love stories written for and by women (see Berry, Chris). A similar subculture can be found in the U.S. and Europe, namely slash fiction and erotic fan fiction (see Jones). More than playing with the genre, the subcultural appeal was manifest in the marketing campaign of the movie that targeted the women audience (see Berry, Chris; Dale). Although the original story was not set up in this way, it did influence the movie from an economic perspective (see Berry, Chris; Schamus) and in an interview Proulx even suggested that she dislikes the film for this reason (see Proulx and Van Belle). In the film, Ennis and Jack are attractive young men, but in the original story they are middle-aged men. Further, the nature of the relationship between Jack and Ennis is similar to what we find in above referred to contemporary Asian fiction as they do not have changing roles or shift dominance in relation to each other. Additionally, both characters have no self-control and this leads to physical pain. Nevertheless, the film is different from its Asian counterpart in the way that the women are developed and empathic characters (see Berry, Chris), a common feature of Lee's films (see Crothers Dilley). In each of said genre categorizations, disparate cultural knowledge results in dif-ferent evaluations of the story world yet the textual information stays the same.  Jono Van Belle, \"A Cross-Cultural Approach to Brokeback Mountain\"    page 6 of 8 CLCWeb: Comparative Literature and Culture 17.2 (2015): <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  Next, before exploring different perspectives of reading and viewing Brokeback Mountain, I outline definitions of time and space because it is important to see these positions as fluid cultural constructs rather than to regard them as normative culture-specific positions. In the West, the development of a linear time perception coincides with the development of Christianity and the idea of progress during the Enlightenment. Hannah Arendt looked at \"willing\" throughout the history of Western philosophy and proposed that the concept of \"willing\" is linked to the development of a linear time perception. This fundamental perception of the human being as free to act has implications for ascribing actions or not. In the Western dualist view, time and space are perceived as different entities and Jeanne Boden contrasts this with the Chinese holistic concept where time and space are one, time is circular, and where the individual is part of a bigger whole. Consequently, in the holistic view, fate and predetermi-nation have a more prominent role. Chris Berry applies this idea to Brokeback Mountain, and argues that Ennis's personal sacrifice would be perceived as a flaw from the Western perspective because it is his choice. On the other hand, Ennis's choice would be interpreted in relation to others and his/their faith from an Eastern perspective. This is confirmed by Ying-yi Hong, Grace Ip, Chi-yue Chiu, Michael W. Morris, and Tanya Menon who posit that in societies where individuals are to accommodate them-selves to rules and structures, individuals are more aware of their collective duties. On the contrary, when society is expected to change in order to accommodate individual's needs and aspirations, peo-ple are more aware of their individual rights. When we connect the view of time to the progression of the story, we can isolate two distinct readings. From a Western perspective, Brokeback Mountain degenerates: linearity is largely underly-ing Ennis's evolution from introvert to extrovert represented by the two shirts \"embracing\" differently towards the end and space is thus ambiguous. Both Kitses and Ho interpret Brokeback Mountain as traditional western and Lee's iconography bears out this view. On another level, space symbolizes an escape from the heteronormative and restrictive US-American communities in the 1960s. Nature con-trasts the limiting atmosphere of domestic life (see Boyle). Ho and Xinghua Li interpret this as a politi-cally subversive statement: Ennis and Jack cannot help falling in love and this is reinforced by the sur-rounding nature, i.e., it is \"natural.\" At the same time, as the story continues the landscape is ulti-mately reduced to a situation of oppressed domestic life. In this view, Ennis is happy when he is with Jack as opposed to his family life where his biggest strain is his self-inflicted guilt. We can re-evaluate the impossibility of their love as the existing norms being put at discussion, yet no solution is offered, leaving the reader \"with a feeling of 'tragic' estrangement,\" typical in a plot narrating degradation (Keunen 85) and thus the plot is tragic. As the process of transformation that Ennis goes through does not lead him to submit to the norms of the society he lives in, the story as a whole does not end in balance, i.e., he remains an outsider. According to Bart Keunen's categories of chronotopes this could be either a degenerative plot in which the story ends with a state of homelessness as the ideal gets lost in the outside world or a dialogical plot given that psychological tensions in different characters are placed in opposition to each other and they result in new events that progress the story. Conflicts are mostly internalized and it is ultimately the desires of the characters who are \"in dialogue,\" thus a chronotope common in Western storytelling. From a Taoist perspective, Brokeback Mountain can be seen as a perfect circle or an idyll: space is represented within a closed system. The settings are in harmony, typically accentuating the eternal forces of nature while time is circular and closed. Morrison makes a more holistic evaluation when he points out how the ending of Brokeback Mountain manifests a \"state of timelessness\" (91). Every de-viation only confirms the balance of the whole. Further, there is a division between the uncommon and the familiar and in in the context of a holistic worldview, we can connect the description of the idyll to the Taoist view on time and space and the Confucian view on interpersonal relationships (group-oriented). In Taoism, the cosmos is a continuum of space and time in which all things interrelate and interact (cycles) (see Aylward; Boden). When Ennis agrees with Jack to retreat to nature for a few days, their relationship for the following twenty years is determined and the story begins and ends with Ennis being alone. The worldview underlying the idyll is one of balance and eternity elevating it into a timeless universe. The short disruption of Ennis's life is insignificant for the continuation of the world and the underlying perspective of ethics is connected to fate. In the end, we get to see what is valuable and \"good\" in the world and this means the continuation of Ennis's role within the family (i.e., the relationship with his daughter) and his role within society (i.e., the relationship with his work). Jono Van Belle, \"A Cross-Cultural Approach to Brokeback Mountain\"    page 7 of 8 CLCWeb: Comparative Literature and Culture 17.2 (2015): <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  In conclusion, I believe that worldviews and the problematics of gayness represented in \"Broke-back Mountain\" and its filmic adaptation would gain insight following in-depth research by comparative analyses between Eastern and Western epistemologies. Another line of research that requires further exploration concerns the different story categories I identify in the worldview level as these are cur-rently predominantly formulated from a Western perspective.  Note: I thank Stijn Joye, Daniel Biltereyst, and Bart Keunen (all at Ghent University) for their feedback in the shap-ing of my study. A special thank you also to Jeanne Boden and Nuna Van Belle.  Works Cited  Arellano, Lisa. \"The Gay Film That Wasn't.\" Reading Brokeback Mountain. Ed. Jim Stacy. Jefferson: McFarland, 2007. 59-70.  Arendt, Hannah. The Life of the Mind. Orlando: Harcourt, 1971.  Aylward, Thomas F. The Imperial Guide to Feng Shui and Chinese Astrology. London: Watkins Publishing, 2007.  Bakhtin, Mikhail M. The Dialogic Imagination. Trans. and Ed. Michael Holquist. Austin: U of Texas P, 1981. 84-254.  Bell, Daniel A. China's New Confucianism. Princeton: Princeton UP, 2008.  Bemong, Nele, Pieter Borghart, Michel De Dobbeleer, Kristoffel Demoen, Koen De Temmerman, and Bart Keunen, eds. Bakhtin's Theory of the Literary Chronotope. Gent: Academia P, 2010.  Berling, Judith A. \"Confucianism.\" Focus on Asian Studies / Asian Religions 2.1 (1982): 5-7.  Berry, Chris. \"The Chinese Side of the Mountain\" Film Quarterly 60.3 (2007): 32-37.  Berry, Michael. Speaking in Images. New York: Columbia University Press, 2005.  Boden, Jeanne. Mindmapping China. Brussels: ASP, 2010.  Boyle, Jen E. \"'When This Thing Grabs Hold of Us...': Spatial Myth, Rhetoric, and Conceptual Blending in Brokeback Mountain.\" Ed. Jim Stacy. Jefferson: McFarland, 2007. 88-105. Brokeback Mountain. Dir. Ang Lee. Santa Monica: Focus Features, 2005.  Brooks, Peter. Reading for the Plot: Design and Intention in Narrative. New York: Vintage, 1984.  Carman, Colin. \"American Eden: Nature, Homophobic Violence, and Social Imagery.\" The Brokeback Book. Ed. Wil-liam R. Handley. Lincoln: U of Nebraska P, 2011. 123-36.  Cassirer, Ernst. The Philosophy of Symbolic Forms. Trans. John Michael Krois. Ed. John Michael Krois and Donald Phillip Verene. New Haven: Yale UP, 1971. 2 Vols. Crothers Dilley, Whitney. The Cinema of Ang Lee. London: Wallflower P, 2007.  Dale, Alan. \"In the Shadow of the Tire Iron.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 163-78.  Fiske, John. Television Culture. London: Routledge, 2010.  Gledhill, C. \"Melodrama.\" The Cinema Book. Ed. Pam Cook. London: British Film Institute, 2007. 316-32.  Goodman, Nelson. Ways of Worldmaking. Indianapolis: Hackett, 1978.  Grodal, Torben. Moving Pictures: A New Theory of Film Genres, Feelings and Cognitions. Oxford: Oxford UP, 1997. Halberstam, Judith. \"Not So Lonesome Cowboys.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Ne-braska P, 2011. 190-201.  Herman, David. Basic Elements of Narrative. London: Wiley-Blackwell, 2009.  Ho, Yu-Tien. \"The Global Registers of Brokeback Mountain as a Place-Bound Story.\" Tamkang Review: A Quarterly of Comparative Studies between Chinese and Foreign Literatures 41.2 (2011): 79-96.  Holleran, Andrew. \"The Magic Mountain.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 42-51.  Hong, Ying-yi, Grace Ip, Chi-yue Chiu, Michael W. Morris, and Tanya Menon. \"Cultural Identity and Dynamic Con-struction of the Self.\" Social Cognition 19.3 (2001): 251-68.  Hunt, Alex. \"West of the Closet, Fear on the Range.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 137-50.  Ibson, John. \"Lessons Learned on Brokeback Mountain.\" Reading Brokeback Mountain. Ed. Jim Stacy. Jefferson: McFarland, 2007. 188-204.  Jones, Sara Gwenllian. \"Slash.\" Routledge Encyclopedia of Narrative Theory. Ed. David Herman, Manfred Jahn, and Marie-Laure Ryan. London: Routledge, 2008. 536-37.  Kearns, M. \"Genre Theory in Narrative Studies.\" Routledge Encyclopedia of Narrative Theory. Ed. David Herman, Manfred Jahn, and Marie-Laure Ryan. London: Routledge, 2008. 201-05.  Keunen, Bart. Time and Imagination: Chronotopes in Western Narrative Culture. Evanston: Northwestern UP, 2011.  Kitses, Jim. \"All that Brokeback Allows.\" Film Quarterly 60.3 (2007): 22-27.  Kuhn, Anette. An Everyday Magic: Cinema and Cultural Memory. London: I.B. Tauris, 2002.  Leavitt, David. \"Men in Love: Is Brokeback Mountain a Gay Film?\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 27-30.  Li, Xinghua. \"From 'Nature's Love' to Natural Love: Brokeback Mountain, Universal Identification, and Gay Politics.\" Reading Brokeback Mountain. Ed. Jim Stacy. Jefferson: McFarland, 2007. 106-17.  Lo, Mun-Huo. \"Backs Unbroken: Ang Lee, Forbearance, and the Closet.\" The Brokeback Book. Ed. William R. Hand-ley. Lincoln: U of Nebraska P, 2011. 52-78.  McCabe, Susan. \"Mother Twist: Brokeback Mountain and Male Melodrama.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 309-20.  Mendelsohn, Daniel. \"An Affair to Remember.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 31-38. Miller, D.A. \"On the Universality of Brokeback Mountain.\" Film Quarterly 60.3 (2007): 50-60.  Jono Van Belle, \"A Cross-Cultural Approach to Brokeback Mountain\"    page 8 of 8 CLCWeb: Comparative Literature and Culture 17.2 (2015): <http://docs.lib.purdue.edu/clcweb/vol17/iss2/4>  Minnihan, David. \"Ang Lee.\" sensesofcinema.com 48 (2008): <http://sensesofcinema.com/2008/great-directors/ang-lee>. Morrison, James. \"Back to the Ranch Ag'in: Brokeback Mountain and Gay Civil Rights.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 81-100. Nünning, Ansgar. \"Surveying Contextualist and Cultural Narratologies.\" Narratology in the Age of Cross-disciplinary Narrative Research. Ed. Sandra Heinen and Roy Sommer. Berlin: Walter De Gruyter, 2009. 48-70.  Nünning, Vera, Ansgar Nünning, and Birgit Neumann, eds. Cultural Ways of Worldmaking. Berlin: Walter De Gruyter, 2010.  Osterweil, Ara. \"Ang Lee's Lonesome Cowboys.\" Film Quarterly 60.3 (2007): 38-42.  Perez, Hiram. \"Gay Cowboys Close to Home.\" Reading Brokeback Mountain. Ed. Jim Stacy. Jefferson: McFarland, 2007. 71-87. Proulx, Annie. Brokeback Mountain. New York: Scribner, 2005.  Proulx, Annie, and Jono Van Belle. Personal Interview. Madrid: 28 January 2014.  Schamus, James. \"Response to 'An Affair to Remember'.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska P, 2011. 39-41. Schrøder, Kim Christian. \"Making Sense of Audience Discourses.\" European Journal of Cultural Studies 3.2 (2000): 233-58.  Sommer, Roy. \"Making Narrative Worlds.\" Narratology in the Age of Cross-disciplinary Narrative Research. Ed. Sandra Heinen and Roy Sommer. Berlin: Walter De Gruyter, 2009. 88-108. Song, Weijie. \"Positions of Sinophone Representation in Jin's (金?) Chivalric Topography.\" CLCWeb: Comparative Literature and Culture 17.1 (2015): <http://dx.doi.org/10.7771/1481-4374.2586>. Sonstegard, Adam. \"Adapting Annie Proulx's Story to the Mainstream Multiplex.\" The Brokeback Book. Ed. William R. Handley. Lincoln: U of Nebraska Press, 2011. 179-89.  Staiger, Janet. Media Reception Studies. New York: New York UP, 2005.  Stewart, Michael. \"Transience and Imperfect Tense: Brokeback Mountain as Melodrama.\" eresearch.qmu.ak.uk 12 (2008): <http://eresearch.qmu.ac.uk/1451/1/eResearch_1451.pdf>.  Tan, S.E. Emotion and the Structure of Narrative Film. Mahwah: Lawrence Erlbaum, 1996.  Trompenaars, Fons, and Charles Hampden-Turner. Riding the Waves of Culture: Understanding Cultural Diversity in Business. London: Nicholas Brealey, 1993.  Tygstrup, Frederik. \"The Politics of Symbolic Forms.\" Cultural Ways of Worldmaking. Ed. Vera Nünning, Ansgar Nünning, and Birgit Neumann. Berlin: Walter De Gruyter, 2010. 87-101.   Author's profile: Jono Van Belle conducts research in communication studies at Ghent University. Her interests in scholarship include intercultural analysis, cultural and feminist studies, narrative theory, and audience studies. \"A Cross-Cultural Approach to Brokeback Mountain,\" CLCWeb: Comparative Literature and Culture (2015) is Van Belle's first publication. E-mail: <jono.vanbelle@ugent.be> ",
    "id": 55843933,
    "identifiers": {
        "doi": "10.7771/1481-4374.2457",
        "oai": "oai:archive.ugent.be:5976420"
    },
    "title": "A cross-cultural approach to Brokeback Mountain (1997 & 2005)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2015-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://biblio.ugent.be/publication/5976420/file/6907667"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/55843933.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/55843933"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/55843933/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/55843933/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/55843933"
        }
    ],
    "abstract": "In her article \"A Cross-Cultural Approach to Brokeback Mountain\" Jono Van Belle draws on insights from film theory and cultural narratology in order to analyse Annie Proulx's short story \"Brokeback Mountain\" and its filmic adaptation by Ang Lee. Van Belle's analysis is about how culturally different worldviews play a role in the construction of meaning by audience and she links the different narrative levels of semantics, genre typology, and worldviews in the short story and the film to the scholarship of the story. Further, Van Belle argues that worldviews and the problematics of gayness represented in \"Brokeback Mountain\" and its filmic adaptation would gain insight following in-depth research by comparative analyses between Eastern and Western epistemologies",
    "tags": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Social Sciences",
        "intercultural",
        "film studies",
        "cultural narratology",
        "Brokeback Mountain",
        "'BROKEBACK-MOUNTAIN'",
        "CHINESE"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journalArticle",
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:archive.ugent.be:5976420",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1493",
        "openDoarId": 0,
        "name": "Ghent University Academic Bibliography",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 55843933,
        "depositedDate": null,
        "publishedDate": "2015-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-05T05:29:21+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-12T12:44:09+00:00"
    },
    "urls": [
        "https://biblio.ugent.be/publication/5976420/file/6907667",
        "http://hdl.handle.net/1854/LU-5976420",
        "https://biblio.ugent.be/publication/5976420",
        "http://doi.org/10.7771/1481-4374.2457"
    ],
    "lastUpdate": "2024-02-05T05:29:21+00:00",
    "setSpecs": []
}