{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Obendorf, Simon"
        }
    ],
    "contributors": [],
    "createdDate": "2013-08-19T12:01:11+01:00",
    "dataProvider": {
        "id": 99,
        "name": "SAS-SPACE",
        "url": "https://api.core.ac.uk/v3/data-providers/99",
        "logo": "https://api.core.ac.uk/data-providers/99/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/13120157.pdf",
    "fullText": "8A few respectable steps behind the world? Gay and lesbian rights in contemporary Singapore Simon ObendorfWe will follow the world. A few respectable steps behind.Lee Kuan Yew, Minister Mentor, Government of Singapore 24 April 20071IntroductionSingapore usually prefers to advertise the ways in which it leads, rather than follows the world. Political leaders of this tiny Southeast Asian city-state are usually quick to highlight the country’s rapid economic growth, enviable living standards, social stability, huge foreign reserves and extensive external trade. Much is made of Singapore’s accomplishments in globally competitive industries such as biotechnology, information and communication technology, education, aviation, and financial services. The extent of these triumphalist nationalist narratives can be seen in the words of Singapore’s former Permanent Representative to the United Nations who stated in 2008 that ‘Singapore is quite simply the most successful society in the history of humanity’ (Mahbubani cited in Kampfner 2008). More succinctly, the official narrative of post-independence Singapore’s social, economic and national development was encapsulated in the title of political patriarch Lee Kuan Yew’s (2000) memoirs: ‘From Third World to First: The Singapore Story 1965–2000’.At first glance, then, it appears contradictory for Lee (independent Singapore’s first and longest-serving prime minster, and the preeminent figure in the People’s Action Party (PAP) government that has ruled Singapore since its independence), to state that the country’s government – when it comes to certain issues – is content for Singapore to lag ‘a few respectable steps’ behind developments elsewhere in the world. The specific issue to which Lee refers is 1 The interview from which this quote is drawn was reported by Reuters (2007) and Trevvy (Trevvy.com 2007), among others. A transcript of the relevant part of the interview is provided by Au (2007a).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS232the provision and protection of rights for homosexual citizens and residents of the city-state. Authorities in Singapore currently implement a raft of laws and regulations that serve to criminalise homosexual intercourse, censor queer cultural expression and foreclose opportunities for political reform (Youngblood 2007). Given Lee’s words, the country’s government appears to regard socio-legal reform to benefit Singaporean homosexuals as an outcome to be deferred, preferably into the indefinite future.This chapter commences by examining the colonial origins and present-day scope of those legal and social structures that seek to marginalise queer Singaporean life, including the recently reaffirmed criminalisation of male homosexual sex within the Singapore Penal Code. I move on to contextualise the government’s resistance to leading change in this area and to identify the sources of current pressures for reform. The government’s hesitancy over the likelihood and timing of any potential liberalisation is revealed as all the more incongruous given the existence of a large, confident and visible gay and lesbian community within contemporary Singapore (Tan and Lee 2007; Ng and Wee 2006; Lo and Huang 2004; Lim 2004). I demonstrate how Singapore’s enthusiastic embrace of global economic integration and its attempts to reshape itself as an ideal destination and competitive hub for transnational flows of commerce, finance, tourism, expatriate labour and knowledge-based creative industries has served to colour contemporary discourses of homosexual law reform and queer social visibility and acceptance. I also point to how state managers have regarded many of the outcomes of such globalising processes as conflicting with approved narratives of postcolonial Singaporean nationalism and state sovereignty. My argument is that Singaporean queers – and those working for socio-legal change for their benefit – must be aware of how debates on these topics are coded not just nationally, but with reference to broader transnational processes and meanings. I examine how this process informs the government’s seemingly contradictory approach of permitting certain aspects of queer social, cultural and sexual life to be expressed within Singapore while at the same time continuing to deny concrete steps towards socio-legal reform or queer political organisation (Au 2007b). I conclude by offering some predictions about the likelihood and extent of future legal and political reform.Regulating homosexuality in Singapore: colonial legacies, modern formsIn 1997, Laurence Leong described Singapore as the ‘last frontier in the Asian region for positive gay and lesbian developments’ (p. 142) citing colonially-derived anti-sodomy laws, coercive governmental policies, police targeting, a lack of rights protections and biased media reporting as ingredients ensuring the ongoing relegation of homosexual Singaporeans to the fringes of national 233A FEW RESPECTABLE STEPS BEHIND THE WORLD?life. A decade after Leong’s words were published and following extensive debates in the country’s Parliament, the Singapore government chose to retain a colonial-era legal prohibition on ‘gross indecency ‘ between men as a symbolic statement of Singapore society’s ‘social norms and attitudes’ (Lee 2007). To understand this act of legal non-reform, we must first examine the colonial origins of Singapore’s legislative proscriptions of homosexuality and examine the ways in which these laws are understood – by government and society alike – within post-independence Singapore. British colonial administrators’ concern with controlling homosexuality was founded on widespread perceptions that homosexuality was prevalent in the tropical territories and societies they had conquered, and that it posed a risk to the social and moral order of both the colonised society and the male-dominated community of European soldiers and bureaucrats that administered it (Aldrich 2003). Thomas Babington Macaulay’s Indian Penal Code, drafted in 1837, represented an early attempt to describe an appropriate framework of criminal and moral regulation within and for a British imperial possession (Wintemute 2011). Macaulay’s Code included the now infamous section 377 outlawing ‘carnal intercourse against the order of nature’. This provision served to outlaw penetrative homosexual sex between men and to criminalise many other categories of sexual expression. This legal codification of the Anglo-Protestant morality of the time ( L.J.K.S. Chua 2003, p. 214) was justified on the grounds of its contribution to the maintenance of good social order and a paternalistic concern for preventing ‘injury … to the morals of the community’ (Macaulay 1837, pp. 3990–1).Section 377 became law in Singapore in 1871 when the Legislative Council of the Straits Settlements enacted a version of Macaulay’s Code (Sanders 2009). Since the earliest days of the British colonialism in Southeast Asia, the British had evinced concerns about what they perceived as a widespread acceptance of male homosexuality and effeminacy within the Straits. These misinterpretations (many of which overlooked the existing disapprobation of homosexuality within Malay Muslim and Chinese societies) formed a long-running subtext for relations between the British colonisers and local residents (Obendorf 2006b, pp. 180–3). Phillip Holden (2000) has written of how colonial governance in Singapore and the Straits Settlements sought to impose and maintain appropriate forms of sexual behaviour and social and personal morality. He explains how the British colonial project in the Straits was concerned with managing perceived ‘disruptive’ social forces (including homosexuality) within colonised populations and with constructing self-regulating forms of colonial subjectivity (Holden 2000, p. 68). In 1885, the Criminal Law Amendment Act extended the British state’s ability to regulate male homosexual sex by introducing the crime of gross indecency between men to British law (Smith 1976). This provision would make its way into Singapore law in 1938, when the colonial legislature voted SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS234to insert the British amendment as section 377A of the Singapore Penal Code ( L.J.K.S. Chua 2003, pp. 216–17). Despite concerns over the wide-ranging and vaguely defined sexual acts the section sought to punish (and the fact that it had been used by criminals in Britain to extort payments from individuals), the colonial authorities in Singapore, convinced of a need to define and enforce moral norms, pressed on with what they saw as a desirable strengthening of the law (Human Rights Watch 2008, p. 20; Porter and Weeks 1991, p. 1).Both of these legal provisions survived Singapore’s complicated journey to postcolonial independence and statehood. This process involved the British loss of Singapore and its Japanese occupation during the Second World War (1942–5); the resumption of British rule (1945–55); the grant of partial (1955–9) and then full (1959–63) internal self-governance by the British authorities; Singapore’s brief membership of the Federation of Malaysia (1963–5) and finally its traumatic expulsion from the Federation and emergence as the sovereign Republic of Singapore on 9 August 1965. Singapore’s leadership did not see the independence that had been thrust upon the nation as a cause for celebration (Lau 2000). Post-independence leaders found themselves faced with the responsibility of ensuring the future viability of Singapore as a city-state occupying a tiny insular territory and without a national hinterland (Low 2002). Concerns grew over how to defend the sovereignty of a small, resource–poor and predominantly Chinese island nation surrounded by larger and more powerful Muslim states (Leifer 2000; Singh 1988). Such anxieties were given additional impetus by British Prime Minister Harold Wilson’s 1968 announcement that the large British military base in Singapore was to close as part of the British policy of military withdrawal east of Suez – an economic and strategic blow to the fledgling nation’s security (Pham 2010). Since this time, overcoming the nation’s perceived existential vulnerabilities has been seen as the overriding challenge for independent Singapore, pursued through the nation’s international relations and in its domestic policies.It is in the light of this historical experience that we should begin to evaluate Singapore’s post-independence history of regulating homosexuality. Perhaps even more than has been the case in other Commonwealth states, Singaporean policy makers have prioritised the maintenance of domestic political and social stability as a necessary precondition for safeguarding Singapore’s independence and ensuring national economic growth. Scholars have pointed to the emergence of a ‘Singapore Model’ of social and political regulation in which national economic success and increased levels of individual wealth are presented to the citizenry – and explained in transnational forums – as being the result of efficient authoritarian modes of governance, high levels of official intervention into everyday life, and the careful delineation and protection of forms of communitarian social order. Under such scenarios potential social or political liberalisation, assertive individualist rights claims and abrupt changes in social and political mores are presented as threatening to the very security 235A FEW RESPECTABLE STEPS BEHIND THE WORLD?and survival of the nation, as well as to the population’s continued enjoyment of the fruits of economic growth (Trocki 2006; Zolo 2001; Chua 1995). This environment shapes Singaporean understandings of human rights. Singapore has ratified few of the major international human rights instruments, and has so far ruled out accession to the International Covenant on Civil and Political Rights. The government’s privileging of concerns over security, economic efficiency and social stability underpins restrictions on freedom of speech and freedom of the press and informs widespread censorship of content deemed by the authorities to be politically, racially or sexually sensitive (Rodan 2009). The criminal law, including provisions for mandatory capital and corporal punishment for certain offences, has been described by the country’s Chief Justice as reflecting an ‘efficiency model’ of crime control that ‘reflects conservative values and gives priority to the repression of crime as order is necessary’ (Chan 2009, p. 33). Concerns over terrorism and state security are used to justify the ongoing existence of the indefinite ‘detention without trial’ provisions of the country’s Internal Security Act. Defamation lawsuits brought by government figures have been argued to represent a strategy for deliberately silencing political opponents through punitive damages settlements and the barring of bankrupts from elected office (Lydgate 2003). Elsewhere, scholars have argued that the government’s attempts to impose order and compel obedience have led to self-censorship on the part of citizens and the local press, and a diminished likelihood of civil society organising in the cause of social change (Gomez 2000; Khong 1995).Such communitarian understandings of rights, prioritising economic and social rights (most obviously the right to development) over civil and political rights, permeate government policies and work to shape public opinion regarding rights protections and provision (Thio 2009). They also help explain the decision of the Singaporean authorities to both defend and preserve the colonial prohibitions on homosexual sex. Michael Kirby has reasoned that to retain such colonially-derived laws is due in part to the Singaporean leadership positively regarding the contribution they – and the inherited legal framework of which they are a part – make to maintaining and defining certain kinds of social order (S. Tan 2011a; Vijayan 2011). This vision of social order takes the nuclear heterosexual family as its keystone. Addressing Parliament in 2007 to announce Singapore’s decision to retain section 377A as part of the Penal Code, Prime Minister Lee Hsien Loon stated that: Singapore is basically a conservative society. The family is the basic building block of our society. It has been so and, by policy, we have reinforced this and we want to keep it so.  And by ‘family’ in Singapore, we mean one man one woman, marrying, having children and bringing up children within that framework of a stable family unit. (Lee 2007) Invoking the centrality of the nuclear heterosexual family to Singaporean society forms a key part of government attempts to define and promote those SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS236forms of citizenship and sexual subjectivity that it regards as most able to effectively contribute to national security, stability and survival (Tremewan 1994). Such thinking lies behind the many policies that seek to regulate the domestic sphere and to privilege procreative heterosexuality and the founding of a nuclear family unit over other forms of sexual subjectivity (Lyons 2004; Wong and Yeoh 2003). Queer identities – due to their largely non-procreative and non-normative nature – have come to be understood by post-colonial state managers as threatening national survival and viability (Leong 1995, p. 18; Alexander 1994, p. 6). The existence of such fears can be detected in the Singapore government’s response to the issue of population growth – specifically the decline in the numbers of babies born to Singaporean families. Deploying the language of national crisis (Ortmann 2003; Heng and Devan 1992, pp. 343–4), any slump in the national birth rate is communicated to the Singaporean citizenry as menacing the very survival prospects of the country itself. The government has mounted a clear campaign that seeks to link declining birth rates to citizen-families with a future dilution of Singapore’s national consciousness, a diminishment in the size and quality of the national work force, and as reducing the number of soldiers available for recruitment or conscription into the military and civil defence forces (Boey 2003; Goh 2000). Heterosexual couples are thus encouraged to assist the state in meeting such challenges through child rearing and to support policies privileging reproductive heterosexualities. Heng and Devan (1992) have argued that such processes of compulsorising heterosexuality contribute to broader attempts at safeguarding national identity and security. They point to how the government seeks to guarantee the transmission of state-sanctioned gender and sexual roles as well as cultural, national and moral values from citizen-mothers to children. It is possible to detect how this fusing together of issues of military and economic competitiveness; nationalist identity and cohesiveness; and reproductive heterosexuality have worked to negatively influence broader public debates over the social belonging and civil and political rights of homosexual Singaporeans. Discussions of homosexuality within the Singaporean media regularly feature accounts that position homosexuality, and greater official and legal tolerance of homosexuals, as potentially damaging to state security and social stability and as threatening to national identity, competitiveness and cohesion (Goh 2008; Leong 2005). The centrality that existing visions of social order (especially gender order) occupy in Singaporean culture also helps to explain the comparatively more progressive stance Singapore takes towards transsexual individuals. Sex-reassignment surgery is legal, post-operative transsexual people are able to change their legal gender on identity documents (but not birth certificates) and transsexuals are able to marry members of the gender opposite that of their own reassigned gender. Transsexuals who have transited permanently (via gender reassignment surgery) to their gender of choice, and thus who do not confound mainstream 237A FEW RESPECTABLE STEPS BEHIND THE WORLD?expectations regarding appropriate gender roles and heterosexual identity, are given far greater legal recognition by the state than are gays, lesbians or those wishing to claim a visibly transgendered or genderqueered identity (Lo and Lee 2003; Lo 2003). Singapore’s international relations, most obviously its international political and economic strategies and its diplomatic relations with western powers, also impact upon queer rights and social visibility. Berry (1994) was among the first to demonstrate how the Singapore government’s attempts to distinguish itself from (and position itself as superior to) western cultures and societies was at least in part informed by a strident assertion — to both domestic and international audiences — of Singapore’s different approach to the regulation of homosexuality. He writes of the ‘othering of homosexuality in the production of national identity’, highlighting how postcolonial states such as Singapore have discursively deployed homosexuality as a boundary marker of identifiable difference between the non-west and the west (1994, p. 76). In the years since independence, the Singapore government has emerged as an outspoken critic of certain aspects of transnational liberal politics – most obviously internationally circulating discourses of human rights (including queer rights) – that it sees as potentially damaging to Singapore’s social stability, cultural and political circumstances and economic growth potential. In these areas it has pursued a strong policy of differentiating Singapore from the institutional, cultural and social politics of the western world (Thio 2006). Under such narratives, a communitarian, economically successful and cohesive postcolonial Singaporean nation is defined against a west marked by individualism, economic stagnation, social conflict and widespread immorality (Offord 1999; Berry 1994). Prime Minister Lee relied on such logic when he spoke on Singapore’s decision to retain section 377A:We were right to uphold the family unit when western countries went for experimental lifestyles in the 1960s – the hippies, free love, all the rage, we tried to keep it out … But I am glad we did that, because today if you look at Western Europe, the marriage [sic] as an institution is dead. Families have broken down, the majority of children are born out of wedlock and live in families where the father and the mother are not the husband and wife living together and bringing them up. And we have kept the way we are. (Lee 2007) In an extraordinary speech during the same debates, Professor Thio Li-ann, a professor of law at the National University of Singapore and then a Nominated Member of Parliament, likened homosexual anal intercourse to ‘shoving a straw up your nose to drink’, urged Singaporeans not to ‘ape the sexual libertine ethos of the wild wild West’, and proclaimed that Singapore had ‘no need of foreign or neo-colonial moral imperialism in matters of fundamental morality’ (Thio 2007). In a less strident vein, then-Home Affairs minister Wong Kan Seng recently warned queer Singaporeans not to ‘import SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS238into Singapore the culture wars between the extreme liberals and conservatives that are going on in the United States’(2009). The depictions of queer rights claims as being intrinsically western in nature help reinforce official and popular understandings of queer identities themselves as being foreign in essence. Homosexual Singaporeans have been marked in popular discourses as of compromised national belonging, threatening to the order of the polity, and jeopardising their fellow citizens’ continued enjoyment of the economic wealth and sovereign security provided by an economically successful, if illiberal, post-colonial state (C.K.K. Tan 2011; Obendorf 2006b, p. 190). A key challenge for Singaporean queer activists, therefore, is in articulating and defending a sense of belonging within contemporary Singaporean imaginings of nationalism and citizenship. The government has been quick to neutralise processes that it believes to represent foreign interference in domestic Singaporean politics. This is a tendency of which local Singaporean activists are critically aware. As in many other locations around the Commonwealth, assertive foreign-backed rights campaigns or public appeals to international rights standards could well prove counterproductive for Singapore queers and hinder the emergence of local activist politics (Obendorf 1998–99).Queer Singaporeans are not just confronted with the state’s impressive panoply of regulatory and policing powers, but also with the influence of Singaporean social opinion. As then Prime Minister Goh Chok Tong averred in 2003, ‘it’s more than just the criminal code. It’s actually the values of the people’ (Goh 2003). Homosexuality is subject to religious proscriptions and regulation under the tenets of Islam, the faith of the Singaporean Malay-Muslim community (Norhazlina bte Md Yusop 2005) and open expressions of homosexuality are discouraged within the majority Chinese culture, in which heteropatriarchal obligations and familial responsibilities play a central role. It is important not to essentialise Singapore’s ethnic community groups as necessarily antipathetic to gay interests, and to retain a key awareness of the government’s ability to lead and shape public values and opinion on contentious issues (Chan 2008, pp. 308–10; Wee 2007). Nonetheless, a 2007 survey of Singaporean public opinion found that the majority (68.6 per cent) of Singaporeans held negative views of lesbians and gay men, and were uncomfortable with media portrayals of homosexuality (especially depictions of homosexuality within Asian societies) (Detenber et al. 2007). Importantly, levels of intolerance towards homosexuals and their portrayal within the media were found to be lower among more educated respondents and higher among older and more religious respondents.The issue of religion is important. Since colonial times, Christianity has gained a powerful influence over Singapore’s religious and cultural landscape (especially among the majority Chinese population), helping to shape social responses to the issue of homosexuality (Chan 2008, p. 309). Terence Chong 239A FEW RESPECTABLE STEPS BEHIND THE WORLD?has argued that the government’s need to appear secular and non-discriminatory has led to the emergence of a vocal, assertive, Christian movement mobilising around ‘hot-button’ issues such as homosexuality in the interests of defining a moral vision for the nation (Chan 2008).Such politics are most clearly visible in the attempt in March 2009 by a group of Anglican Pentecostal Christians, led by the former Dean of Law at the National University of Singapore, Dr Thio Su Mien, to gain control of Singapore’s most prominent women’s rights advocacy group, the Association of Women for Action and Research (AWARE). At issue was AWARE’S syllabus for sexual education, which it delivered in secondary schools. Dr Thio, presenting herself as a ‘feminist mentor’ and concerned citizen, spearheaded a group that took exception to AWARE’s syllabus on the basis that it presented homosexuality, including lesbianism, in a non-judgemental rather than explicitly condemnatory fashion. A large group of Christians, concerned about AWARE’S supposed promotion of homosexuality, strategically joined the organisation just prior to its Annual General Meeting. As new members, they then proceeded to vote their fellows to the majority of positions on the executive committee. Analysts of this event have suggested that those who had taken over the committee publicly promoted a series of dubious claims about homosexuality including that it was incompatible with communitarian family values, that an organised homosexual agenda existed, and that positive or neutral mentions of homosexuality within school education would influence students to become homosexuals and to ‘experiment’ with homosexuality (Chua, Koh and Yong 2011, p. 83). Public debate over this event, both in the press and online, turned on issues such as the appropriateness of including materials on homosexuality in schools education programmes, the place of homosexuals within society, and the role that Christian organisations should play within broader Singaporean social debates. Matters culminated in a seven-hour extraordinary general meeting in May 2009 at which supporters of the previous committee – including large parts of Singapore’s gay and lesbian community – turned out to pass an overwhelming motion of no-confidence in the new executive, who stepped down (T. Chong 2011).The AWARE controversy can be read in a number of ways. The successful campaign which unseated AWARE’s existing committee demonstrates both the organisation of the conservative Christian lobby and their determination to ensure homosexual issues remain marginalised and negatively characterised within mainstream debates over Singaporean public morality. Yet from a different stance, the victory of those who managed to unseat the new executive committee and retake the NGO represents a process whereby a liberal powerbase within Singapore society has been rendered visible and been able to achieve a degree of political success (Chua 2011). The AWARE saga shed light on the competing demands of sexual conservatism and political liberalism within Singapore public affairs, with homosexuality the rallying issue for each side SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS240of the debate. The significance of these events for homosexual rights is more equivocal. While the saga did serve to spark public debate over issues of sexual education and gay and lesbian citizenship, the events provoked a government response that included a strong assertion of the government’s belief that religion should remain separate from political debate and a unambiguous restatement of its policy of not permitting any promotion of homosexuality within Singapore schools. The government also halted the involvement of all external providers in its sexuality education programmes pending the introduction of new vetting procedures. The reappointed AWARE executive agreed that it would not seek to participate in future schools sexual education programmes (Chua, Koh and Yong 2011; Tan 2009c)In Singapore today, then, a comprehensive range of legal strictures and forms of social regulation attempt to delimit the possibilities of homosexual life and queer social expression. While the state did abolish section 377 of the Penal Code in 2007 (partly due to the concerns that its lack of specificity meant that it also outlawed certain forms of heterosexual sexual intercourse) a widespread public and parliamentary debate culminated in the government’s decision to preserve section 377A, specifically due to its perceived ability to express government-led concerns over the inappropriateness of homosexuality within Singapore society (Lee 2008; Sanders 2009). Other legal provisions, such as laws dealing with public order, nuisance, outrage of modesty and obscene acts also have the potential to punish homosexual sex and limit queer social visibility (Leong 2008). Significantly, it has been argued that many such legal restrictions apply equally to male and female homosexuals (Ng 2003, p. 17).Many other regulations seek to render homosexuality marginal, if not invisible, within Singaporean society. Free-to-air television broadcasts in the city-state are not permitted to ‘in any way promote, justify or glamorise’ male homosexual, lesbian, bisexual or transgender lives or issues and must ‘bear in mind the family as the basic unit of society in Singapore’ (Media Development Authority 2004, 5.1, 5.2). Similarly, cable television operators are warned that the promotion of male homosexuality, lesbianism, bisexuality and transgenderism is not permitted and where these issues are explored in any significant depth, a content rating limiting viewership to those 18 years and older should be applied (Media Development Authority 2010, 4.1, 4.2). Censorship of television programmes depicting gay and lesbian content is commonplace (People Like Us 2008). Media operators have been fined for not complying with official programme codes and broadcasting gay and lesbian content. In one recent case, a fine of $SG15,000 was levied on a TV station which broadcast an imported programme featuring a same-sex couple with an adopted infant (Media Development Authority 2008).All films must be submitted to the Board of Film Censors for classification and censorship prior to being screened, with issues of morality and politics 241A FEW RESPECTABLE STEPS BEHIND THE WORLD?issues of key concern for government censors. Where films with homosexual content are passed for screening (generally after cuts have been made), they are usually limited to viewers over the age of 21 and only permitted to be screened in downtown cinemas, away from the suburban heartlands. Similarly, the scripts of all theatrical performances must be submitted to the Media Development Authority for approval prior to their performance. One theatre company has claimed that its government funding was cut as a consequence of its staging plays tackling political and sexual issues (Chia 2010). While internet access is largely unrestricted, authorities have in the past blocked access to gay websites (Chua 2005). Many of Singapore’s myriad of micromanagerial social policies impact sexual minorities in ways quite at odds with their effect on heterosexual citizens. Heterosexist policies limit eligibility for the subsidised public housing flats in which approximately 85 per cent of the population resides, thereby denying homosexual men and women private non-commercial intimate and domestic space (Lyons 2004; Oswin 2010). The Singaporean education system renders queer issues and individuals largely invisible (Lim 2004, pp. 1773–5; Tan 2007) and openly homosexual servicemen are punitively regulated during their compulsory two-year stint in the military or civil defence forces (Lim 2002; Obendorf 2006a, pp. 41–66). Significantly, the government seems to have taken a special interest in hindering the formation and emergence of organised gay and lesbian politics and queer civil society groups. It has twice blocked the formal registration as a society of gay and lesbian advocacy group People Like Us (in 1997 and in 2004), thereby denying the group the official recognition required in order to commence fundraising activities in Singapore (Chan 2008, p. 310). As the Home Affairs minister expressed it in the aftermath of the AWARE saga in 2009: ‘The way for homosexuals to have space in our society is to accept the informal limits which reflect the point of balance that our society can accept, and not to assert themselves stridently as gay groups do in the west’ (Wong 2009).Gay and lesbian Singapore: between the nation and the worldIn light of the preceding survey of those social and governmental frameworks that seek to control the expression of queer culture, lifestyles and practices one could be forgiven for thinking that affairs for Singaporean queers are bleak indeed. Yet, without in any way downplaying the seriousness or extent of the government’s interventions (actual and potential) into the possibilities and practise of Singaporean homosexual life, it is important to acknowledge that queer Singaporean lives, cultures, politics and passions have been able to find spaces and opportunities for expression. SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS242As Singapore has reshaped itself as a global city, a key nodal point in processes of contemporary globalisation, gay and lesbian issues and communities have assumed a more prominent position within both Singaporean everyday life and the national socio-political consciousness. An early catalyst for such processes, as in many other Commonwealth nations, was the Human Immunodeficiency Virus (HIV) pandemic. Leong (1995) has argued that much of the early social and political development of Singaporean queer communities proceeded under the aegis of civil society attempts to manage HIV and Acquired Immune Deficiency Syndrome (AIDS). Working within transnational and national HIV prevention efforts provided access to resources and funding in ways that circumvented governmental and societal opposition to homosexuals and homosexuality. However, this has not been without risks, with some scholars arguing that activists now need to struggle against the framing of HIV as a homosexual disease (Tan 2003, pp. 412, 416). Speaking in 2004, then Health Minister Dr Balaji Sadasivan characterised large gay and lesbian dance parties as ‘seeding the infection in the local community’ due to them allowing ‘gays from high prevalence societies to fraternise with local gay men’ (Tan 2005). The parties were subsequently banned, with authorities deeming them contrary to public interest. Another key facilitator of gay and lesbian community consciousness, information sharing, social organisation and political awareness has been Singapore’s enthusiastic adoption of modern information and communication technologies such as private computer ownership, mobile telecommunications and broadband internet access. Currently, over 80 per cent of Singaporean households have high-speed broadband internet access, with well over half of households possessing two or more computers. There is nearly 100 per cent individual internet usage among those under the age of 34 years (Infocomm Development Authority 2011a). Mobile phone penetration rates sit at around 145 per cent (Infocomm Development Authority 2011b). Ng (1999) has argued that the widespread nature of online communications services such as chat rooms and websites played a key role in fostering an early sense of gay and lesbian community, allowing (especially younger and middle-aged) homosexual Singaporeans to meet, organise, share information and arrange romantic or erotic encounters. He also writes of how online interactions helped reduce much of the social isolation experienced by Singaporean homosexuals, revealing to them some of the scope of the Singaporean homosexual community and providing them with tools of access and participation. The internet has also emerged as a key player in efforts to contain HIV and AIDS with many online programmes and services targeting Singaporean sexual minorities (Yeo 2009). In more recent years, the ubiquity within Singapore of internet-enabled mobile telephones, with global positioning, social networking, blogging, video-calling and geotagging capabilities has provided new ways for Singaporean gays and lesbians to meet, communicate, and build social and political awareness. 243A FEW RESPECTABLE STEPS BEHIND THE WORLD?Online portals such as Trevvy (Trevvy.com 2011) and Fridae (Atkins 2005; Fridae 2011) explicitly cater to Singaporean gays and lesbians, offering dating profiles, film reviews, chat rooms, current affairs reporting, and lifestyle advice. Both see themselves as playing a key role in promoting gay and lesbian interests and facilitating community development, with slogans such as ‘building our community’ (Trevvy) and ‘empowering gay Asia’ (Fridae). In the light of the legal restrictions preventing the formation, fundraising and operation of gay and lesbian groups and societies, computer-mediated communication and information dissemination – provided largely through servers and portals located outside of Singapore – is a key tool of gay and lesbian activism, debate and community organising (J. Chong 2011; George 2006). Local organisations such as the equality advocacy group People Like Us, the queer women’s group Sayoni, transgender group SgButterfly and community counselling service Oogachaga blend online activity and outreach with their activist projects beyond the internet.Yet it would be wrong to characterise Singaporean gay and lesbian communities as being predominantly mediated through information and communications technologies, or finding their expression only within the medicalised discourses of public or sexual health. There is an emerging body of literary work – both prose and poetry – that documents the varied experiences of gay, lesbian and queer life in Singapore, available in bookshops across the island (for an overview, see Ng et al. 2010). Gay and lesbian issues have been explored extensively and sympathetically in the Singapore theatre, including on the stages of peak national arts venues (Lek and Obendorf 2004; Lim 2005; Peterson 2001). Gay and lesbian festivals such as the annual IndigNation event are an established part of Singapore’s cultural calendar (IndigNation 2011) and a lesbian, gay bisexual and transgender community centre hosts both monthly events and a library of queer resources (Pelangi Pride Centre 2011). A range of discotheques, bars and nightclubs provide gay and lesbian social space and boutiques, shops and professional services cater for gay and lesbian consumers. Seemingly flying in the face of legal prohibitions, sex-on–premises venues, designed to facilitate male homosexual encounters, have also become a feature (if a discreet one) of Singapore’s urban environment. Even the government-linked English language broadsheet, the Straits Times has conceded the economic benefit of queer tourism and local patterns of queer consumption (‘Chasing the pink dollar’ 2003). The extent to which the gay and lesbian community is now a visible and open part of contemporary Singaporean society was demonstrated in mid 2011 when over 10,000 people attended the third yearly ‘Pink Dot’ event in a central business district public park, gathering to raise awareness of the basic human need for love, regardless of sexual orientation (pinkdot.sg 2011).How, then, might we explain the apparent disjuncture between governmental efforts at suppressing homosexuality and the existence of a vibrant, assertive SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS244and sophisticated community of gay and lesbian Singaporeans? Despite the existence of certain forms of social antipathy towards gays and lesbians, strong regimes of internal control and policing, combined with a communitarian social order, help to ensure that levels of violent crime – whether targeted at homosexuals or more broadly – are among the lowest in the Commonwealth. While police entrapment and prosecutions have taken place in the recent past (Leong 1997, pp. 128–33), in contemporary Singapore arrests under section 377A are rare. Criminal charges are usually pursued under alternative sections of the Penal Code, targeting behaviour such as sexual activity or obscenity in public, sex with juveniles or sexual assaults (Sanders 2009). There is some evidence that police have used section 377A to intimidate and threaten queer Singaporeans, and arrests for its breach have been made. At trial, however, prosecutors’ strategy seems to be (perhaps with an awareness of the local attention and international condemnation section 377A prosecutions might invoke) to amend the charges so as to prosecute accused persons for alternative crimes (Ng 2011). Douglas Sanders has thus described Singapore as representing an ‘example of a jurisdiction with the trinity of (a) criminal prohibition, (b) social disapproval but (c) little actual police enforcement of the law’ (Sanders 2009, p. 43). He refers to the fact that while the government has made a point of retaining anti-homosexual legal provisions such as section 377A, it has also demonstrated a tacit acceptance of certain homosexual behaviours, lifestyles and practices. The government’s unique approach – blending legal prohibition with a degree of practical tolerance – can be best illustrated by the 2007 debates over the retention of section 377A. While mounting a strong defence of the necessity of such laws to signal the durability of mainstream morality, the government simultaneously offered homosexual Singaporeans a promise that the criminal law would not be enforced to punish consenting private sexual acts between adults or to restrict existing spaces of queer expression. Speaking in Parliament to defend this ‘not legally neat and tidy’ approach, Prime Minister Lee stated:De facto, gays have a lot of space in Singapore. Gay groups hold public discussions. They publish websites … There are films and plays on gay themes … There are gay bars and clubs. They exist. We know where they are … We do not harass gays … And we do not proactively enforce section 377A on them (Lee 2007).This paradoxical situation is paradigmatic of contemporary queer Singaporean life. Audrey Yue has described the Singapore government’s distinctive approach to the regulation of homosexuality as an example of what she calls ‘illiberal pragmatism’ (2006; 2007, p. 24). The benefits flowing from the limited official tolerance on offer are real and tangible, including governmental acceptance of queer venues, increased acceptance of gays and lesbians in the workforce, and a reduction in police harassment. Yet they are not without limits. Prime Minister Lee, speaking on precisely this point, cited with approval the fact that 245A FEW RESPECTABLE STEPS BEHIND THE WORLD?a gay teacher at an elite secondary school had, after a meeting with the school principal, chosen to withdraw a public blog entry he had made in which he disclosed his sexual orientation, but had not been fired from his position (the original blog entry is archived at: Fong 2007). Lee asserted that this showed ‘there is space, and there are limits’ (Lee 2007). Such examples bear out Yue’s analysis, which posits that queer Singaporeans, in the knowledge of the state’s power intervene into the most intimate spaces of everyday life, are invited to accept a limited official tolerance of certain queer spaces, lifestyles and practices in return for their acceptance of the legal status quo and ongoing socio-political quiescence. Yue goes on to explore how the spaces and opportunities created under these approaches have, together with Singapore’s rapid economic growth and urban and cultural reforms, shaped the emergence and nature of local Singaporean queer cultures and creative practices (Yue 2007, p. 158). Following her analysis, we can see how many of the possibilities for gay and lesbian self-expression rely upon local queers’ skills in negotiating repressive socio-legal codes and their ability to maximise the benefits deriving from government attempts to position the country as a creative, knowledge-based economy, as a city-space marked by sophisticated patterns of cosmopolitan consumption, and as a country able to maximise the benefits deriving from engagement with contemporary global flows of knowledge, labour, culture and commerce. This latter point is important. Due to its small size and strategic location, Singapore has always seen itself both as needing to embrace an open, outward-looking, and mercantilist approach to the world and as ideally placed to do so (Chua 1998, p. 982). This thinking has inspired successive leaders’ attempts to reshape and define the country as a world city: a leading global hub for transnational trade and commerce, with an urban environment designed to attract business, investment, tourism and knowledge workers (C.N. Tan 2009; Acharya 2008, pp. 126–34; Olds and Yeung 2004). It is this process that Yue identifies as providing the context in which Singaporean queer cultures emerge. In the last decade, the government has launched a range of programmes designed to ensure that Singapore, and the lifestyle opportunities it provides, are thought of positively both by Singaporeans and by overseas commentators, potential expatriates, migrants and tourists. Under such programmes, Singapore has variously sought to remake itself into a ‘renaissance city’, a ‘global city for the arts’ (Chang 2000; Ministry of Information and the Arts 2000) and even as a ‘global city of buzz’ (Goh 2010). In doing so, it has accepted the logic, now commonplace within the literatures of urban planning and economic development, that the provision of attractive artistic, lifestyle and leisure opportunities to a territory’s residents, migrants and visitors is positively correlated with that territory’s ability to attract and retain highly-skilled workers, and with its global economic competitiveness (Ku and Tsui 2009; Kong 2007). Pursuant to such thinking, Singapore has SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS246invested heavily in national arts institutions, recreational infrastructure, and educational, lifestyle and cultural precincts. Such processes have been accompanied by an understanding that this infrastructural development will also require a relaxation of pre-existing legal and regulatory structures (da Cunha 2010; Wong, Chong and Millar 2006; Kwok and Low 2002). It is largely in the wake of such policies of urban refashioning and official cosmopolitanism (and usually only within the outward-looking and internationally-configured locales that have been created under their terms) that Singaporean authorities have been prepared to tolerate queer cultural expression and visible queer communities. Indeed the conspicuousness of homosexual Singaporeans in such locations can be argued to be entirely consistent with governmental objectives and with official discourses of illiberal pragmatism. A flourishing gay and lesbian consumer culture, and the existence of literary, theatrical or artistic projects referencing homosexual themes, work to reinforce official narratives of Singaporean cosmopolitanism, diversity and sophistication.More significantly, the existence, visibility, and cultural contributions of homosexual communities within the city-space is perceived as contributing positively to broader national economic objectives. As Terrell Carver writes, Singapore hasembarked on a massive attempt to fulfil the hypothesis, articulated in the literature of business and management, that there is an important and imperative productive connection between regimes of sexual tolerance and the in-migration, development and retention of the ‘creative class’ in ‘the city’. (Carver 2007)Here Carver references the work, in urban theory and developmental economics, of scholars such as Richard Florida and Richard Noland. Such accounts have had a strong influence on Singaporean elite understandings of homosexuality, and arguably inform the ambiguous legal destination at which Singaporean leaders have arrived. Florida has famously argued that presence of a large homosexual community in a city serves as a proxy for that city’s overall level of tolerance for diversity. Those cities that are prepared to socially and legally tolerate diversity are more likely attract a ‘creative class’ of workers – in research, design, science, finance, education and the arts – thereby gaining a competitive advantage in global knowledge-based and creative economies (Florida 2002; 2005). Similarly, Noland (2004) argues that social and political attitudes towards homosexuality can be linked statistically to broader ’economically relevant phenomena’ such as levels of foreign investment and sovereign bond ratings.Such economic arguments provide a potentially powerful impetus for change. The actor and activist Ian McKellen has presented pressures from transnational corporations (who might have difficulty persuading homosexual employees to relocate to Singapore) alongside diminished tourist arrivals and 247A FEW RESPECTABLE STEPS BEHIND THE WORLD?widespread emigration of queer Singaporeans as providing strong incentives for the government to change its approach (Tong 2007). There is evidence that such thinking has already taken hold within Singapore, even if it has yet to result in major legal reform. In 2003, the leading English language broadsheet, the Straits Times carried an opinion piece by a local political commentator, Chua Mui Hoong. She argued that ‘[i]f Singapore is serious about attracting smart, talented people, whether gay or not, many more bigger steps towards greater tolerance – and not just towards gays – must be made.’ She concluded by stating, ‘this is not about gay rights. This is about economic competitiveness’ (M.H. Chua 2003). More recently, Lee Kuan Yew used the third volume of his memoirs, Hard Truths to Keep Singapore Going, to express his view that ‘[h]omosexuality will eventually be accepted … It’s a matter of time before it’s accepted here [in Singapore]’ (Han et al. 2011, p. 247). Providing greater insights into his thinking, Lee had earlier offered the following justifications for his thinking on this matter:[I]f this is the way the world is going and Singapore is part of that interconnected world and I think it is, then I see no option for Singapore but to be part of it. They tell me and anyway it is probably half-true that homosexuals are creative writers, dancers, et cetera. If we want creative people, then we [have] got to put up with their idiosyncrasies. (Lee, cited in Au 2007a)Future directionsForces deriving from Singapore’s history, its post-colonial national preoccupations and from its deep engagement with flows of economic and social globalisation have acted to configure a unique approach to the regulation of homosexuality in the city-state. Yet it is equally apparent that like globalisation itself, this is a process marked by continual change and development. Two key questions emerge from the current situation regarding queer rights in Singapore: whether or not positive reform is indeed inevitable and, if so, from what sources and politics it will emerge.Homosexuality is not presently an issue of which the Singapore parliament is seized. The poor showing (by historical and Singapore standards) of the PAP at the 2011 Singapore general election (in which the ruling party suffered a swing against it of over six per cent) is likely to ensure that government will prefer queer issues to remain off the legislative agenda for the forthcoming five-year parliamentary term. The opposition Workers’ Party specifically declined to state a policy on gay and lesbian rights prior to the election (People Like Us 2011) and the PAP may be loath to risk losing public goodwill were it to be seen as initiating another round of public debate on the topic. Speaking on the likelihood of such an occurrence, Lee Kuan Yew has opined that he ‘would hesitate to push it [gay and lesbian law reform] through against the prevailing SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS248sentiment, against the prevailing values of society’ (Han et al. 2011 p. 380). It is this logic that undergirds Lee’s pragmatic and ambivalent approach to legal change and informs his belief that, while such change may well be inevitable, Singapore should be content to lag behind developments in the rest of the world. This thinking has also been expressed by Lee’s son, Prime Minister Lee Hsien Loong who has stated that ‘[w]e will let others take the lead, we will stay one step behind the frontline of change; watch how things work out elsewhere before we make any irrevocable moves’ (Lee 2007). While senior members of the ruling party may regard legal change to benefit gay and lesbian Singaporeans as a necessary and inevitable reform, it seems clear that they will continue to approach any such future reforms in a gradual, pragmatic and cautious manner and are sanguine about deferring such changes into the distant, even indefinite, future. Yet phrases like ‘following the world’ and ‘watching how things work out elsewhere’ also indicate that the Singapore leadership is aware of developments elsewhere in the world and is aware that Singapore’s lack of progress on these issues will not be without economic or reputational consequence. It is by reading the attempts to manage these consequences, and to deflect international criticism, that the flexibility of Singapore’s current illiberal approach to regulating sexuality can be demonstrated. Chris Tan has explored how economic and pragmatic understandings lie behind the Singapore government’s 2003 much-vaunted announcement of its willingness to hire openly homosexual civil servants. He argues that this announcement of apparent liberalisation was designed primarily to signal the nation’s ‘progressiveness’ to overseas observers and was of little measurable benefit to Singaporean gays and lesbians (C.K.K. Tan 2009). Recently, similar scepticism has been expressed following claims by Singaporean diplomats to United Nations bodies that the Singapore constitution guaranteed equality regardless of sexual orientation and that employment laws included provisions protecting those who had been dismissed from employment on the basis of their sexual orientation or gender identity (Au 2011a; Office of the High Commissioner for Human Rights 2011; S. Tan 2011b). Describing such characterisations of Singapore law as ‘surreal’, gay activist Alex Au described them as a case of Singapore ‘preferring to say what it thinks the international community wants to hear rather than own up to its own failings’ (Au 2011a).The current delicate balance that has been struck between the claims of queer Singaporeans and the regulatory environment constructed by an illiberal, pragmatic and economically rationalist government seems likely to continue into the foreseeable future. Further, it seems apparent that discourses of official pragmatism, political survival, and motivations derived from economic logics, are the most likely source of any future reforms. As Tan presents it, the ‘illiberal social environment … deters global capital and labor flows, so it will only threaten economic growth and the [ruling] party’s political legitimacy. If 249A FEW RESPECTABLE STEPS BEHIND THE WORLD?nothing else, the PAP will decriminalise homosexuality out of self-preservation’ (C.K.K. Tan 2011, p. 202). Such an outcome, while to be anticipated and welcomed, is not without its downsides. Criticisms can, and have, been made about how such logics reduce gay and lesbian rights to questions of state financial benefit and predicate citizenship rights on economic and nationalist contribution. As Alex Au has powerfully argued, ‘we cannot shirk from the most fundamental reason for repeal of Section 377A and gay equality in general: Equality is a human right, and to impair equality for one group today would undermine the claim to equality for all other groups tomorrow’ (Au 2011b). It is such thinking that lies behind a current case being brought before the Singapore courts wherein the continued existence of section 377A is being constitutionally challenged on the grounds that it contravenes equality before the law. While this remains at an early stage, and even those hopeful of its success concede it faces ‘mighty odds’ (Ng 2011), it does represent a strand of Singapore queer activism that derives not from the assertion of queers’ economic contribution to the nation but from their articulation of claims to pre-existing rights and equality as citizens of the nation.The Singapore state possesses a highly developed capacity to oversee and manage its citizenry. Today, gay and lesbian Singaporeans remain subject to colonially derived laws, social regulation, and official state discourses that seek to manage and respond to the competing demands of often-contradictory national concerns. These concerns posit queer lives and lifestyles as threatening to national cohesion, security and survival yet simultaneously of potential benefit to the state in its processes of transnational enmeshment. It is therefore heartening that queer Singaporeans continue to articulate claims to national belonging and have shrewdly carved out and inhabited spaces for queer lives, cultures and passions in their negotiation of Singapore’s regulatory and nationalist environments and its transnational economic and cultural relations. Whether justified on the grounds of fundamental human dignity, or (more likely) on the economically rationalist grounds of transnational competitiveness and financial contribution, Singaporean queers are challenging their government’s assumption that it can remain ‘a few respectable steps behind’ the world. Rather – through their activism, their visibility and their civic participation – they are encouraging both government and society to hasten the process of catching up.BibliographyAcharya, A. (2008) Singapore’s foreign policy: the search for regional order (Hackensack: Institute of Policy Studies/World Scientific).Aldrich, R. (2003) Colonialism and Homosexuality (London and New York: Routledge).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS250Alexander, M.J. (1994) ‘Not just (any) body can be a citizen: the politics of law, sexuality and postcoloniality in Trinidad and Tobago and the Bahamas’, Feminist Review 48, pp. 5–23.Atkins, G.L. (2005)’My man Fridae: re-producing Asian masculinity’, Seattle Journal for Social Justice 4 (1), pp. 67–100.Au, A. W. (2007a) ‘Eventually’ said Lee Kuan Yew, Yawning Bread, 24 April [cited 5 Sept. 2010], available at www.yawningbread.org/apdx_2007/imp-347.htm (accessed 13 Dec. 2012).— (2007b) Reading the tea leaves: MM Lee Kuan Yew on homosexuality in Singapore. Fridae, 24 April [cited 20 October 2010], available at www.fridae.com/newsfeatures/2007/04/24/1834.reading-the-tea-leaves-mm-lee-kuan-yew-on-homosexuality-in-singapore (accessed 13 Dec. 2012).— (2011a) Constitution guarantees equality ‘regardless of … sexual orientation, says Singapore government. Really? Fridae, 19 July [cited 19 July 2011], available at www.fridae.asia/newsfeatures/2011/07/19/11023.constitution-guarantees-equality-regardless-of-sexual-orientation-says-singapore-government-really? (accessed 13 Dec. 2012).— (2011b) Gay equality helps fight HIV, but don’t oversell it. Fridae, 3 June 2011b [cited 12 July 2011], available at www.fridae.asia/newsfeatures/2011/06/03/10920.gay-equality-helps-fight-hiv-but-dont-oversell-it?n=sec (accessed 13 Dec. 2012).Berry, C. (1994) A bit on the side: east-west topographies of desire (Sydney, New South Wales: EMPress).Boey, D. (2003) ‘What fewer babies may mean for SAF planners’, The Straits Times, 17 Dec.Carver, T. (2007) Materializing the metaphors of global cities: Singapore and Silicon Valley. School of Sociology, Politics and International Studies, University of Bristol – Working Papers (01–07), www.bristol.ac.uk/spais/research/workingpapers/wpspaisfiles/carver0107.pdf (accessed 13 Dec. 2012).Chan, K. (2008) ‘Gay sexuality in Singaporean Chinese popular culture: where have all the boys gone?’, China Information 22 (2), pp. 305–29.Chan, S.S. (2009) Keynote Address by Chief Justice Chan Sek Song at the New York State Bar Association Seasonal Meeting. Supreme Court, Singapore, 27 October 2009 [cited 12 July 2011], available at http://app.supremecourt.gov.sg/data/doc/ManagePage/3021/CJ%20Keynote%20Address%20at%20NYSBA%20International%20Seasonal%20Meeting_27%20Oct%202009.pdf.Chang, T.C. (2000) ‘Renaissance revisited: Singapore as a “global city for the arts”’, International Journal of Urban and Regional research 24 (4), pp. 818–31.251A FEW RESPECTABLE STEPS BEHIND THE WORLD?Straits Times (Sunday Times) (2003) ‘Chasing the pink dollar’, 17 Aug.Chia, A.( 2010) ‘Don’t play play’, Straits Times, 13 May.Chong, J. (2011) ‘The Emergence of the Lesbian Community in Singapore’, in W. S.W. Lim, S. Siddique and D. Feng Tan (eds.), Singapore Shifting Boundaries: Social Change in the Early 21st Century (Singapore: Asian Urban Lab), pp. 45–52.Chong, T. (2011b) The AWARE saga: civil society and public morality in Singapore. Singapore: NUS Press.Chua, B.H. (1995) Communitarian ideology and democracy in Singapore (London: Routledge).— (1998) ‘World cities, globalisation and the spread of consumerism: a view from Singapore’, Urban Studies 35 (5–6), pp. 981–1000.— (2011) ‘Making Singapore’s liberal base visible’, in T. Chong (ed.), The AWARE saga: civil society and public morality in Singapore (Singapore: NUS Press), pp. 14–24.Chua, B.H., D. Chua, J. Koh and J. Yong (2011) ‘Blame it on the bogey: the Christian Right’s construction of homosexuality and the AWARE CSE programme’, in T. Chong (ed.), The AWARE saga: civil society and public morality in Singapore (Singapore: NUS Press), pp. 74–95.Chua, H.H. (2005) ‘MDA bans gay website and fines another one’, Straits Times, 28 October.Chua, L.J.K.S. (2003) ‘Saying no: Sections 377 and 377A of the Penal Code’, Singapore Journal of Legal Studies, pp. 209–61.Chua, M.H. (2003) ‘It’s not about gay rights – it’s survival.’ The Straits Times, 9 July.da Cunha, D. (2010) Singapore places its bets: Casinos, foreign talent and remaking a city-state (Singapore: Straits Times Press).Detenber, B., M. Cenite, M.K.Y. Ku, C.P.L. Ong, H.Y. Tong and M.L.H. Yeow (2007) ‘Singaporeans’ attitudes towards lesbians and gay men and their tolerance of media portrayals of homosexuality’, International Journal of Public Opinion Research 9 (3), pp. 367–79.Florida, R.L. (2002) The rise of the creative class: and how it’s transforming work, leisure, community and everyday life (New York: Basic Books).— (2005) Cities and the creative class (New York: Routledge).Fong, O. (2007) Otto Fong’s open letter. Yawning Bread, 10 September 2007 [cited 12 July 2010], available at www.yawningbread.org/apdx_2007/imp-350.htm (accessed 18 Dec. 2012).Fridae (2011) About Fridae: our mission. Fridae 2011 [cited 12 July 2011], available at www.fridae.asia/about/ (accessed 18 Dec. 2012).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS252George, C. (2006) Contentious journalism and the Internet: toward democratic discourse in Malaysia and Singapore (Seattle, WA: University of Washington Press).Goh, C.T. (2000) Transforming Singapore: Prime Minister Goh Chok Tong’s National Day Rally 2000 speech in English. Media Division, Ministry of Information and the Arts, Government of Singapore [cited 2 Nov. 2004], available at www.gov.sg/nd/ND00.htm.— (2003) Extract of PM Goh Chok Tong’s interview with Time magazine. Yawning Bread, 5 Feb. [cited 12 July 2011], available at www.yawningbread.org/apdx_2003/imp-116.htm (accessed 20 Dec. 2012).— (2010) Speech by Mr Goh Chok Tong, Senior Minister, at NTU Students’ Union Ministerial Forum, Nanyang Technological University – Singapore: Global City of Buzz, Home for Us. Ministry of Information, Communications and the Arts Communications Support Department, Singapore Government, 29 Oct. [cited 31 Oct. 2010], available at www.news.gov.sg/public/sgpc/en/media_releases/agencies/micacsd/speech/S-20101029–1.html (accessed 20 Dec. 2012).Goh, D. (2008) ‘It’s the gays’ fault: news and HIV as weapons against homosexuality in Singapore’, Journal of Communication Inquiry 32 (4), pp. 338–399.Gomez, J. (2000) Self-censorship: Singapore’s shame (Singapore: Think Centre).Han, F.K., I. Zuraidah, M.H. Chua, L. Lim, I. Low, R. Lin and R. Chan (2011) Lee Kuan Yew: Hard Truths to Keep Singapore Going (Singapore: Straits Times Press).Heng, G. and J. Devan (1992) ‘State fatherhood: the politics of nationalism, sexuality and race in Singapore’, in A. Parker, M. Russo, D. Sommer and P. Yaeger (eds.), Nationalisms and Sexualities (New York and London: Routledge), pp. 343–64.Holden, P. (2000) Modern subjects/colonial texts: Hugh Clifford and the discipline of English literature in the Straits Settlements and Malaya 1895–1907 (Greensboro: ELT Press).Human Rights Watch (2008) This alien legacy: the origins of ‘sodomy’ laws in British colonialism (New York: Human Rights Watch).IndigNation (2011) About IndigNation. [cited 12 July 2011], available at http://indignationsg.wordpress.com/about/ (accessed 20 Dec. 2012).Infocomm Development Authority (2011a) Infocomm usage – households and individuals [cited 12 July 2011], available at www.ida.gov.sg/Publications/20070822125451.aspx.— (2011b) Statistics on telecom seveices for 2011 (Jan-Jun) [cited 12 July 2011], available at www.ida.gov.sg/Publications/20110209152802.aspx.253A FEW RESPECTABLE STEPS BEHIND THE WORLD?Kampfner, J. (2008) How Disneyland with the death penalty came of age. British GQ, October, pp. 238–242 & 388.Khong, C.-O. (1995) ‘Singapore: political legitimacy through managing conformity’, in M. Alagappa (ed.), Political legitimacy in Southeast Asia: the quest for moral authority (Stanford, CA: Stanford University Press), pp. 108–35.Kong, L. (2007) ‘Cultural icons and urban development in Asia: economic imperative, national identity, and global city status’, Political Geography 26, pp. 383–404.Ku, A.S.M. and C. Hong-chee Tsui (2009) ‘The “global city” as a cultural project: the case of the West Kowloon Cultural District’, in H. Siu and A. Ku (eds.), Hong Kong Mobile: Making a Global Population (Hong Kong: Hong Kong University Press).Kwok, K.-W. and K.-H. Low (2002) ‘Cultural policy and the city-state: Singapore and the “new Asian renaissance”’, in D. Crane and N. Kawashima (eds.), Global culture: media, arts, policy and globalization (New York: Routledge), pp. 149–68.Lau, A. (2000) A moment of anguish: Singapore in Malaysia and the politics of disengagement (Singapore: Times Academic Press).Lee, H.L. (2007) Speech during the second reading of the Penal Code (Amendment) Bill. Parliament of Singapore, 23 Oct. [cited 12 July 2011], available at www.parliament.gov.sg/publications-singapore-parliament-reports (accessed 20 Dec. 2012).Lee, K.Y. (2000) From third world to first, the Singapore story: 1965–2000 – memoirs of Lee Kuan Yew (Singapore: Times Media Pte Ltd).Lee, Y.C.L. )2008) ‘”Don’t ever take a fence down until you know the reason it was put up”: Singapore communitarianism and the case for conserving 377A’, Singapore Journal of Legal Studies, pp. 347–394.Leifer, M. (2000) Singapore’s foreign policy: coping with vulnerability (London: Routledge).Lek, A. and S. Obendorf (2004) Contentment or containment? consumption and the lesbian and gay community in Singapore. James Gomez News [cited 30 Nov. 2010], available at http://eprints.lincoln.ac.uk/3539/ (accessed 20 Dec. 2012).Leong, L.W.-T. (1995) ‘Walking the tightrope: the role of Action for AIDS in the provision of social services in Singapore’, Journal of Gay and Lesbian Social Services 3 (3), pp. 11–30.— (1997) ‘Singapore’, in D.J. West and R. Green (eds.), Socio-legal Control of Homosexuality (New York: Plenum Press), pp. 124–44.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS254— (2005) ‘The “Straight” Times: news and sexual citizenship in Singapore’, in A. Romano and M. Bromley (eds.), Journalism and Democracy in Asia (London: Routledge), pp. 159–71.— (2008) ‘Decoding sexual policy in Singapore’, in K.F. Lian and C.K. Tong (eds.), Social Policy in Post-Industrial Singapore (Boston: Brill), pp. 279–308.Lim, C.-S. (2002) Serving Singapore as a gay man: part 1 – a personal experience of disclosing homosexuality to the Singapore Armed Forces. Yawning Bread, Sep. [cited 14 July 2004], available at www.yawningbread.org/guest_2002/guw-080.htm (accessed 20 Dec. 2012).Lim, E.-B. (2005) ‘Glocalqueering in new Asia: the politics of performing gay in Singapore’, Theatre Journal 57, pp. 383–405.Lim, K.F. (2004) ‘Where love dares (not) speak its name: the expression of homosexuality in Singapore’, Urban Studies 41 (9), pp. 1759–88.Lo, J. and G. Huang (2004) People Like Us: Sexual Minorities in Singapore (Singapore: Select Publishing).Lo, L. (2003) Sisterhood (Singapore: Select Books).Lo, L. and L. Lee (2003) My sisters, their stories (Singapore: Viscom).Low, L. (2002) ‘The limits of a city-state: Or are there?’, in D. da Cunha (ed.), Singapore in the new millennium: Challenges facing the city-state (Singapore: Institute of Southeast Asian Studies), pp. 221–42.Lydgate, C. (2003) Lee’s law: how Singapore crushes dissent (Melbourne: Scribe).Lyons, L. (2004) ‘Sexing the nation: normative heterosexuality and the “good” Singaporean citizen’, in A. Branach-Kallas and K. Wieckowska (eds.), The Nation of the Other: Constructions of Nation in Contemporary Cultural and Literary Discourses (Torun: Uniwersytet Mikolaja Kopernika), pp. 79–96.Macaulay, T.B. (1837) A Penal Code prepared by the Indian Law Commissioners (Calcutta: Bengal Military Orphan Press).Media Development Authority (2004) Free-to-air television programme guide. Media Development Authority, 23 Feb. [cited 12 July 2011], available at www.mda.gov.sg/Documents/PDF/industry/Industry_TV_ContentGuidelines_FTATVProgCode.pdf (accessed 20 Dec. 2012).— (2008) MediaCorp TV Channel 5 fined for breaching programme code. Media Development Authority, 24 Apr. [cited 12 July 2011], available at www.mda.gov.sg/NewsAndEvents/PressRelease/2008/Pages/24042008.aspx (accessed 20 Dec. 2012).255A FEW RESPECTABLE STEPS BEHIND THE WORLD?— (2010) Subscription television programme guide, Media Development Authority, 10 Mar. [cited 10 July 2011], available at www.mda.gov.sg/Documents/PDF/MDA_Subscription%20TV%20Programme%20Code%202010.pdf (accessed 20 Dec. 2012).Ministry of Information and the Arts, Singapore (2000) Renaissance city report : culture and the arts in renaissance Singapore (Singapore: Ministry of Information and the Arts).Ng, K.K. (1999) The rainbow connection: the internet and the Singapore gay community (Singapore: KangCuBine Publishing).Ng, T. (2003) ‘Law and Homosexuals’, in J. Lo and G. Huang (eds.), People Like Us: Sexual Minorities in Singapore (Singapore: Select Publishing), pp. 17–20.Ng, Y.-S. (2011) One step closer to the abolition of s377A in Singapore? Fridae, 27 Sep. [cited 28 Sep. 2011], available at www.fridae.asia/newsfeatures/printable.php?articleid=11214 (accessed 20 Dec. 2012).Ng, Y.-S., D. Chua, I. Oh and J. Seah (2010) GASPP: a gay anthology of Singapore poetry and prose (Singapore: The Literary Centre).Ng, Y.-S. and J. Wee (2006) SQ21: Singapore queers in the 21st century (Singapore: Oogachaga Counselling and Support).Noland, M. (2004) ‘Tolerance Can Help Countries to Achieve Prosperity’, The Financial Times, 19 Aug., p. 17.N. bte Md Yusop (2005) Same sex sexuality and Islam in Singapore [Master’s dissertation, National University of Singapore], available at http://scholarbank.nus.edu.sg/handle/10635/14761 (accessed 20 Dec. 2012).Obendorf, S. (1998–99) ‘Homosexual Rights and the Non-Western world: A Postcolonial Reading of Homosexual Rights in International Human Rights Law’, Third World Legal Studies, pp. 179–204.— (2006a) Sexing up the international [PhD dissertation, University of Melbourne), available at http://repository.unimelb.edu.au/10187/2099 (accessed 20 Dec. 2012).— (2006b) ‘Sodomy as metaphor’, in P. Darby (ed.), Postcolonizing the international: working to change the way we are (Honolulu: University of Hawai’i Press), pp. 177–206.Office of the High Commissioner for Human Rights (2011) Universal periodic review: Singapore United Nations Human Rights Council, Working Group on the Universal Periodic Review, 6 May [cited 19 July 2011], available at www.ohchr.org/EN/HRBodies/UPR/PAGES/SGSession11.aspx (accessed 20 Dec. 2012).Offord, B. (1999) ‘The burden of (homo)sexual identity in Singapore’, Social Semiotics 9 (3), pp. 310–16.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS256Olds, K. and H. Yeung (2004) ‘Pathways to global city formation: a view from the developmental city-state of Singapore’, Review of International Political Economy 11 (3), pp. 489–521.Ortmann, S. (2003) Legitimacy and the National Threat in Singapore (Legitimität und die nationale Gefahr in Singapur) (Magisterarbeit, Political Science (Politische Wissenschaft in der philosophischen Fakultät 1), Friedrich-Alexander Universität Erlangen-Nürnberg, Erlangen).Oswin, N. (2010) ‘The modern model family at home in Singapore: a queer geography’, Transactions of the Institute of British Geographers 35 (2), pp. 256–68.Pelangi Pride Centre (2011) About us. Pelangi Pride Centre [cited 12 July 2011], available at www.pelangipridecentre.org/about/ (accessed 20 Dec. 2012).People Like Us (2008) Mediacorp censors pro-gay speech, again. People Like Us, 29 Feb. [cited 10 July 2011], available at www.plu.sg/society/?p=98 (accessed 20 Dec. 2012).— (2011) Singapore political parties’ positions on LGBT concerns: general election 2011. People Like Us, 27 Feb. [cited 12 July 2011], available at www.plu.sg/society/?p=223 (accessed 20 Dec. 2012).Peterson, W. (2001) Theater and the Politics of Culture in Contemporary Singapore (Middletown: Wesleyan University Press).Pham, P.L. (2010) ‘Ending East of Suez’: the British decision to withdraw from Malaysia and Singapore, 1964–1968 (Oxford: Oxford University Press).pinkdot.sg (2011) pinkdot.sg: supporting the freedom to love, pinkdot.sg 2011 [cited 12 July 2011], available at http://pinkdot.sg (accessed 20 Dec. 2012).Porter, K. and J. Weeks (1991) Between the acts: lives of homosexual men 1885–1967 (London: Routledge).Reuters (2007) ‘Singapore considers legalizing homosexuality: Lee’, Reuters [Newswire], 24 Apr.Rodan, G. (2009) ‘Accountability and authoritarianism: Human rights in Malaysia and Singapore’, Journal of Contemporary Asia 39 (2), pp. 180–203.Sanders, D.E. (2009) ‘377 and the unnatural afterlife of British colonialism in Asia’, Asian Journal of Comparative Law 4 (1), pp. 1–51.Singh, B. (1988) Singapore: Foreign policy imperatives of a small state (Singapore: Centre for Advanced Studies, National University of Singapore).Smith, F.B. (1976) ‘Labouchere’s amendment to the Criminal Law Amendment Bill’, Historical Studies 17 (67), pp. 165–75.257A FEW RESPECTABLE STEPS BEHIND THE WORLD?Tan, C.N. (2009) ‘Reinventing Singapore: Global City – from host to home’, in T.W. Tan (ed.), Singapore perspectives 2009: The heart of the matter (Singapore: World Scientific Publishing).Tan, C.K.K. (2009) ‘”But they are like you and me”: gay civil servants and citizenship in a cosmopolitanizing Singapore.’ City and Society no. 21 (1), pp.133–154.— (2011) ‘Stand up for Singapore? gay men and the cultural politics of national belonging in the lion city’ (PhD dissertation, University of Illinois at Urbana Champaign), available at http://hdl.handle.net/2142/24017 (accessed 20 Dec. 2012).Tan, K.P. (2003) ‘Sexing up Singapore’, International Journal of Cultural Studies 6 (4), pp. 403–423.Tan, K.P. and G.J.J. Lee (2007) ‘Imagining the gay community in Singapore’, Critical Asian Studies 39 (2), pp. 179–204.Tan, S. (2005) S’pore health minister’s comments on HIV surge and gay parties draw criticism, Fridae 2005, [cited 12 July 2011], available at www.fridae.asia/newsfeatures/printable.php?articleid=1386.— (2007) Singapore teacher removes coming out blog under ministry pressure, Fridae, 10 Sep. [cited 12 Nov. 2010], available at www.fridae.com/newsfeatures/2007/09/10/1972.singapore-teacher-removes-coming-out-blog-under-ministry-pressure (accessed 20 Dec. 2012).— (2011a) Retired High Court judge: Gays in Singapore keep it ‘quiet’ due to gay sex law, Fridae, 2 June [cited 8 June 2011], available at www.fridae.asia/newsfeatures/2011/06/02/10919.retired-high-court-judge-gays-in-singapore-keep-it-quiet-due-to-gay-sex-law?n=sec (accessed 20 Dec. 2012).— (2011b) Singapore UN delegate: ‘what is being criminalised is not gay Singaporeans but homosexual acts’, Fridae, 11 May [cited 12 July 2011], available at www.fridae.asia/newsfeatures/2011/05/11/10867.singapore-un-delegate-what-is-being-criminalised-is-not-gay-singaporeans-but-homosexual-acts?n=sec (accessed 20 Dec. 2012).Tan, Theresa. 2009c. ‘MOE tightens vetting of sexuality education.’ Straits Times, 22 May.Thio, L. (2006) ‘”Pragmatism and realism do not mean abdication”: a critical and empirical inquiry into Singapore’s engagement with international human rights law’, Singapore Year Book of International Law 8, pp. 41–91.— (2007) Speech during the second reading of the Penal Code (Amendment) Bill. Singapore Parliament Reports, 22 Oct. [cited 1 Nov. 2010], available at www.parliament.gov.sg/publications-singapore-parliament-reports (accessed 20 Dec. 2012).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS258— (2009) ‘Singapore human rights practice and legal policy: of pragmatism and principle, rights, rhetoric and realism’, Singapore Academy of Law Journal 21, pp. 326–62.Tong, S. (2007) Ian McKellen wades into Singapore gay rights debate. Reuters, 19 July [cited 1 November 2010], available at www.reuters.com/article/idUSSIN7694520070719 (accessed 20 Dec. 2012).Tremewan, C. (1994) The political economy of social control in Singapore (Basingstoke: Macmillan, in association with St Antony’s College, Oxford).Trevvy.com (2007) Lee Kuan Yew: no option but to legalize homosexual sex, 25 Apr. 2007 [cited 5 Sep. 2010], available at www.trevvy.com/scoops/article.php?a_id=144.— (2011) Trevvy is not about changing the world. It’s about being who you are. Trevvy.com 2011 [cited 12 July 2011], available at www.trevvy.com/about/ (accessed 20 Dec. 2012).Trocki, C.A. (2006) Singapore: wealth, power and the culture of control (Abingdon: Routledge).Vijayan, K.C. (2011) ‘An ex-judge’s view of HIV and tolerance’, Straits Times, 1 June.Wee, C.J. W.-L. (2007) The Asian modern: Culture, capitalist development, Singapore (Singapore: NUS Press).Wintemute, R. (2011) ‘Same-sex love and Indian Penal Code § 377: an important human rights issue for India’, National University of Juridical Sciences Law Review 4 (January-March), pp. 31–65.Wong, C.Y.L., J.C. Chong and C.C.J.M. Millar (2006) ‘The case of Singapore as a knowledge-based city’, in F. Javier Carillo (ed.), Knowledge cities: approaches, experiences, and perspectives (Burlington: Butterworth-Heinemann), pp. 87–96.Wong, K.S. (2009) Comments by DPM and Minister for Home Affairs Wong Kan Seng in response to media queries related to AWARE. Ministry of Home Affairs: Press Releases, 15 May [cited 12 November 2010], available at www.mha.gov.sg/news_details.aspx?nid=MTQ0MA%3d%3d-H1aIkdI4Ksw%3d (accessed 20 Dec. 2012).Wong, T. and B.S.A. Yeoh (2003) ‘Fertility and the family: an overview of pro-natalist population policies in Singapore’, Asian MetaCentre Research Paper Series (Singapore: Asian MetaCentre for Population and Sustainable Development Analysis, Asia Research Institute, National University of Singapore).259A FEW RESPECTABLE STEPS BEHIND THE WORLD?Yeo, T.E.D. (2009) ‘Cyber HIV/AIDS intervention in Singapore: collective promises and pitfalls’, International Journal of Communication 3, pp. 1025–51.Youngblood, R. (2007) ‘Singapore sends mixed signals on homosexuality’, Deutsche Presse-Agentur [Newswire], 5 Oct.Yue, A. (2006) ‘Cultural governance and creative industries in Singapore’, International Journal of Cultural Policy 12 (1), pp. 17–33.— (2007) ‘Creative queer Singapore: the illiberal pragmatics of cultural production’, Gay and Lesbian Issues and Psychology Review 3 (3), pp. 149–60.Zolo, D. (2001) ‘The “Singapore model”: Democracy, communication, and globalization’, in K. Nash and A. Scott (eds.), The Blackwell companion to political sociology (Oxford: Blackwell), pp. 407–17.",
    "id": 13120157,
    "identifiers": {
        "doi": null,
        "oai": "oai:sas-space.sas.ac.uk:4809"
    },
    "title": "A few respectable steps behind the world? Gay and lesbian\n\nrights in contemporary Singapore",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-01-01T00:00:00+00:00",
    "publisher": "Institute of Commonwealth Studies, School of Advanced Study, University of London",
    "references": [
        {
            "id": 6025231,
            "title": "(1837) A Penal Code prepared by the Indian Law Commissioners (Calcutta: Bengal Military",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Macaulay, T.B. (1837) A Penal Code prepared by the Indian Law Commissioners (Calcutta: Bengal Military Orphan Press).",
            "cites": null
        },
        {
            "id": 6025128,
            "title": "(2005)’My man Fridae: re-producing Asian masculinity’,",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Atkins, G.L. (2005)’My man Fridae: re-producing Asian masculinity’, Seattle Journal for Social Justice 4 (1), pp. 67–100.",
            "cites": null
        },
        {
            "id": 6025258,
            "title": "377 and the unnatural afterlife of British colonialism in Asia’,",
            "authors": [],
            "date": "2009",
            "doi": "10.2202/1932-0205.1176",
            "raw": "Sanders, D.E. (2009) ‘377 and the unnatural afterlife of British colonialism in Asia’, Asian Journal of Comparative Law 4 (1), pp. 1–51.",
            "cites": null
        },
        {
            "id": 6025133,
            "title": "A bit on the side: east-west topographies of desire (Sydney,",
            "authors": [],
            "date": "1994",
            "doi": null,
            "raw": "Berry, C. (1994) A bit on the side: east-west topographies of desire (Sydney, New South Wales: EMPress).",
            "cites": null
        },
        {
            "id": 6025201,
            "title": "A moment of anguish: Singapore in Malaysia and the politics of disengagement (Singapore:",
            "authors": [],
            "date": "2000",
            "doi": "10.2307/2672268",
            "raw": "Lau, A. (2000) A moment of anguish: Singapore in Malaysia and the politics of disengagement (Singapore: Times Academic Press).",
            "cites": null
        },
        {
            "id": 6025172,
            "title": "About Fridae: our mission. Fridae",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Fridae (2011) About Fridae: our mission. Fridae 2011 [cited 12 July 2011], available at www.fridae.asia/about/ (accessed 18 Dec. 2012).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 252 George, C. (2006) Contentious journalism and the Internet: toward democratic discourse in Malaysia and Singapore (Seattle, WA: University of Washington Press).",
            "cites": null
        },
        {
            "id": 6025191,
            "title": "About IndigNation.",
            "authors": [],
            "date": "2011",
            "doi": "10.3366/edinburgh/9780748641338.003.0007",
            "raw": "IndigNation (2011) About IndigNation. [cited 12 July 2011], available at http://indignationsg.wordpress.com/about/ (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025250,
            "title": "About us.",
            "authors": [],
            "date": "2011",
            "doi": "10.1017/cbo9780511976773",
            "raw": "Pelangi Pride Centre (2011) About us. Pelangi Pride Centre [cited 12 July 2011], available at www.pelangipridecentre.org/about/ (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025257,
            "title": "Accountability and authoritarianism: Human rights in Malaysia and Singapore’,",
            "authors": [],
            "date": "2009",
            "doi": "10.1080/00472330902723782",
            "raw": "Rodan, G. (2009) ‘Accountability and authoritarianism: Human rights in Malaysia and Singapore’, Journal of Contemporary Asia 39 (2), pp. 180–203.",
            "cites": null
        },
        {
            "id": 6025296,
            "title": "An ex-judge’s view of HIV and tolerance’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Vijayan, K.C. (2011) ‘An ex-judge’s view of HIV and tolerance’, Straits Times, 1 June.",
            "cites": null
        },
        {
            "id": 6025234,
            "title": "aspx (accessed 20 Dec. 2012).255 A FEW RESPECTABLE STEPS BEHIND THE WORLD? —",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "aspx (accessed 20 Dec. 2012).255 A FEW RESPECTABLE STEPS BEHIND THE WORLD? — (2010) Subscription television programme guide, Media Development Authority, 10 Mar. [cited 10 July 2011], available at www.mda.gov.sg/ Documents/PDF/MDA_Subscription%20TV%20Programme%20 Code%202010.pdf (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025178,
            "title": "available at www.",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Yawning Bread, 5 Feb. [cited 12 July 2011], available at www.",
            "cites": null
        },
        {
            "id": 6025255,
            "title": "Between the acts: lives of homosexual men 1885–1967",
            "authors": [],
            "date": "1991",
            "doi": "10.1086/494940",
            "raw": "Porter, K. and J. Weeks (1991) Between the acts: lives of homosexual men 1885–1967 (London: Routledge).",
            "cites": null
        },
        {
            "id": 6025145,
            "title": "Blame it on the bogey: the Christian Right’s construction of homosexuality and the AWARE CSE programme’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Chua, B.H., D. Chua, J. Koh and J. Yong (2011) ‘Blame it on the bogey: the Christian Right’s construction of homosexuality and the AWARE CSE programme’, in T. Chong (ed.), The AWARE saga: civil society and public morality in Singapore (Singapore: NUS Press), pp. 74–95.",
            "cites": null
        },
        {
            "id": 6025242,
            "title": "bte Md Yusop (2005) Same sex sexuality and Islam in Singapore [Master’s dissertation,",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "N. bte Md Yusop (2005) Same sex sexuality and Islam in Singapore [Master’s dissertation, National University of Singapore], available at http:// scholarbank.nus.edu.sg/handle/10635/14761 (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025263,
            "title": "But they are like you and me”: gay civil servants and citizenship in a cosmopolitanizing Singapore.’ City and Society",
            "authors": [],
            "date": "2009",
            "doi": "10.1111/j.1548-744x.2009.01018.x",
            "raw": "Tan, C.K.K. (2009) ‘”But they are like you and me”: gay civil servants and citizenship in a cosmopolitanizing Singapore.’ City and Society no. 21 (1), pp.133–154.",
            "cites": null
        },
        {
            "id": 6025139,
            "title": "Chasing the pink dollar’,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "818–31.251 A FEW RESPECTABLE STEPS BEHIND THE WORLD? Straits Times (Sunday Times) (2003) ‘Chasing the pink dollar’, 17 Aug.",
            "cites": null
        },
        {
            "id": 6025293,
            "title": "cited 12",
            "authors": [],
            "date": "2011",
            "doi": "10.1016/s1526-4114(11)60294-1",
            "raw": "Trevvy.com 2011 [cited 12 July 2011], available at www.trevvy.com/ about/ (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025169,
            "title": "Cities and the creative class",
            "authors": [],
            "date": "2005",
            "doi": "10.4324/9780203997673",
            "raw": "— (2005) Cities and the creative class (New York: Routledge).",
            "cites": null
        },
        {
            "id": 6025127,
            "title": "Colonialism and Homosexuality (London and New York: Routledge).SEXUAL ORIENTATION,",
            "authors": [],
            "date": "2003",
            "doi": "10.2979/vic.2005.47.2.293",
            "raw": "Aldrich, R. (2003) Colonialism and Homosexuality (London and New York: Routledge).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 250 Alexander, M.J. (1994) ‘Not just (any) body can be a citizen: the politics of law, sexuality and postcoloniality in Trinidad and Tobago and the Bahamas’, Feminist Review 48, pp. 5–23.",
            "cites": null
        },
        {
            "id": 6025303,
            "title": "Comments by DPM and Minister for Home Affairs Wong Kan Seng in response to media queries related to AWARE.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Wong, K.S. (2009) Comments by DPM and Minister for Home Affairs Wong Kan Seng in response to media queries related to AWARE. Ministry of Home Affairs: Press Releases, 15 May [cited 12 November 2010], available at www.mha.gov.sg/news_details.aspx?nid=MTQ0MA%3d%3dH1aIkdI4Ksw%3d (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025143,
            "title": "Communitarian ideology and democracy in Singapore",
            "authors": [],
            "date": "1995",
            "doi": "10.4324/9780203033722",
            "raw": "Chua, B.H. (1995) Communitarian ideology and democracy in Singapore (London: Routledge). — (1998) ‘World cities, globalisation and the spread of consumerism: a view from Singapore’, Urban Studies 35 (5–6), pp. 981–1000.",
            "cites": null
        },
        {
            "id": 6025131,
            "title": "Constitution guarantees equality ‘regardless of … sexual orientation, says Singapore government.",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011a) Constitution guarantees equality ‘regardless of … sexual orientation, says Singapore government. Really? Fridae, 19 July [cited 19 July 2011], available at www.fridae.asia/newsfeatures/2011/07/19/11023. constitution-guarantees-equality-regardless-of-sexual-orientation-sayssingapore-government-really? (accessed 13 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025218,
            "title": "Contentment or containment? consumption and the lesbian and gay community in Singapore.",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Lek, A. and S. Obendorf (2004) Contentment or containment? consumption and the lesbian and gay community in Singapore. James Gomez News [cited 30 Nov. 2010], available at http://eprints.lincoln.ac.uk/3539/ (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025310,
            "title": "Creative queer Singapore: the illiberal pragmatics of cultural production’,",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "— (2007) ‘Creative queer Singapore: the illiberal pragmatics of cultural production’, Gay and Lesbian Issues and Psychology Review 3 (3), pp. 149–60.",
            "cites": null
        },
        {
            "id": 6025308,
            "title": "Cultural governance and creative industries in Singapore’,",
            "authors": [],
            "date": "2006",
            "doi": "10.1080/10286630600613176",
            "raw": "Yue, A. (2006) ‘Cultural governance and creative industries in Singapore’, International Journal of Cultural Policy 12 (1), pp. 17–33.",
            "cites": null
        },
        {
            "id": 6025196,
            "title": "Cultural icons and urban development in Asia: economic imperative, national identity, and global city status’,",
            "authors": [],
            "date": "2007",
            "doi": "10.1016/j.polgeo.2006.11.007",
            "raw": "Kong, L. (2007) ‘Cultural icons and urban development in Asia: economic imperative, national identity, and global city status’, Political Geography 26, pp. 383–404.",
            "cites": null
        },
        {
            "id": 6025200,
            "title": "Cultural policy and the city-state: Singapore and the “new Asian renaissance”’,",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Kwok, K.-W. and K.-H. Low (2002) ‘Cultural policy and the city-state: Singapore and the “new Asian renaissance”’, in D. Crane and N. Kawashima (eds.), Global culture: media, arts, policy and globalization (New York: Routledge), pp. 149–68.",
            "cites": null
        },
        {
            "id": 6025221,
            "title": "Decoding sexual policy in Singapore’,",
            "authors": [],
            "date": "2008",
            "doi": "10.1163/ej.9789004166424.i-341.79",
            "raw": "— (2008) ‘Decoding sexual policy in Singapore’, in K.F. Lian and C.K. Tong (eds.), Social Policy in Post-Industrial Singapore (Boston: Brill), pp. 279–308.",
            "cites": null
        },
        {
            "id": 6025216,
            "title": "Don’t ever take a fence down until you know the reason it was put up”: Singapore communitarianism and the case for conserving 377A’,",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Lee, Y.C.L. )2008) ‘”Don’t ever take a fence down until you know the reason it was put up”: Singapore communitarianism and the case for conserving 377A’, Singapore Journal of Legal Studies, pp. 347–394.",
            "cites": null
        },
        {
            "id": 6025140,
            "title": "Don’t play play’,",
            "authors": [],
            "date": "2010",
            "doi": "10.4324/9781315876047",
            "raw": "Chia, A.( 2010) ‘Don’t play play’, Straits Times, 13 May.",
            "cites": null
        },
        {
            "id": 6025254,
            "title": "Ending East of Suez’: the British decision to withdraw from Malaysia and Singapore,",
            "authors": [],
            "date": "2010",
            "doi": "10.1093/tcbh/hwq010",
            "raw": "Pham, P.L. (2010) ‘Ending East of Suez’: the British decision to withdraw from Malaysia and Singapore, 1964–1968 (Oxford: Oxford University Press). pinkdot.sg (2011) pinkdot.sg: supporting the freedom to love, pinkdot.sg 2011 [cited 12 July 2011], available at http://pinkdot.sg (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025129,
            "title": "Eventually’ said Lee Kuan Yew,",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Au, A. W. (2007a) ‘Eventually’ said Lee Kuan Yew, Yawning Bread, 24 April [cited 5 Sept. 2010], available at www.yawningbread.org/apdx_2007/imp347.htm (accessed 13 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025176,
            "title": "Extract of PM Goh Chok Tong’s interview with Time magazine.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "— (2003) Extract of PM Goh Chok Tong’s interview with Time magazine.",
            "cites": null
        },
        {
            "id": 6025305,
            "title": "Fertility and the family: an overview of pro-natalist population policies in Singapore’, Asian MetaCentre Research Paper Series (Singapore: Asian MetaCentre for Population and Sustainable Development Analysis,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Wong, T. and B.S.A. Yeoh (2003) ‘Fertility and the family: an overview of pro-natalist population policies in Singapore’, Asian MetaCentre Research Paper Series (Singapore: Asian MetaCentre for Population and Sustainable Development Analysis, Asia Research Institute, National University of Singapore).259 A FEW RESPECTABLE STEPS BEHIND THE WORLD? Yeo, T.E.D. (2009) ‘Cyber HIV/AIDS intervention in Singapore: collective promises and pitfalls’, International Journal of Communication 3, pp. 1025–51.",
            "cites": null
        },
        {
            "id": 6025232,
            "title": "Free-to-air television programme guide. Media Development Authority,",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Media Development Authority (2004) Free-to-air television programme guide. Media Development Authority, 23 Feb. [cited 12 July 2011], available at www.mda.gov.sg/Documents/PDF/industry/Industry_TV_ ContentGuidelines_FTATVProgCode.pdf (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025215,
            "title": "From third world to first, the Singapore story: 1965–2000 – memoirs of Lee Kuan Yew (Singapore: Times Media Pte Ltd).",
            "authors": [],
            "date": "2000",
            "doi": "10.5354/0719-3769.2002.14726",
            "raw": "Lee, K.Y. (2000) From third world to first, the Singapore story: 1965–2000 – memoirs of Lee Kuan Yew (Singapore: Times Media Pte Ltd).",
            "cites": null
        },
        {
            "id": 6025239,
            "title": "GASPP: a gay anthology of Singapore poetry and prose (Singapore: The Literary Centre).",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Ng, Y.-S., D. Chua, I. Oh and J. Seah (2010) GASPP: a gay anthology of Singapore poetry and prose (Singapore: The Literary Centre).",
            "cites": null
        },
        {
            "id": 6025132,
            "title": "Gay equality helps fight HIV, but don’t oversell it.",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "— (2011b) Gay equality helps fight HIV, but don’t oversell it. Fridae, 3 June 2011b [cited 12 July 2011], available at www.fridae.asia/ newsfeatures/2011/06/03/10920.gay-equality-helps-fight-hiv-but-dontoversell-it?n=sec (accessed 13 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025136,
            "title": "Gay sexuality in Singaporean Chinese popular culture: where have all the boys gone?’,",
            "authors": [],
            "date": "2008",
            "doi": "10.1177/0920203x08091548",
            "raw": "Chan, K. (2008) ‘Gay sexuality in Singaporean Chinese popular culture: where have all the boys gone?’, China Information 22 (2), pp. 305–29.",
            "cites": null
        },
        {
            "id": 6025223,
            "title": "Glocalqueering in new Asia: the politics of performing gay in Singapore’,",
            "authors": [],
            "date": "2005",
            "doi": "10.1353/tj.2005.0112",
            "raw": "Lim, E.-B. (2005) ‘Glocalqueering in new Asia: the politics of performing gay in Singapore’, Theatre Journal 57, pp. 383–405.",
            "cites": null
        },
        {
            "id": 6025243,
            "title": "Homosexual Rights and the Non-Western world: A Postcolonial Reading of Homosexual Rights",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Obendorf, S. (1998–99) ‘Homosexual Rights and the Non-Western world: A Postcolonial Reading of Homosexual Rights in International Human Rights Law’, Third World Legal Studies, pp. 179–204.",
            "cites": null
        },
        {
            "id": 6025198,
            "title": "Hong-chee Tsui (2009) ‘The “global city” as a cultural project: the case of the West Kowloon Cultural District’,",
            "authors": [],
            "date": null,
            "doi": "10.5790/hongkong/9789622099180.003.0013",
            "raw": "Ku, A.S.M. and C. Hong-chee Tsui (2009) ‘The “global city” as a cultural project: the case of the West Kowloon Cultural District’, in H. Siu and A. Ku (eds.), Hong Kong Mobile: Making a Global Population (Hong Kong: Hong Kong University Press).",
            "cites": null
        },
        {
            "id": 6025285,
            "title": "Ian McKellen wades into Singapore gay rights debate.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Tong, S. (2007) Ian McKellen wades into Singapore gay rights debate. Reuters, 19 July [cited 1 November 2010], available at www.reuters.com/article/ idUSSIN7694520070719 (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025269,
            "title": "Imagining the gay community in Singapore’,",
            "authors": [],
            "date": "2007",
            "doi": "10.1080/14672710701339311",
            "raw": "Tan, K.P. and G.J.J. Lee (2007) ‘Imagining the gay community in Singapore’, Critical Asian Studies 39 (2), pp. 179–204.",
            "cites": null
        },
        {
            "id": 6025235,
            "title": "Information and the Arts,",
            "authors": [],
            "date": "2000",
            "doi": "10.1080/10632910009599966",
            "raw": "Ministry of Information and the Arts, Singapore (2000) Renaissance city report : culture and the arts in renaissance Singapore (Singapore: Ministry of Information and the Arts).",
            "cites": null
        },
        {
            "id": 6025161,
            "title": "It’s not about gay rights – it’s survival.’ The Straits Times,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Chua, M.H. (2003) ‘It’s not about gay rights – it’s survival.’ The Straits Times, 9 July.",
            "cites": null
        },
        {
            "id": 6025181,
            "title": "It’s the gays’ fault: news and HIV as weapons against homosexuality in Singapore’,",
            "authors": [],
            "date": "2008",
            "doi": "10.1177/0196859908320295",
            "raw": "Goh, D. (2008) ‘It’s the gays’ fault: news and HIV as weapons against homosexuality in Singapore’, Journal of Communication Inquiry 32 (4), pp. 338–399.",
            "cites": null
        },
        {
            "id": 6025137,
            "title": "Keynote Address by Chief Justice Chan Sek Song at the New York State Bar Association Seasonal Meeting.",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Chan, S.S. (2009) Keynote Address by Chief Justice Chan Sek Song at the New York State Bar Association Seasonal Meeting. Supreme Court, Singapore, 27 October 2009 [cited 12 July 2011], available at http://app.supremecourt. gov.sg/data/doc/ManagePage/3021/CJ%20Keynote%20Address%20 at%20NYSBA%20International%20Seasonal%20Meeting_27%20 Oct%202009.pdf.",
            "cites": null
        },
        {
            "id": 6025262,
            "title": "Labouchere’s amendment to the Criminal Law Amendment Bill’,",
            "authors": [],
            "date": "1976",
            "doi": "10.1080/10314617608595545",
            "raw": "Smith, F.B. (1976) ‘Labouchere’s amendment to the Criminal Law Amendment Bill’, Historical Studies 17 (67), pp. 165–75.257 A FEW RESPECTABLE STEPS BEHIND THE WORLD? Tan, C.N. (2009) ‘Reinventing Singapore: Global City – from host to home’, in T.W. Tan (ed.), Singapore perspectives 2009: The heart of the matter (Singapore: World Scientific Publishing).",
            "cites": null
        },
        {
            "id": 6025237,
            "title": "Law and Homosexuals’,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Ng, T. (2003) ‘Law and Homosexuals’, in J. Lo and G. Huang (eds.), People Like Us: Sexual Minorities in Singapore (Singapore: Select Publishing), pp. 17–20.",
            "cites": null
        },
        {
            "id": 6025183,
            "title": "Lee Kuan Yew: Hard Truths to Keep Singapore Going (Singapore:",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Han, F.K., I. Zuraidah, M.H. Chua, L. Lim, I. Low, R. Lin and R. Chan (2011) Lee Kuan Yew: Hard Truths to Keep Singapore Going (Singapore: Straits Times Press).",
            "cites": null
        },
        {
            "id": 6025289,
            "title": "Lee Kuan Yew: no option but to legalize homosexual sex,",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Trevvy.com (2007) Lee Kuan Yew: no option but to legalize homosexual sex, 25 Apr. 2007 [cited 5 Sep. 2010], available at www.trevvy.com/scoops/article. php?a_id=144.",
            "cites": null
        },
        {
            "id": 6025229,
            "title": "Lee’s law: how Singapore crushes dissent",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Lydgate, C. (2003) Lee’s law: how Singapore crushes dissent (Melbourne: Scribe).",
            "cites": null
        },
        {
            "id": 6025248,
            "title": "Legitimacy and the National Threat in Singapore (Legitimität und die nationale Gefahr in Singapur) (Magisterarbeit, Political Science (Politische Wissenschaft in der philosophischen Fakultät 1), Friedrich-Alexander Universität Erlangen-Nürnberg,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Ortmann, S. (2003) Legitimacy and the National Threat in Singapore (Legitimität und die nationale Gefahr in Singapur) (Magisterarbeit, Political Science (Politische Wissenschaft in der philosophischen Fakultät 1), Friedrich-Alexander Universität Erlangen-Nürnberg, Erlangen).",
            "cites": null
        },
        {
            "id": 6025144,
            "title": "Making Singapore’s liberal base visible’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011) ‘Making Singapore’s liberal base visible’, in T. Chong (ed.), The AWARE saga: civil society and public morality in Singapore (Singapore: NUS Press), pp. 14–24.",
            "cites": null
        },
        {
            "id": 6025135,
            "title": "Materializing the metaphors of global cities: Singapore and Silicon Valley. School of Sociology,",
            "authors": [],
            "date": "2007",
            "doi": "10.1080/14747731003669768",
            "raw": "Carver, T. (2007) Materializing the metaphors of global cities: Singapore and Silicon Valley. School of Sociology, Politics and International Studies, University of Bristol – Working Papers (01–07), www.bristol.ac.uk/spais/ research/workingpapers/wpspaisfiles/carver0107.pdf (accessed 13 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025146,
            "title": "MDA bans gay website and fines another one’, Straits Times,",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Chua, H.H. (2005) ‘MDA bans gay website and fines another one’, Straits Times, 28 October.",
            "cites": null
        },
        {
            "id": 6025251,
            "title": "Mediacorp censors pro-gay speech, again. People Like Us,",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "People Like Us (2008) Mediacorp censors pro-gay speech, again. People Like Us, 29 Feb. [cited 10 July 2011], available at www.plu.sg/society/?p=98 (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025233,
            "title": "MediaCorp TV Channel 5 fined for breaching programme code.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "— (2008) MediaCorp TV Channel 5 fined for breaching programme code.",
            "cites": null
        },
        {
            "id": 6025187,
            "title": "Modern subjects/colonial texts: Hugh Clifford and the discipline of",
            "authors": [],
            "date": "2000",
            "doi": "10.2979/vic.2001.44.1.162",
            "raw": "Holden, P. (2000) Modern subjects/colonial texts: Hugh Clifford and the discipline of English literature in the Straits Settlements and Malaya 1895– 1907 (Greensboro: ELT Press).",
            "cites": null
        },
        {
            "id": 6025279,
            "title": "MOE tightens vetting of sexuality education.’",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Tan, Theresa. 2009c. ‘MOE tightens vetting of sexuality education.’ Straits Times, 22 May.",
            "cites": null
        },
        {
            "id": 6025227,
            "title": "My sisters, their stories (Singapore:",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Lo, L. and L. Lee (2003) My sisters, their stories (Singapore: Viscom).",
            "cites": null
        },
        {
            "id": 6025246,
            "title": "Office of the High Commissioner for Human Rights (2011) Universal periodic review: Singapore United Nations Human Rights Council, Working Group on the Universal Periodic Review,",
            "authors": [],
            "date": "2011",
            "doi": "10.1163/22116176-90000010",
            "raw": "Office of the High Commissioner for Human Rights (2011) Universal periodic review: Singapore United Nations Human Rights Council, Working Group on the Universal Periodic Review, 6 May [cited 19 July 2011], available at www.ohchr.org/EN/HRBodies/UPR/PAGES/ SGSession11.aspx (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025238,
            "title": "One step closer to the abolition of s377A in Singapore? Fridae,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Ng, Y.-S. (2011) One step closer to the abolition of s377A in Singapore? Fridae, 27 Sep. [cited 28 Sep. 2011], available at www.fridae.asia/newsfeatures/ printable.php?articleid=11214 (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025170,
            "title": "Otto Fong’s open letter.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Fong, O. (2007) Otto Fong’s open letter. Yawning Bread, 10 September 2007 [cited 12 July 2010], available at www.yawningbread.org/apdx_2007/ imp-350.htm (accessed 18 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025225,
            "title": "People Like Us: Sexual Minorities in Singapore (Singapore:",
            "authors": [],
            "date": "2004",
            "doi": "10.1355/sj19-1j",
            "raw": "Lo, J. and G. Huang (2004) People Like Us: Sexual Minorities in Singapore (Singapore: Select Publishing).",
            "cites": null
        },
        {
            "id": 6025281,
            "title": "Pragmatism and realism do not mean abdication”: a critical and empirical inquiry into Singapore’s engagement with international human rights law’,",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Thio, L. (2006) ‘”Pragmatism and realism do not mean abdication”: a critical and empirical inquiry into Singapore’s engagement with international human rights law’, Singapore Year Book of International Law 8, pp. 41–91.",
            "cites": null
        },
        {
            "id": 6025130,
            "title": "Reading the tea leaves: MM Lee Kuan Yew on homosexuality in Singapore.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "— (2007b) Reading the tea leaves: MM Lee Kuan Yew on homosexuality in Singapore. Fridae, 24 April [cited 20 October 2010], available at www. fridae.com/newsfeatures/2007/04/24/1834.reading-the-tea-leaves-mmlee-kuan-yew-on-homosexuality-in-singapore (accessed 13 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025138,
            "title": "Renaissance revisited: Singapore as a “global city for the arts”’,",
            "authors": [],
            "date": "2000",
            "doi": "10.1111/1468-2427.00280",
            "raw": "Chang, T.C. (2000) ‘Renaissance revisited: Singapore as a “global city for the arts”’, International Journal of Urban and Regional research 24 (4), pp.",
            "cites": null
        },
        {
            "id": 6025276,
            "title": "Retired High Court judge: Gays in Singapore keep it ‘quiet’ due to gay sex law,",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "— (2011a) Retired High Court judge: Gays in Singapore keep it ‘quiet’ due to gay sex law, Fridae, 2 June [cited 8 June 2011], available at www.fridae. asia/newsfeatures/2011/06/02/10919.retired-high-court-judge-gaysin-singapore-keep-it-quiet-due-to-gay-sex-law?n=sec (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025271,
            "title": "S’pore health minister’s comments on HIV surge and gay parties draw criticism,",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Tan, S. (2005) S’pore health minister’s comments on HIV surge and gay parties draw criticism, Fridae 2005, [cited 12 July 2011], available at www.fridae. asia/newsfeatures/printable.php?articleid=1386.",
            "cites": null
        },
        {
            "id": 6025300,
            "title": "Same-sex love and Indian Penal Code § 377: an important human rights issue for India’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Wintemute, R. (2011) ‘Same-sex love and Indian Penal Code § 377: an important human rights issue for India’, National University of Juridical Sciences Law Review 4 (January-March), pp. 31–65.",
            "cites": null
        },
        {
            "id": 6025147,
            "title": "Saying no: Sections 377 and 377A of the Penal Code’,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Chua, L.J.K.S. (2003) ‘Saying no: Sections 377 and 377A of the Penal Code’, Singapore Journal of Legal Studies, pp. 209–61.",
            "cites": null
        },
        {
            "id": 6025182,
            "title": "Self-censorship: Singapore’s shame (Singapore: Think Centre).",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Gomez, J. (2000) Self-censorship: Singapore’s shame (Singapore: Think Centre).",
            "cites": null
        },
        {
            "id": 6025222,
            "title": "Serving Singapore as a gay man: part 1 – a personal experience of disclosing homosexuality to the Singapore Armed Forces.",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Lim, C.-S. (2002) Serving Singapore as a gay man: part 1 – a personal experience of disclosing homosexuality to the Singapore Armed Forces.",
            "cites": null
        },
        {
            "id": 6025230,
            "title": "Sexing the nation: normative heterosexuality and the “good” Singaporean citizen’,",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Lyons, L. (2004) ‘Sexing the nation: normative heterosexuality and the “good” Singaporean citizen’, in A. Branach-Kallas and K. Wieckowska (eds.), The Nation of the Other: Constructions of Nation in Contemporary Cultural and Literary Discourses (Torun: Uniwersytet Mikolaja Kopernika), pp. 79–96.",
            "cites": null
        },
        {
            "id": 6025267,
            "title": "Sexing up Singapore’,",
            "authors": [],
            "date": "2003",
            "doi": "10.1177/136787790364002",
            "raw": "Tan, K.P. (2003) ‘Sexing up Singapore’, International Journal of Cultural Studies 6 (4), pp. 403–423.",
            "cites": null
        },
        {
            "id": 6025244,
            "title": "Sexing up the international [PhD dissertation,",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "— (2006a) Sexing up the international [PhD dissertation, University of Melbourne), available at http://repository.unimelb.edu.au/10187/2099 (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025256,
            "title": "Singapore considers legalizing homosexuality: Lee’, Reuters [Newswire],",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Reuters (2007) ‘Singapore considers legalizing homosexuality: Lee’, Reuters [Newswire], 24 Apr.",
            "cites": null
        },
        {
            "id": 6025163,
            "title": "Singapore places its bets: Casinos, foreign talent and remaking a city-state (Singapore: Straits",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "da Cunha, D. (2010) Singapore places its bets: Casinos, foreign talent and remaking a city-state (Singapore: Straits Times Press).",
            "cites": null
        },
        {
            "id": 6025252,
            "title": "Singapore political parties’ positions on LGBT concerns: general election 2011. People Like Us,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011) Singapore political parties’ positions on LGBT concerns: general election 2011. People Like Us, 27 Feb. [cited 12 July 2011], available at www.plu.sg/society/?p=223 (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025306,
            "title": "Singapore sends mixed signals on homosexuality’, Deutsche Presse-Agentur [Newswire],",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Youngblood, R. (2007) ‘Singapore sends mixed signals on homosexuality’, Deutsche Presse-Agentur [Newswire], 5 Oct.",
            "cites": null
        },
        {
            "id": 6025274,
            "title": "Singapore teacher removes coming out blog under ministry pressure,",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "— (2007) Singapore teacher removes coming out blog under ministry pressure, Fridae, 10 Sep. [cited 12 Nov. 2010], available at www.fridae.com/ newsfeatures/2007/09/10/1972.singapore-teacher-removes-coming-outblog-under-ministry-pressure (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025277,
            "title": "Singapore UN delegate: ‘what is being criminalised is not gay Singaporeans but homosexual acts’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011b) Singapore UN delegate: ‘what is being criminalised is not gay Singaporeans but homosexual acts’, Fridae, 11 May [cited 12 July 2011], available at www.fridae.asia/newsfeatures/2011/05/11/10867.singaporeun-delegate-what-is-being-criminalised-is-not-gay-singaporeans-buthomosexual-acts?n=sec (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025259,
            "title": "Singapore: Foreign policy imperatives of a small state (Singapore:",
            "authors": [],
            "date": "1988",
            "doi": null,
            "raw": "Singh, B. (1988) Singapore: Foreign policy imperatives of a small state (Singapore: Centre for Advanced Studies, National University of Singapore).",
            "cites": null
        },
        {
            "id": 6025194,
            "title": "Singapore: political legitimacy through managing conformity’,",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Khong, C.-O. (1995) ‘Singapore: political legitimacy through managing conformity’, in M. Alagappa (ed.), Political legitimacy in Southeast Asia: the quest for moral authority (Stanford, CA: Stanford University Press), pp. 108–35.",
            "cites": null
        },
        {
            "id": 6025295,
            "title": "Singapore: wealth, power and the culture of control",
            "authors": [],
            "date": "2006",
            "doi": "10.1017/s0022463406320991",
            "raw": "Trocki, C.A. (2006) Singapore: wealth, power and the culture of control (Abingdon: Routledge).",
            "cites": null
        },
        {
            "id": 6025220,
            "title": "Singapore’,",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "— (1997) ‘Singapore’, in D.J. West and R. Green (eds.), Socio-legal Control of Homosexuality (New York: Plenum Press), pp. 124–44.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 254 — (2005) ‘The “Straight” Times: news and sexual citizenship in Singapore’, in A. Romano and M. Bromley (eds.), Journalism and Democracy in Asia (London: Routledge), pp. 159–71.",
            "cites": null
        },
        {
            "id": 6025217,
            "title": "Singapore’s foreign policy: coping with vulnerability",
            "authors": [],
            "date": "2000",
            "doi": "10.4324/9780203129517",
            "raw": "Leifer, M. (2000) Singapore’s foreign policy: coping with vulnerability (London: Routledge).",
            "cites": null
        },
        {
            "id": 6025126,
            "title": "Singapore’s foreign policy: the search for regional order (Hackensack: Institute of Policy Studies/World Scientific).",
            "authors": [],
            "date": "2008",
            "doi": "10.1142/9789812770349",
            "raw": "Acharya, A. (2008) Singapore’s foreign policy: the search for regional order (Hackensack: Institute of Policy Studies/World Scientific).",
            "cites": null
        },
        {
            "id": 6025165,
            "title": "Singaporeans’ attitudes towards lesbians and gay men and their tolerance of media portrayals of homosexuality’,",
            "authors": [],
            "date": "2007",
            "doi": "10.1093/ijpor/edm017",
            "raw": "Detenber, B., M. Cenite, M.K.Y. Ku, C.P.L. Ong, H.Y. Tong and M.L.H. Yeow (2007) ‘Singaporeans’ attitudes towards lesbians and gay men and their tolerance of media portrayals of homosexuality’, International Journal of Public Opinion Research 9 (3), pp. 367–79.",
            "cites": null
        },
        {
            "id": 6025226,
            "title": "Sisterhood (Singapore:",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Lo, L. (2003) Sisterhood (Singapore: Select Books).",
            "cites": null
        },
        {
            "id": 6025245,
            "title": "Sodomy as metaphor’,",
            "authors": [],
            "date": null,
            "doi": "10.4324/9780203965887",
            "raw": "— (2006b) ‘Sodomy as metaphor’, in P. Darby (ed.), Postcolonizing the international: working to change the way we are (Honolulu: University of Hawai’i Press), pp. 177–206.",
            "cites": null
        },
        {
            "id": 6025180,
            "title": "Speech by Mr Goh Chok Tong, Senior Minister, at NTU Students’ Union Ministerial Forum, Nanyang Technological University – Singapore: Global City of Buzz, Home for Us.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "— (2010) Speech by Mr Goh Chok Tong, Senior Minister, at NTU Students’ Union Ministerial Forum, Nanyang Technological University – Singapore: Global City of Buzz, Home for Us. Ministry of Information, Communications and the Arts Communications Support Department, Singapore Government, 29 Oct. [cited 31 Oct. 2010], available at www.news.gov.sg/public/sgpc/en/media_releases/agencies/micacsd/ speech/S-20101029–1.html (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025203,
            "title": "Speech during the second reading of the Penal Code (Amendment) Bill.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Lee, H.L. (2007) Speech during the second reading of the Penal Code (Amendment) Bill. Parliament of Singapore, 23 Oct. [cited 12 July 2011], available at www.parliament.gov.sg/publications-singapore-parliamentreports (accessed 20 Dec. 2012).",
            "cites": null
        },
        {
            "id": 6025283,
            "title": "Speech during the second reading of the Penal Code (Amendment) Bill. Singapore Parliament Reports,",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "— (2007) Speech during the second reading of the Penal Code (Amendment) Bill. Singapore Parliament Reports, 22 Oct. [cited 1 Nov. 2010], available at www.parliament.gov.sg/publications-singapore-parliament-reports (accessed 20 Dec. 2012).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 258 — (2009) ‘Singapore human rights practice and legal policy: of pragmatism and principle, rights, rhetoric and realism’, Singapore Academy of Law Journal 21, pp. 326–62.",
            "cites": null
        },
        {
            "id": 6025240,
            "title": "SQ21: Singapore queers in the 21st century (Singapore: Oogachaga Counselling and Support).",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Ng, Y.-S. and J. Wee (2006) SQ21: Singapore queers in the 21st century (Singapore: Oogachaga Counselling and Support).",
            "cites": null
        },
        {
            "id": 6025266,
            "title": "Stand up for Singapore? gay men and the cultural politics of national belonging in the lion city’",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011) ‘Stand up for Singapore? gay men and the cultural politics of national belonging in the lion city’ (PhD dissertation, University of Illinois at Urbana Champaign), available at http://hdl.handle.",
            "cites": null
        },
        {
            "id": 6025185,
            "title": "State fatherhood: the politics of nationalism, sexuality and race in Singapore’,",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "Heng, G. and J. Devan (1992) ‘State fatherhood: the politics of nationalism, sexuality and race in Singapore’, in A. Parker, M. Russo, D. Sommer and P. Yaeger (eds.), Nationalisms and Sexualities (New York and London: Routledge), pp. 343–64.",
            "cites": null
        },
        {
            "id": 6025192,
            "title": "Statistics on telecom seveices for 2011 (Jan-Jun) [cited 12",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011b) Statistics on telecom seveices for 2011 (Jan-Jun) [cited 12 July 2011], available at www.ida.gov.sg/Publications/20110209152802.aspx.253 A FEW RESPECTABLE STEPS BEHIND THE WORLD? Kampfner, J. (2008) How Disneyland with the death penalty came of age. British GQ, October, pp. 238–242 & 388.",
            "cites": null
        },
        {
            "id": 6025311,
            "title": "The “Singapore model”: Democracy, communication, and globalization’,",
            "authors": [],
            "date": "2001",
            "doi": "10.1002/9780470696071.ch38",
            "raw": "Zolo, D. (2001) ‘The “Singapore model”: Democracy, communication, and globalization’, in K. Nash and A. Scott (eds.), The Blackwell companion to political sociology (Oxford: Blackwell), pp. 407–17.",
            "cites": null
        },
        {
            "id": 6025298,
            "title": "The Asian modern: Culture, capitalist development, Singapore (Singapore:",
            "authors": [],
            "date": "2007",
            "doi": "10.1017/s0022463410000196",
            "raw": "Wee, C.J. W.-L. (2007) The Asian modern: Culture, capitalist development, Singapore (Singapore: NUS Press).",
            "cites": null
        },
        {
            "id": 6025142,
            "title": "The AWARE saga: civil society and public morality in Singapore. Singapore:",
            "authors": [],
            "date": "2011",
            "doi": "10.1017/s0022463412000549",
            "raw": "Chong, T. (2011b) The AWARE saga: civil society and public morality in Singapore. Singapore: NUS Press.",
            "cites": null
        },
        {
            "id": 6025247,
            "title": "The burden of (homo)sexual identity in Singapore’,",
            "authors": [],
            "date": "1999",
            "doi": "10.1080/10350339909360441",
            "raw": "Offord, B. (1999) ‘The burden of (homo)sexual identity in Singapore’, Social Semiotics 9 (3), pp. 310–16.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 256 Olds, K. and H. Yeung (2004) ‘Pathways to global city formation: a view from the developmental city-state of Singapore’, Review of International Political Economy 11 (3), pp. 489–521.",
            "cites": null
        },
        {
            "id": 6025302,
            "title": "The case of Singapore as a knowledge-based city’,",
            "authors": [],
            "date": "2006",
            "doi": "10.1016/b978-0-7506-7941-1.50010-5",
            "raw": "Wong, C.Y.L., J.C. Chong and C.C.J.M. Millar (2006) ‘The case of Singapore as a knowledge-based city’, in F. Javier Carillo (ed.), Knowledge cities: approaches, experiences, and perspectives (Burlington: ButterworthHeinemann), pp. 87–96.",
            "cites": null
        },
        {
            "id": 6025141,
            "title": "The Emergence of the Lesbian Community in Singapore’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Chong, J. (2011) ‘The Emergence of the Lesbian Community in Singapore’, in W. S.W. Lim, S. Siddique and D. Feng Tan (eds.), Singapore Shifting Boundaries: Social Change in the Early 21st Century (Singapore: Asian Urban Lab), pp. 45–52.",
            "cites": null
        },
        {
            "id": 6025228,
            "title": "The limits of a city-state: Or are there?’,",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Low, L. (2002) ‘The limits of a city-state: Or are there?’, in D. da Cunha (ed.), Singapore in the new millennium: Challenges facing the city-state (Singapore: Institute of Southeast Asian Studies), pp. 221–42.",
            "cites": null
        },
        {
            "id": 6025249,
            "title": "The modern model family at home in Singapore: a queer geography’,",
            "authors": [],
            "date": "2010",
            "doi": "10.1111/j.1475-5661.2009.00379.x",
            "raw": "Oswin, N. (2010) ‘The modern model family at home in Singapore: a queer geography’, Transactions of the Institute of British Geographers 35 (2), pp. 256–68.",
            "cites": null
        },
        {
            "id": 6025287,
            "title": "The political economy of social control in Singapore (Basingstoke: Macmillan, in association with St Antony’s College,",
            "authors": [],
            "date": "1994",
            "doi": null,
            "raw": "Tremewan, C. (1994) The political economy of social control in Singapore (Basingstoke: Macmillan, in association with St Antony’s College, Oxford).",
            "cites": null
        },
        {
            "id": 6025236,
            "title": "The rainbow connection: the internet and the Singapore gay community (Singapore:",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Ng, K.K. (1999) The rainbow connection: the internet and the Singapore gay community (Singapore: KangCuBine Publishing).",
            "cites": null
        },
        {
            "id": 6025167,
            "title": "The rise of the creative class: and how it’s transforming work, leisure, community and everyday life",
            "authors": [],
            "date": "2002",
            "doi": "10.2307/3552294",
            "raw": "Florida, R.L. (2002) The rise of the creative class: and how it’s transforming work, leisure, community and everyday life (New York: Basic Books).",
            "cites": null
        },
        {
            "id": 6025253,
            "title": "Theater and the Politics of Culture in Contemporary Singapore (Middletown:",
            "authors": [],
            "date": "2001",
            "doi": "10.1017/s0040557403250079",
            "raw": "Peterson, W. (2001) Theater and the Politics of Culture in Contemporary Singapore (Middletown: Wesleyan University Press).",
            "cites": null
        },
        {
            "id": 6025189,
            "title": "This alien legacy: the origins of ‘sodomy’ laws in British colonialism (New York: Human Rights Watch).",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Human Rights Watch (2008) This alien legacy: the origins of ‘sodomy’ laws in British colonialism (New York: Human Rights Watch).",
            "cites": null
        },
        {
            "id": 6025241,
            "title": "Tolerance Can Help Countries to Achieve Prosperity’, The Financial Times,",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Noland, M. (2004) ‘Tolerance Can Help Countries to Achieve Prosperity’, The Financial Times, 19 Aug., p. 17.",
            "cites": null
        },
        {
            "id": 6025174,
            "title": "Transforming Singapore: Prime Minister Goh Chok Tong’s National Day Rally",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Goh, C.T. (2000) Transforming Singapore: Prime Minister Goh Chok Tong’s National Day Rally 2000 speech in English. Media Division, Ministry of Information and the Arts, Government of Singapore [cited 2 Nov. 2004], available at www.gov.sg/nd/ND00.htm.",
            "cites": null
        },
        {
            "id": 6025291,
            "title": "Trevvy is not about changing the world. It’s about being who you are.",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011) Trevvy is not about changing the world. It’s about being who you are.",
            "cites": null
        },
        {
            "id": 6025219,
            "title": "Walking the tightrope: the role of Action for AIDS in the provision of social services in Singapore’,",
            "authors": [],
            "date": "1995",
            "doi": "10.1300/j041v03n03_02",
            "raw": "Leong, L.W.-T. (1995) ‘Walking the tightrope: the role of Action for AIDS in the provision of social services in Singapore’, Journal of Gay and Lesbian Social Services 3 (3), pp. 11–30.",
            "cites": null
        },
        {
            "id": 6025134,
            "title": "What fewer babies may mean for SAF planners’, The Straits Times,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Boey, D. (2003) ‘What fewer babies may mean for SAF planners’, The Straits Times, 17 Dec.",
            "cites": null
        },
        {
            "id": 6025224,
            "title": "Where love dares (not) speak its name: the expression of homosexuality in Singapore’,",
            "authors": [],
            "date": "2004",
            "doi": "10.1080/0042098042000243147",
            "raw": "Lim, K.F. (2004) ‘Where love dares (not) speak its name: the expression of homosexuality in Singapore’, Urban Studies 41 (9), pp. 1759–88.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/13120157.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/13120157"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/13120157/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/13120157/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/13120157"
        }
    ],
    "abstract": "",
    "tags": [
        "HRDS",
        "HIS",
        "LAW",
        "POL",
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "oai": "oai:sas-space.sas.ac.uk:4809",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "99",
        "openDoarId": 0,
        "name": "SAS-SPACE",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 13120157,
        "depositedDate": null,
        "publishedDate": "2013-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-18T02:20:36+00:00",
        "acceptedDate": null,
        "createdDate": "2013-08-19T12:01:11+01:00"
    },
    "urls": [
        "https://sas-space.sas.ac.uk/4809/1/08Obendorf.pdf"
    ],
    "lastUpdate": "2024-02-18T02:20:36+00:00",
    "setSpecs": []
}