{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2016-11-21T19:11:09+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71347766.pdf",
    "fullText": "A Global GazeLESBIAN, GAY, BISEXUAL,TRANSGENDER AND INTERSEXGRANTMAKING IN THE GLOBALSOUTH AND EAST (2007)CONTENTS1 Introduction2 Key Findings: LGBTI Grantmakingin the Global South and East5 Methodology6 LGBTI Grantmaking Findings1 6 LGBTI Organizations Findings2 5 Appendix A: Glossary of Terms2 6 Appendix B: Detailed Methodology2 8 Appendix C: List of LGBTI GrantmakerRespondents (2007)3 0 Appendix D: List of LGBTINon-Governmental OrganizationalRespondents (2007)ACKNOWLEDGEMENTSAuthor: Robert EspinozaGrants Research: Nancy CunninghamDesign: RD DesignCover Illustration: “One Love.”© Yasmin HernandezPrinting: Enterprise PressFunders for Lesbian and Gay Issues expresslythanks the funders who made this research possible,notably the Arcus Foundation, Astraea LesbianFoundation for Justice and Dreilinden gGmbH.We also extend our thanks to the grantmakers andnon-governmental organizations that respondedto our requests for data, entrusting us with theirinformation and allowing a closer look into therealities of their sectors. Finally, a special thanks toSteven Lawrence at the Foundation Center forreviewing this report.FUNDERS FOR LESBIAN ANDGAY ISSUES STAFFRobert EspinozaDirector of Research and CommunicationsKim FordOperations ManagerEllen GurzinskyProgram DirectorKaren ZelermyerExecutive Director© 2008 Funders for Lesbian and Gay IssuesMISSIONFunders for Lesbian and GayIssues seeks equality andrights for lesbian, gay, bisexual,transgender and queerindividuals and communitiesby mobilizing philanthropicresources that advance racial,economic and gender justice.www.lgbtfunders.org41A GLOBAL GAZEIntroductionOne of the joys of our research is the moment it reveals an upsurge in foundation giving to lesbian, gay,bisexual, transgender and intersex (LGBTI) communities.A year ago, when Funders for Lesbian and Gay Issues released the first version of this report, numerousgrantmakers and NGOs around the world enthusiastically welcomed the contribution to the field. From foundationbriefings to presentations at international conferences, we spoke with grantmakers across the spectrum abouthow to best support LGBTI communities throughout the Global South and East. And as this second version ofA Global Gaze now reveals, grantmakers responded—and philanthropic support to these communities multiplied.A GLOBAL GAZE: Lesbian, Gay, Bisexual, Transgender and Intersex Grantmaking in the Global South and East(Calendar Year 2007) takes a current snapshot of both grantmakers and NGOs working with LGBTI communitiesin the Global South and East. As noted in this study, total giving to LGBTI communities more than doubledbetween 2005 and 2007, from US $10.5 million in 2005 to US $26.2 million in 2007. Similarly, the number ofgrants awarded by funders to these communities grew from 328 to 451.Yet support for these communities comes from only 40 funders worldwide—the same number as in 2005.And, as the findings on organizations reveal, half of the 163 LGBTI groups working in the Global South and Eastdid not receive any foundation support in 2007. Despite their valuable work across countries, populations,strategies and issues—and the multitude of confounding challenges they courageously address—these NGOstypically operate with small budgets and few to no paid staff members.It’s in this context that we hope this report serves to inform your work and to inspire continued and increasedgrantmaking to LGBTI communities worldwide.Sincerely,Karen ZelermyerExecutive DirectorNovember 20081 “Donors” includes private, public, bilateral and corporate funders, as well as non-governmental organizations with grantmakingfunctions. “Organizations” includes LGBTI organizations that address LGBTI issues as their core focus and organizations that addressLGBTI issues explicitly through programs or projects, but not as the core focus of the organization. These are groups based in the GlobalSouth and East or based in the Global North and working primarily at the international level.2 “LGBTI grantmakers” includes grantmakers that are focused exclusively on LGBTI issues and grantmakers that incorporate LGBTI givinginto their broader portfolios. Also, a handful of these LGBTI grantmakers—notably public foundations and NGOs—have regrantmakingfunctions that play a significant role in distributing funds to groups worldwide. See Appendix B for a listing of grantmakers withregranting functions.3 The 2005 figures in this section are taken from a previous version of A Global Gaze. See Funders for Lesbian and Gay Issues, A Global Gaze:Lesbian, Gay, Bisexual, Transgender and Intersex Grantmaking in the Global South and East (Calendar Year 2005) (New York, FLGI 2008).2 A GLOBAL GAZEKey Findings:LGBTI Grantmaking in theGlobal South and EastDONORS1\u0002 In 2007, 40 grantmakers from 18 countries awarded 451 grants to LGBTI organizations and projects workingin the Global South and East, reaching 79 countries and regions. In total, these grantmakers awarded US$26,201,336, including US $2,341,760 earmarked for regranting purposes.2\u0002 Between 2005 and 2007, total giving and total grants to LGBTI efforts in the Global South and East increasedby 128 percent and 38 percent, respectively; however, the number of funders remained the same at 40.3\u0002 Private funders provided half of all dollars in 2007 to organizations working with LGBTI populationsin the Global South and East, while public funders (and other intermediaries) provided nearly three-fourthsof all grants.\u0002 The top 10 funders of LGBTI giving in the Global South and East in 2007, by total giving, were responsiblefor 88 percent of total giving. Similarly, the top 10 funders by total grants were responsible for 67 percent oftotal grants.\u0002 The five largest grants ($1 million+ each) account for 32 percent of total dollars awarded to LGBTI efforts inthe Global South and East. The 26 largest grants ($250,000+ each) account for 63 percent of total dollars.4 Some of these NGOs are based in the Global North yet devote significant resources, including office space and staff members, tocountries in the Global South and East.5 The majority of dollars that originated and were distributed in South Africa came from The Atlantic Philanthropies.6 Grants to groups dealing with “MSM” and “gay men”were tracked separately. Groups explicitly addressing “gay men” received a muchhigher proportion of the total giving than those addressing “MSM.”4A GLOBAL GAZE\u0002 The majority of grants to LGBTI efforts in the Global South and East in 2007 were for project support(65 percent) and for one-year durations (89 percent).\u0002 North America andWestern Europe provided nearly every dollar (96 percent) to LGBTI efforts in 2007.\u0002 LGBTI groups based in the Global North and working at the international level received 38 percent of allLGBTI dollars awarded in 2007—similar to in 2005.4\u0002 LGBTI efforts in Latin America received the most grants, while efforts in Sub-Saharan Africa, Western Europe,North America and Latin America received the most dollars.5\u0002 South Africa, the USA, Sweden and Belgium received more than half of the total dollars awarded to LGBTIefforts in the Global South and East; the USA and South Africa also received the largest number of grants.\u0002 Nearly one in four dollars (23 percent) awarded to LGBTI efforts in the Global South and East were fororganizations and projects dealing with HIV/AIDS among LGBTI (and the general) populations.\u0002 In 2007, LGBTI funders of the Global South and East awarded the most dollars to strategies such aslitigation/policy reform, capacity building/technical assistance, and leadership development—and the least,in regards to funding by population, to intersex people, youth and men who have sex with men.63A GLOBAL GAZELGBTI efforts in Latin America received the mostgrants, while efforts in Sub-Saharan Africa,Western Europe, North America and Latin Americareceived the most dollars.4 A GLOBAL GAZEORGANIZATIONS7\u0002 163 LGBTI organizations and projects from 61 countries and regions working in the Global South and Eastresponded to this questionnaire in 2007—the majority of these groups work at the national and local levels.These include NGOs and projects based in the Global South and East, as well as NGOs based in the GlobalNorth working at the international level.\u0002 Similar to 2005, Latin American housed nearly half of the LGBTI organizations and projects that respondedto this survey.\u0002 While a majority of organizations report working with a variety of populations, LGBTI and others, 64 percentare focusing efforts on addressing the general public.\u0002 The strategies most frequently cited by LGBTI groups were advocacy/public policy, conferences/seminars,and community organizing while the most cited issues were human rights, homophobia and gender identity.\u0002 The majority of LGBTI organizations that completed this questionnaire were founded between 2000 and 2007.\u0002 LGBTI efforts in the Global South and East tend to be either national or local in focus, exist on annualbudgets of US $50,000 or less and operate with few to no paid staff members.\u0002 Half of the LGBTI organizations and projects that responded to this study did not receive any foundationor individual support for their organizations; even less received support from government and corporatesources.7 Findings on organizations should be read with caution. Because of some limitations, it is possible that they do not fully representthe universe of LGBTI organizations and projects in the Global South and East. See Appendix B for a detailed methodology.LGBTI efforts in the Global South and East tendto be either national or local in focus,exist on annual budgets of US $50,000 or less andoperate with few to no paid staff members.A GLOBAL GAZEMethodologyTO DEPICT LGBTI GRANTMAKING AND LGBTI NON-GOVERNMENTAL ORGANIZATIONS (NGOS) WORKINGIN THE GLOBAL SOUTH AND EAST, THIS REPORT INCLUDES:\u0002 Grantmaking data from funders that support LGBTI NGOs and projects based in the Global South and East,as well as LGBTI organizations based in the Global North working at the international level; and\u0002 Organizational data from LGBTI NGOs and projects based in the Global South and East, as well as LGBTIorganizations based in the Global North working at the international level.RESEARCHACTIVITY DESCRIPTION SUBJECTSTOTALRESPONDENTSGrantsAnalysisPurposive sampling of LGBTI funders.Grants data was collected throughself-reporting, a review of 990s, annualreports and online research.Funders that support LGBTI NGOs andprojects based in the Global South andEast, as well as LGBTI organizationsbased in the Global North working atthe international level. To qualify for thisreport, funders must have provided atleast US $1,000 to eligible LGBTI NGOsin 2007.40funders8OnlineQuestionnaire19-item questionnaire administeredonline, distributed through email inEnglish and Spanish. The data was collectedbetween May 29, 2008 and July 18, 2008.Respondents were asked to respond toquestions based on calendar year 2007.LGBTI NGOs and projects based in theGlobal South and East, as well as LGBTIorganizations based in the Global Northworking at the international level.9163organizations58 Seven sectors were researched, including bilateral agencies, multilateral agencies, corporate foundations, private foundations, publicfoundations, individual donors and NGOs with funding mechanisms. Requests for information were sent to 119 potential LGBTIgrantmakers; 65 responded and 40 were included in the data. For a detailed methodology, see Appendix B.9 Some of these NGOs are based in the Global North yet devote significant resources, including office space and staff members, tocountries in the Global South and East.LGBTI Grantmaking Findings10 “LGBTI grantmakers” includes grantmakers that are focused exclusively on LGBTI issues and grantmakers that incorporate LGBTI givinginto their broader portfolios. Also, a handful of these LGBTI grantmakers—notably public foundations and NGOs—have regrantmakingfunctions that play a significant role in distributing funds to groups worldwide. See Appendix B for a listing of grantmakers withregranting functions.11 See Appendix B for a detailed methodology.12 The nine “new” funders in 2007 are: Arcus Foundation, Barry & Martin’s Trust, Dreilinden gGmbH, Elton John AIDS Foundation, FrontLine, Fundacion Triangulo, ILGA Europe, New Israel Fund and XminusY Solidarity Funds. The nine funders that dropped off from the2005 list are: Australian Federation of AIDS Organizations, Centre for Culture & Leisure (COC) Netherlands, David Bohnett Foundation,Ise Bosche, Kevin J. Mossier Foundation, Netherlands Catholic Organization for Relief and Development (Cordaid), Oak Philanthropy Ltd,Olof Palme International Grants and Overbrook Foundation.6 A GLOBAL GAZEOVERVIEW10IN 2007, 40 GRANTMAKERS FROM 18 COUNTRIES AWARDED 451 GRANTS TO LGBTI ORGANIZATIONS ANDPROJECTS IN THE GLOBAL SOUTH AND EAST, REACHING 79 COUNTRIES AND REGIONS. In total, these grantmakersawarded US $26,201,336, including US $2,341,760 earmarked for regranting.11TOTAL GIVING TO LGBTI ORGANIZATIONS AND PROJECTS IN THE GLOBAL SOUTH AND EAST INCREASED BY128 PERCENT BETWEEN 2005 AND 2007, from US $10.5 million in 2005 to US $23.9 million in 2007.TOTAL GRANTS TO LGBTI ORGANIZATIONS AND PROJECTS IN THE GLOBAL SOUTH AND EAST INCREASED BY38 PERCENT BETWEEN 2005 AND 2007, from 328 in 2005 to 451 in 2007.FORTY GRANTMAKERS PROVIDED DOLLARS TO LGBTI ORGANIZATIONS AND PROJECTS IN THE GLOBAL SOUTHAND EAST IN 2007 (THE SAME AS IN 2005). However, nine of the funders from 2005 were replaced by nine “new”funders in 2007.12PRIVATE FUNDERS (AND OTHER INTERMEDIARIES) PROVIDED HALF OF ALL DOLLARS IN 2007 TO ORGANIZATIONSWORKINGWITH LGBTI POPULATIONS IN THE GLOBAL SOUTH AND EAST. Public funders provided nearlythree-fourths of all grants.THE TOP 10 FUNDERS OF LGBTI GIVING IN THE GLOBAL SOUTH AND EAST IN 2007, BY TOTAL GIVING, WERERESPONSIBLE FOR 88 PERCENT OF TOTAL GIVING. Similarly, the top 10 funders by total grants were responsiblefor 67 percent of total grants.THE FIVE LARGEST GRANTS ($1MILLION+ EACH) ACCOUNT FOR 32 PERCENT OF TOTAL DOLLARS AWARDEDTO LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST. The 26 largest grants ($250,000+ each) account for 63 percentof total dollars.47A GLOBAL GAZE13 These grants were received by NGOs and projects based in the Global South and East, as well as NGOs based in the Global Northworking at the international level. Also, some of these organizations are based in the Global North yet devote significant resources,including office space and staff members, to countries in the Global South and East.14 The majority of dollars that originated and were distributed in South Africa came from The Atlantic Philanthropies.15 Grants to groups dealing with “MSM” and “gay men”were tracked separately. Groups explicitly addressing “gay men” received a muchhigher proportion of the total giving than those addressing “MSM.”THE MAJORITY OF GRANTS TO LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST IN 2007WERE FOR PROJECTSUPPORT (65 PERCENT). General operating support accounted for 25 percent of LGBTI dollars in 2007.89 PERCENT OF GRANTS AND 45 PERCENT OF TOTAL GIVING PROVIDED TO LGBTI EFFORTS IN THE GLOBAL SOUTHAND EASTWERE FOR ONE-YEAR DURATIONS.GEOGRAPHIC LOCATION AND FOCUS13NORTH AMERICA ANDWESTERN EUROPE PROVIDED NEARLY EVERY DOLLAR (96 PERCENT) TO LGBTI EFFORTSIN 2007. Further, 85 percent of dollars awarded to LGBTI efforts in the Global South and East originated in fourcountries: (1) USA, (2) Netherlands, (3) Sweden and (4) Bermuda.LGBTI GROUPS BASED IN THE GLOBAL NORTH ANDWORKING AT THE INTERNATIONAL LEVEL RECEIVED38 PERCENT OF ALL LGBTI DOLLARS AWARDED IN 2007—SIMILAR TO IN 2005.LGBTI EFFORTS IN LATIN AMERICA RECEIVED THE MOST GRANTS, WHILE EFFORTS IN SUB-SAHARAN AFRICA,WESTERN EUROPE, NORTH AMERICA AND LATIN AMERICA RECEIVED THE MOST DOLLARS.14MORE THAN HALF (56 PERCENT) OF TOTAL GIVING AWARDED IN 2007 TO LGBTI EFFORTS IN THE GLOBAL SOUTHAND EASTWAS RECEIVED IN FOUR COUNTRIES: (1) SOUTH AFRICA, (2) USA, (3) SWEDEN AND (4) BELGIUM.The USA and South Africa also received the largest number of grants.STRATEGIES AND POPULATIONSTHE TOP FIVE STRATEGIES FUNDED, BY TOTAL GIVING, IN THE GLOBAL SOUTH AND EAST AMONG LGBTIORGANIZATIONS AND PROJECTS WERE (1) LITIGATION/POLICY REFORM, (2) CAPACITY BUILDING/TECHNICALASSISTANCE, (3) LEADERSHIP DEVELOPMENT, (4) ADVOCACY (INTERNATIONAL LEVEL) AND (5) ADVOCACY(NATIONAL LEVEL).NEARLY ONE IN FOUR DOLLARS (23 PERCENT) AWARDEDTO LGBTI EFFORTS IN THE GLOBAL SOUTH AND EASTWEREFOR ORGANIZATIONS AND PROJECTS DEALINGWITH HIV/AIDS AMONG LGBTI (AND THE GENERAL) POPULATIONS.THE LEAST FUNDED POPULATIONS, BY TOTAL GIVING, IN THE GLOBAL SOUTH AND EAST AMONG LGBTIORGANIZATIONS AND PROJECTS WERE INTERSEX, YOUTH AND MENWHO HAVE SEXWITH MEN.158 A GLOBAL GAZEOF THE US $26.2 MILLION (INCLUDING REGRANTING FIGURES) AWARDED TO LGBTI EFFORTS IN THE GLOBALSOUTH AND EAST, PRIVATE FUNDERS PROVIDED HALF OF ALL DOLLARS IN 2007 TO ORGANIZATIONSWORKINGWITH LGBTI POPULATIONS IN THE GLOBAL SOUTH AND EAST, WHILE PUBLIC FUNDERS PROVIDED NEARLYTHREE-FOURTHS OF ALL GRANTS.OF THE US $23.9 MILLION (EXCLUDING REGRANTING FIGURES) AWARDED TO LGBTI EFFORTS IN THE GLOBALSOUTH AND EAST, THE MAJORITY OF GRANTS TO LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST IN 2007WEREFOR PROJECT SUPPORT (65 PERCENT). GENERAL OPERATING SUPPORT ACCOUNTED FOR 25 PERCENT OF LGBTIDOLLARS IN 2007.Private ($13,331,822; 81 grants)Public ($8,287,091; 328 grants)Bilateral ($4,131,493; 16 grants)NGOs ($390,930; 23 grants)Corporate ($60,000; 3 grants)50.9%31.6%15.8%1.5% 0.2%Project ($17,313,397; 293 grants)General Operating ($6,501,379; 145 grants)Regranting ($2,341,760; 12 grants)Unspecified ($44,800; 1 grant)66.1%24.8%8.9%0.2%ORIGIN OF LGBTI DOLLARSBENEFITING THE GLOBAL SOUTH AND EASTBY FUNDING SECTOR, 2007DISTRIBUTION OF LGBTI DOLLARSBENEFITING THE GLOBAL SOUTH AND EASTBY TYPE OF SUPPORT, 200716 “LGBTI grantmakers” includes grantmakers that are focused exclusively on LGBTI issues and grantmakers that incorporate LGBTI giving intotheir broader portfolios. Also, a handful of these LGBTI grantmakers—notably public foundations and NGOs—have regrantmaking functionsthat play a significant role in distributing funds to groups worldwide. See Appendix B for a listing of grantmakers with regranting functions.49A GLOBAL GAZETHE TOP 10 FUNDERS OF LGBTI GIVING IN THE GLOBAL SOUTH AND EAST IN 2007, BY TOTAL GIVING,WERE RESPONSIBLE FOR 88 PERCENT OF TOTAL GIVING.WHILE THE TOP 10 FUNDERS OF LGBTI GIVING,BY TOTAL GRANTS, WERE RESPONSIBLE FOR 67 PERCENT OF TOTAL GRANTS.16TOP 10 GRANTMAKERS OF LGBTI ISSUES, BY TOTAL GIVING, GLOBAL SOUTH AND EAST, 2007Humanist Institute for Cooperation with Developing Countries (Hivos) Netherlands $4,814,890 1Swedish International Development Agency (Sida) Sweden 4,131,493 8The Atlantic Philanthropies Bermuda 4,074,518 5Anonymous United States 3,400,000 2Ford Foundation United States 1,941,260 10Open Society Institute & Soros Foundations United States 1,014,058 4Arcus Foundation United States 1,115,645 –Sigrid Rausing Trust United Kingdom 853,000 6Elton John AIDS Foundation England 775,660 –Dreilinden gGmbh Germany 727,500 –Total RankName Country Giving (USD) (2005)TOP 10 LGBTI GRANTMAKERS, BY TOTAL GRANTS, GLOBAL SOUTH AND EAST, 2007Astraea Lesbian Foundation for Justice United States 98 1Humanist Institute for Cooperation with Developing Countries (Hivos) Netherlands 57 2Global Fund for Women United States 35 3Open Society Institute and Soros Foundations United States 23 4ILGA Europe Belgium 17 –Anonymous United States 16 8Swedish International Development Agency (Sida) Sweden 16 6Mama Cash Netherlands 15 5Angela Borba Fund Brazil 13 –Central AmericanWomen’s Fund Nicaragua 12 –Total RankName Country Grants (2005)10 A GLOBAL GAZEOF THE US $26.2 MILLION (INCLUDING REGRANTING FIGURES) AWARDED TO LGBTI EFFORTS IN THE GLOBALSOUTH AND EAST, NORTH AMERICA ANDWESTERN EUROPE PROVIDED NEARLY EVERY DOLLAR (96 PERCENT)TO LGBTI EFFORTS IN 2007.OF THE US $23.9 MILLION (EXCLUDING REGRANTING FIGURES) AWARDED TO LGBTI EFFORTS IN THE GLOBALSOUTH AND EAST, LGBTI ORGANIZATIONS AND PROJECTS BASED IN SUB-SAHARAN AFRICA, WESTERN EUROPE,NORTH AMERICA AND LATIN AMERICA RECEIVED THE MOST DOLLARS, RESPECTIVELY, IN 2007, WHILE LGBTIORGANIZATIONS AND PROJECTS BASED IN LATIN AMERICA RECEIVED THE MOST GRANTS.North America ($12,842,598; 243 grants)Western Europe ($12,513,538; 151 grants)CEE/CIS ($743,440; 14 grants)Latin America ($88,988; 40 grants)Sub-Saharan Africa ($12,772; 3 grants)48.2%48.2%2.8% 0.2%0.6%Sub-Saharan Africa ($6,863,683; 71 grants)Western Europe ($5,020,910; 16 grants)North America ($4,117,759; 51 grants)Latin America ($3,119,936' 128 grants)CEE/CIS ($2,106,160; 86 grants)South Asia ($921,248 ; 31 grants)Southeast Asia ($549,250; 16 grants)Middle East/North Africa ($526,152; 22 grants)East Asia ($405,866; 12 grants)No region attached ($219,888; 2 grants)Caribbean ($8,722; 4 grants)28.8%21.0%13.1%8.8%17.3%2.2%0.1%0.8%1.7%2.3%3.9%ORIGIN OF LGBTI DOLLARSBENEFITING THE GLOBAL SOUTH AND EASTBY REGION, 2007DISTRIBUTION OF LGBTI DOLLARSBENEFITING THE GLOBAL SOUTH AND EASTBY REGION, 2007411A GLOBAL GAZE17 Based on US $26.2 million, which includes regranting figures.ORIGIN OF LGBTI DOLLARS BENEFITING THE GLOBAL SOUTH AND EASTBY COUNTRY, BY TOTAL GIVING, 200717IN 2007, GRANTMAKERS BASED IN 18 COUNTRIES PROVIDED DOLLARS TO LGBTI EFFORTS IN THE GLOBAL SOUTHAND EAST. 85 PERCENT OF DOLLARS AWARDED TO LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST ORIGINATEDIN FOUR COUNTRIES: (1) USA, (2) NETHERLANDS, (3) SWEDEN AND (4) BERMUDA.USA North America $8,768,080 33.5% 236 52.3%Netherlands Western Europe 5,046,230 19.4 78 17.3Sweden Western Europe 4,342,156 16.6 22 4.9Bermuda North America 4,074,518 15.6 7 1.6UK Western Europe 1,679,240 6.4 12 2.7Germany Western Europe 748,602 2.9 8 1.8Hungary CEE/CIS 665,417 2.5 4 0.9Spain Western Europe 476,250 1.8 11 2.4Belgium Western Europe 180,267 0.7 17 3.8Kazakhstan CEE/CIS 65,922 0.3 6 1.3Mexico Latin America 38,174 0.2 9 2.0Nicaragua Latin America 30,907 0.1 12 2.7Ireland Western Europe 20,793 0.1 2 0.4Norway Western Europe 20,000 0.1 1 0.2Brazil Latin America 16,501 0.1 13 2.9Kenya Sub-Saharan Africa 12,772 0.1 3 0.7Serbia CEE/CIS 12,101 0.1 4 0.9Chile Latin America 3,406 0.0 6 1.3Total % Total Total % TotalCountry Region Giving (USD) Dollars Grants12 A GLOBAL GAZE18 Based on $23.9 million, which excludes regranting figures.LGBTI EFFORTS IN 79 COUNTRIES AND REGIONSWORKING IN THE GLOBAL SOUTH AND EAST RECEIVED GRANTSIN 2007. MORE THAN HALF (56 PERCENT) OF TOTAL GIVING AWARDED TO LGBTI EFFORTS IN THE GLOBALSOUTH AND EASTWAS RECEIVED IN FOUR COUNTRIES: (1) SOUTH AFRICA, (2) USA, (3) SWEDEN AND (4) BELGIUM.THE USA AND SOUTH AFRICA ALSO RECEIVED THE LARGEST NUMBER OF GRANTS.DISTRIBUTION OF LGBTI DOLLARS BENEFITING THE GLOBAL SOUTH AND EASTBY COUNTRY, BY TOTAL GIVING, 200718South Africa Sub-Saharan Africa $5,244,180 22.0% 38 8.7%USA North America 3,618,759 15.2 47 10.7Sweden Western Europe 2,550,000 10.7 2 0.5Belgium Western Europe 2,056,000 8.6 7 1.6Peru Latin America 1,372,230 5.8 10 2.3Kenya Sub-Saharan Africa 729,269 3.1 6 1.4Argentina Latin America 683,021 2.9 20 4.6Canada North America 499,000 2.1 4 0.9Serbia CEE/CIS 448,458 1.9 12 2.7India South Asia 445,515 1.9 20 4.6Indonesia Southeast Asia 441,000 1.9 10 2.3Ukraine CEE/CIS 411,466 1.7 4 0.9China East Asia 404,866 1.7 11 2.5Poland CEE/CIS 304,134 1.3 8 1.8Namibia Sub-Saharan Africa 290,000 1.2 2 0.5Sri Lanka South Asia 244,505 1.0 5 1.1Zimbabwe Sub-Saharan Africa 232,000 1.0 3 0.7Ecuador Latin America 225,219 0.9 7 1.6Switzerland Western Europe 225,000 0.9 2 0.5Israel Middle East/North Africa 213,902 0.9 17 3.9Nepal South Asia 207,228 0.9 5 1.1Egypt Middle East/ North Africa 200,000 0.8 1 0.2Total % Total Total % TotalCountry Region Giving (USD) Dollars Grants Grants413A GLOBAL GAZECONTINUED: DISTRIBUTION OF LGBTI DOLLARS BENEFITING THE GLOBAL SOUTH AND EASTBY COUNTRY, BY TOTAL GIVING, 2007Worldwide N/A $200,000 0.8% 1 0.2%Moldova CEE/CIS 185,978 0.8 5 1.1Malawi Sub-Saharan Africa 170,000 0.7 2 0.5Romania CEE/CIS 152,700 0.6 2 0.5Bolivia Latin America 128,383 0.5 5 1.1Serbia and Montenegro CEE/CIS 114,983 0.5 10 2.3Colombia Latin America 112,193 0.5 8 1.8Honduras Latin America 111,107 0.5 10 2.3Croatia CEE/CIS 108,725 0.5 11 2.5England Western Europe 100,000 0.4 1 0.2Macedonia/Republic of Macedonia CEE/CIS 94,775 0.4 3 0.7Unspecified N/A 94,238 0.4 4 0.9Mexico Latin America 88,174 0.4 14 3.2Germany Western Europe 82,170 0.3 3 0.7Vietnam Southeast Asia 75,500 0.3 1 0.2Chile Latin America 75,398 0.3 16 3.6Brazil Latin America 67,991 0.3 18 4.1Kosovo CEE/CIS 66,800 0.3 2 0.5Kazakhstan CEE/CIS 65,922 0.3 6 1.4Uganda Sub-Saharan Africa 61,500 0.3 9 2.1Nicaragua Latin America 58,588 0.3 8 1.8Panama Latin America 55,282 0.2 2 0.5Lebanon Middle East/ North Africa 50,000 0.2 2 0.5Turkey Middle East/ North Africa 47,250 0.2 1 0.2Africa-wide Sub-Saharan Africa 37,500 0.2 1 0.2Bosnia and Herzegovina CEE/CIS 34,000 0.1 3 0.7El Salvador Latin America 32,500 0.1 2 0.5Pakistan South Asia 30,000 0.1 1 0.2Total % Total Total % TotalCountry Region Giving (USD) Dollars Grants Grants14 A GLOBAL GAZERussian Federation CEE/CIS $22,850 0.1% 3 0.7%Mozambique Sub-Saharan Africa 22,500 0.1 1 0.2Ghana Sub-Saharan Africa 21,190 0.1 3 0.7Botswana Sub-Saharan Africa 20,000 0.1 1 0.3Slovenia CEE/CIS 19,820 0.1 4 0.9Czech Republic CEE/CIS 19,616 0.1 2 0.5Guatemala Latin America 15,000 0.1 1 0.3Morocco Middle East/North Africa 15,000 0.1 1 0.3Philippines Southeast Asia 15,000 0.1 2 0.5Sierra Leone Sub-Saharan Africa 15,000 0.1 2 0.5Paraguay Latin America 14,500 0.1 2 0.5Georgia CEE/CIS 14,425 0.1 2 0.5Nigeria Sub-Saharan Africa 13,000 0.1 2 0.5Democratic Republic of Congo Sub-Saharan Africa 10,500 0.0 1 0.3Bulgaria CEE/CIS 8,500 0.0 3 0.7Hungary CEE/CIS 7,850 0.0 1 0.3Latvia CEE/CIS 7,850 0.0 1 0.3Cameroon Sub-Saharan Africa 7,750 0.0 2 0.5Portugal Western Europe 7,740 0.0 1 0.3Malta CEE/CIS 7,458 0.0 1 0.3Jamaica Caribbean 6,250 0.0 2 0.5Turkmenistan CEE/CIS 5,000 0.0 1 0.3Lithuania CEE/CIS 4,000 0.0 1 0.3Republic of Mauritius South Asia 3,000 0.0 1 0.3Dominican Republic Caribbean 2,472 0.0 2 0.5Guyana Latin America 2,046 0.0 1 0.3Costa Rica Latin America 2,000 0.0 1 0.3Taiwan East Asia 1,000 0.0 1 0.3Kyrgyzstan CEE/CIS 850 0.0 1 0.3Total % Total Total % TotalCountry Region Giving (USD) Dollars Grants GrantsCONTINUED: DISTRIBUTION OF LGBTI DOLLARS BENEFITING THE GLOBAL SOUTH AND EASTBY COUNTRY, BY TOTAL GIVING, 200719 Figures reflect the “primary population” that was funded by the grant. Secondary populations funded by the grants are not reflected inthese figures. Based on US $26.2 million, which includes regranting figures.20 Multiple responses were allowed. Grants to groups dealing with “MSM” and “gay men”were tracked separately. Groups explicitlyaddressing “gay men” received a much higher proportion of the total giving than those addressing “MSM.” Based on US $23.9 million,which excludes regranting figures.415A GLOBAL GAZEPopulation Total Giving (USD) Total GrantsTOP 10 LGBTI STRATEGIES FUNDED, BY TOTAL GIVING, GLOBAL SOUTH AND EAST, 200719THE LEAST FUNDED POPULATIONS, BY TOTAL DOLLARS, IN THE GLOBAL SOUTH AND EAST AMONGLGBTI ORGANIZATIONS AND PROJECTS WERE INTERSEX, YOUTH AND MENWHO HAVE SEXWITH MEN (MSM).DISTRIBUTION OF LGBTI DOLLARS, BY POPULATION, GLOBAL SOUTH AND EAST, 2007201 Litigation/Policy Reform $3,708,6102 Capacity Building/Technical Assistance 2,965,5733 Leadership Development 2,728,8584 Advocacy (International Level) 2,330,5995 Advocacy (National Level) 1,631,5416 Research and Publications 1,528,4447 Direct Services 1,341,9608 Advocacy (Local Level) 1,339,5069 Advocacy (Regional Level) 980,56510 Documentation and Reporting 901,991Transgender $21,763,275 297Bisexual 21,341,367 281Lesbians 20,845,698 392Gay Men 20,260,201 228LGBTI, General 19,036,890 224MSM 1,138,037 15Youth 421,532 18Intersex 133,159 2Strategy Total Giving (USD)GEOGRAPHIC LOCATION AND FOCUS163 LGBTI ORGANIZATIONS AND PROJECTS FROM 61 COUNTRIES AND REGIONSWORKING IN THE GLOBAL SOUTHAND EAST RESPONDED TO THIS QUESTIONNAIRE IN 2007. Argentina and Mexico had the most organizations.LATIN AMERICA HOUSED NEARLY HALF (44 PERCENT) OF THE LGBTI ORGANIZATIONS THAT RESPONDED TO THISSURVEY. TheMiddle East/North Africa, East-Central Asia, and Australia and Oceania had the least LGBTI organizations.NEARLY HALF (45 PERCENT) OF THE LGBTI EFFORTS IN THE GLOBAL SOUTH AND EASTWORKED AT THE NATIONALLEVEL WHILE ONE-THIRD (33 PERCENT) WORKED AT THE LOCAL LEVEL. Fewer organizations focused their work atthe regional (13 percent) and international (7 percent) levels.22POPULATION FOCUSTHEMAJORITY OF LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST FOCUS EXPLICITLY ON THE ENTIRE GROUPINGOF LGBTI PEOPLE. Other organizations reported explicitly focusing on sub-groups such as lesbians, transgender andgender-non-conforming people, men who have sex with men (MSM), gay men, bisexuals and other sexual minorities.16 A GLOBAL GAZELGBTI OrganizationsFindings2121 Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizations based in the Global Northworking at the international level. Multiple responses allowed. Some of these NGOS devote significant resources, including officespace and staff members, to countries in the Global South and East.22 Multiple responses allowed.NUMBER OF ORGANIZATIONS 163NUMBER OF COUNTRIES 61MEDIAN NUMBER OF PAID STAFF 2MEDIAN NUMBER OF VOLUNTEERS 10MEDIAN NUMBER OF MEMBERS 20SUMMARY STATISTICS FORLGBTI ORGANIZATIONS AND PROJECTS,GLOBAL SOUTH AND EAST, 2007417A GLOBAL GAZE23 Because most LGBTI groups report having few to no paid staff members, the 1,557 total staff members are concentrated within a smallportion of the 163 NGOs.A MAJORITY (64 PERCENT) OF LGBTI ORGANIZATIONS AND PROJECTSWORKING IN THE GLOBAL SOUTHAND EAST REPORTED NOT HAVING ANY EXPLICIT FOCUSES ON SPECIFIC AGE GROUPS. In contrast, 19 percentof groups explicitly address children and youth while 9 percent explicitly address elders/senior citizens.A MAJORITY (64 PERCENT) OF LGBTI ORGANIZATIONS AND PROJECTSWORKING IN THE GLOBAL SOUTHAND EAST REPORT FOCUSING EFFORTS ON THE GENERAL PUBLIC. The populations that were least addressedwere people with disabilities (8%), the incarcerated/formerly incarcerated (7%), immigrants/newcomers/refugees (6%); and military/veterans (1%).ORGANIZATIONAL STRATEGIES AND ISSUESWhile many organizations reported employing a variety of strategies, the five most frequently cited strategiesused by LGBTI efforts in the Global South and East were (1) ADVOCACY/PUBLIC POLICY, (2) CONFERENCES/SEMINARS, (3) COMMUNITY ORGANIZING, (4) RESEARCH AND (5) ALLY/SOLIDARITY BUILDING. The least citedstrategy was philanthropy/grantmaking.Many organizations reported working on a variety of issues, but the five most frequently cited issues prioritizedby LGBTI efforts in the Global South and East were (1) HUMAN RIGHTS, (2) HOMOPHOBIA, (3) GENDER IDENTITY,(4) COMMUNITY BUILDING / EMPOWERMENT AND (5) HIV/AIDS. The least cited issue was philanthropy.ORGANIZATIONAL CHARACTERISITICSTHE MAJORITY (62 PERCENT) OF LGBTI EFFORTS IN THE GLOBAL SOUTH AND EASTWERE FOUNDED BETWEEN2000 AND 2007. Additionally, 37 groups were founded between 1990 and 1999, eight groups before 1980,and seven between 1980 and 1989.STAFFING, VOLUNTEERS AND MEMBERSTHE MAJORITY (67 PERCENT) OF LGBTI EFFORTS IN THE GLOBAL SOUTH OPERATEWITH FIVE PAID STAFF MEMBERSOR LESS; OF THESE GROUPS, 35 PERCENT HAVE NO PAID STAFF MEMBERS.THE MEDIAN NUMBER of paid staff members is two.The median number of volunteers is 10.The median number of organizational members is 20.IN TOTAL, the LGBTI organizations and projects working in the Global South and East that responded to thissurvey employ 1,557 staff members, manage 6,578 volunteers and represent 126,734 members.2318 A GLOBAL GAZE24 Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizations based in the Global Northworking at the international level.Latin America (72 organizations)Sub-Saharan Africa (18 organizations)South Asia (18 organizations)CEE/CIS (16 organizations)Southeast Asia (12 organizations)Western Europe (7 organizations)East Asia (6 organizations)Caribbean ( 5 organizations)North America (3 organizations)Middle East/North Africa (3 organizations)East-Central Asia (2 organizations)Australia & Oceania (2 organizations)0 10 20 30 40 5044.2%11.0%11.0%9.8%7.4%4.3%3.7%3.1%1.8%1.8%1.2%1.2%LATIN AMERICA HOUSED NEARLY HALF (44 PERCENT) OF THE LGBTI ORGANIZATIONS THAT RESPONDED TO THISSURVEY. THE MIDDLE EAST/NORTH AFRICA, EAST-CENTRAL ASIA, AND AUSTRALIA AND OCEANIA HAD THE LEASTLGBTI ORGANIZATIONS.REVENUE AND RESOURCESMORE THAN HALF (53 PERCENT) OF LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST OPERATE ON ANNUALBUDGETS OF US $50,000 OR LESS.HALF OF THE ORGANIZATIONS (51 PERCENT) THAT RESPONDED TO THIS SURVEY REPORTED NOT RECEIVINGANY REVENUE FROM FOUNDATIONS FOR THEIR CURRENT ANNUAL INCOMES. Of those groups that receivedfoundation support in 2007, the median amount of foundation support was US $15,000.MORE THAN HALF OF THE ORGANIZATIONS (53 PERCENT) THAT RESPONDED TO THIS SURVEY REPORTED NOTRECEIVING ANY REVENUE FROM INDIVIDUAL DONORS OR MEMBERS FOR THEIR CURRENT ANNUAL INCOMES.Of those groups that received support from individual donors/members in 2007, the median amount ofindividual support was US $2,000.MOST OF THE ORGANIZATIONS (81 PERCENT) THAT RESPONDED TO THIS SURVEY REPORTED NOT RECEIVINGANY REVENUE FROM GOVERNMENT SOURCES. Of those groups that received government support in 2007,the median amount of government support was US $7,800.NEARLY ALL OF THE ORGANIZATIONS (95 PERCENT) THAT RESPONDED TO THIS SURVEY REPORTED NOTRECEIVING ANY REVENUE FROM CORPORATE SOURCES. Of those groups that received corporate support in 2007,the median amount of corporate support was US $750.DISTRIBUTION BY REGION,LGBTI ORGANIZATIONSAND PROJECTS, GLOBAL SOUTHAND EAST, 200724419A GLOBAL GAZE25 Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizations based in the Global Northworking at the international level.LGBTI EFFORTS FROM 61 COUNTRIES AND REGIONSWORKING IN THE GLOBAL SOUTH AND EAST RESPONDEDTO THIS QUESTIONNAIRE IN 2007. ARGENTINA AND MEXICO HAD THE MOST ORGANIZATIONS.DISTRIBUTION BY COUNTRY, LGBTI ORGANIZATIONS AND PROJECTS, GLOBAL SOUTH AND EAST, 200725Argentina Latin America 14 8.6%México Latin America 14 8.6Philippines Southeast Asia 9 5.5Nepal South Asia 7 4.3Chile Latin America 6 3.7Colombia Latin America 6 3.7India South Asia 6 3.7Ukraine CEE/CIS 6 3.7Bolivia Latin America 5 3.1Brazil Latin America 5 3.1China East Asia 5 3.1Ecuador Latin America 5 3.1Serbia CEE/CIS 5 3.1South Africa Sub-Saharan Africa 5 3.1Perú Latin America 4 2.5Sri Lanka South Asia 3 1.8Uganda Sub-Saharan Africa 3 1.8Australia Australia & Oceanía 2 1.2Costa Rica Latin America 2 1.2España Western Europe 2 1.2Indonesia Southeast Asia 2 1.2Lebanon Middle East/North Africa 2 1.2Netherlands Western Europe 2 1.2Nicaragua Latin America 2 1.2Nigeria Sub-Saharan Africa 2 1.2Russia CEE/CIS 2 1.2Trinidad and Tobago Caribbean 2 1.2USA North America 2 1.2Number ofCountry Region Organizations %20 A GLOBAL GAZEVenezuela Latin America 2 1.2%Bangladesh South Asia 1 0.6Belgium Western Europe 1 0.6Belize Latin America 1 0.6Cameroon Sub-Saharan Africa 1 0.6Canada North America 1 0.6Croatia CEE/CIS 1 0.6Democratic Republic of Congo Sub-Saharan Africa 1 0.6España Galiza Western Europe 1 0.6Ghana Sub-Saharan Africa 1 0.6Grenada Caribbean 1 0.6Guatemala Latin America 1 0.6Guyana Latin America 1 0.6Honduras Latin America 1 0.6Israel Middle East/North Africa 1 0.6Japan East Asia 1 0.6Kenya Sub-Saharan Africa 1 0.6Kyrgyzstan East-Central Asia 1 0.6Lithuania CEE/CIS 1 0.6Mauritius Sub-Saharan Africa 1 0.6Mongolia East-Central Asia 1 0.6Pakistan South Asia 1 0.6Paraguay Latin America 1 0.6Poland CEE/CIS 1 0.6Puerto Rico Caribbean 1 0.6Republique Democratique du Congo Sub-Saharan Africa 1 0.6Saint Lucia Caribbean 1 0.6Sierra Leone Sub-Saharan Africa 1 0.6Suriname Latin America 1 0.6Thailand Southeast Asia 1 0.6United Kingdom Western Europe 1 0.6Uruguay Latin America 1 0.6Zimbabwe Sub-Saharan Africa 1 0.6Number ofCountry Region Organizations %CONTINUED: DISTRIBUTION BY COUNTRY, LGBTI ORGANIZATIONS AND PROJECTS, GLOBAL SOUTH AND EAST, 2007421A GLOBAL GAZETHE MAJORITY OF LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST FOCUS EXPLICITLY ON THE ENTIRE GROUPINGOF LGBTI PEOPLE. OTHER ORGANIZATIONS REPORTED EXPLICITLY FOCUSING ON SUB-GROUPS SUCH AS LESBIANS,TRANSGENDER AND GENDER-NON-CONFORMING PEOPLE, MENWHO HAVE SEXWITH MEN (MSM), GAY MEN,BISEXUALS AND OTHER SEXUAL MINORITIES.DISTRIBUTION BY LGBTI POPULATION, LGBTI ORGANIZATIONS AND PROJECTS,GLOBAL SOUTH AND EAST, 200726A MAJORITY (64 PERCENT) OF LGBTI ORGANIZATIONS AND PROJECTSWORKING IN THE GLOBAL SOUTH AND EASTREPORTED NOT HAVING ANY EXPLICIT FOCUSES ON SPECIFIC AGE GROUPS. IN CONTRAST, 19 PERCENT OF GROUPSEXPLICITLY ADDRESS CHILDREN AND YOUTHWHILE 9 PERCENT EXPLICITLY ADDRESS ELDERS/SENIOR CITIZENS.DISTRIBUTION BY AGE, LGBTI ORGANIZATIONS AND PROJECTS,GLOBAL SOUTH AND EAST, 200727LGBTI, General (102 organizations)Lesbians (60 organizations)Transgender/Gender Non-Conforming/Intersex (46 organizations)MSM (46 organizations)Gay Men (37 organizations)Bisexual (34 organizations)Other Sexual Minority (27 organizations)0 10 20 30 40 50 60 70 8062.6%36.9%28.2%28.2%22.7%20.9%16.6%No emphasis placed on age (105 organizations)Adults (60 organizations)Children and Youth (31 organizations)Aging/Elders/Senior Citizens (14 organizations)100 20 30 40 50 60 70 8064.4%36.8%19.0%8.6%26 Multiple responses allowed. Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizationsbased in the Global North working at the international level.27 Multiple responses allowed. Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizations basedin the Global North working at the international level.22 A GLOBAL GAZE28 Multiple responses allowed. Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizations basedin the Global North working at the international level.29 Multiple responses allowed. Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizations basedin the Global North working at the international level.DISTRIBUTION BY STRATEGY,LGBTI ORGANIZATIONSAND PROJECTS, GLOBAL SOUTHAND EAST, 200729DISTRIBUTION BYOTHER POPULATIONS,LGBTI ORGANIZATIONS ANDPROJECTS, GLOBAL SOUTHAND EAST, 200728A MAJORITY (64 PERCENT) OF LGBTI ORGANIZATIONS AND PROJECTSWORKING IN THE GLOBAL SOUTHAND EAST REPORT FOCUSING EFFORTS ON THE GENERAL PUBLIC. THE POPULATIONS THATWERE LEASTADDRESSEDWERE PEOPLE WITH DISABILITIES (8%), THE INCARCERATED/FORMERLY INCARCERATED (7%),IMMIGRANTS/NEWCOMERS/REFUGEES (6%); AND MILITARY/VETERANS (1%).WHILE MANY ORGANIZATIONS REPORTED EMPLOYING A VARIETY OF STRATEGIES, THE FIVE MOST FREQUENTLYCITED STRATEGIES USED BY LGBTI EFFORTS IN THE GLOBAL SOUTH AND EASTWERE (1) ADVOCACY/PUBLIC POLICY,(2) CONFERENCES/SEMINARS, (3) COMMUNITY ORGANIZING, (4) RESEARCH AND (5) ALLY/SOLIDARITY BUILDING.THE LEAST CITED STRATEGYWAS PHILANTHROPY/GRANTMAKING.General Public (104 organizations)People Living with HIV/AIDS (49 organizations)Poor/Economically Disadvantaged (41 organizations)Sex Workers (37 organizations)Other (30 organizations)People with Disabilities (13 organizations)Incarcerated/Formerly Incarcerated (11 organizations)Immigrants/Newcomers/Refugees (10 organizations)Military/Veterans (2 organizations)0 10 20 30 40 50 60 70 8063.8%30.1%25.2%22.7%18.4%8.0%6.7%6.1%1.2%Advocacy/Public Policy (124 organizations)Conferences/Seminars (119 organizations)Community Organizing (107 organizations)Research (89 organizations)Ally/Solidarity Building (88 organizations)Publications (87 organizations)Organizational Capacity Building (85 organizations)Leadership Development (84 organizations)Arts & Culture (theater, visual arts, literature, film festivals) (81 organizations)Public Education (80 organizations)Direct Service (77 organizations)Training/Technical Assistance (75 organizations)Electronic Media/Online services (65 organizations)Film/Video/Radio Production (49 organizations)Fundraising Event (47 organizations)Litigation (23 organizations)Other (22 organizations)Curriculum Development (21 organizations)Philanthropy/Grantmaking (11 organizations)0 10 20 30 40 50 60 70 8076.1%73.0%65.6%54.6%54.0%53.4%52.1%51.5%49.7%49.1%47.2%46.0%39.9%30.1%28.2%14.1%13.5%12.9%6.7%423A GLOBAL GAZE30 Multiple responses allowed. Includes LGBTI NGOs and projects based in the Global South and East, as well as LGBTI organizations basedin the Global North working at the international level.WHILE MANY ORGANIZATIONS REPORTEDWORKING ON A VARIETY OF ISSUES, THE FIVE MOST FREQUENTLYCITED ISSUES PRIORITIZED BY LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST WERE (1) HUMAN RIGHTS,(2) HOMOPHOBIA, (3) GENDER IDENTITY, (4) COMMUNITY BUILDING/EMPOWERMENT AND (5) HIV/AIDS.THE LEAST CITED ISSUEWAS PHILANTHROPY.DISTRIBUTION BY STRATEGY, LGBTI ORGANIZATIONS AND PROJECTS,GLOBAL SOUTH AND EAST, 200730Human Rights 137 84.0%Homophobia 123 75.5Gender Identity 119 73.0Community Building/Empowerment 106 65.0HIV/AIDS 106 65.0Civil Rights 102 62.6Community Services/Support Groups 99 60.7Gender Justice/Feminism 96 58.9Visibility 96 58.9Health 92 56.4Anti-Violence 84 51.5Transphobia 71 43.6Education Policy & Reform 51 31.3Marriage/Civil Unions 44 27.0Criminal Justice 27 16.6Economic Justice 27 16.6Labor/Employment 26 16.0Religion 25 15.3Peace Building/Conflict Resolution 24 14.7Racial Justice 19 11.7Anti-War 16 9.8Immigrant Rights 13 8.0Environmental Justice 11 6.7Housing 11 6.7Other 11 6.7Philanthropy 7 4.3Number ofIssue Organizations %24 A GLOBAL GAZEDISTRIBUTION BY YEAR FOUNDEDRANGE, LGBTI ORGANIZATIONSAND PROJECTS, GLOBAL SOUTHAND EAST, 2007THE MAJORITY (62 PERCENT) OF LGBTI EFFORTS IN THE GLOBAL SOUTH AND EASTWERE FOUNDED BETWEEN2000 AND 2007. ADDITIONALLY, 37 GROUPSWERE FOUNDED BETWEEN 1990 AND 1999, EIGHT GROUPS BEFORE1980, AND SEVEN BETWEEN 1980 AND 1989.DISTRIBUTION BY ANNUAL BUDGETRANGE, LGBTI ORGANIZATIONSAND PROJECTS, GLOBAL SOUTHAND EAST, 2007MORE THAN HALF (53 PERCENT) OF LGBTI EFFORTS IN THE GLOBAL SOUTH AND EAST OPERATE ON ANNUALBUDGETS OF US $50,000 OR LESS.DISTRIBUTION BY PAID STAFFMEMBERS, LGBTI ORGANIZATIONSAND PROJECTS, GLOBAL SOUTHAND EAST, 2007THE MAJORITY (67 PERCENT) OF LGBTI EFFORTS IN THE GLOBAL SOUTH OPERATEWITH FIVE PAID STAFF MEMBERSOR LESS; OF THESE GROUPS, 35 PERCENT HAVE NO PAID STAFF MEMBERS.Before 1980 (8 organizations)1980-1989 (7 organizations)1990-1999 (37 organizations)2000-2007 (101 organizations)No response (10 organizations)100 20 30 40 50 60 70 804.9%4.3%22.7%62.0%6.1%$1 - $5,000 (28 organizations)$5,001 - $10,000 (12 organizations)$10,001 - $25,000 (25 organizations)$25,001 - $50,000 (21 organizations)$50,001 - $100,000 (16 organizations)$100,001 - $500,000 (17 organizations)$500,001 - $1 million (19 organizations)More than $1 million (6 organizations)No annual budget (22 organizations)0 5 10 15 2017.2%7.4%15.3%12.9%9.8%10.4%11.7%3.7%13.5%None (57 organizations)1 to 5 (52 organizations)6 to 10 (28 organizations)More than 10 (22 organizations)No response (4 organizations)0 5 10 15 20 25 30 3535.0%31.9%17.2%13.5%2.5%425APPENDICESAppendix AGlossary of TermsBILATERAL FUNDER. Provides government-sponsoredfinancial support to other countries.CORPORATE FUNDER. Corporations that supportLGBTI causes either through their companies orthrough the establishment of foundations.INDIVIDUAL DONOR. Provides personal funds toLGBTI causes.INTERSEX. “A term used for a variety of conditions inwhich a person is born with a reproductive or sexualanatomy that doesn’t seem to fit the typical defini-tions of female or male.” (From the Intersex Society ofNorth America [ISNA], www.isna.org. For additionaldefinitions, see the ISNA web site or visit the IntersexInitiative at www.intersexinitiative.org.)LGBTI. Lesbian, gay, bisexual, transgender and intersex.Based on the international expertise of the project’sadvisory committee and project team, this report usesLGBTI (instead of LGBTQ) to more closely invokethe lexicon of international discourse on sexuality andgender identity.NON-GOVERNMENTAL ORGANIZATION (NGO).A nonprofit group or association with no formalaffiliation to local, state or federal government.For the purposes of this report, “organization,” “group”and “non-governmental organization” are usedinterchangeably. In the grantmaking section of thisreport, NGO refers to non-governmental organizationswith grantmaking functions.PRIVATE FOUNDATION. Primarily supported by privatefunds through the establishment of permanentendowments.PROGRAM, PROJECT. Throughout the report,“program” and “project” are used interchangeably toaccount for organizations that address LGBTI issuesexplicitly through programs or projects but not as theprimary focus of the organization.PUBLIC FOUNDATION. Primarily supported throughfundraising from individuals and other, privatefoundations. Public foundations that have a regrantingfunction are critical actors in the grantmaking processto LGBTI communities around the world. Thesefoundations often have both the capacity to allocatesmaller grants and a nuanced geopolitical knowledgeof various localities.TRANSGENDER. Used to “represent all of theinnumerable genders and forms of gender expressionthat fall within and outside of stereotypicalgender norms” (Transgender Law Center,www.transgenderlawcenter.org). For the purposesof this report, the term “transgender” is used as anumbrella term that differs across national, regionaland political contexts. (For example, other termsused within particular cultures, and potentiallycategorized under a “transgender” umbrella, includekothi, travesti, kothay, hijra, and transsexual, amongmany others.)26 APPENDICES31 Private, public and corporate foundations included LGBTI, women’s, progressive and faith-based foundations.Appendix BDetailed MethodologyMETHODOLOGY: GRANTS ANALYSISOF LGBTI FUNDERSTo collect data from funders, we used a purposivesampling method (as opposed to a random sample) toensure we would capture information from as manyLGBTI funders as possible, believing this methodwould provide greater insight into the state of LGBTIphilanthropy in the Global South and East.ELIGIBILITY FOR INCLUSION. To qualify for this report,funders must have provided US $1,000 or more toLGBTI organizations and projects working in theGlobal South and East. These funders used their inter-nal coding systems and—absent of formal trackingmechanisms—their institutional judgment to catego-rize LGBTI grants.POPULATION. Requests for informationwere sent to119 potential LGBTI grantmakers identified by Fundersfor Lesbian and Gay Issues. Seven funding sectors wereresearched: (1) bilateral agencies; (2) multilateralagencies; (3) corporate foundations; (4) private founda-tions; (5) public foundations; (6) individual donors; and(7) NGOswith fundingmechanisms.31 Sixty-five fundersresponded to this request; of this group, 40 funderswere included in the data.CLASSIFICATION SYSTEM. Grantmakers providedinformation on their LGBTI giving, including basicinformation (name, location and type of institution)as well as the names and types of grantees. In addi-tion, grantmakers provide the amount, duration, typeof funding and brief descriptions for each grantREGRANTING. LGBTI grantmakers also includes publicfoundations and NGOs with regrantmaking functionsthat play a significant role in distributing funds togroups worldwide. LGBTI grantmakers with regrantingfunctions that received regranting funds in 2007 include:Astraea Lesbian Foundation for Justice, Frontline,HIVOS and various Swedish Helsinki Committees.Of the US $26,201,336 tracked in this report, US$2,341,760 were awarded as regranting dollars in2007. To measure accurately the amount of dollarsreceived by LGBTI organizations and projects in theGlobal South and East, and in the Global North work-ing internationally, we omit these regranting dollarswhen describing the “distribution” of these funds.When describing the “origins” of these dollars, weinclude regranting dollars.MULTI-YEAR GRANTS. In order to reflect the prioritiesof LGBTI funders in 2007, multi-year grants that wereauthorized in 2007 are included in the data. By regu-larly collecting data in the years to come, this skew inthe multi-year will self-correct.METHODOLOGY: ONLINE QUESTIONNAIREOF LGBTI ORGANIZATIONSIn the absence of a single, comprehensive listing ofLGBTI organizations and projects in the Global Southand East, we opted to use an online, cascading surveymodel. Through this model, the survey was initiallydistributed to a broad list of emails compiled throughorganizational contacts. People who received thisemail were then asked to forward it to other organiza-427APPENDICEStions that qualified, in the hopes that over time,through multiple forwarding of emails, the number ofrespondents would magnify. The online questionnairewas distributed through email in English and Spanish.ELIGIBILITY FOR INCLUSION. Two groups were eligiblefor the questionnaire: LGBTI organizations and pro-grams based in the Global South and East, and LGBTIorganizations based in the Global North with aninternational focus. Respondents were screened foreligibility before the questionnaire.POPULATION. Funders for Lesbian and Gay Issuesemailed the questionnaire, repeatedly, to theorganizations that completed the questionnaire forthe previous report (a number of which had expiredemail addresses). Further, FLGI asked all of 2005’s LGBTIfunders to forward the questionnaire to potentialrespondents. The questionnaire was also emailed toorganizational contacts and friends, and respondentswere asked to forward the questionnaire to organiza-tions that qualified. Roughly 228 people accessed thequestionnaire and 164 completed it. Once duplicates,ineligible responses and partial completes wereremoved, 163 respondents were included in the data.CLASSIFICATION SYSTEM. LGBTI organizations andprojects provided basic information, as well asinformation on their budgets, staffing, volunteersand funding sources. In order to include their contactinformation in the master listing, NGO’s were askedto give permission to publish their contact data.LIMITATIONSWhile the findings from the data are useful as a snap-shot of LGBTI grantmaking in the Global South andEast, as well as LGBTI organizations and projects work-ing in these regions, caution should be taken whendrawing decisive conclusions. When interpreting theresults from this data, the following limitationsshould be considered.RESPONSE BIAS IN REGARDS TO LANGUAGE ORSELF-IDENTIFICATION. Because the survey was distrib-uted in English and Spanish, potential respondentswho were unable to respond in these languages, orwho did not have access to computers or the internet,are likely not represented in the data. Further,organizations and funders that do not or would notself-identify as serving LGBTI populations (yet may beserving LGBTI populations) and opted to not offerinformation, are not represented in the data. It isunknown whether, or how, these two groups (respon-dents and non-respondents) differ from one another.MISSING FUNDERS. Finally, a number of potential andcurrent LGBTI funders were identified through theresearch and the survey but were not included in thisreport for various reasons, including their lack of inter-nal tracking mechanisms for LGBTI grants or becausethey do not consider themselves LGBTI grantmakers.MISSING ORGANIZATIONS. For this year’s report, 163organizations completed the questionnaire, signifi-cantly less than the 278 that completed the question-naire for the previous report. For these, and other, rea-sons the findings should not be read as representativeof the universe of LGBTI non-governmental organiza-tions working in the Global South and East.OVERSTATED REGRANTED DOLLARS. To calculate theamount of foundation dollars that were likely regrant-ed (US $2,341,760), we added the grants provided byLGBTI funders earmarked for regranting purposes.This equation rests on the assumption that all of theregranting dollars were eventually regranted. However,we recognize that a fraction of these dollars likely sup-ported other costs (overhead, etc.).28 APPENDICESTotal TotalName Country Grants Giving (USD)American JewishWorld Service USA 7 $136,600Angela Borba Fund Brazil 13 16,501Anonymous USA 16 3,400,000Arcus Foundation USA 8 1,115,645Astraea Lesbian Foundation for Justice USA 98 700,258The Atlantic Philanthropies Bermuda 7 4,074,518Barry & Martin’s Trust England 3 50,580Central AmericanWomen’s Fund Nicaragua 12 30,907Dreilinden gGmbH Germany 4 727,500Elton John AIDS Foundation England 2 775,660Filia die Frauenstiftung Germany 4 21,102Fondo Alquimia Chile 6 3,406Ford Foundation USA 10 1,941,260Front Line Ireland 2 20,793Fund for Global Human Rights USA 10 173,000Fundacion Triangulo Spain 11 476,250Funding Exchange USA 1 1,000Gill Foundation USA 1 5,000Global Fund for Women USA 35 407,408H. van Ameringen Foundation USA 2 20,000Horizons Foundation USA 8 21,500Humanist Institute for Cooperation with Developing Countries (Hivos) Netherlands 57 4,814,890IBM Corporation USA 2 30,000ILGA Europe Belgium 17 180,267Levi Strauss & Co Foundation USA 1 30,000Mama Cash Netherlands 15 165,857New Israel Fund USA 7 130,000Appendix CList of LGBTI Grantmaker Respondents32429APPENDICESTotal TotalName Country Grants Giving (USD)Norwegian Human Rights Fund Norway 1 $20,000Open Society Institute and Soros Foundations Kazakhstan, Norway, USA 23 1,144,319Oxfam Novib Netherlands 2 54,750ReconstructionWomen's Fund Serbia 4 12,101Semillas Mexico 9 38,174Sigrid Rausing Trust UK 7 853,000Stonewall Community Foundation USA 4 17,500Swedish Helsinki Committee Sweden 6 210,663Swedish International Development Cooperation Agency (Sida) Sweden 16 4,131,493Tides Foundation USA 8 207,479Urgent Action Fund for Women's Human Rights USA 5 18,450Urgent Action Fund-Africa Kenya 3 12,772XminusY Solidarity Funds Netherlands 4 10,73332 LGBTI grantmakers that provided dollars earmarked for regranting in 2007 include: Anonymous, Arcus Foundation,Dreilinden gGmbH and Sida.30 APPENDICESAppendix DList of LGBTI Non-Governmental OrganizationalRespondentsThe following information was taken directly from the responses offered by organizations, all of which agreedto share this contact information for public consumption. However, because this research represents a first-timeattempt to identify and describe these groups, they do not represent the universe of LGBTI non-governmentalorganizations working in the Global South and East.Over time, we anticipate this data sample to expand and deepen.Further, given the sensitivity of LGBTI issues in various geographic areas and across political climates, we encouragethat the contact information be used and shared with extreme caution.ARGENTINAASOCICIACION CIVIL LACASA DEL ENCUENTRODESDENOSOTRAS ESPACIODE LESBIANAS FEMINISTASPARA TODAS LAS MUJERESFabiana TuñezCoordinadora GeneralBuenos Aires, ArgentinaEmail: lacasadelencuentro@yahoo.com.arwww.lacasadelencuentro.com.arCHER, COMUNIDADHOMOSEXUAL ENTRERRIANAFernandez Juan CarlosPresidenteParana, Entre Rios, ArgentinaEmail: juannoviembre@hotmail.comCLUB DE OSOSDE BUENOS AIRESGuillermo OteroPresidenteBuenso Aires, ArgentinaEmail: presidente@ososdebuenosaires.comwww.ososbue.comCOLECTIVAFEMINISTA LA REVUELTARuth ZurbriggenCoordinadora GeneralNeuquén Capital(Patagonia Argentina)ArgentinaEmail: ruthlibertaria@speedy.com.arCOMUNIDADHOMOSEXUAL ARGENTINALic. Jorge Horacio RaícesMontero CoordinadorDepartamento Académicode Investigación y DocenciaBuenos Aires, ArgentinaEmail: informacion@cha.org.arwww.cha.org.arDESALAMBRANDO –BS. AS.Laura Valeria EivenDirectora Ejecutiva/Coordinadora GeneralBuenos Aires, ArgentinaEmail: desalambrando@yahoo.com.arWeb: en reconstrucciónGRUPO DE ESTUDIOS SOBRESEXUALIDADES – INSTITUTOGINO GERMANIMario Pecheny, InvestigadorBuenos Aires, ArgentinaEmail: iigg@mail.fsoc.uba.arwww.iigg.fsoc.uba.arGRUPO DE MUJERES DE LAARGENTINA – FORO DE VIHMUJERES Y FAMILIAMartha Miravete CiceroPresidentaBuenos Aires, ArgentinaEmail: denunciasddhh@gmail.comwww.grupodemujeres.org.ar/www.proyintrapostmuros.com.arVANGUARDIA QUEERMario Vargas, CoordinadorMendoza, ArgentinaEmail: vanguardiaqueer@yahoo.com.arwww.vanguardiaqueermza.blogspot.com.arVOX ASOCIACIÓN CIVILEsteban Pailón, SecretarioRosario y Santa Fe, ArgentinaEmail: voxrosario@gmail.comwww.voxargentina.orgMULABI – ESPACIO LATINOAMERICANO DE SEXUALIDADESY DERECHOSAlejandra SardáCoordinatorBuenos Aires, BogotaCordoba San Jose Argentina,Colombia Costa RicaEmail: alejandra@mulabi.orgwww.mulabi.orgFUTURO TRANSGENERICOMarleneWayarCoordinadora GeneralCiudad Autonoma de BuenosAires Republica ArgentinaEmail: marlenewayar@yahoo.com.arMISION SANTA TERESITARev. Alejandro Soriamoderador– (Superior)Ciudad Autónoma de BuenosAires Republica ArgentinaEmail: MisionSantaTeresita@yahoo.com.arwww.misionst.blogspot.com431APPENDICESAUSTRALIAGAY & LESBIAN COMMUNITYSERVICES OF SA INC.Ray Robinson, SecretaryAdelaide, AustraliaEmail: glcs@glcssa.org.auwww.glcssa.org.auGAY AND LESBIANCOMMUNITY SERVICES OFSOUTH AUSTRALIA INC.Ray Robinson, SecretaryAdelaide, AustraliaEmail: glcs@glcssa.org.auwww.glcssa.org.auBANGLADESHBANDHU SOCIALWELFARE SOCIETYShale AhmedExecutive DirectorLocated in capital ofBangladesh but services arebeing provided through 14field offices in 9 major citiesEmail: shale@bandhu-bd.orgwww.bandhu.orgBELGIUMILGATrevor Cook, Executive DirectorBrussels, BelgiumEmail: info@ilga.orgwww.ilga.orgILGA-EUROPEPatricia PrendivilleExecutive DirectorBrussels, BelgiumEmail: info@ilga-europe.orgwww.ilga-europe.orgBELIZEUNITED BELIZEADVOCACY MOVEMENTCaleb Orozco, PresidentBelize City, BelizeEmail: orozco.caleb@gmail.comwww.unibam.orgBOLIVIAADEIM -SIMBIOSISYngrid Guzmán, DirectoraLa Paz, BoliviaEmail: adeimsimbiosis@gmail.comASOCIACION AMOR LESBICOMarcela Fernandez R.PresidentaLa Paz, BoliviaEmail: amorlesbico@bolivia.comASOCIACIÓN PARA ELDESARROLLO INTEGRALDE LA MUJER\"ADEIM-SIMBIOSIS\"Yngrid Guzmán FernándezDirectoraLa Paz, BoliviaEmail: adeimsimbiosis@gmail.comCOLECTIVO DEINVESTIGACIÓN ACCIÓN ENDERECHOS Y CIUDADANÍAS –FAMILIA GALANDanna GalanActivista por los derechosLa Paz, BoliviaEmail: familiagalan_ciadec@yahoo.comCOMUNIDAD MUJERESCREANDO – ASAMBLEAFEMINISTAJulieta ParedesRepresentanteLa Paz, Sucre, El AltoCochabambaSanta Cruz, Tarija, BoliviaEmail: asambleafeminista@gmail.com/mujerescreando@gmail.comBRAZILCENTRO DE DOCUMENTAÇÃOE INFORMAÇÃO COISA DEMULHER – CEDOICOMNeusa PereiraExecutive DirectorRio de Janeiro, BrazilEmail: coisademulher @coisademulher.org.brwww.coisademulher.org.brE-JOVEM – REDE NACIONALDE ADOLESCENTES GAYS,LÉSBICAS E ALIADOS(BRAZILIAN LGBT YOUTHNETWORK)Deco Ribeiro, FounderCampinas, BrazilEmail: grupo@e-jovem.comwww.e-jovem.comESTRUTURAÇÃO –GRUPO LGBT DE BRASÍLIAWelton Trindade, DirectorBrasilia, BrazilEmail: estruturacao@estruturacao.org.brwww.paroutudo.com/estruturacaoIDENTIDADE – GRUPO DEAÇÃO PELA CIDADANIA DELÉSBICAS, GAYS, TRAVESTISTRANSEXUAIS E BISSEXUAISPaulo Tavares MarianteCoordenador Adjunto deDireitos HumanosCampinas - Estado de SãoPaulo, BrazilEmail: identidade@identidade.org.brwww.identidade.org.brMO.LE.CA. – MOVIMENTOLÉSBICO DE CAMPINASMaria Amélia MorenoManarini, Coordenadora GeralCampinas-SPBrazilEmail: grupomoleca@yahoo.com.brwww.moleca.org.brCAMEROONALTERNATIVES-CAMEROUNDr Steave Nemande, PresidentDouala, CameroonEmail: alternatives.cameroun@gmail.comCANADAEGALE CANADAHelen KennedyExecutive DirectorToronto, CanadaEmail: helen_kennedy@egale.cawww.egale.caCHILEAFIRMACION CHILE:MORMONES GAYS YMORMONAS LESBIANASBrus Leguás ContrerasPresidente NacionalQuilpuéRegión de Valparaíso, ChileEmail: afirmacion@afirmacion.clwww.afirmacion.clCOORDINADORAUNIVERSITARIA POR LADIVERSIDAD SEXUALEloísa Sánchez, PresidentaSantiago, ChileEmail: cuds@cuds.clwww.cuds.clORGANIZACIÓN DETRANSEXUALES POR LADIGNIDDA DE LADIVERSIDAD DE CHILEAndres Rivera DuartePresidenteRancagua, ChileEmail: contacto@hombrestransdechile.clwww.hombrestransdechile.clROMPIENDO EL SILENCIOErika MontecinosDirectora CoordinadoraSantiago, ChileEmail: info@rompiendoelsilencio.clwww.rompiendoelsilencio.cl32 APPENDICESSINDICATO NACIONALDE TRABAJADORAS YTRABAJADORES LESBIANASGAYS Y BISEXUALES –LUIS GAUTHIERCarlos Sánchez, PresidenteSantiago, ChileEmail: sindicato_lgb@hotmail.comCHINAAIBAI CULTURE &EDUCATION CENTERDamien Lu, PhDBoard MemberBeijing, ChinaEmail: advice@aibai.cnwww.aibai.cnAMNESTY INTERNATIONALHONG KONG SECTIONMedeleine Mok, LGBTCoordinatorHong Kong, ChinaEmail: lgbt@amnesty.org.hkamnesty.org.hkBEIJING LALASALONAnchor DirectorBeijing, China, P.R.C.Email: lalashalong@sina.comwww.lalabar.comCOMMON LANGUAGEBin Xu, DirectorBeijing, ChinaEmail: tongyulala@gmail.comwww.tongyulala.orgWOMEN COALITIONOF HKSARConnie Chan, ChairpersonHong Kong, ChinaEmail: email@wchk.orgwww.wchk.orgCOLOMBIACOLECTIVOSENTIMOS DIVERSODiana Elizabeth CastellanosLeal, CoordinadoraBogotá, ColombiaEmail: sentimos.mucho@gmail.comCOLOMBIA DIVERSAMarcela Sanchez BuitragoDirectoraBogota, ColombiaEmail: msanchez@colombiadiversa.orgwww.colombiadiversa.orgCORPORACIONTRIANGULO NEGROAlexandra PinzonDirectora GeneralBogota y BarranquillaColombiaEmail: triangulonegrocolombia@yahoo.comwww.triangulonegro.orgDIVERSEXMaria Teresa Henao, DirectoraRisaralda, ColombiaEmail: diversexcolombian@gmail.comRED DE APOYO ATRANSGENERISTASTRANS-SERMarina Talero Monroy,Psicóloga CoordinadoraBogotá, D.C., ColombiaEmail: trans_ser@yahoo.eswww.trans-ser.comCOSTA RICACIPACDaria SuárezDirectora EjecutivaSan José, Costa RicaEmail: cipacdh@rasca.co.crwww.cipacdh.orgCROATIAQSPORTZeljko Blace, PresidentZagreb, CroatiaEmail: info@qsport.infowww.qsport.infoECUADORFUNDACEON DETRANSGENEROSPENINSLARES UNIDASPOR LA VIDAMabel Garcia LucaDirectora GeneralSta Rosa de Salinas Provinciade Santa Elena, EcuadorEmail: fut_pen@hotmail.comFUTPEN FUNDACIONDE TRANSGENEROSPENINSULARES¨UNID@SPOR LA VIDA´Mabel Garcia Lucas, DirectoraSanta Rosa – Salinas, EcuadorEmail: fut_pen@hotmail.comORGANIZACIÓNECUATORIANA DE MUJERESLESBIANAS – OEMLSandra Álvarez Monsalve,Directora EjecutivaQuito, EcuadorEmail: oeml@hotmail.comTALLER DECOMUNICACIÓN MUJERTatiana CorderoDirectora EjecutivaQuito, EcuadorEmail: tcordero@tcmujer.orgESPAÑAALEGA (ASOC. LEBIANAS, GAYS,BISEXUALES Y TRANSEXUALESDE CANTABRIA) ESPAÑAPerla Rosental, PresidentaSantander, ComunidadAutónoma deCantabria, EspañaEmail: alega@felgt.orgwww.alega.orgESPAÑA GALIZAMARIBOLHERAS PRECÁRIASA Coruña, España GalizaEmail: maribolheras@hotmail.commaribolheras.blog.comGHANACENTRE FOR POPULAREDUCATION AND HUMANRIGHTS, GHANAMac-Darling CobbbinahExecutive National DirectorAccra, GhanaEmail: macdaarlingc@yahoo.comwww.geocities.com/cepehrg/homeGRENADAGRENCHAPNigel Mathlin, PresidentSt. George's, GrenadaEmail: grenchap@gmail.comGUATEMALACOLECTIVA DE LESBIANASLIBERADAS – LESBIRADASClaudia AcevedoCoordinadora GeneralGuatemala, GuatemalaEmail: lesbiradas@gmail.comhttp://www.lesbiradas.blogspot.com/GUYANASOCIETY AGAINST SEXUALORIENTATION DISCRIMINATION(SASOD)Joel Simpson, Co-ChairpersonGeorgetown, GuyanaEmail: sasod_guyana@yahoo.comwww.sasod.org.gyHONDURASCOORDINADORA DEGRUPOS DE AUTAPOYODE TEGUCIGALPAJose Antonio ZambranoMunguia, Coordinador GeneralEn Tegucigalpa, CapitalDe Honduras, HondurasEmail: casarenacerhonduras@yahoo.es433APPENDICESINDIANATIONAL MSM AND HIVPOLICY ADVOCACY ANDHUMAN RIGHTS TASK FORCEAditya BondyopadhyayDirectorNew Delhi, IndiaEmail: msmtaskforce@gmail.comSANGINI (INDIA) TRUSTBetu SinghExecutive DirectorNew Delhi, IndiaEmail: sangini97@hotmail.comwww.sanginii.orgSAPPHO FOR EQUALITYMinakshi SanyalManaging TrusteeKolkata, IndiaEmail: sappho1999@gmail.comwww.sapphokolkata.orgSWABHAVAVinay ChandranExecutive DirectorBangalore, IndiaEmail: swabhava_trust@hotmail.comSWABHAVA TRUSTVinay ChandranExecutive DirectorBangalore, IndiaEmail: swabhava_trust@hotmail.comTARSHIRadhika Chandiramani,Executive DirectorNew Delhi, IndiaEmail: tarshi@vsnl.netwww.tarshi.netINDONESIAINDONESIAN PLANNEDPARENTHOOD ASSOCIATION -JOGJAKARTA CHAPTER—MUKHOTIB, MDYogyakarta, IndonesiaEmail: office@pkbi-diy.infowww.pkbi-diy.infoQMUNITY JOGJANino Susanto, DirectorYogyakarta, IndonesiaEmail: info@qmunityjogja.orgwww.qmunityjogja.orgISRAELASWAT – PALESTINIANGAYWOMENRauda MorcosGeneral CoordinatorHaifa, IsraelEmail: generalcoordinator@aswatgroup.orgwww.aswatgroup.orgJAPANGAYJAPANNEWSAzusa YamashitaCo-Manager and EditorTokyo, JapanEmail: azusa@gayjapannews.comhttp://gayjapannews.comKENYALIVERPOOL VCT, CARE& TREATMENTLorna Dias, MSM/PrisonsProgram CoordinatorNairobi, KenyaEmail: ldias@liverpoolvct.orgwww.liverpoolvct.orgKYRGYZSTANLGBT ORGANIZATION'LABRYS'Anna KireyExecutive DirectorBishkek, KyrgyzstanEmail: kyrgyzlabrys@yahoo.comwww.kyrgyzlabrys.wordpress.com/LEBANONHELEM – LEBANESEPROTECTION FOR LGBTGeorges AzziCoordinatorBeirut, LebanonEmail: lgbtq-centre@helem.netwww.helem.netMEEMNadine MoawadCoordinatorBeirut, LebanonEmail: nadine@meemgroup.orgwww.meemgroup.orgLITHUANIAASSOCIATION \"ARCUSSALUTARIS\"Rokas PereviciusProject and InternationalAffairs CoordinatorVilnius, LithuaniaEmail: rokas@vyrusveikata.ltwww.arcussalutaris.ltMAURITIUSCOLLECTIF ARC EN CIELCindy AzaProject Manager & FundraiserBelle Rose, Quatre BornesMauritiusEmail: collectifarcenciel@yahoo.comwww.collectifarcenciel.orgMÉXICOBUENAS INTENCIONES, A.C.Manuel Rodríguez KantúnMérida, Yucatán, MéxicoEmail: biac2000@hotmail.comwww.biac2000.blogspot.comCEPRODEHI, CENTRO DEESTUDIOS Y PROYECTOS PARAEL DESARROLLO HUMANOINTEGRAL, A.C.Quetzalcoatl Leija HerreraPresidenteChilpancingo, Guerrero, MéxicoEmail: ceprodehi_ac@yahoo.com.mxCOMUNIDADMETROPOLITANA. A.C.Antonio Nevárez, Presidentey Representante LegalMonterre, Nuevo León, MéxicoEmail: comunidametropoltanaac@gmail.comwww.comacmty.orgEL CLOSET DE SOR JUANAPatria JiménezCoordinadora GeneralCiudad de México, MéxicoEmail: patria.jimenez@gmail.comGRUPO CD4 Y REVISTAQUEERNAVACAAntonio Ortega, TesoreroCuernavaca, MéxicoEmail: grupocd4@hotmail.comwww.grupocd4.orgINICIATIVA GLOBAL SUSAN G.KOMEN FOR THE CUREMiriam RuizDirectora Programa MéxicoCiudad de México, MéxicoEmail: miruruiz@gmail.comwww.globalkomen.org/country/country_mexico.htmINSTITUTO DE LAS MUJERESY EL LIDERAZGO ENSINALOA, A.C.Perla GaribayDirectora EjecutivaCuliacán, Sinaloa, MéxicoEmail:guadalupiris@hotmail.comINSTITUTO MEXICANO DESEXOLOGÍA, A.C.Juan Luis Álvarez-GayouJurgenson, Director GeneralCiudad de México, MéxicoEmail: gayou@imesex.edu.mxwww.imesex.edu.mx34 APPENDICESLESVOZ, A. C.Mariana Perez OcanaDirectoraMexico, MéxicoEmail: editorial@lesvoz.org.mxwww.lesvoz.org.mxPRENSA EDITORIALLESVOZ, A.C.Mariana Perez Ocana, DirectoraMexico DF, MéxicoEmail: editorial@lesvoz.org.mxwww.lesvoz.org.mxUNIDAD DE ATENCIONSICOLOGICA SEXOLOGICA YEDUCATIVA PARA ELCRECIMIENTO PERSONAL A CConsuelo Ramírez, PresidentaMérida, Yucatán, MéxicoEmail: unasse@gmail.comwww.unasse.comUNIDOS POR UNAVIDA DIGNA.ACDiego Andres Cervera BalanPresidenteSan Francisco De CampecheMéxicoEmail: unidosporunavidadigna@hotmail.comVIDA PLENA PUEBLAOnan Vasquez ChavezCoordinador GeneralPuebla, Puebla, MéxicoEmail: vidaplenapuebla@hotmail.comMONGOLIAWE ARE FAMILYSukhragchaa MijidsurenHead Ulaanbaatar, MongoliaEmail: wearefamilyngo@yahoo.comwww.wearefamilyngo.blogspot.comNEPALBHAKTAPUR SATELLITE DICManav DewlaManav Bhaktapur(Kathmandu Valley), NepalEmail: bhaktapurdic@gmail.comBLUE DIAMOND SOCIETYSunil PantFounder & PresidentKathmandu, NepalEmail: bluediamondsociety@yahoo.comwww.bds.org.npNAULO BIHANI POKHARAMr. Krishna AdhikariRegional Project CoordinatorPokhara City, NepalEmail: naulobihani@gmail.comwww.bds.org.npSAINO NEPALSharadha AdhikariAmit AdhikariBharatpur Municipality, NepalEmail: sainogroup@yahoo.comSUDUR PASCHIM SAMAJRaju Lama, Project OfficerDhangadhi MunicipalityKailali District, NepalEmail: dhangadhibds@gmail.comWESTERN STAR NEPALSudeep BhattaRegional Project CoordinatorNepalgunj-13,Banke, NepalEmail: western.starnepalgunj@gmail.combds.org.npNETHERLANDSGLOBAL ALLIANCE FORLGBT EDUCATION (GALE)Peter Dankmeijer, DirectorAmsterdam andThe Hague, NetherlandsEmail: info@lgbt-education.infowww.lgbt-education.infoNICARAGUANAHOMY CLUB TT&TTRigoberto Perez AcuñaDirector GeneralManagua, NicaraguaEmail:nahomy.club.t.t@terra.comRED DE DIVERSIDADSEXUAL LGBTTTIMario Gutiérrez MoralesCoordinador EnlaceManagua, NicaraguaEmail: marjog_57@yahoo.com.mxNIGERIATHE INDEPENDENT PROJECTFOR EQUAL RIGHTS (TIP)Joseph Sewedo AkoroExecutive DirectorLagos State, NigeriaEmail: tipyouth@yahoo.cawww.ysm-rightsorg.page.tlPAKISTANALLIANCE FOR BRIGHTCITIZENS (NGO)Abdullah Mansoor, DirectorLahore, PakistanEmail: abcngo444@yahoo.co.ukPARAGUAYAIREANA, GRUPO POR LOSDERECHOS DE LAS LESBIANASCarolina RobledoAsistente de proyectosAsunción, ParaguayEmail: lsb@highway.com.pyPERÚASOSIACION CIVILANGEL AZULGaby Mariño LL(nombre social), PresidentaLima, PerúEmail: asoc_angel_azul2002@yahoo.esBRIGADA DE VOLUNTARIOSBOLIVARIANOS DEL PERÙJosè Chang RicotPresidente Nacional AdultoLima y en 18 departamentosdel Perù, PerúEmail: bolivarianosd@hotmail.comwww.bvbperu.orgINSTITUTO RUNA DEDESARROLLO Y ESTUDIOSSOBRE GÈNEROBethsabé Andía PérezDirectora EjecutivaLima, PerúEmail: runa@runa.org.pewww.runa.org.peMOVIMIENTOHOMOSEXUAL DE LIMARuth Ramos AzañedoDirectora EjecutivaLima, PerúEmail: estafeta@mhol.org.pwww.mhol.org.pePHILIPPINESCAN'T LIVE IN THE CLOSET(CLIC)Marivi Dizon, Board MemberManila, PhilippinesEmail: clicphilorg@yahoo.comCIRCLE OF FRIENDS, INC.Jay Agalabia, PresidentQuezon City, PhilippinesEmail: cofphil@yahoo.comISIS INTERNATIONALBianca MigliorettoCommunity Radio OfficerManila, PhilippinesEmail: info@isiswomen.orgwww.isiswomen.orgIWAG DABAW INCORPORATEDRogelio \"Rhoy\" DiazExecutive DirectorDavao City, PhilippinesEmail: iwagdvo@mozcomc.com435APPENDICESPHILIPPINE FORUM ONSPORTS, CULTURE, SEXUALITYAND HUMAN RIGHTS(TEAM PILIPINAS)Bruce Portugal AmorotoCoordinatorManila, PhilippinesEmail: teampilipinas.org@gmail.comhttp://diversityandequality.phPROGAY-PHILIPPINESMichael FalgueraSecretary GeneralManila, PhilippinesEmail: progay@yahoo.comPROGRESSIVE LESBIANSOF THE PHILIPPINESVeronica G. PasionProgram DirectorQuezon City, PhilippinesEmail: prolesb_phil@yahoo.comSOCIETY OF TRANSEXUALWOMEN OF THE PHILIPPINESRio MorenoManila, Philippineswww.tsphilippines.comUNIVERSITY OF THEPHILIPPINES BABAYLANNicole Castillo, PunongBabaylan/ChairpersonQuezon City, PhilippinesEmail: up.babaylan@yahoo.comPOLANDCAMPAIGN AGAINSTHOMOPHOBIAGreg CzarneckiProject CoordinatorWarsaw, Krakow, Tri-CityBydgoszcz, Torun, WroclawSilesia, PolandEmail: info@kampania.org.plkampania.org.plPUERTO RICOPUERTO RICO PARA TOD@SPedro Julio SerranoPresidentCaguas, Puerto RicoEmail: prparatodos@yahoo.comwww.prparatodos.orgREPUBLIQUEDEMOCRATIQUE DUCONGOGROUPE HIRONDELLES-BUKAVUJean Bedel Kaniki, PresidentBukavu, RepubliqueDemocratique du CongoEmail: hirondelles.bukavu@gmail.com/papykaniki2000@yahoo.frRUSSIA\"SIBERIAN ALTERNATIVE\"CENTER NGOMr Denis Efremov, Chairmanof the Board of DirectorsOmsk, RussiaEmail: mail@sibalt.orgwww.sibalt.orgRUSSIAN FEDERATIONCHARITY FUND \"RAINBOW\"(AS PART OF RUSSLAN LGBTNETWORK)Rusln Zuev, Director of theCharity Fund \"Rainbow\"Moscow, St.-PetersbourgTjumen, Volgograd, TomskRussian FederationEmail: info@lgbtnet.ruwww.lgbtnet.ru ht/gaynews.ruSAINT LUCIAUNITED AND STRONG INC.Egbert S. Felix, DirectorCastries, Saint LuciaEmail: unitedandstrongslu@yahoo.comSERBIAGAYTEN-LGBT, CENTERFOR PROMOTION OF LGBTHUMAN RIGHTSMilan Djuric, CoordinatorBelgrade, SerbiaEmail: gayten@gmail.comwww.gay-serbia.com/www.transserbia.orgLABRIS - LESBIAN HUMANRIGHTS ORGANIZATIONBelgrado, SerbiaEmail: labris@labris.org.yuwww.labris.org.yuQUEERIA CENTER FORPROMOTION OF THE CULTUREOF NON-VIOLENCE ANDEQUALITYBoban Stojanovic, PresidentBelgrade, SerbiaEmail: queeriacentar@gmail.comwww.queeriacentar.orgSIERRA LEONEDIGNITY ASSOCIATIONHudson TuckerCountry CoordinatorFreetown andMakeni, Sierra LeoneEmail: dignitysl@yahoo.co.ukwww.dignitysl.orgSOUTH AFRICAGAY & LESBIAN NETWORKAnthonyWaldhausen, DirectorPietermaritzburg, South AfricaEmail: anthonyw@telkomsa.netGAY AND LESBIANMEMORY IN ACTIONRuth Morgan, DirectorJohannesburg, South AfricaEmail: info@gala.co.za/ruth.morgan@wits.ac.zawww.gala.co.zaGENDER DYNAMIXLiesl Theron, DirectorCape Town, South AfricaEmail: lieslgender@dynamix.org.zawww.genderdynamix.org.zaTRIANGLE PROJECTVanessa Ludwig, DirectorCape Town, South AfricaEmail: info@triangle.org.zawww,triangle.org.zaSRI LANKACOMPANIONS ON A JOURNEYSagara Palihawadane, DirectorColombo, Sri LankaEmail: coj@wow.lkEQUAL GROUNDRosanna Flamer-CalderaExecutive DirectorColombo, Sri LankaEmail: equalground@gmail.comwww.equal-ground.orgWOMEN'S SUPPORT GROUPUpeksha ThabrewDirector and Chair PersonColombo, Sri LankaEmail: wsg@eureka.lkwww.wsglanka.comSURINAMESURINAME MEN UNITEDKenneth Van Emden, DirectorParamaribo, The CapitalSurinameEmail: suriname_men_united@yahoo.comTHAILANDCOMMITTEE FOR LESBIGAYRIGHTS IN BURMA (CLRB)Aung MyoChiang Mai, ThailandEmail: hreburma@chmai2.loxinfo.co.th/minmyomin@cscoms.com36 APPENDICESTRINIDAD & TOBAGOCARIBBEAN ANTIVIOLENCE PROJECTDavid Plummer, ProfessorPort of SpainTrinidad and TobagoEmail: info@caribbeanavp.orgwww.caribbeanavp.orgMSM: NO POLITICALAGENDA – MSMNPADennis JamesProject DirectorPort of Spain, Republic ofTrinidad & TobagoEmail: msmnpa@tstt.net.tt/office@msmnpa.orgwww.msmnpa.orgUGANDAFREEDOM ANDROAM UGANDAKasha JacquelineChairpersonKampala, UgandaEmail: info@faruganda.orgwww.faruganda.orgLADY MERMAID'S BUREAUSaada NakazibweBoard ChairKampala, UgandaEmail: mermclub@yahoo.comUKRAINEDONBAS-SOCPROJECTMax KasianczukHead of Executive BoardDonetsk, UkraineEmail: kasianczuk@rambler.ruEAST EUROPEAN ANDCENTRAL ASIAN UNION PLWHTerry White, ConsultantKyiv, UkraineEmail: twhite@ecuo.orgwww.ecuo.orgINSIGHTAnna Dovgopol, ChairpersonKiev, UkraineEmail: insight.ukraine@gmail.comINTERREGIONAL EAST –UKRAINIAN ASSOCIATION\"EQUINOX\"Oleg Poloz Mr.Donetsk, UkraineEmail: benoitamber@yahoo.comwww.ravnodenstvie.com.uaNIKOLAEV ASSOCIATIONFOR GAYS, LESBIANS ANDBISEXUALS \"LIGA\"Oleg AlyokhinChairman of BoardNikolaev, UkraineEmail: liga@sp.mk.uakristina_1@ukr.netwww.gay.nikolaev.uaWOMENASSOCIATION \"SPHERE\"(UKRAINE, KHARKOV)Sasha IlyinskayaKharkov, UkraineEmail: sphere_wa@ukr.netUNITED KINGDOMINTERIGHTSAndrea CoomberSenior Lawyer EqualityLondon, United KingdomEmail: acoomber@interights.orgwww.interights.orgURUGUAYCOLECTIVO OVEJAS NEGRASMauricio Coitiño, PresidenteMontevideo, UruguayEmail: social@ovejasnegras.orgwww.ovejasnegras.orgUSAOTHER SHEEPStephen ParelliExecutive DirectorSt. Louis and New York, USAEmail: sparelli2002@yahoo.comwww.othersheep.orgINTERNATIONAL GAY ANDLESBIAN HUMAN RIGHTSCOMMISSIONPaula EttelbrickExecutive DirectorNew York; Capetown;Buenos Aires, USA,South Africa, & ArgentinaEmail: iglhrc@iglhrc.orgwww.iglhrc.orgVENEZUELADIVERSIDAD E IGUALDAD ATRAVÉS DE LA LEY DIVERLEXTamara Adrian, DirectoraCaracas, VenezuelaEmail: adrianjuris@yahoo.comUNION AFIRMATIVAJose Ramon MerentesCoordinador GeneralCaracas, VenezuelaEmail: unionafirmativadevenezuela@gmail.comunionafirmativa.blogspot.comABOUT THE ARTISTYasmin Hernandez is a Brooklyn-born, Puerto Ricanpainter and installation artist whose work “dares tocomment on topics that few others touch upon.”Her recent work has explored the impact ofmilitarism on people and the environment, notably onPuerto Rican communities. Her exhibit “Soul Rebels,”which depicted portraits of poets and musicians whosework serves to expose injustice, ran for 16 months atEl Museo del Barrio in New York City.\"Themes of conquest, struggle, displacement,resistance and cultural syncretism manifest in my art,”said Hernandez. “With my images I reveal and celebratethe (s)heroes of hidden histories and their legacies.”Hernandez created the cover illustration—“One Love”—specifically for this report on LGBTIgrantmaking to the Global South and East.“One Love” gathers a diverse, beautiful group ofpeople into a loving embrace, blurring gender lines,sexual orientation/preference,” said Hernandez.“It celebrates the healing power of love in a world inwhich constructed borders—whether racist, classistor homophobic—are dissolved.”Hernandez's biography and works are available atwww.yasminhernandez.com.Photo © John James116 East 16th Street6th FloorNew York, NY 10003Tel 212-475-2930Fax 212-982-3321www.lgbtfunders.org",
    "id": 71347766,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:7252"
    },
    "title": "A Global Gaze: LGBTI Grantmaking in the Global South and East (2007)",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-01-01T00:00:00+00:00",
    "publisher": "Funders for LGBTQ Issues",
    "references": [],
    "sourceFulltextUrls": [
        "https://issuelab.org/resources/7252/7252.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71347766.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71347766"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71347766/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71347766/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71347766"
        }
    ],
    "abstract": "Provides a snapshot of grantmakers and nongovernmental organizations working with lesbian, gay, bisexual, transgender and intersex (LGBTI) communities. Includes data on the amounts, origins, and distribution of funds and strategies and populations funded",
    "tags": [
        "report",
        "survey data",
        "International Development",
        "LGBTQI",
        "Nonprofits and Philanthropy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report",
        "survey data"
    ],
    "oai": "oai:harvest.issuelab.org:7252",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71347766,
        "depositedDate": null,
        "publishedDate": "2009-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:44:13+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:11:09+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/7252/7252.pdf",
        "https://issuelab.org/permalink/resource/7252"
    ],
    "lastUpdate": "2024-02-14T12:44:13+00:00",
    "setSpecs": []
}