{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Meyer, Catherine"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:02:44+01:00",
    "dataProvider": {
        "id": 2148,
        "name": "ScholarWorks @ UVM",
        "url": "https://api.core.ac.uk/v3/data-providers/2148",
        "logo": "https://api.core.ac.uk/data-providers/2148/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215156204.pdf",
    "fullText": "The Vermont ConnectionVolume 40 (Re)Building, Resistance, and Resilience inHigher Education Article 82019A is Not for Ally: Affirming Asexual CollegeStudent NarrativesCatherine MeyerUniversity of Vermont, Catherine.Meyer@uvm.eduFollow this and additional works at: https://scholarworks.uvm.edu/tvcPart of the Higher Education CommonsThis Article is brought to you for free and open access by the College of Education and Social Services at ScholarWorks @ UVM. It has been acceptedfor inclusion in The Vermont Connection by an authorized editor of ScholarWorks @ UVM. For more information, please contactdonna.omalley@uvm.edu.Recommended CitationMeyer, Catherine (2019) \"A is Not for Ally: Affirming Asexual College Student Narratives,\" The Vermont Connection: Vol. 40 , Article 8.Available at: https://scholarworks.uvm.edu/tvc/vol40/iss1/8• 47Catherine Meyer (they/them) is a current first-year in the UVM Higher Education and Student Affairs Administration graduate program. They work to promote asexual student visibility and support through their scholarship and professional work in student affairs.A is Not for Ally: Affirming Asexual College Student NarrativesCatherine MeyerThe college experience is often hypersexualized, presenting students as collectively sexually active and interested in sex. Such hypersexualiza-tion creates a culture that assumes the presence of  sexual attraction, which massively excludes students who identify on the asexual spectrum. This exclusion becomes amplified when asexual students go to their campus LGBTQIA+ centers for support and discover that their “A for asexual” has been stolen by the people who claim to be their allies. As a result of  this erasure, asexual college students are unable to make sense of  their identity in an environment that does not recognize the ways of  being that asexual students exemplify. The American higher education system, as an extension of  an already massively underedu-cated general public, has much to do to give asexual students the feeling of  community and inclusion that they so often lack. Here, I use a review of  the limited current literature combined with storytelling to explain systemic issues facing asexual collegians and reflect on methods of  resilience and coalition building for asexual students.In my college and continuing career as an asexual student affairs professional, much of  my frustration with institutions of  higher education continues to be directed at the exclusion of  asexual narratives in spaces designed to serve queer students. At institution after institution, I have arrived on campus to do work that I believe in only to discover that the queer student-serving identity center on campus used the “A” in the LGBTQIA+ acronym to designate allies, rather Content warning: some content in this piece details general violence against queer-identifying people and people of  color, mental health problems, and sexual assault. If  you are experiencing significant distress or suicidal ideations, please contact the National Suicide Prevention Lifeline at 1-800-273-8255, the Trevor Project Lifeline for queer-identifying folks in crisis at 1-866-488-7386, or reach out to other local resources as needed.Meyer48 • The Vermont Connection • 2019 • Volume 40than asexual-spectrum students (in addition to aromantic and agender identities) like myself. In this small but significant designation, it is very easy to infer that these institutions value straight and cis-identifying self-proclaimed “allies” more than they do asexual people who have historically been excluded from their own community. From personal experience, this feels like a knife to the heart. I am writing this piece out of  that knife wound, noting that my disappointment at straight, cis people’s need to be adopted into a community and be designated “one of  the good ones” to avoid the shame of  oppressing has quickly turned to fury in my defense of  asexual and asexual-spectrum students like myself.Salient Issues for Asexual StudentsIn today’s higher education system, the college experience is heavily shaped by predetermined expectations of  student behaviors, especially when it comes to sex and relationships. In a heavily sexualized environment, students who identify as asexual experience significant erasure, marginalization, and violence at the hands of  those around them, whether these people’s actions are well-intended or not. Student affairs practitioners must understand major issues facing asexual students and learn to center asexual narratives beyond adding performative addenda to programming and initiatives. In the next sections, I identify some of  the most salient issues that affect asexual students including the erasure of  asexual identities, the appropriation of  asexual spaces, and the high rates of  relationship violence towards the asexual community.Erasure and PathologizationAsexuality is one of  the least researched and most commonly erased sexual identities, particularly in the field of  higher education (Mollet & Lackman, 2018). In fact, most mentions of  asexuality in the literature refer to the fact that it is under-researched but do not elaborate on issues facing asexual people. In literature, the term asexual is often used to refer to the condition of  lacking sexuality or sexual appeal. In reality, asexuality describes the lack of  sexual attraction, which is different from sexual behavior and desire in that one can desire sex or engage in sexual behavior without experiencing sexual attraction (Carrigan, 2011). Social norms and lack of  information warp most people’s understanding of  what asexuality means, which is perpetuated by the lack of  visibility that the world grants asexual people. Such invalidation is exacerbated by the fact that asexuality is commonly viewed as a monolithic identity, meaning that the asexual identity is viewed separately from the intersection of  other social identities. Realistically, sexuality does not exist in a vacuum and incorporates the intersection of  other social identities (most notably race and gender) that may cause even more nuanced versions of  invisibility oppression.• 49MeyerThe misinformation that is spread about what asexuality actually is further impacts the invisibility that asexual people experience. The common narrative of  asexuality is that it represents the lack of  sexual desire when in reality asexuality represents a wide variety of  different perspectives, desires, attractions, and behaviors. Although asexuality may be perceived as pathological or symptomatic of  mental or physical illness, asexuality is an identity and not a disorder (American Psychiatric Association, 2013). Especially in the college environment, where most people expect students to experience sexual attraction in very high levels, such pathologization can deter students from seeking needed help to alleviate the pressures of  the college experience.The pathological view of  asexuality causes many asexual people to resist discussing their sexual identity with mental health professionals out of  fear of  a wrongful diagnosis. In a study of  students’ utilization of  college counseling services based on sexual identity, asexual college students were the only demographic that showed a lower counseling utilization rate than straight students (McAleavey, Castonguay, & Locke, 2011). I have personally experienced fear of  my identity being pathologized, fearing that seeing a therapist or other mental health practitioner would result in the invalidation of  my self-identification as asexual. Queerness has long been attributed to mental illness and has been pathologized for centuries (Denton, 2016), making it an overt act of  oppression to participate in the continual stigmatization of  asexuality as a problem to be “fixed.” This only adds to the marginalization and erasure that asexual students experience in higher education settings.Co-opting Asexual SpacesIn straight, cis people’s attempts to align themselves with allyship toward the queer community, they can easily do far more harm than good.  There is a palpable and problematic power dynamic observed in heterosexual, cisgender (abbreviated cishet) individuals who wrongfully insert themselves into the queer community under the guise of  inclusion by claiming that the “A is for ally.” According to Goldstein (2017), cishet allies experience “stigma by association” when interacting with other cishet people who may judge them for being associated with the queer community. Many cishet people misinterpret this judgment as equivalent to the persecution experienced when one is part of  the queer community. Thus, cishet people may feel moved to take over queer spaces for themselves under this malalignment. Because of  such co-opting behavior, it is wrong even to consider these people allies, as they are violently pushing the asexual community out of  their own queer spaces for their own victimization complexes to take root.50 • The Vermont Connection • 2019 • Volume 40It is not only cishet people claiming allyship who push asexual-spectrum people out of  queer spaces. Asexual people are commonly excluded by queer-identifying people who claim that asexuality is not inherently queer unless it is accompanied by some other identity that is considered queer – i.e., cisgender heteroromantic asexual people are wrongfully considered cishet by many queer people who gatekeep the queer community through gaslighting and invalidation of  those deemed “not queer enough,” which ignores the reality that sexual identity is self-identified and personal. This intra-community violence implies that the queerness of  asexuality is invalid, even though asexuality and heterosexuality are often mutually exclusive and many people who identify as asexual do not consider themselves straight. Anecdotally, I have observed this oppression at work especially on the Internet on platforms like Tumblr and Twitter, where a search of  the keywords “ace discourse” will show all of  the venomous hate speech that is often spewed onto the asexual community.Relationship Violence and Hate CrimesIt should be noted that some asexual people who want to engage in romantic and/or sexual relationships may also experience difficulty and violence within these relationships, especially if  their partner is not asexual. One asexual and heteroromantic-identifying person, Idra, explained her frustration in being unable to be fully honest with her non-asexual partner about her asexuality:  Having sex is something that we do because I succumb to peer    pressure and want to be normal, so I go ahead with it. I just wish that   I knew how to approach the subject with him and then even know   what to say if  I did. (McDonnell, Scott, & Dawson, 2017)The aforementioned misunderstandings that many non-asexual people hold about asexuality, if  they even know about it at all, has the potential to cause serious issues in relationships. Such issues often materialize as non-asexual partners becoming frustrated because they do not understand the motivations asexual people may have to engage in sexual behavior, or that some asexual people who do engage in sexual behavior might be comfortable with some sexual acts but not others.Beyond misunderstanding, asexual people often face intimate partner violence and sexual assault. Instances of  corrective rape in which an asexual person is sexually assaulted in an attempt to “fix” or “convert” them are alarmingly common, especially those instances in which cishet people, especially men, see asexuality as a challenge to their ability to seduce (Deutsch, 2018). The violence that asexual people experience related to their identity needs to be taken into consideration when reflecting upon and acting to improve the collegiate experience for asexual • 51Meyerstudents.  Asexual students may enter the college environment already carrying trauma which may be attributed to their asexual identity.(Re)examining Asexuality through a Poststructural LensFrom a poststructural perspective, asexuality is a modifier to an already vast expanse of  identifiers in queerness. It can create a more nuanced view of  sexual identity by providing a lens into the extent to which individuals experience sexual attraction, rather than simply examining to whom this attraction is directed. The social construction of  sexual identity places sexual attraction on a rigid continuum when in reality attraction is messy, personally defined, and fluid (Denton, 2016). Asexuality at its roots deconstructs what love and attraction are by rejecting a world that validates only the stereotypical monogamous sexual-romantic partnership as “true love.” The deconstruction of  these ideals is queer at its very core.Further, social constructs of  sexual identity enforce a gender binary and gender norms which asexuality does not participate in. Asexuality rejects the notion that sexual attraction is required to validate gender performativity. Asexual people are not given the opportunity to advocate for such deconstruction, however, and are often drowned out by the discourse that violently aims to erase them. The absence of  attraction does not preclude asexual people from love, desire, or healthy relationships. Thus, it is an absolute disgrace that student affairs practitioners (and indeed, the world at large) are not adequately prepared to care and advocate for asexual students.Catalyzing Asexual Community DevelopmentThe importance of  creating spaces and opportunities for asexual students to build community cannot be understated. Asexual people are far less likely to form a community with one another than people who identify with other queer identities (Scott, McDonnell, & Dawson, 2014). Presumably, this is because asexual people are forced out of  the community by both cishet and queer-identified people. One survey respondent, when asked about her experience discovering what asexuality meant, stated that “it was like coming home. I knew immediately that this was me and that I wasn’t alone” (Carrigan, 2011). Asexual students must have opportunities to build community with one another to support the development of  their asexual identity and their understanding of  queerness. To support the liberation of  asexual students, student affairs professionals should be prepared to create space for conversations about the nuances of  the asexual community beyond blanket basic education about sexuality, sexual behavior, and attraction. Additionally, student affairs professionals should be prepared to examine the intersections articulating between asexuality and other social identities in order 52 • The Vermont Connection • 2019 • Volume 40to better support students with multiple marginalized identities.For asexual students of  color, finding community is even harder. Literature centering the intersection of  race and asexuality is slim to none, but Hawkins Owen, Cerankowski, and Milks (2014) describe the racialization of  Black asexual women in the context of  White supremacist history in the United States. Contradictorily, the dominant social interpretation of  sexuality both hypersexualizes and desexualizes Black women based on cultural depictions of  Black women stemming from chattel slavery in the U.S. This construction results in an even larger margin of  difficulty when it comes to the ability of  Black asexual women to assert their identity. This narrative is rooted in a fictitious Black/White binary but begins to explore the racialization of  sexuality and the additional difficulty that asexual people of  color face in their identity development. Rarely are people of  color represented in the asexual community, whether online or in person, because of  the standard of  Whiteness that is pervasive in the queer community. Student affairs professionals should be well aware of  this dynamic when creating space for asexual students. We must anticipate that asexual students of  color will find it especially difficult to form an affinity with other asexual students due to racialized expectations of  sexuality.The need to provide space for asexual students on campus includes and extends to the normalization of  non-sexual acts of  love and the deconstruction of  sex as the pinnacle of  love and attraction for all students. According to Scott et al. (2014), a large majority of  asexual survey participants said that they expressed love and intimacy through non-sexual acts such as some forms of  non-sexual touch, acts of  care and service, or quality time that are generally considered platonic. The fact that these acts are practiced by most people, and not just asexual people, demonstrates that non-sexual acts are a way that people express affection, love, and intimacy with those they care about and should be considered just as legitimate as sexual acts. This finding also points to the necessity of  non-sexual relationships, especially platonic and familial relationships, to be normalized as equivalent in value to sexual relationships. These relationships are often just as significant to people as sexual or romantic relationships but are commonly treated as inferior. This hierarchical organization of  different types of  relationships is not only harmful to asexual people, but also to people of  all sexual identities in their expressions of  love and affection.Far and away, the most proactive step that cishet people can take to support asexual students is to distance themselves from false allyship and appropriation of  asexual spaces. Not only should cishet people recognize that their inclusion in the LGBTQIA+ acronym is not necessary and pushes out queer people from their own community, but they should also be prepared to articulate the harmful nature of  this practice to other cishet people who co-opt the A. The dismantling • 53Meyerof  the “A is for ally” misconception is also a step forward in deconstructing performative allyship and reclaiming queer spaces from cishet performativity.Additionally, in evaluating the lexicons of  scholarship and practice centering asexual student narratives, I call upon the student affairs community as a whole to consider expanding on these ideas and furthering the ability of  the student affairs profession to address the needs of  asexual students and intersectionality within the asexual community. Addressing the needs of  asexual students means that there must be literature, research, and thought in the general zeitgeist to draw from in order to inform best practice. This article is not only my contribution to this very limited collection of  documented ideas about asexuality in higher education but is also a call to action for student affairs professionals to more effectively center the experiences of  asexual students and scholars rather than speculating about asexual experiences.ConclusionAsexual students remain an under-researched and underrepresented group in higher education and in the world as a whole. By learning how to support asexual students and understanding the barriers that they face in higher education, student affairs practitioners can more effectively create space for asexual students and the unique perspectives that they bring to their collegiate experiences. Additionally, by expanding what we know about queerness and challenging how we approach the gatekeeping of  queerness, we can more effectively help asexual students find their place in college and encourage asexual identity development in community and affinity for the benefit of  these students. By increasing access to asexual affinity spaces and addressing systems of  inequity that keep asexual students from accessing queer spaces, student affairs professionals are able to create incredibly meaningful space for a group of  students who are used to being unseen. 54 • The Vermont Connection • 2019 • Volume 40ReferencesAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of  mental disorders (5th ed.). Arlington, VA: American Psychiatric Publishing.Carrigan, M. (2011). There’s more to life than sex? Difference and commonality within the asexual community. Sexualities, 14(4), 462–478. doi: 10.1177/1363460711406462Denton, J. M. (2016). Critical and poststructural perspectives on sexual identity formation. New Directions for Student Services, 2016(154), 57–69. doi: 10.1002/ss.20175Deutsch, T. (2018). Asexual people’s experience with microaggressions. Student Theses. Retrieved from https://academicworks.cuny.edu/jj_etds/52Goldstein, S. B. (2017). Stigma and stigma by association in perceptions of  straight allies. Journal of  LGBT Youth, 14(4), 345–358. doi: 10.1080/19361653.2017.1326867Hawkins Owen, I., Cerankowski, K. J., & Milks. (2014). On the racialization of  asexuality. In Asexualities: Feminist and queer perspectives. New York: Routledge, Taylor & Francis Group.McAleavey, A., Castonguay, L., & Locke, B. (2011). Sexual orientation minorities in college counseling: Prevalence, distress, and symptom profiles. Journal of  College Student Development. doi: 10.1002/j.2161-1882.2011.tb00268.xMcDonnell, L., Scott, S., & Dawson, M. (2017). A multidimensional view? Evaluating the different and combined contributions of  diaries and interviews in an exploration of  asexual identities and intimacies. Qualitative Research, 17(5), 520–536. doi: 10.1177/1468794116676516Mollet, A. L., & Lackman, B. R. (2018). Asexual borderlands: Asexual collegians’ reflections on inclusion under the LGBTQ umbrella. Journal of  College Student Development, 59(5), 623–628. doi: 10.1353/csd.2018.0058Rance, X. (2017, October 27). Asexuality: Shape and size may vary. Retrieved from https://www.glaad.org/amp/asexuality-shape-and-size-may-varyScott, S., McDonnell, L., & Dawson, M. (2014). Asexual lives: Social relationships and intimate encounters. Discover Society. Retrieved from https://discoversociety.org/2014/06/03/asexual-lives-social-relationships-and-intimate-encounters/",
    "id": 215156204,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.uvm.edu:tvc-1330"
    },
    "title": "A is Not for Ally: Affirming Asexual College Student Narratives",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "UVM ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.uvm.edu/cgi/viewcontent.cgi?article=1330&amp;context=tvc"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215156204.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215156204"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215156204/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215156204/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215156204"
        }
    ],
    "abstract": "The college experience is often hypersexualized, presenting students as collectively sexually active and interested in sex. Such hypersexualization creates a culture that assumes the presence of sexual attraction, which massively excludes students who identify on the asexual spectrum. This exclusion becomes amplified when asexual students go to their campus LGBTQIA+ centers for support and discover that their “A for asexual” has been stolen by the people who claim to be their allies. As a result of this erasure, asexual college students are unable to make sense of their identity in an environment that does not recognize the ways of being that asexual students exemplify. The American higher education system, as an extension of an already massively undereducated general public, has much to do to give asexual students the feeling of community and inclusion that they so often lack. Here, I use a review of the limited current literature combined with storytelling to explain systemic issues facing asexual collegians and reflect on methods of resilience and coalition building for asexual students",
    "tags": [
        "text",
        "Higher Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.uvm.edu:tvc-1330",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2148",
        "openDoarId": 0,
        "name": "ScholarWorks @ UVM",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215156204,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T16:00:57+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:02:44+01:00"
    },
    "urls": [
        "https://scholarworks.uvm.edu/tvc/vol40/iss1/8",
        "https://scholarworks.uvm.edu/context/tvc/article/1330/viewcontent/AisNotforAlly.pdf"
    ],
    "lastUpdate": "2024-02-20T16:00:57+00:00",
    "setSpecs": []
}