{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rogers, Austin"
        }
    ],
    "contributors": [],
    "createdDate": "2020-04-03T02:47:50+01:00",
    "dataProvider": {
        "id": 3465,
        "name": "Marquette University Law School",
        "url": "https://api.core.ac.uk/v3/data-providers/3465",
        "logo": "https://api.core.ac.uk/data-providers/3465/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/289198415.pdf",
    "fullText": "Marquette Law Review Volume 103 Issue 1 Fall 2019 Article 6 2019 A Masterpiece of Simplicity: Toward a Yoderian Free Exercise Framework for Wedding-Vendor Cases Austin Rogers Follow this and additional works at: https://scholarship.law.marquette.edu/mulr  Part of the Civil Rights and Discrimination Commons, Constitutional Law Commons, First Amendment Commons, Religion Law Commons, Sexuality and the Law Commons, and the Supreme Court of the United States Commons Repository Citation Austin Rogers, A Masterpiece of Simplicity: Toward a Yoderian Free Exercise Framework for Wedding-Vendor Cases, 103 Marq. L. Rev. 163 (2019). Available at: https://scholarship.law.marquette.edu/mulr/vol103/iss1/6 This Article is brought to you for free and open access by the Journals at Marquette Law Scholarly Commons. It has been accepted for inclusion in Marquette Law Review by an authorized editor of Marquette Law Scholarly Commons. For more information, please contact megan.obrien@marquette.edu. ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019 7:12 AM    A MASTERPIECE OF SIMPLICITY: TOWARD A YODERIAN FREE EXERCISE FRAMEWORK FOR WEDDING-VENDOR CASES  AUSTIN ROGERS* The Free Exercise Clause was enacted to protect diverse modes of religious practice.  Yet certain expressions of free exercise have entailed concomitant harm to those outside the religious community, especially LGBTQ persons.  This trend has been acutely present in the recent onslaught of wedding-vendor cases: LGBTQ persons seek the enforcement of statutorily protected rights, while religious objectors seek refuge from state intrusion under constitutional shelter.  Consequently, wedding-vendor cases present an area of law in which free-exercise jurisprudence and anti-discrimination jurisprudence have been clashing. However, despite the primacy of religious freedom and equal protection in American jurisprudence, courts analyze wedding-vendor cases in widely disparate ways.  At times, they are under-protective of members of the LGBTQ community; at others, they penalize wedding-vendors and chill longstanding religious practices.  Thus, the prevailing analytical paradigms are flimsy and lead to unpredictable outcomes.  This deficiency came to light as the Supreme Court addressed these complex legal issues in Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission.  There, the Masterpiece Court’s holding is  * Duke University School of Law, J.D. 2019; Duke Divinity School, M.Div. 2016; Wheaton College, B.A. 2013; Southeastern University, B.S. 2012.  I thank the friends, family members, and colleagues who enriched my thinking about the issues in this Article.  In particular, I thank those who discussed these complex issues with me during the Article’s preliminary stages: Hala Daou, Shelvis Ponds, and Professor H. Jefferson Powell.  I thank my interlocutors in medias res: Joshua Bliesener, Andrew Lane, Jesse Huddleston, Susanna Figueroa, Aum Solanki, Matt Noxsel, Jordan Varberg, and Professor Rebecca Rich and her Scholarly Writing seminar students.  And I thank the Marquette Law Review editors who accepted the Article for publication and provided me with incisive edits that refined my writing.  I’m also grateful to my academic mentors, including Joseph Childs, Jerry Root, David Marshall, and John Witte.  Finally, I’m grateful to my family for their love and support: my mother and father for always providing me with guidance, and my brothers for being the best interlocutors of all. ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 164 MARQUETTE LAW REVIEW [103:163   diffident and provides scant guidance to the lower courts in which these cases continue to percolate.  Yet Masterpiece’s significance has been broadly misconstrued by commentators.  Therefore, in order to clarify a muddled sphere of free-exercise and anti-discrimination jurisprudence, this Article’s task is twofold.  First, it provides an interpretive lens for Masterpiece that is in tension with the general body of commentary surrounding the decision.  Far from a victory for religious rights advocates, Masterpiece portended a path to analyzing free exercise claims according to a paradigm that disfavors religious liberties (if its line of reasoning persists).   This Article’s second task is to advance a framework for analyzing wedding-vendor cases.  This framework employs objective criteria from Wisconsin v. Yoder when examining requests of religious exemption to public accommodations laws—an approach that has fallen into judicial disuse given its ostensible burden on free exercise.  Then, after Yoderian vetting criteria are satisfied, this framework allows for a narrow exception to small business owners that can demonstrate their religious practices’ rootedness in a longstanding religious tradition.  This template would cause multiple parties to cede ground and reduce some of the strongest tensions in this area of law.  As such, it would strike a more prudent balance between the dignitary rights of LGBTQ persons and the free-exercise rights of religious objectors.  I. INTRODUCTION .......................................................................................... 165 II. THE FREE EXERCISE CLAUSE: LEGAL BACKGROUND .............................. 169 A. First Forays into Free Exercise Analysis: The Belief-Action Doctrine ...................................................................................... 169 B. Development into Strict Scrutiny .................................................. 171 C. The Unsure Footing of the Court’s Free Exercise Jurisprudence  Under Smith ................................................................................ 174 III. MASTERPIECE CAKESHOP SUMMARY AND BACKGROUND ...................... 178 A. Factual Background ...................................................................... 178 B. Justice Kennedy’s Majority Opinion: A Masterpiece of Simplicity .................................................................................................... 181 C. The More Consequential Concurrences ........................................ 184 D. Justice Ginsburg’s Dissent ............................................................ 187 E. An Interpretive Gloss: Masterpiece Does Not Advance Religious Liberty ........................................................................................ 188 1. What Kind of Precedent Did Masterpiece Set? ...................... 189 IV. THE DESCRIPTIVE TASK: ANALYSIS AND CRITICISM OF MASTERPIECE CAKESHOP .......................................................................................... 192 ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 165   A. The Piggie Park Precedent: Why the Analogy Breaks Down ....... 192 B. The Stilted Free Speech Angle ...................................................... 198 1. Line-Drawing and Definitional Problems ............................... 200 2. Free Speech Arguments Dwarf the Free Exercise Clause for Wedding Vendors ................................................................. 201 C. Hostility as a Dispositive Free-Exercise Norm ............................. 204 V. THE PRESCRIPTIVE TASK: POTENTIAL PARADIGMS ................................. 206 A. In Search of Objective Criteria: A Yoderian Proposal .................. 208 B. A Few Brief Applications ............................................................. 212 VI. CONCLUSION ........................................................................................... 214  “Opposition is True Friendship.”1 “I have become all things to all people.”2 I. INTRODUCTION When a same-sex couple approached cakeshop owner Jack Phillips to create their wedding cake in 2012, it is unlikely that either the couple or Phillips realized the attention that their brief encounter would attract for the quiet town of Lakewood, Colorado.  Indeed, in due course their encounter would capture audiences of major news media and spark fierce debate from scholars, jurists, and laypeople.  Yet it is even less likely that either of the parties realized the potential constitutional significance of their encounter.  Phillips refused to design a cake for Charlie Craig and Dave Mullins because of his religious convictions concerning same-sex marriage,3 implicating free exercise and free speech protections that have longstanding roots in our constitutional tradition.  And for the couple, it did not matter that Phillips offered to sell them any other product besides a wedding cake—say, brownies or other cakes.4  The dignitary harm that the couple suffered as a result of Phillips’s refusal was already wrought,5 implicating notions of equal protection that have similarly longstanding roots in our constitutional tradition.  1. WILLIAM BLAKE, A Memorable Fancy, in THE MARRIAGE OF HEAVEN AND HELL 79 (Michael Phillips ed., 2011). 2. 1 Corinthians 9:22. 3. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1724 (2018). 4. Id.  Phillips explained that he would “make [the couple] birthday cakes, shower cakes, [or] sell [them] cookies and brownies.”  Id. 5. Id. at 1748 (Ginsburg, J., dissenting).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 166 MARQUETTE LAW REVIEW [103:163   So when their dispute was brought before the Supreme Court of the United States, it seemed as though an unstoppable jurisprudential force—the Court’s doctrine upholding the dignitary rights of those within protected classes—would meet an immovable jurisprudential object—the Court’s inveterate protection of free exercise claims.6  The State Administrative Law Judge reviewing the couple’s discrimination complaint decided that Phillips’s refusal represented an impermissible violation of Colorado public accommodations law.7  And on appeal, this judgment was doubly affirmed—first by the Civil Rights Commission,8 then by the Colorado Court of Appeals.9  Therefore, when the Court granted certiorari,10 it looked as though constitutional doctrine of momentous proportions would be handed down.  Tension built, and expectations reached their highest inflection the day the case was decided, June 4, 2018.11  Numerous people rallied outside the courthouse: reporters, picketers, and curious passersby alike.12  For those who backed Phillips, the Court’s decision was a victory met with jubilant cheers, and crowds of supporters flocked to Masterpiece Cakeshop the following day to congratulate him.13  For those who backed Craig and Mullins, the decision was  6. Although current free exercise jurisprudence is somewhat enigmatic, free exercise burdens traditionally received strict scrutiny.  Therefore, if Colorado’s public accommodations law inhibited Phillips’s right to exercise his religion, it would have to be narrowly tailored to serve a compelling government interest.  See infra note 45–50 and accompanying text. 7. Masterpiece, 138 S. Ct. at 1726. 8. Id.  9. Craig v. Masterpiece Cakeshop, Inc., 370 P.3d 272, 283 (Colo. App. 2015).  10. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 137 S. Ct. 2290 (2017). 11. See Robert Barnes, Supreme Court Rules in Favor of Baker Who Would Not Make Wedding Cake for Gay Couple, WASH. POST (June 4, 2018), https://www.washingtonpost.com/politics/courts_law/supreme-court-rules-in-favor-of-baker-who-would-not-make-wedding-cake-for-gay-couple/2018/06/04/50c68cf8-6802-11e8-bea7-c8eb28bc52b1_story.html?utm_term=.e08466b7f19a [https://perma.cc/47B5-6M82] (discussing the events that led up to the decision date). 12. See Adam Liptak, In Narrow Decision, Supreme Court Sides With Baker Who Turned Away Gay Couple, N.Y. TIMES (June 4, 2018), https://www.nytimes.com/2018/06/04/us/politics/supreme-court-sides-with-baker-who-turned-away-gay-couple.html [https://perma.cc/NV24-CUSB] (narrating the attendant circumstances of the alleged victory). 13. See Trevor Hughes, At Masterpiece Cakeshop, Cheers and Smiles for Jack Phillips After Supreme Court Ruling, USA TODAY (June 4, 2018), https://www.usatoday.com/story/news/nation/2018/06/04/masterpiece-cake-shop-supreme-court-ruling/670393002/ [https://perma.cc/2LLS-P7XX] (discussing Phillips’s customers visiting his cakeshop to congratulate him on victory).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 167   a deep disappointment.14  For those concerned with constitutional doctrine, however, the Court’s decision should be underwhelming. In an area of jurisprudence already awash in words,15 the Masterpiece opinion added little to the conversation, even though it had tremendous potential to clarify the rights of religious objectors and LGBTQ persons.  The ruling, it would seem, represented a victory for religious freedom advocates, and a cacophony of voices have amassed to confirm this interpretation of the Supreme Court’s most recent free-exercise ruling.16  Some choose to view the case as a deep loss for LGBTQ rights, while others view it as a resounding win for conservatives.17  Many, still, situate the case somewhere in between in light of the Court’s underlying rationale, suggesting that the opinion represents a win—but only a qualified win—for religious liberty proponents.18  But most commentators view the case as favorable for religious liberty.19 This Article advances an interpretive lens for the Court’s ruling that is in tension with the general body of commentary surrounding the decision—a lens that goes beyond the decision’s mere result and looks instead at what the Court’s language and rationale might presage.  In this vein, the Article argues that, far from a victory for religious-rights advocates, the Masterpiece Court tilted the balance in favor of LGBTQ rights under its public accommodations  14. See, e.g., Silas House, The Masterpiece Decision Isn’t Harmless, N.Y. TIMES (June 5, 2018), https://www.nytimes.com/2018/06/05/opinion/masterpiece-cakeshop-decision-kentucky.html [https://perma.cc/G7CJ-TL5T] (describing the events in a deflated light); Jim Downs, We’re Looking at the Masterpiece Cakeshop Case All Wrong.  And So Did the Supreme Court: Why the Masterpiece Cakeshop Decision Was a Major Loss for Gay Rights, WASH. POST (June 6, 2018), https://www.washingtonpost.com/news/made-by-history/wp/2018/06/06/were-looking-at-the-masterpiece-cakeshop-case-all-wrong-and-so-did-the-supreme-court/ [https://perma.cc/W2GU-FDJS] (arguing that the decision was a loss for the LGBTQ community). 15. That is, the intersection of anti-discrimination jurisprudence and free exercise jurisprudence. 16. See, e.g., Liptak, supra note 12; House, supra note 14. 17. See supra note 14 and accompanying text. 18. See, e.g., Douglas Laycock & Thomas Berg, Masterpiece Cakeshop–Not As Narrow As May First Appear, SCOTUSBLOG (June 5, 2018, 3:48 PM), http://www.scotusblog.com/2018/06/symposium-masterpiece-cakeshop-not-as-narrow-as-may-first-appear [https://perma.cc/6HWF-ES82] (providing a cautious interpretation of the decision, and paying attention to potential negative and positive nuances). 19. See, e.g., Todd Starnes, A Win for Masterpiece Cakeshop but it Ain’t Over Yet, FOX NEWS (June 4, 2018), https://www.foxnews.com/opinion/todd-starnes-a-win-for-masterpiece-cakeshop-but-it-aint-over-yet [https://perma.cc/97D4-Q858] (interpreting the decision in an optimistic light); Jack Crowe, SCOTUS Rules in Favor of Baker Who Refused to Make LGBT-Wedding Cake, NAT’L REV. (June 4, 2018), https://www.nationalreview.com/news/masterpiece-cakeshop-religious-liberty-wins-landslide [https://perma.cc/59JZ-QYD2] (portraying the decision as a win for religious liberty).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 168 MARQUETTE LAW REVIEW [103:163   jurisprudence.  In light of this trajectory, the Article then provides a predictive framework for how the Court will likely rule in cases with analogous plaintiffs and defendants—that is, if it were to follow the same line of reasoning guiding Masterpiece.20  The analysis anticipates an arc toward more expansive protection for LGBTQ people, along with a reduction in free-exercise exceptions.  Not only is this demonstrated through the Court’s discrete treatment of claims to religious rights and civil rights (by pitting them against each other), but it is also demonstrated through the manner in which the Court employed precedent from the race-based anti-discrimination context and the free speech context.   To this end, Part II traces the development of free-exercise doctrine, especially as it implicates other rights of constitutional import.  It shows that the Court’s treatment of free exercise claims has been undulant but has ultimately displayed a trajectory toward casting strict-scrutiny protection over religious persons.  More recently, however, the Court has departed from this trend, leaving the status of the Free Exercise Clause in doubt.  Part III examines the Masterpiece opinion itself—briefly interposing explanations of the anti-discrimination jurisprudence and the free-speech jurisprudence necessary to understand religious exemptions in wedding-vendor cases.  Part IV criticizes the opinion and argues that, in resolving wedding-vendor disputes, it is not only important to recognize resemblances between various modes of discrimination, but it is also crucial to parse the distinctive features of protected classes of citizens and the discrimination they face.  Similarly important is the recognition of the different doctrinal work that the Free Exercise Clause, public-accommodations regimes, and Free Speech Clause should do. Part V uses these foregoing accounts and appraisals to propose a paradigm for analyzing future wedding-vendor cases as well as claims that implicate religious rights and other imperative legal rights (be they constitutional or statutory).  This framework would employ objective criteria to assess the sincerity of exemption seekers, then apply strict scrutiny to analyze governmental actions that infringe upon free exercise rights.  It would allow for a narrow, limited exception to public accommodations laws for small private business owners but only under preliminary vetting mechanisms.  Ultimately, this Article aims to advance a template that would invite greater clarity,  20. This is to acknowledge that the composition of the Court, as of this publication, is different from what it was when Masterpiece was handed down.  See infra note 182 and accompanying text.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 169   predictability, and constitutional balance—for the dignitary rights of LGBTQ persons and the free-exercise rights of religious objectors.  II. THE FREE EXERCISE CLAUSE: LEGAL BACKGROUND The Supreme Court’s free-exercise jurisprudence has been anything but clear or predictable.  Indeed, the Court has vacillated between granting extensive protection to religious practices and promoting the government’s interest in regulating religious activity.  Ultimately, though, the constellation of the Court’s free-exercise decisions has displayed a trend toward heightened scrutiny of laws burdening religious exercise and greater protection for religious claimants. A. First Forays into Free Exercise Analysis: The Belief-Action Doctrine Justice Rutledge once remarked that “[n]o provision of the Constitution is more closely tied to or given content by its generating history than the religious clause of the First Amendment.”21  Therefore, before plunging into the doctrine undergirding Masterpiece and other wedding-vendor cases, the development of doctrine in this arena warrants attention.  The Religion Clause states: “Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof . . . .”22  Like so many of its sister provisions in the Bill of Rights, the Free Exercise Clause has been applied to the states through the Fourteenth Amendment.23  The dual concerns of the Religion Clauses often implicate each other—in legal doctrine, if not in practical application—and the Court has often been forced to navigate between establishment concerns on the one hand, and free exercise concerns on the other.24   21. Everson v. Bd. of Educ., 330 U.S. 1, 33 (1947) (Rutledge, J., dissenting).  This is not to suggest that Justice Rutledge understood the generating history of the religious clause.  22. U.S. CONST. amend. I.  23. Cantwell v. Connecticut, 310 U.S. 296, 303 (1940) (“The . . . concept of liberty embodied in [the Fourteenth] Amendment embraces the liberties guaranteed by the First Amendment.”).  24. See, e.g., Lemon v. Kurtzman, 403 U.S. 602, 614 (1971) (observing that the religion clauses are designed “to prevent, as far as possible, the intrusion of either [religion or government] into the precincts of the other.”); David E. Fitzkee & Linell A. Letendre, Religion in the Military: Navigating the Channel between the Religion Clauses, 59 A.F. L. REV. 1, 3 (2007) (discussing the dual concerns of the Religion Clause in the military context and highlighting the “complex array of constitutional tests [that] attempt to navigate the narrow channel between the free exercise of religion . . . and establishment of religion, . . . a feat compared to navigating the narrow channel between the Scylla and Charybdis in Greek mythology”) (citation omitted).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 170 MARQUETTE LAW REVIEW [103:163   It would be easy enough to ensure that religious people can think as they wish.  And early cases on the Free Exercise Clause attempted to do just that.  In Reynolds v. United States,25 for example, the Court first invoked the belief-action doctrine to uphold the criminality of polygamy against Mormons who were claiming a constitutional entitlement to polygamy, a marriage practice integral to Mormon faith at the time.26  This more cerebral jurisprudence suggested that as long as the government has not attempted to regulate religious opinions or beliefs, then it has not contravened the Free Exercise Clause by regulating practices and actions.27  Appeals to this doctrine persisted for over sixty years until the doctrine began to deteriorate.28  Two problems emerged from the application of the belief-action doctrine.  The first was philosophical: defining action can be a difficult task for courts, or for anyone.  Indeed, can’t inaction be more potent than action?29  If a student refrains from saluting a flag because of his religious beliefs, has he thereby acted?30  Is prayer action?31  Philosophical queries in this vein tend to multiply when a constitutional doctrine hinges on the dichotomy between belief and action.32  The second (and more important) problem with the belief-action doctrine was practical: The Free Exercise Clause ought to extend to practices.33  “Free Exercise Clause” is not a misnomer.  That is, it was not intended to be consigned to the realm of thought, but was designed to protect practices.34  Just as the freedom to possess a certain status or orientation is inadequate to protect the  25. 98 U.S. 145 (1878). 26. Id. at 167. 27. See id. at 164–66.  For a terse but rich discussion of the belief-action doctrine, see Harrop A. Freeman, A Remonstrance for Conscience, 106 U. PA. L. REV. 806, 818 (1958) (discussing the belief-action doctrine). 28. See Minersville Sch. Dist. v. Gobitis, 310 U.S. 586, 600 (1940). 29. See Nat’l Fed’n of Ind. Bus. v. Sebelius, 567 U.S. 519, 520 (2012) (employing the passive-active distinction to support the Court’s holding).  See infra Section IV.B. for a comprehensive treatment of this issue’s relevance to speech. 30. Minersville, 310 U.S. at 591. 31. Brandenburg v. Ohio, 395 U.S. 444, 455 (1969) (Douglas, J., concurring) (highlighting the difficulty of distinguishing between belief and action when analyzing prayer). 32. See, e.g., Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1724 (2018). 33. Richard H. Fallon, Jr., Tiers for the Establishment Clause, 166 U. PA. L. REV. 59, 85 (2017) (“[T]he government has powerful reasons, rooted in free exercise values, to want to spare citizens the cruel choice of deciding whether to disobey either the government or their God.”). 34. Id.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 171   Equal Protection rights of LGBTQ persons,35 so too is the freedom to believe inadequate to protect the First Amendment rights of religious persons.36  Thus, in time the belief-action doctrine failed to pass constitutional muster.37  And for good reason: a constitutional value worth protecting in thought alone is no constitutional value at all.  B. Development into Strict Scrutiny In the process of shedding the belief-action doctrine, courts articulated principles that extended the protection of the Free Exercise Clause.38  Cantwell v. Connecticut39 provides an example of the Supreme Court’s free-exercise doctrine during this transitional phase.40  There, the Court overturned Cantwell’s conviction for inciting a breach of peace, a conviction he received by proselytizing. 41  The Court stated that “the power to regulate [religious conduct] must be so exercised as not, in attaining a permissible end, unduly to infringe the protected freedom.”42  Therefore, if Connecticut wished to criminalize Cantwell’s religious solicitations, it would have to show that Cantwell’s conduct presented an “immediate threat to public safety, peace, or order.”43  This public safety-peace-order triad represents one of the first intimations of heightened scrutiny for the Court.44 Over time, the various iterations of free-exercise protection coalesced into a univocal strict scrutiny standard.  In Sherbert v. Verner,45 for example, a Seventh Day Adventist was denied unemployment compensation because she  35. See Obergefell v. Hodges, 135 S. Ct. 2584, 2599 (2015). 36. Masterpiece, 138 S. Ct. at 1727.  37. See, e.g., Wisconsin v. Yoder, 406 U.S. 205, 217 (1972) (discussing the interdependent relationship between “religious beliefs and what we would call today ‘life style’” before granting the Amish an exemption from state compulsory education law). 38. See, e.g., Cantwell v. Connecticut, 310 U.S. 296, 304, 311 (1940) (suggesting a trajectory toward strict scrutiny even though the Court used a lower standard of review). 39. 310 U.S. 296 (1940). 40. That said, the Court did still adhere to some form of the belief-action doctrine, albeit a diminished one.  Id. at 303. 41. Id. at 309, 311. 42. Id. at 304.  43. Id. at 308. 44. Id. 45. 374 U.S. 398 (1963).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 172 MARQUETTE LAW REVIEW [103:163   refused to accept jobs that required her to work on her religious Sabbath.46  Consequently, she alleged that her free exercise rights were violated by South Carolina’s rejection of her claims to unemployment benefits.47  The U.S. Supreme Court agreed.48  In doing so, the Court articulated its standard for free-exercise analysis in no uncertain terms: “If . . . the South Carolina Supreme Court[‘s decision] is to withstand appellant’s constitutional challenge, it must be . . . justified by a ‘compelling state interest.’”49  To stress the weight the Court placed on free-exercise values, the Court stated that “in this highly sensitive constitutional area, ‘only the gravest abuses, endangering paramount interest, give occasion for permissible limitation’ [of free-exercise rights].”50  Thus, in the Supreme Court’s “first and leading case in . . . modern free exercise jurisprudence,”51 South Carolina was “constitutionally compelled to carve out an exception . . . for those whose unavailability [was] due to their religious convictions.”52  Sherbert therefore has enabled religious objectors to challenge a vast array of laws and regulations that are incompatible with the objectors’ religious tenets.53  These challenges have principally been generated through requests for exemptions from, rather than demands for the invalidation of, laws that suppress religious conduct.54  And laws have typically been challenged because they either penalize religiously motivated conduct or penalize the refusal to perform legally required conduct on religious grounds.55  46. Id. at 399–402.  The South Carolina Unemployment Compensation Act stated that a claimant was ineligible for compensation if she “failed, without good cause, . . . to accept available suitable work when offered.”  S.C. CODE ANN. § 68-114(3)(a) (1962), reprinted in Sherbert, 374 U.S. at 400 n.3. 47. Sherbert, 374 U.S. at 401. 48. Id. at 402.  49. Id. at 403 (quoting NAACP v. Button, 371 U.S. 415, 438 (1963)).  This standard prevailed for over a quarter of a century.  See infra Section II.C. 50. Id. at 406 (quoting Thomas v. Collins, 323 U.S. 516, 530 (1945)). 51. Michael W. McConnell, Origins and Historical Understanding of Free Exercise of Religion, 103 HARV. L. REV. 1409, 1412 (1990). 52. Sherbert, 374 U.S. at 420 (Harlan, J., dissenting) (emphasis added).  Although this quotation appears in Justice Harlan’s dissent, he was stating what the majority’s decision had de facto effected. Id.  53. See id. at 401–02. 54. See, e.g., Wisconsin v. Yoder, 406 U.S. 205, 232 (1972). 55. Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682, 692–93 (2014); McConnell, supra note 51, at 1412–13.   ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 173   One case in particular illustrates the Court’s tendency to grant exemptions to laws that burden the free exercise of religion.  In Wisconsin v. Yoder,56 the Court applied strict scrutiny review to exempt Amish families from compulsory public education in light of the Amish tradition’s emphasis on vocational training.57  Despite the general applicability of the compulsory education law, the Court still subjected the law to a balancing test because the law placed a burden on the families’ religious vocational principles.58  The Court reiterated the principles animating the Free Exercise Clause, noting that “[t]he values underlying these two provisions [of the First Amendment] relating to religion have been zealously protected, sometimes even at the expense of other interests. . . .  [O]nly those interests of the highest order . . . can overbalance legitimate claims to the free exercise of religion.”59  It should not be overlooked that, during this era—namely, the Warren Court’s reign—the same Court repeatedly articulated the government’s interest in education as being among its highest and most enduring.60  Noteworthy was the Court’s insistence that the case could not be resolved on the grounds that Wisconsin’s education law did not facially discriminate against religions and applied uniformly to all Wisconsin citizens.61  Nor did it matter that the statute was motivated by legitimate secular concerns.62  Instead, the Court held that “[a] regulation neutral on its face may, in its application, nonetheless offend the constitutional requirement . . . if it unduly burdens the free exercise of religion.”63  Thus, it mattered little for the Court that the  56. 406 U.S. 205. 57. Id. at 222. 58. Id. at 214–15.  59. Id. 60. See, e.g., Brown v. Board of Ed. of Topeka, 347 U.S. 483, 493 (1954).  In this watershed school desegregation decision, the U.S. Supreme Court famously remarked that “education is perhaps the most important function of state and local governments.”  Id.; see generally MICHAEL REBELL, FLUNKING DEMOCRACY: SCHOOLS, COURTS, AND CIVIC PARTICIPATION (2018) (casting education as one of the state’s most vital purposes and arguing that civic discourse and democratic values are waning in the United States as a result of inadequate educational funding and curricula). 61. Yoder, 406 U.S. at 220. 62. Id. at 216. 63. Id. at 220 (citing Sherbert v. Verner, 374 U.S. 398 (1963)).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 174 MARQUETTE LAW REVIEW [103:163   Wisconsin provision was generally applicable or neutral if the provision burdened religious practice notwithstanding.64 A critical feature of the Court’s rationale that extends to the wedding-vendor context was its requirement that the claims of free exercise be “legitimate.”65  To prove this legitimacy, the Court placed considerable weight on the evidence—proffered by expert witnesses, testimony, and documents—demonstrating that the religious practice under examination was a) embedded in the claimant’s religious tradition, b) pursuant to a sincerely held religious belief, and c) vital to the Amish community.66  In other words, religious tradition and sincerity mattered a great deal in determining whether an exemption would be appropriate for the religious objector under consideration.67 Thus, through accretively protective rulings like those in Cantwell, Sherbert, and Yoder, the belief-action doctrine eventually gave way to strict scrutiny protection in free exercise jurisprudence.  This heightened standard of review often extended to religious objectors through exemptions.  However, this free exercise doctrine would become somewhat convoluted in years to come.  C. The Unsure Footing of the Court’s Free Exercise Jurisprudence  Under Smith In true bull-in-china-shop fashion, a 5-4 majority of the Court disheveled the foregoing doctrinal development in Employment Division v. Smith,68 spinning free exercise jurisprudence into a doctrinal vertigo from which it has yet to recover.  For this reason, Smith warrants closer examination.  64. For a detailed account of what constitutes a burden on free exercise, see Ira C. Lupu, Where Rights Begin: The Problem of Burdens on the Free Exercise of Religion, 102 HARV. L. REV. 933, 942 (1989) (highlighting the multiple factors that a court employs). 65. Yoder, 406 U.S. at 215.  66. Id. at 215, 235. 67. Id. (“It cannot be overemphasized that we are not dealing with a way of life and mode of education by a group claiming to have recently discovered some ‘progressive’ or more enlightened process for rearing children for modern life.  Aided by a history of three centuries as an identifiable religious sect and a long history as a successful and self-sufficient segment of American society, the Amish in this case have convincingly demonstrated the sincerity of their religious beliefs, the interrelationship of belief with their mode of life, the vital role that belief and daily conduct play in the continued survival of Old Order Amish communities and their religious organization, and the hazards presented by the State’s enforcement of a statute generally valid as to others.”). 68. 494 U.S. 872 (1990).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 175   In Smith, two workers were fired for ingesting peyote in violation of Oregon law.69  Because they were dismissed for “misconduct,” the State denied their unemployment compensation benefits.70  The Oregon Court of Appeals reversed this denial on free exercise grounds,71 and the Oregon Supreme Court similarly held that the State could not deny unemployment compensation to the workers because peyote was an integral part of their religious practices.72  Justice Scalia, writing for the Court, disagreed with the Oregon Supreme Court and found its reliance on the balancing test, taken from Sherbert and its progeny, to be unfounded.73  He reasoned that Smith involved a “valid and neutral law of general applicability” and therefore did not need to be justified by a compelling governmental interest.74  Contrary to Smith, he argued, the line of cases that have applied strict scrutiny usually implicated free exercise rights in conjunction with some other right.75  This analysis gave rise to what some have coined the “hybrid rights doctrine,” which rewards heightened scrutiny to laws that undermine two or more constitutional interests.76  Whatever the merits of this doctrine, the Court reversed the Oregon Supreme Court and held that Oregon could deny the respondents’ unemployment compensation without violating the Free Exercise Clause.77 The majority opinion elicited fierce concurring and dissenting opinions.  For her part, Justice O’Connor’s concurrence criticized the majority’s sweeping assertion that the Court’s “usual free exercise jurisprudence does not even apply” if a law is generally applicable.78  Justice O’Connor echoed the Yoder Court’s insistence that a law’s general and neutral applicability in no way provides that law with a talismanic pass to unduly burden religious practices.79  In fact, she argued that “few States would be so naïve as to enact a law directly  69. Id. at 874.  70. Id. 71. Smith v. Emp’t Div., 763 P.2d 146, 148 (Or. 1988), rev’d sub nom. Emp’t Div., Dep’t of Human Res. v. Smith, 494 U.S. 872 (1990). 72. Id. 73. Smith, 494 U.S. at 874, 884. 74. Id. at 879 (quoting United States v. Lee, 455 U.S. 252, 263 n.3 (1982) (Stevens, J., concurring). 75. Id. at 881. 76. Ryan S. Rummage, Comment, In Combination: Using Hybrid Rights to Expand Religious Liberty, 64 EMORY L.J. 1175, 1180 (2015). 77. Smith, 494 U.S. at 890. 78. Id. at 892 (O’Connor, J., concurring). 79. Id.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 176 MARQUETTE LAW REVIEW [103:163   prohibiting or burdening religious practice as such . . . .  [L]aws neutral toward religion can coerce a person to violate his religious conscience or intrude upon his religious duties just as effectively. . . .”80  Justice O’Connor also argued that the Court had consistently applied the Sherbert balancing test and that case after case had “affirmed that test as a fundamental part of . . . First Amendment doctrine.”81  And the Court had never distinguished between the type of free exercise right being asserted to determine whether to apply the Sherbert compelling interest test, as the majority claimed.82  That is because, in Justice O’Connor’s view, “[t]he compelling interest test effectuates the First Amendment’s command that religious liberty is an independent liberty, that it occupies a preferred position, and that the Court will not permit encroachments upon this liberty, whether direct or indirect, unless required by clear and compelling governmental interests of the highest order.”83 Justice O’Connor therefore could not sign on to the majority’s repudiation of the compelling interest test.84  Instead, in applying that test to the facts of Smith, she argued that striking the sensible balance between religious freedom and compelling state interests required the Court to conclude that the prohibition of peyote was a compelling state interest that would override the workers’ religious interests.85  In other words, the law should have been upheld as an expression of a compelling government interest. Justice Blackmun’s dissent largely tracked with Justice O’Connor’s concurrence.  He argued that a narrow religious exemption should have been granted to adequately address the competing interests at stake.86  In defending this position, he drew attention to the weakness of the slippery slope arguments proffered by the majority—arguments that often accompany exemption requests.87  To prevent similar (and often frivolous) exemption requests, Justice Blackmun observed that those claiming an entitlement to exemption should demonstrate the religious practice’s embeddedness within a specific religious  80. Id. at 894, 901; accord infra notes 242–43 and accompanying text; cf. infra Section III.A. 81. Smith, 494 U.S. at 900 (O’Connor, J., concurring). 82. Id. at 898. 83. Id. at 895 (internal quotations omitted). 84. Id. at 894–95.   85. Id. at 906–07. 86. Id. at 916 (Blackmun, J., dissenting). 87. Id. at 916–17.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 177   tradition, as was the case in Yoder.88  Hence, Justice Blackmun considered a Yoderian template to sufficiently protect free exercise interests as well as the interests of the state. Smith upended decades of doctrine and generated ardent criticism.  The opinion not only repudiated the longstanding strict-scrutiny balancing test from Sherbert, but it also revived a test that had long since fallen into disuse—the belief-action doctrine.89  For these reasons, Smith was not without pushback, and it is chiefly responsible for the complications and impasses courts face as they attempt to resolve the wedding-vendor cases roiling throughout the nation.90  But Smith’s holding was never briefed or argued by either party, and it has not been interpreted in the law as an established doctrine.91  In fact, Smith’s rule has been interpreted by the Court on only one abbreviated occasion, in Church of the Lukumi Babalu Aye v. City of Hialeah.92  And the facts of Lukumi demonstrated such obvious governmental animus that the Court would have ruled the same way regardless of the standard employed.93  Hence, Smith and Lukumi stand as poor precedents for wedding-vendor cases insofar as the facts from Smith and Lukumi are polarized at opposite ends of a spectrum of government infringement. Smith left jurists in a state of uncertainty vis-à-vis the status of the Free Exercise Clause.  And this uncertainty persists today.  Are “hybrid rights” deserving of heightened scrutiny?  What standard should be applied to which  88. Id. at 917–20.  This will be taken up in Part V and be an integral component of this Article’s proposal. 89. See Emp’t Div., Dep’t of Human Res. v. Smith, 494 U.S. 872, 883–84, 890 (1990). 90. See, e.g., Washington v. Arlene’s Flowers, Inc., 389 P.3d 543, 568 (Wash. 2017), vacated, 138 S. Ct. 2671 (2018); Brush & Nib Studio, LC v. City of Phoenix, 418 P.3d 426, 431–32 (Ariz. Ct. App. 2018); Klein v. Or. Bureau of Labor & Indus., 410 P.3d 1051, 1087 (Or. Ct. App. 2017). 91. See, e.g., Brief of Christian Legal Society et al. as Amici Curiae Supporting Petitioners at 6, Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719 (2018) (No. 16-111), 2017 WL 4005662, at *6 (“Smith’s rule . . . has not become embedded in the law.”).  Professor Laycock, author of the CLS brief, is one of the nation’s leading authorities on the Religion Clauses and has litigated both sides of religious liberty and same-sex marriage issues. 92. 508 U.S. 520, 532 (1993).  For a discussion of Lukumi being the sole interpretive gloss of Smith, see Brief of Christian Legal Society et al., supra note 91, at 6. 93. See Lukumi, 508 U.S. at 536.  There, city ordinances purposefully targeted the practices of animal sacrifice in order to stifle the Santeria religious practices that were proliferating in the Hialeah area.  Id. at 542.  Lukumi interpreted the neutral and general applicability standard from Smith to be discrete requirements and found that the laws were neither neutral nor generally applicable, id. at 545, and that the ordinances were not justified by a compelling interest in light of their non-neutral and non-general application, id. at 546.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 178 MARQUETTE LAW REVIEW [103:163   type of free exercise claim?  Does it make a difference if a religious person is claiming exemption to a criminal or civil statute?  All of these questions, and many more, the Smith Court left unanswered. Accordingly, at present, free exercise jurisprudence is anything but stable or settled, and courts and religious persons are not left the better for it.  This unsteadiness has found expression time and again in lower court decisions grappling with wedding-vendor cases.94  However, because the Masterpiece Court genuflected to the race-based public accommodations and free speech line of cases, the Court never clarified Smith’s pertinence to the current context of wedding cases.95  III. MASTERPIECE CAKESHOP SUMMARY AND BACKGROUND Masterpiece should not be envisaged to protect the religious freedoms of wedding vendors in future cases.  Rather, rightly understood, it is a case that recedes religious freedom—if the Court continues on its current trajectory, that is.  This Part argues that, as precedent, Masterpiece is a blind alley set to lead lower courts astray.  Applying Masterpiece’s operative legal rationale would further muddle an already-murky free exercise doctrine and would scarcely produce resolutions that take seriously the heart of the legal issues at stake—largely because it eschews them altogether.  Before mounting too much criticism of the decision, though, a glimpse of its facts is warranted.  A. Factual Background The facts of Masterpiece have been briefly sketched above.  To summarize, in 2012 a same-sex couple visited Masterpiece Cakeshop to confer with the owner, Jack Phillips, about designing a wedding cake to celebrate the couple’s upcoming marriage.96  Because Phillips expressed that he would not design the wedding cake in light of his religious opposition to same-sex marriage and Colorado’s refusal to legally recognize the same,97 the couple filed a complaint  94. City of Phoenix, 418 P.3d at 434 (collecting cases). 95. See generally Masterpiece, 138 S. Ct. 1719. 96. Id. at 1720. 97. One of Phillips’s religious beliefs is that “God’s intention for marriage from the beginning of history is that it is and should be the union of one man and one woman.”  Id. at 1724.  And neither the parties nor the Court contested the sincerity of Phillips’s beliefs.  Id. at 1721.  Furthermore, although ultimately immaterial to resolving this important case, the Court mentions on multiple occasions that same-sex marriage was not federally recognized at the time of the dispute.  See, e.g., id.  Whether this point actually mattered for the Court is unclear.   ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 179   with the Colorado Civil Rights Commission shortly after their encounter with Phillips.98  The complaint alleged that Phillips violated the Colorado Anti-Discrimination Act (CADA) by discriminating against them on the basis of their sexual orientation.99  After opening an investigation, the Commission referred the case to an administrative law judge (“ALJ”) who found that Phillips’s actions constituted a violation of CADA and ruled in favor of the couple.100  Phillips raised two constitutional challenges to CADA before the ALJ, both of which found a home in the First Amendment.101 Phillips’s principal claim was (perhaps curiously) a free-speech claim.102  In support, Phillips appealed to the First Amendment’s expressive-speech line of cases, the most germane of which is Hurley v. Irish-Am. Gay, Lesbian & Bisexual Grp. of Boston.103  There, a group of LGBTQ Irish immigrants organized to march in Boston’s Saint Patrick’s Day parade.104  But when the parade sponsors denied the LGBTQ group’s equal admission to march in the parade, the group sued the private organizers, alleging violations of Massachusetts’ public accommodations law, which prohibited discrimination on the basis of sexual orientation.105  Although the public accommodations law did not facially violate the First or Fourteenth Amendments, the Court unanimously held that the public accommodations law’s application  98. Id. at 1725. 99. Id.  In relevant part, the CADA provides: It is a discriminatory practice and unlawful for a person, directly or indirectly, to refuse, withhold from, or deny to an individual or a group, because of disability, race, creed, color, sex, sexual orientation, marital status, national origin, or ancestry, the full and equal enjoyment of the goods, services, facilities, privileges, advantages, or accommodations of a place of public accommodation.  COLO. REV. STAT. § 24-34-601(2)(a) (2017) (emphasis added).  CADA defines “place of public accommodation” as “any place of business engaged in any sales to the public and any place offering services . . . to the public.”  Id. § 24-34-601(1).  This definition, though broad, excludes “a church, synagogue, mosque, or other place that is principally used for religious purposes.”  Id.  100. Masterpiece, 138 S. Ct. at 1725–26.  Procedurally, the case is more complex and exhaustive given the logistics of hearings and deliberative sessions with the Commission.  For simplicity’s sake, the procedural posture has been distilled to highlight its most salient features.  For detail regarding how the Commission hearing and deliberative session took place, see id. at 1725–26. 101. Id. at 1726. 102. Id.  103. 515 U.S. 557 (1995). 104. Id. at 561. 105. Id.   ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 180 MARQUETTE LAW REVIEW [103:163   contravened the sponsor’s right to free speech when applied.106  Insofar as the parade represented “expressive conduct,” the Court granted the parade organizers an exemption to the public accommodations law.107  A similar free speech argument was Phillips’s first line of attack against CADA.  He argued that CADA violated the Free Speech Clause by compelling him to effectuate his artistic abilities to express a message with which he vehemently disagreed—namely, that same-sex marriage is an institution worth celebrating.108  The ALJ rejected this argument and disagreed that creating a wedding cake celebrating same-sex marriage would force Phillips to convey an ideological message with which he disagreed.109  Phillips’s secondary claim was that compelling him to design a cake for same-sex weddings would violate his free exercise rights; by creating the wedding cake, Phillips would endorse or celebrate same-sex marriage and thereby compromise his faith.110  Applying Smith, the ALJ rejected this claim as well, ruling that CADA was a neutral and generally applicable law.111 On appeal, the Commission affirmed the ALJ’s decision in its entirety and ordered Phillips to cease his discriminatory practices, adjust company policies, engage in comprehensive staff training on public accommodations, and compose quarterly compliance reports.112  In doing so, however, members of the Commission made several comments that called into question the Commission’s neutrality in adjudicating the matter.113  To illustrate, one of the commissioner’s comments is worth quoting at length:   Freedom of religion and religion has been used to justify all kinds of discrimination throughout history, whether it be slavery, whether it be the holocaust, whether it be—I mean, we—we can list hundreds of situations where freedom of religion has been used to justify discrimination.  And to me it is one of the most despicable pieces of rhetoric that people can  106. Id. at 579. 107. Id. at 577, 581.  108. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1726 (2018). 109. Id. 110. Id. at 1724, 1726.  111. Id. at 1726.  For a discussion of generally and neutrally applicable laws à la Smith, see supra note 71–72 and accompanying text.  112. Masterpiece, 138 S. Ct. at 1726. 113. Id. at 1723 (“[T]he Colorado Civil Rights Commission’s consideration of this case was inconsistent with the State’s obligation of religious neutrality.”).   ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 181   use to—to use their religion to hurt others.114 Despite this commentary, the Colorado Court of Appeals affirmed the Commission’s ruling and enforcement order,115 and the Colorado Supreme Court declined to hear the case.116  Faced with the decision to either abandon his twenty-four-year-old business or to comply with the enforcement order against his conscience, Phillips appealed.117 In addressing Phillips’s claim to exemption, the United States Supreme Court majority garnered seven votes from the members of the Court—a surprising figure for how ideologically contentious the topic was.118  It soon became clear why there was such great consensus in light of the Court’s reason for disposing of the case.  B. Justice Kennedy’s Majority Opinion: A Masterpiece of Simplicity The Court opened by juxtaposing the competing legal claims of the couple and of Phillips.  An extended excerpt from the opinion tees up the debate nicely and illustrates the Court’s operative legal analysis: The exercise of [gay persons’] freedom on terms equal to others must be given great weight and respect by the courts.  At the same time, the religious and philosophical objections to gay marriage are protected views and in some instances protected forms of expression . . . .  [W]hile those religious and philosophical objections are protected, it is a general rule that such objections do not allow business owners and other actors in the economy and in society to deny protected persons equal access to goods and services under a neutral and generally applicable public accommodations law.119 In issuing this latter maxim—viz., that business owners may not deny protected persons service—the Court’s case citation is critical to understanding the legal foundation undergirding the decision.   114. Id. at 1729.  Also stated was that “Phillips can believe ‘what he wants to believe,’ but [he] cannot act on his religious beliefs ‘if he decides to do business in the state.’”  Id.  This statement unmistakably reifies the belief-action doctrine described in the foregoing. 115. Id. at 1726–27. 116. Id. at 1727.  117. Id. at 1724, 1727. 118. Id. at 1722.  119. Id. at 1727.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 182 MARQUETTE LAW REVIEW [103:163   To support its rationale, the Court cites Newman v. Piggie Park Enterprises, Inc.,120 a Civil Rights Era case from the racial-anti-discrimination-law context.121  This is notable because, in that case, a restaurant owner, Maurice Bessinger, sought an exemption to a public accommodations law, arguing among other things that the law violated his free exercise rights.122  The Piggie Park Court affirmed the lower court’s denial of an exemption, holding that Bessinger could not justify his racial discrimination with a free exercise defense (among other defenses).123  Piggie Park, however, is perhaps more notable for what the case has come to represent.  The Piggie Park Court, in its one page opinion, noted that Bessinger threw in a series of “patently frivolous” defenses in a desperate attempt to obtain exemption from public accommodations laws.124  Included in the litany of Bessinger’s claims were claims that the public accommodations laws imposed involuntary servitude on him, constituted a taking without just compensation, denied him equal protection, abridged his privileges and immunities, and violated his free exercise rights.125  “Patently frivolous” indeed.  Yet the Piggie Park Court did not engage in free exercise analysis whatsoever in addressing Bessinger’s singular (and farcical) religious objection.126  Instead, the Court disposed of the free exercise claim in a passing footnote, rightly observing that it was rooted in nothing more than malicious intent.127  Despite Piggie Park’s abbreviated and perfunctory analysis, the Masterpiece Court relied on Piggie Park as controlling precedent for sincerely-held religious objections to same-sex marriage.128 The Masterpiece Court reasoned that if a minister was asked to perform a wedding ceremony for a gay couple, then she could reasonably object on First Amendment grounds “without serious diminishment to [the gay persons’] dignity and worth.”129  However, if exceptions were not capped at the clergy,  120. 390 U.S. 400 (1968). 121. Masterpiece, 138 S. Ct. at 1727. 122. Newman v. Piggie Park Enters., Inc., 256 F. Supp. 941, 944 (D.S.C. 1966).  123. Id. at 945.  124. Piggie Park, 390 U.S. at 402 n.5. 125. Brief for Petitioner at 18, Piggie Park, 390 U.S. 400 (No. 339), 1967 WL 129622, at *18. 126. See generally Piggie Park, 390 U.S. 400. 127. Id. at 402 n.4. 128. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1727 (2018). 129. Id.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 183   then a host of objectors might stigmatize gay people by declining to extend them goods and services.130  This reasoning would typically be damning for a religious exemption seeker.  Nevertheless, the Court ruled in favor of Phillips, saying that “[t]he Civil Rights Commission’s treatment of [Phillips’s] case has some elements of a clear and impermissible hostility toward the sincere religious beliefs that motivated his objection.”131  How did the Commission produce such prejudiced decision-making? Justice Kennedy submitted that the Commission’s hostility was exemplified in two distinct ways.  The first was facially apparent: a couple of the commissioners derided Phillips’s religious beliefs during a hearing.132  The Court took these statements, among others, to exude prejudice against religion.133  The Commission’s hostility was not just apparent through its remarks during public hearings, however.  The other instances of hostility require a bit of background.  When Masterpiece was pending adjudication on the state level, a customer named William Jack requested three bakers to prepare cakes with messages disapproving same-sex marriage on religious grounds, along with religious texts to that effect.134  Upon the bakers’ refusal, the man filed claims of religious discrimination under CADA, the same Act under which Craig and Mullins filed their public accommodations complaint.135  However, when the Colorado Court of Appeals reviewed William Jack’s claims, it did not find any discrimination and issued a decision inconsistent with the Commission’s resolution of Phillips’s claim.136  The Court found inconsistency in the Commission’s determination that any message from Phillips’s cake design would be the couple’s message and not Phillips’s, whereas the messages from William Jack’s requested cakes would be messages for which the bakers would be responsible.137   130. Id. at 1728–29.  Imagine, Kennedy urges, if signs were posted outside of businesses that read “no goods or services will be sold if they will be used for gay [persons].”  Id. at 1729. 131. Id. 132. See id.  133. Id. at 1730. 134. Id. at 1732 (Kagan, J., concurring). 135. Id. at 1732–33. 136. Id. at 1733. 137. Id. at 1730.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 184 MARQUETTE LAW REVIEW [103:163   The Court also perceived disparate treatment in the Commission’s finding that Phillips’s refusal was sexual-orientation discrimination, while the other three bakers’ refusals lacked religious discrimination.138  In a word, the Commission treated Phillips’s claims and the other three bakers’ claims inconsistently despite the protection that CADA extends to each customer.139  Consequently, the Court inferred that “Phillips’s religious objection was not considered with the neutrality that the Free Exercise Clause requires.”140  On these very narrow grounds, the Court disposed of the case, setting aside the Colorado Court of Appeals’ order.141  Despite the majority’s shallow Free Exercise Clause analysis, however, it did leave some clues as to its current jurisprudential posture. To begin with, by invoking Piggie Park to support its insistence that LGBTQ persons be granted equal access to goods and services, the Court displayed a trajectory toward viewing wedding-vendor cases through the lens of race-based public accommodations jurisprudence.142  Furthermore, although the Court did not suggest what type of balancing could be done in wedding-vendor cases, the Court observed that “the State’s interest could have been weighed against Phillips’ sincere religious objections . . . .”143  Whether this would be a balancing test akin to Smith, Sherbert, or somewhere in between, the Court did not say in its elliptical conclusion.  Thus, the majority opened up the possibility that these seemingly incompatible claims could be legitimately weighed, but no categorical rule was advanced for resolving this collision of constitutional interests.  Finally, the Court urged “neutral” adjudication in all cases involving religious objections to public accommodations laws. C. The More Consequential Concurrences The deeper legal and philosophical reflection came from the concurring and dissenting opinions in Masterpiece.  Justice Kagan, for one, concurred in the judgment.144  Although she found animus in the Commission’s commentary along with the majority, she observed that, absent such animus, Piggie Park provided the legal principles that “would properly account for a difference in  138. Id. 139. Id. 140. Id. at 1731. 141. Id. at 1732. 142. Id. at 1727. 143. Id. at 1732. 144. Id. at 1732 (Kagan, J., concurring).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 185   result.”145  In other words, Kagan suggested that civil-rights era public accommodations doctrine provides the correct rubric for analyzing wedding cases.146  Hence, Colorado can protect a gay person’s right to acquire goods and services free from discrimination—even religiously rooted discrimination.147  Justice Kagan also wrote separately to clarify the distinction between the cakes sought from the three bakers and the cake sought from Phillips.148  She posited that the three bakers would have denied the cakes that William Jack requested to anyone; so the bakers did not single out William Jack on account of his religious identity.149  By contrast, the same-sex couple requested a wedding cake that Phillips would have prepared for an opposite-sex couple.150  Therefore, Justice Kagan contended that the three bakers’ refusals were not discriminatory, but Phillips’s was.151  It is on this very point that Justice Gorsuch disagreed in his concurrence.152  For Justice Gorsuch, Justice Kagan’s characterization of events overlooked a subtle yet imperative wrinkle.  Phillips would have offered baked goods to any couple celebrating any other occasion, Gorsuch argued.153  However, Phillips would not design a cake celebrating same-sex marriage for any person “regardless of his or her sexual orientation.”154  This, reasoned Gorsuch, was supported by Phillips’s refusal to sell the same cake to Craig’s mother.155  Under this narrative, Phillips and the three bakers alike declined to create cakes with messages that they found to be offensive.156  For Justice Gorsuch, then, the Commission’s vice was not in its offensive language directed at Phillips’s religious beliefs; it was in the inconsistent application of a legal rule.  Justice Gorsuch also accused Justices Kagan and Ginsburg of following the same logical misstep as the Commission in distinguishing between Phillips and  145. Id. at 1734 (emphasis in original). 146. Id. at 1733–34.  147. Id. at 1734.  148. Id. at 1733–34. 149. Id. at 1733. 150. Id. 151. Id.  152. Id. at 1734 (Gorsuch, J., concurring). 153. Id. at 1735. 154. Id. 155. Id.  Following Phillips’s refusal to create a cake for Craig and Mullins, Craig’s mother requested a cake with the same content.  See id. at 1735. 156. Id.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 186 MARQUETTE LAW REVIEW [103:163   the other bakers.  He argued that, when distinguishing between the three bakers’ and Phillips’s cakes, they applied an unequal level of generality.157  That is, when discussing Phillips’s cake, Justices Kagan and Ginsburg conceived of it as the sum of its parts: sugar, butter, flour, and eggs.158  The cake conveyed no ascertainable message.159  Yet, when Justices Kagan and Ginsburg addressed the three bakers’ cakes, they described them as vehicles of identifiable, offensive messages.160  This error, asserted Justice Gorsuch, produced the same inequitable analysis that surfaced before the Commission.161  Therefore, for Justice Gorsuch, whatever rule governs the resolution of wedding-vendor cases, it should be applied equally to all protected classes. Justice Thomas’s concurrence takes a swift plunge into complex free speech jurisprudence.162  His message is simple though.  Wedding cakes are symbolic expressions, or speech; bakers create and customize those expressions through their artistic abilities; the First Amendment protects a person from being compelled to speak; so to compel Phillips to create a cake against his conscience is to abridge his freedom from compelled speech.163  Thus, just as compelling the LGBTQ group’s participation would cause sponsors to “alter the expressive content” of their message in Hurley, so too would Colorado’s public accommodations law force Phillips to convey a message with which he disagreed—specifically, that same-sex unions are “weddings” and ought to be celebrated as such.164  And even though the Colorado Court of Appeals suggested that Phillips could merely post a disclaimer to dissociate Masterpiece Inc. from endorsing same-sex marriages, that rationale could justify essentially any law that compels speech and lead to a parade of horribles.165  Neither is it the Court’s role to regulate speech just because a group finds that speech to be  157. Id. at 1737–39. 158. Id. at 1738. 159. Id. at 1749 (Ginsburg, J., dissenting). 160. Id. at 1732 (Kagan, J., concurring), 1749 (Ginsburg, J., dissenting). 161. Id. at 1738–39 (Gorsuch, J., concurring). 162. Id. at 1740–42 (Thomas, J., concurring) (“While Phillips rightly prevails on his free-exercise claim, I write separately to address his free-speech claim.”).  Because this Article will largely dismiss the free speech approach to resolving these wedding-vendor cases, less attention will be devoted to Justice Thomas’s concurrence.  See supra Section III.B. 163. Id. at 1740–44 (Thomas, J., concurring). 164. Id. at 1744 (Thomas, J., concurring); Hurley v. Irish-Am. Gay, Lesbian & Bisexual Grp. of Boston, 515 U.S. 557, 572 (1995). 165. Masterpiece, 138 S. Ct. at 1744 (Thomas, J., concurring).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 187   stigmatizing, harmful, or offensive.166  Indeed, in Justice Thomas’s view, if speech is offensive or unorthodox, that is all the more reason to protect it.167  Consequently, although Justice Thomas agreed with the thrust of the Court’s free exercise analysis, he wrote separately to advocate another angle by which similar cases could be resolved—free speech analysis. D. Justice Ginsburg’s Dissent Justice Ginsburg’s dissent, joined by Justice Sotomayor, latches onto the majority’s public accommodations framework and develops it.168  Her public-accommodations and dignitary-rights arguments, however, take the majority’s reasoning to its logical conclusion.169  Although Justice Ginsburg appreciated the majority’s public-accommodations analysis, she criticized the majority’s findings of hostility from the Colorado Commission.170  For Justice Ginsburg, it made little sense to find bias in the Commission’s disparate treatment of the three bakers’ cases and Phillips’s case.171  Indeed Phillips’s discrimination was rooted in the requesters’ identities, whereas the other bakers’ discrimination was rooted in the offensive content of a message.172  Hence, Justice Ginsburg asserted that, because the status of the person requesting the cake was material in weighing Phillips’s refusal only, the Court was remiss to treat all of the bakers’ refusals as legally equivalent.173 To the free speech argument, Ginsburg observed that Phillips’s wedding cake would not have required words, while Jack’s anti-same-sex marriage cake would have.174  Moreover, Phillips rejected Craig and Mullins before he could  166. Id. at 1746.  For a recent and similar case in this vein with particularly egregious facts, see Snyder v. Phelps, 562 U.S. 443, 443, 448 (2011) (protecting a group’s First Amendment right to say outrageously offensive things about gay people and U.S. soldiers at a military funeral).  There are also numerous cases to which Justice Thomas alludes that uphold free speech rights despite the excessively racist content of the speakers and the dignitary harm the content inflicted on the speakers.  Masterpiece, 138 S. Ct. at 1746–47 (Thomas, J., concurring) (compiling a list of cases in which the Supreme Court upheld the speaker’s right to express racially offensive speech). 167. Id. at 1747. 168. Id. at 1748 (Ginsburg, J., dissenting). 169. Id. at 1751.  170. Id. at 1748–49. 171. Id. at 1750. 172. Id. 173. Id. at 1751.  174. Id. at 1751 n.5.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 188 MARQUETTE LAW REVIEW [103:163   even determine what message the couple wanted to convey in the first place.175  For these reasons, the Commission and Court of Appeals were sensible to distinguish between the cases.176   Finally, Justice Ginsburg argued that it made little sense to reverse the judgment below merely because of the derogatory comments of one or two commissioners.177  Not only did the “proceedings involve[] . . . layers of independent decisionmaking,” but the entire Commission also did not participate in the slanderous commentary of Phillips’s religious beliefs.178  Therefore, because none of the Commission’s actions were substantially prejudicial and it did not act in a concertedly discriminatory manner, the Court was wrong to reverse the judgment below in Justice Ginsburg’s estimation. E. An Interpretive Gloss: Masterpiece Does Not Advance Religious Liberty A slew of commentary has followed the Masterpiece decision.179  Numerous scholars and commentators have highlighted the negative impact the decision will have on the LGBTQ community.180  And other commentary has construed the decision as a narrow ruling about the requisite neutrality commissioners must apply in judging religious claims.181  This body of  175. Id. 176. Id. 177. Id. at 1751. 178. Id. 179. See, e.g., Elizabeth Clark, And the Winner Is . . . Pluralism?, SCOTUSBLOG (June 6, 2018, 11:36 AM), http://www.scotusblog.com/2018/06/symposium-and-the-winner-is-pluralism [https://perma.cc/V6TE-2HHF] (arguing that the Court did little to move the ball in the wedding-vendor context).  180. See, e.g., Jeremiah A. Ho, Queer Sacrifice in Masterpiece Cakeshop, 31 YALE J. L. & FEM. (forthcoming); Melissa Murray, Inverting Animus: Masterpiece Cakeshop and the New Minorities, 2018 SUP. CT. REV. 257, 297 (“[Masterpiece] gestured toward developing trends in antidiscrimination law—trends that are consistent with a broader trajectory in which powerful constituencies have been able to mobilize law to vindicate their interests, while marginalizing the interests of individuals and groups once deemed in need of the law’s protection.”); David Cole, This Takes the Cake, N.Y. REV. BOOKS (July 19, 2018), https://www.nybooks.com/articles/2018/07/19/civil-rights-this-takes-the-cake/ [https://perma.cc/N9B7-2VTU] (arguing that the Court's finding of antireligious bias was strained and misplaced); House, supra note 12; Downs, supra note 12.  Alternatively, a number of commentators have also cast Masterpiece as a victory for religious freedom.  See, e.g., Richard F. Duncan, A Piece of Cake or Religious Expression: Masterpiece Cakeshop and the First Amendment, 2018 NEB. L. REV. BULL. 10, 24 (“The Court did rule in favor of Mr. Phillips’s free exercise claim in Masterpiece Cakeshop, and. . . . pave[d] a significant path for religious liberty claims going forward.”). 181. See, e.g., Richard A. Epstein, The Worst Form of Judicial Minimalism—Masterpiece Cakeshop Deserved a Full Vindication for Its Claims of Religious Liberty and Free Speech,  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 189   commentary, however, underestimates the potential significance of the decision if its rationale is extended and applied to future wedding-vendor cases.  This Part posits that Masterpiece is not as narrow or in favor of religious liberty as most acknowledge.  To be sure, any guess at the trajectory the Court will follow in future wedding-vendor cases would be speculative.  The composition of the Court is different now than it was before, and further wedding-vendor litigation has refined several legal issues.182  However, if the Court continues on its current path, applying its current doctrine, Masterpiece should be perceived as neither a win for religious-liberty advocates nor a loss for LGBTQ-rights advocates.   The Court provided more doctrinal guidance in Masterpiece than meets the eye.  If this guidance has any bearing on future wedding cases, free exercise jurisprudence can be expected to be watered down further in the future, and LGBTQ rights can be expected to be protected more vigorously.  There are positives and negatives inherent to this trend, but this Part merely adds an interpretive gloss for better understanding Masterpiece. 1. What Kind of Precedent Did Masterpiece Set? Any degree of certainty concerning the doctrinal significance of Masterpiece would be too certain.  It is an opinion rife with ambiguous and capacious potential.  One thing does seem clear in Masterpiece though: it favors the LGBTQ community.  This is primarily due to the relationship that Masterpiece creates between public-accommodations doctrine and religious exemptions.  Debates have surfaced over the past few decades—and especially over the past few years—about whether race and sexual orientation can or should be treated differently for the purposes of public accommodations regimes.183  For  SCOTUSBLOG (June 4, 2018, 8:29 PM), http://www.scotusblog.com/2018/06/symposium-the-worst-form-of-judicial-minimalism-masterpiece-cakeshop-deserved-a-full-vindication-for-its-claims-of-religious-liberty-and-free-speech/ [https://perma.cc/BVF7-U8VE] (highlighting the decision’s narrowness and criticizing the decision for the implications this narrowness will bear). 182. See generally Adam Liptak & Noah Weiland, Justice Kavanaugh Takes the Bench on the Supreme Court, N.Y. TIMES (Oct. 9, 2018), https://www.nytimes.com/2018/10/09/us/politics/justice-brett-kavanaugh-supreme-court.html [https://perma.cc/VD6A-KKRA] (discussing the recent addition of Justice Kavanaugh and its possible implications). 183. Compare Darren Lenard Hutchinson, ‘Gay Rights’ for ‘Gay Whites’?: Race, Sexual Identity, and Equal Protection Discourse, 85 CORNELL L. REV. 1358, 1361–62 (2000) (arguing against the analogizing of sexual identity and racial identity), with Mark L. Rienzi, Substantive Due Process as a Two-Way Street: How the Court Can Reconcile Same-Sex Marriage and Religious Liberty, 68  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 190 MARQUETTE LAW REVIEW [103:163   some protected classes, the relationship between religious exemptions and anti-discrimination law has materialized: No religious exemptions have been granted for race-based public accommodations laws, but a number of laws implicating women’s health have been granted religious exemptions.184  And when the Court has addressed sexual orientation in other arenas, exemptions have been granted to public accommodations laws for the sake of other important constitutional interests.185  Therefore, given the unsure footing on which Smith has placed the Free Exercise Clause, the question of religious exemptions vis-à-vis public accommodations laws has left commentators pondering the level of scrutiny that will apply to anti-discrimination laws protecting sexual orientation.186 In Masterpiece, the Court showed its cards by invoking Piggie Park to substantiate the assertion that “[religious] objections do not allow business owners and other actors in the economy and in society to deny protected persons equal access to goods and services under a neutral and generally applicable public accommodations law.”187  This language is striking for two reasons.  To start with, the Piggie Park Court refused to grant a religious exemption to race-based anti-discrimination laws despite the strict-scrutiny protection free exercise interests enjoyed at the time.188  By invoking precedent from the context of race, the Masterpiece majority indicated that public accommodations laws concerning sexual orientation would be analyzed through the prism of their race-based counterparts.  Such an approach, even amid heightened protection for sincere religious objection, will often render a finding that the  STAN. L. REV. 18, 19–20 (2015) (analogizing the law’s treatment of various modes of discrimination and arguing that they can contribute to each other’s doctrinal development). 184. See Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682, 689–91 (2014) (granting the plaintiffs an exemption from the ACA’s requirement that employee-based health care plans provide contraception coverage under the auspices of the Free Exercise Clause and RFRA).  For an argument about the negative impact of these religious exemptions to sex-based accommodations, see Douglas NeJaime & Reva B. Siegel, Conscience Wars: Complicity-Based Conscience Claims in Religion and Politics, 124 YALE L.J. 2516, 2539–43 (2015). 185. See supra notes 103–07 (granting an exemption to a public accommodations law protecting sexual orientation on the basis of free speech). 186. See, e.g., Elizabeth Sepper, The Role of Religion in State Public Accommodations Laws, 60 ST. LOUIS U. L.J. 631, 654–57 (2016) (discussing the various public accommodations laws and drawing attention to the uncertainty in the treatment of public accommodations geared toward LGBTQ people). 187. Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1727 (2018). 188. See supra note 123 and accompanying text (discussing the Piggie Park holding).  Furthermore, Piggie Park was decided before Smith, under the more rigorous Sherbert standard.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 191   government’s heightened interest in ensuring equal access to goods in the marketplace trumps.189  Accordingly, while the Court’s dicta seems to place free exercise interests and dignitary interests in equipoise, its invocation of Piggie Park is telling.  Equally telling is the majority’s sparse treatment of free exercise doctrine in Masterpiece.190  As the foregoing outlined, free exercise doctrine is on precarious ground.191  It is difficult to ascertain any clear or unified standard for free exercise rights and, as Justice Gorsuch’s concurrence notes, “Smith remains controversial in many quarters.”192  The Court, however, did not seize upon the opportunity to overturn, or even clarify, Employment Division v. Smith, as some might have hoped.193  In fact, the Court did not even cite Smith as controlling precedent throughout its entire opinion even though Masterpiece clearly involved religious practice.194  Thus, little was done to elucidate free exercise jurisprudence despite ample opportunity.195  Coupled with the implementation of Piggie Park as guiding precedent, this dearth of free exercise development would seem to suggest that the Court finds public accommodations laws like CADA to qualify as the generally applicable and neutral laws that Smith permits.  And since the Smith Court disregarded incidental burdens on religion, if Smith stands as good law, that places public accommodations laws concerning sexual orientation in the clear.196  189. See, e.g., Bob Jones Univ. v. United States, 461 U.S. 574, 582, 605 (1983) (refusing the university’s tax-exempt status due to a racist school policy despite free exercise claims).  Although not a public accommodations case, Bob Jones falls in line with several anti-discrimination cases that maintain the government’s compelling interest in protecting racial minorities. 190. See Masterpiece, 138 S. Ct. at 1751 (Ginsburg, J., dissenting) (“Phillips’s case is thus far removed from the only precedent upon which the Court relies, Church of Lukumi Babalu Aye, Inc. v. Hialeah. . . .”). 191. See supra note 68 and accompanying text; Brief of Christian Legal Society et al., supra note 91, at 6 (arguing that Smith’s rule is unclear and uncertain and therefore warrants direct treatment). 192. Masterpiece, 138 S. Ct. at 1734 (Gorsuch, J., concurring). 193. See Brief of Christian Legal Society et al., supra note 91, at 6 (“[The Court] should order briefing to reconsider the rule of Employment Division v. Smith, 494 U.S. 872 (1990).  That rule will have failed to secure religious liberty if it affords no protection here. . . .”). 194. Interestingly (though unsurprisingly), the Court does cite Obergefell v. Hodges, 135 S. Ct. 2584 (2015) several times.  Although Justice Kennedy authored that opinion, such consultations of precedent might further indicate the Court’s leaning in wedding-vendor cases. 195. That said, echoes of Smith do appear throughout the opinion.  See, e.g., Masterpiece, 138 S. Ct. at 1727 (emphasis added) (“[Religious persons cannot] deny protected persons equal access to goods and services under a neutral and generally applicable public accommodations law.”). 196. Emp’t Div., Dep’t of Human Res. v. Smith, 494 U.S. 872, 875 (1990). ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 192 MARQUETTE LAW REVIEW [103:163   In short, amid dubious speculations and misguided certainty—about the subsistence of the Court’s public accommodations jurisprudence for the category of sexual orientation as well as the weight ascribed to free exercise interests—Masterpiece preserves the public-accommodations template as a live (if not preferable) option.  In citing Piggie Park as controlling precedent and refraining from addressing Smith altogether, the Court indicated that the legal standard from race-based public accommodations law will extend with equal force to LGBTQ people when they are statutorily protected.  For these reasons, interpretations that hold out Masterpiece as favoring religious liberty will be remiss when extrapolating the Court’s doctrinal vector in future wedding-vendor cases. IV. THE DESCRIPTIVE TASK: ANALYSIS AND CRITICISM OF MASTERPIECE CAKESHOP Now that a corrective lens has been added to the more sanguine visions of Masterpiece’s precedential status, this Part offers a critique of Masterpiece and the doctrinal legacy bound to spill into future wedding-vendor litigation.  To this end, this Part will begin by criticizing the Court’s analogy to the racial-discrimination context.  It will then proceed by arguing that, notwithstanding the robust invocation of free speech doctrine in wedding-vendor cases, the Free Exercise Clause provides for a more fitting arena for the resolution of these cases.  Not only is this because the free speech axis tends to muddle legal analysis by presenting intractable line-drawing issues, but it is also because wedding-vendor cases present fundamentally religious issues that should be addressed as such.   Next, this Part argues that Masterpiece’s disposal of the case on grounds of hostility risks enervating both free-exercise and anti-discrimination values.  And finally, in light of the weighty importance of LGBTQ rights and free exercise rights, an analysis that merely highlighted the weaknesses of the Court’s doctrine would be incomplete.  Accordingly, the subsequent Part advances a template for analyzing and resolving wedding-vendor cases.  Its primary concern is to initiate a broader conversation about the issues actually at stake in wedding-vendor cases and to suggest possibilities for a middle ground between the zero-sum, all-or-nothing logic under which these cases and controversies have been understood.  A. The Piggie Park Precedent: Why the Analogy Breaks Down Doctrinally, the Court’s analysis is not entirely unavailing.  For example, it does well at teeing up the issues at stake in wedding-vendor cases and expresses ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 193   a commitment to honoring the interests of all parties involved, however incommensurable they might seem.  Furthermore, the majority does important work by reminding us that we are not living in a post-discriminatory society simply because Obergefell was handed down a few years ago.  America is no more post-homophobic than it is post-racist.  So the majority is right to insist that “gay persons and gay couples . . . be treated . . . [with equal] dignity and worth.”197  Yet racial-discrimination precedent misfires in the context of wedding-vendor cases, leaving Masterpiece’s gesture toward this approach inapposite.  The most obvious example of this weakness is in the Court’s application of Piggie Park.  In Piggie Park, the respondent—which made no appearance before the Court—dumped into its initial pleadings a series of “patently frivolous” defenses, all in a last-ditch effort to seek exemptions that would allow the restaurant to continue discriminating against people of color.198  The Court, in its barely-one-page opinion about attorney’s fees, swiftly dismissed these claims in a passing footnote.199  Of course, the Piggie Park Court was right to summarily deny Piggie Park’s defenses and to award attorney’s fees to the challengers.  But the case did not create a suitable public-accommodations precedent for instances in which religious beliefs are sincerely held, as is often the case for wedding vendors.200  Indeed the Court plainly stated that Bessinger’s defenses were made in bad faith.201  For this reason, the Court did not provide a searching analysis with apt application to cases involving important constitutional values and genuine faith convictions.  Thus, Masterpiece’s reliance on Piggie Park is conceptually troubling.  The Court’s reliance also tends to conflate the distinctive types of, and reasons for, people’s discriminatory practices.  In Piggie Park, for instance, Bessinger sought exemptions for the purpose of excluding and harming African Americans.202  Exclusion was his chief aim.  And his objection to the public accommodations laws was rooted in animus, even if it was otherwise guised as  197. Masterpiece, 138 S. Ct. at 1727. 198. Newman v. Piggie Park Enters., Inc., 390 U.S. 400, 402–03 n.5 (1968).  Perhaps the most ludicrous defense was that the public accommodations law forced Bessinger into involuntary servitude.  For the full list of defenses, see supra note 125 and accompanying text.  199. Id. at 402 n.4.  Included in this dismissal was a reference to the free exercise challenge. 200. See, e.g., supra note 128 and accompanying text. 201. Piggie Park, 390 U.S. at 402–03 nn.4–5. 202. Id. at 402 n.4.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 194 MARQUETTE LAW REVIEW [103:163   being rooted in moral conviction.203  By contrast, in the typical wedding-vendor case, the objector’s religious beliefs are sincerely held and are rooted in longstanding religious traditions.204  They are not wielded for the purposes of harming the person who is denied goods or services.  Rather, religious objections are intended to preserve the believer’s conscience, and any incidental dignitary harms flow forth as a consequence.205  This distinction is illustrated through a cursory glance at the factual distinctions between the two contexts.  In Piggie Park, the store owner did not permit black people to eat on the premises of the restaurant at all for the purposes of protecting racist, non-religious beliefs—a practice that was commonplace during the Civil Rights Movement and before.206  With wedding vendors, however, business owners typically refuse only those goods and services that celebrate same-sex marriage.207  They would typically be happy and willing to bake goods, arrange flowers, or take photos for other occasions—so long as they do not involve a symbolic celebration of same-sex marriage.208  Thus, the animating rationales behind the refusals are fundamentally different.  Therefore, to analogize and extend Piggie Park to the wedding-vendor context is to overlook material differences between the sincerity and motive behind the religious objections mounted in these divergent contexts. The failure to distinguish between both types of refusals points to a related problem with the invocation of Piggie Park for wedding-vendor cases: To treat LGBTQ rights as co-extensive with, and qualitatively equivalent to, race-based rights is to underestimate the nuances between those excluded.  Social context matters.  Doubly so for discrimination claims.  And the social context that gave rise to anti-discrimination laws during the Civil Rights Era is vastly different from the current context propelling anti-discrimination laws that protect sexual orientation.  203. Id. 204. See, e.g., supra note 128 and accompanying text. 205. Ryan T. Anderson, Disagreement Is Not Always Discrimination: On Masterpiece Cakeshop and the Analogy to Interracial Marriage, 16 GEO. J.L. & PUB. POL’Y 123, 138 (2018) (describing the typical intent in wedding-vendor cases and the material difference between these types of cases and those presented in the context of race-based discrimination). 206. Newman v. Piggie Park Enters., Inc., 256 F. Supp. 941, 947 (D.S.C. 1966), rev’d, 377 F.2d 433 (4th Cir. 1967), aff’d, 390 U.S. 400 (1968).  207. See, e.g., supra note 3 and accompanying text. 208. Id.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 195   Indeed, around the time Piggie Park was decided, explicit discrimination pervaded public accommodations, leaving black travelers without access to basic human needs, “including food, shelter, bathrooms, and fuel.”209  This led to the publication of The Negro Motorist Green Book, which informed black travelers where they could receive the basic goods that are necessary to human life.210  The Green Book is a testament to the extensive and comprehensive discrimination that black people faced during the Civil Rights Era, as well as its rootedness in racism and the badges of slavery.211  And this backdrop led to the enactment of the Civil Rights Act of 1964, including its public accommodations provisions.212  It also led to the analysis of racially discriminatory laws under a strict scrutiny standard of review.213  And it is in this context that Piggie Park was handed down.  This is not to undermine the struggle of the LGBTQ community.  The LGBTQ community has experienced bigotry and discrimination in the United States for centuries, and it still does.214  And just like other forms of injustice, our communities must fight against it.215  But the LGBTQ struggle is a struggle  209. Joseph William Singer, We Don’t Serve Your Kind Here: Public Accommodations and the Mark of Sodom, 95 B. U. L. REV. 929, 935 (2015). 210. VICTOR H. GREEN & CO., THE NEGRO MOTORIST GREEN BOOK: A TRAVEL GUIDE 1 (1949). 211. See Brief of Amicus Curiae NAACP Legal Defense & Educational Fund, Inc. in Support of Appellees at 2, Craig v. Masterpiece Cakeshop, Inc., 370 P.3d 272 (Colo. App. 2015) (No. 2014CA1351) (“African Americans were relegated to second-class citizenship by a system of laws, ordinances, and customs that segregated white and African-American people in every possible area of life, including places of public accommodation.  This system of segregation was designed to prevent African Americans from breaking the racial hierarchy established during slavery.”); see also Nancy Leong & Aaron Belzer, The New Public Accommodations: Race Discrimination in the Platform Economy, 105 GEO. L.J. 1271, 1277–82 (2017) (describing the extensive discrimination against African Americans during the Jim Crow Era). 212. 42 U.S.C. § 2000a(b) (2012) (prohibiting race discrimination in public accommodations, including “lodgings; facilities principally engaged in selling food for consumption on the premises; gasoline stations; places of exhibition or entertainment; other covered establishments.”).  For a rich account of the overall political and religious climate during this era, see MARK A. NOLL, GOD AND RACE IN AMERICAN POLITICS: A SHORT HISTORY 152–64 (2008) (discussing the political fracturing and realignment that characterized the Civil Rights Movement). 213. Loving v. Virginia, 388 U.S. 1, 11 (1966). 214. For an account of the widespread mistreatment of LGBTQ persons within the US, see Singer, supra note 209, at 933, 943, 946. 215. This is not to suggest that unjust discrimination should always be combatted through anti-discrimination laws.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 196 MARQUETTE LAW REVIEW [103:163   sui generis, and it should be treated as such.216  To be sure, various types of legal developments and social movements have built upon and borrowed from each other, and that is a good thing.217  But numerous commentators—on the right, left, and everywhere in between—have pointed to the harm caused by the tendency to over-familiarize the struggle of African-Americans with the struggle of people within LGBTQ community.218  Unless courts, commissioners, and commentators acknowledge the reality of these distinctive social contexts, claims like those of Phillips or claims like those of Craig and Mullins will not be taken seriously enough.  Conservatives will downplay as histrionic the claims of LGBTQ persons and will fail to realize the dignitary harm inflicted upon them; liberals will disregard the defenses of religious objectors as bigoted antipathy—akin to that of racism—and fail to grasp the sincerity of the objectors’ religious convictions and their entrenchment within religious traditions.219 Additionally, a public-accommodations template taken from the context of race will render different results for religious objectors.  Within the context of race, free exercise challenges to discrimination seem to give way to the government’s compelling interest in protecting vulnerable groups and redressing the badges and incidents of slavery.220  For example, when Bob Jones University claimed a right to tax-exemption status because its racial discrimination was rooted in so-called free exercise values, the Court agreed with the Internal Revenue Service’s refusal of the University’s claims.221  Also, because expressing racism and excluding people on the basis of their skin pigmentation is typically not a central component of practicing religion, the religious objector is largely unaffected when anti-discrimination policies  216. See generally Hutchinson, supra note 183 (applying critical race theory to argue that sexual identity and racial identity should be treated as unique and discrete identities for the sake of civil rights). 217. See Rienzi, supra note 183, at 23.  218. Compare Hutchinson, supra note 183, 1375–78 (applying critical race theory to suggest that the analogy can bring harm to people of color, especially those who are situated within the LGBTQ community), with Anderson, supra note 205, at 124 (arguing from a conservative perspective that racial discrimination and sexual-orientation discrimination present two distinct phenomena). 219. See Martha Minow, Should Religious Groups Be Exempt From Civil Rights Laws?, 48 B.C. L. REV. 781, 844 (2007) (arguing that the virtue of humility needs to take precedence in this delicate area of law so that the complex interests at stake will be adequately acknowledged). 220. See, e.g., Loving v. Virginia, 388 U.S. 1, 11 (1967) (prizing race in the Court’s calculus despite competing constitutional values). 221. Bob Jones Univ. v. United States, 461 U.S. 574, 580, 605 (1982) (affirming the IRS’s ruling that a private school’s tax-exempt status was contingent upon its rescission of discriminatory policies).   ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 197   are enforced and, consequently, unlikely to cause political upheaval.  Bob Jones, for one, immediately changed its discriminatory policy upon rejection of tax-exempt status.222  This is largely because racial discrimination did not represent a matter of importance to the objector’s religious tradition, but a latent socio-political conviction.223  By contrast, when other civil rights laws threaten values and practices central to a religious tradition, the backlash has the potential to be much more severe.224  The community in Yoder, for instance, was ready to emigrate if the Court did not grant its education exemption.225  Because the LGBTQ-rights discussion occupies a more central place of importance for many religious communities, a categorical refusal to grant even a narrow exemption would likely foment hostility, “undermine initial reforms, erode public support for the government that was pursuing the reform, and further mobilize reactionary forces with even broader agendas for retrenchment.”226  As Professor Minow observes: When subcommunities clashed with the emerging national rejection of racial discrimination, the subcommunities lost, and perhaps in decades hence, a similar story will be told about gender and sexual orientation discrimination.  Yet perhaps because they pertain to rules and practices that lie close to the heart of many religions, gender and sexual orientation practices of religious communities do not summon the same confident national rejection.  Instead, clashes between these practices and antidiscrimination ideas invite the reminder that religious freedom is itself a civil right, demanding federal recognition and protection.227  222. Bob Jones University Ends Ban on Interracial Dating, CNN (Mar. 4, 2000), http://www.cnn.com/2000/US/03/04/bob.jones/index.html [https://perma.cc/HJ3R-AU2Y]. 223. See Minow, supra note 219, at 827 (arguing that in Bob Jones, the Court thought that “the willingness of Bob Jones University ultimately to adapt to the public rule, and end exclusion of African-Americans from admission, gives a clue that its racial exclusion policy was not central to its mission.”); Bob Jones University Ends Ban on Interracial Dating, supra note 222 (internal quotations omitted) (“‘[A]s of today, we have dropped the rule. . . .  [T]he policy is meaningless to us.  Our concern for the school’s broader usefulness is greater to us than a rule we never talk about . . . .  We can’t back it up with a verse in the Bible.”). 224. See Minow, supra note 219, at 825 (“[R]ival views, rooted in texts, shared histories, and collective narratives, provide vital meaning and value in people’s lives.”). 225. For a discussion of Yoder’s threat to leave, see Wisconsin v. Yoder, 406 U.S. 205, 218 (1972). 226. See Minow, supra note 219, at 824. 227. Id. at 825–26.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 198 MARQUETTE LAW REVIEW [103:163   In short, if race-based protections had trumped a sincere religious belief in Piggie Park, constitutional law would have been left the better.  This would have clarified free-exercise and public-accommodations doctrine, the weight that courts must ascribe to race and religion, and the importance of squelching racially discriminatory conduct—religiously motivated or otherwise.  But Piggie Park addressed religious assertions that were patently insincere and, therefore, patently inapt for the modern milieu of wedding-vendor cases. Courts frequently analogize to other contexts and doctrines in formulating their own, which is not, of course, bad per se.228  Still, the Masterpiece Court was mistaken to modulate the issues at stake in Masterpiece through the narrative of race.  That measure tends to diminish material differences between the contexts of race and sexual orientation—each of which calls for different analysis—and it underestimates the disparate impact that legal standards will have in these distinctive contexts.  Consequently, the Masterpiece Court opened a breach by appealing to Piggie Park and analogizing to the race-based context.  Future litigants are therefore invited to go “[o]nce more unto the breach . . . [and] [d]isguise fair nature with hard-favour’d rage” as their values clash in future disputes.229  B. The Stilted Free Speech Angle In its treatment of free speech, Masterpiece is, in a sense, doctrinally elegant.  The compelled speech issue volleyed among the majority, concurrences, and dissent displays sophisticated legal analysis.  And these opinions draw attention to the tension caused when civil rights are not respected or interpreted with charity.  None of these strengths should be overlooked.  Yet, while the free speech angle elicits all of these virtues, it does so at the expense of squarely addressing the legal issues at stake in wedding-vendor cases.  This will have adverse legal and practical implications on lower courts and litigants. For Phillips, his free speech claim occupied a substantial portion of his argument.230  In response, the Court spilled much more ink over Phillips’s free  228. See Rienzi, supra note 183, at 19–20 (highlighting the usefulness of diverse identities borrowing from each other’s methods). 229. William Shakespeare, King Henry the Fifth, act 3, sc. 1.  For a list of some of these litigants, see supra note 90. 230. See Appellees’ Amended Answer Brief at 11-23, Craig v. Masterpiece Cakeshop, Inc., 370 P.3d 272 (Colo. App. 2015) (No. 14CA1351).   ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 199   speech claims than his free exercise claims.231  And other litigants seem to have caught on to arguing along these lines.232  Indeed, all wedding-vendor cases percolating throughout the lower courts elevate the free speech axis, be it in the parties’ briefings or the courts’ analyses.233  Legal scholars, too, seemed to have followed suit in their commentary on Masterpiece, encouraging resolution of wedding-vendor cases according to free speech principles.234  That said, an over-reliance on free speech doctrine poses practical problems for wedding vendors and doctrinal problems for free exercise jurisprudence. Several commentators have highlighted the disparate treatment that the Free Exercise Clause and the Free Speech Clause receive by courts.235  This disparate treatment has altered the litigation strategy employed by religious objectors: free exercise arguments have become eclipsed by free speech arguments, and free expression has begun to occupy a dominant place in wedding-vendor litigation.236  Is there a problem with this trend?  After all, the free speech angle universalizes legal issues in a way that the religious angle does not.  Almost everyone speaks, and they are entitled to do so in a reasonably  231. Compare Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1728 (2018), and id. at 1740–42 (Thomas, J., concurring), with id. at 1731, and id. at 1737 (Gorsuch, J., concurring). 232. See supra note 92 and accompanying text. 233. Id.; see, e.g., Brush & Nib Studio, LC v. City of Phoenix, 418 P.3d 426, 436–40 (Ariz. Ct. App. 2018) (occupying the dominant portion of the opinion with free speech analysis, and compiling cases that do the same).  Free speech was also critical to the Arizona Supreme Court’s ruling on appeal. See Brush & Nib Studio, LC v. City of Phoenix, 448 P.3d 890, 902–07 (Ariz. 2019) (using free speech doctrine to drive the analysis).  This wedding-vendor case is a paradigmatic example of the over-reliance of courts on free speech jurisprudence. 234. Douglas Laycock & Thomas C. Berg, We’re Lawyers Who Support Same-Sex Marriage. We Also Support the Masterpiece Cakeshop Baker, VOX (Dec. 6, 2017), https://www.vox.com/the-big-idea/2017/12/6/16741602/masterpiece-cakeshop-same-sex-wedding [https://perma.cc/5H5W-XP9R] (noting that “[m]ost of the commentary on the case has focused on Phillips’s free speech claim.”). 235. See, e.g., Stephen M. Feldman, The Theory and Politics of First Amendment Protections: Why Does the Supreme Court Favor Free Expression over Religious Freedom?, 8 U. PA. J. CONST. L. 431, 477 (2006) (arguing that free speech claims lend themselves to more favorable treatment in pluralist democracies); Patrick M. Garry, Inequality Among Equals: Disparities in the Judicial Treatment of Free Speech and Religious Exercise Claims, 39 WAKE FOREST L. REV. 361, 361–63 (2004) (highlighting the doctrinal disparity between the Free Exercise Clause and the Free Speech Clause, which is wrought by the self-reinforcing success of Free Speech Clause arguments in litigation). 236. See supra note 90 and accompanying text; Garry, supra note 235, at 384 (arguing that free expression has come to dominate litigation tactics).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 200 MARQUETTE LAW REVIEW [103:163   unfettered way in the United States—even through expressive conduct.237  But not everyone is religious.  If religious objectors ultimately seek protection for the same conduct, then, is the avenue through which protection is sought of consequence?  Wedding cases should not be resolved on the free speech front for a couple related reasons.  The first is that the free speech approach presents severe definitional and line-drawing problems; the second is that reliance on the Free Speech Clause saps the Free Exercise Clause of its vitality and viability as a constitutional guarantee.  1. Line-Drawing and Definitional Problems Constitutional jurisprudence has radically expanded what constitutes expressive conduct.  As one amicus brief, prepared for Masterpiece on behalf of First Amendment scholars, observed: virtually “every human activity can be cast as expressive in some way; [and] nearly every conduct-regulating law will have some incidental effect on human activity.”238  If almost every instance of conduct can be construed as speech, however, arbitrary line-drawing will become inherent to any legal analysis that hangs its hat on the “expressive conduct” hook.  This line-drawing has the potential to be both over-inclusive and under-inclusive for the conduct of wedding vendors.239  Justice Kagan’s inquest during oral argument for Masterpiece illustrates this nettlesome tendency.240 In answering what constitutes “speech,” Phillips’s counsel stated that if a wedding product is “custom-designed” or requires “artistic expression” then the Court’s compelled speech doctrine protects a baker’s refusal to create a same-sex wedding cake.241  Justice Kagan and Justice Ginsburg accordingly trudged through a litany of wedding vendors and activities to see who else would qualify  237. Spence v. Washington, 418 U.S. 405, 411, 415 (1974) (holding that for expressive conduct to be protected by the First Amendment, it must be intended to communicate a particularized message, and the attendant circumstances must suggest a strong likelihood that “the message would be understood by those who viewed it”). 238. Brief of Floyd Abrams et al. as Amici Curiae in Support of Respondents at 9, Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719 (2018) (No. 16-111). 239. The line-drawing concomitant to defining expressive conduct would be overinclusive if it protected conduct that was otherwise motivated by animus, and underinclusive if it failed to protect conduct that did not pass the expressive conduct test and left the religious claimant with no robust protection. 240. Transcript of Oral Argument at 11–14, Masterpiece, 138 S. Ct. 1719 (No. 16-111). 241. Id. at 11–12, 14.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 201   as exhibiting “speech” under Phillips’s expansive theory of the First Amendment: “[T]he person who designs the invitation? . . .  The invitation to the wedding or the menu for the wedding dinner? . . .  [T]he jeweler? . . .  The hairstylist? . . .  The makeup artist? . . .  [T]he chef, the baker, the florist . . . ? . . .  [W]here would you put [the] tailor ?”242  To all of these questions, counsel responded differently—fumbling through answers that ranged from “yes” to “absolutely not.”243  The list continued, and counsel’s responses to Justice Kagan’s inquest exposed the muddled nature of utilizing free speech protection to resolve wedding cases.244  Justice Kagan best explained the risk of centralizing the free speech paradigm herself:  I’m quite serious, actually, about this, because, you know, a makeup artist . . . might feel exactly as your client does. . . .  And why wouldn’t that person or the hairstylist . . . also count?  [Y]ou have a view that a cake can be speech because it . . . involves great skill and artistry.  And I guess I’m wondering, if that’s the case, . . . how do you draw a line?245 As Masterpiece’s oral arguments exposed, the free speech approach raises serious definitional and line-drawing issues.  This approach might fail to protect makeup artists or photographers who object on religious grounds to rendering their services at same-sex weddings, but protect bakers or florists.246  These issues, endemic to the expressive conduct approach, will only multiply themselves when bandied around the lower courts. 2. Free Speech Arguments Dwarf the Free Exercise Clause for Wedding Vendors The disproportionate emphasis on free speech is not just a typological error, mischaracterizing as speech what should otherwise be classified as religious exercise.  No, “[t]he disparity . . . between speech and religious liberty cases has produced . . . a constitutional imbalance . . . [as well as] a constitutional  242. Id. at 11–17.  Justice Alito even chimed in, asking whether “architectural design” is deserving of free-speech protection.  Id. at 17. 243. Id. 244. Id. at 12–17.  245. Id. at 13–14. 246. For an analysis of religious practices that do not entail a communicative aspect, see generally David C. Williams & Susan H. Williams, Volitionalism and Religious Liberty, 76 CORNELL L. REV. 769, 773–74 (1991) (discussing passive religious observances through an examination of Native American religion).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 202 MARQUETTE LAW REVIEW [103:163   distortion . . . .”247  Because the “courts have been far more inconsistent” with religious liberty, litigants have been reticent to seek legal protection for religious issues through the Free Exercise Clause.248  And by way of contrast, because courts have tended to be consistent and favorable with free expression, “First Amendment doctrines encourage litigants to classify every type of religious activity as speech, in the hope of obtaining a higher scrutiny of governmental activity.”249  The consequence is that the Free Speech Clause is doing more work than it should be in constitutional law—own largely to its rhetorical force and legal momentum—while “the Free Exercise Clause is becoming increasingly emptied.”250 This doctrinal trend has created a self-perpetuating cycle whereby litigants are attracted to bringing free speech claims because they receive better results, which, in turn, helps to further develop and bolster First Amendment speech doctrine.251  Practically, this cycle tends to protect religious practices only to the extent that they fall within the ambit of the Free Speech Clause; it thereby discourages, “obscure[s], or even undermin[es]” the employment of the enumerated guarantees of the Free Exercise Clause for religious purposes.252  Yet these are the precise guarantees and doctrines that need development and clarification, especially in light of the Free Exercise Clause’s uncertainty and underdevelopment after Smith.253  Consequently, commentators rightly point to the need to apply relevant constitutional provisions to legal issues that strike at the heart of an enumerated guarantee.254  This need is acutely pressing for wedding vendors.  The free speech angle distracts from the crux of what is at stake in wedding-vendor cases.  Weddings,  247. Garry, supra note 235, at 363.  248. Id. at 362–63.  249. Id. at 372. 250. Id. at 363.  251. See Frederick Schauer, The Boundaries of the First Amendment: A Preliminary Exploration of Constitutional Salience, 117 HARV. L. REV. 1765, 1795–99 (2004) (discussing the feedback loop by which First Amendment speech doctrine gains persuasive and authoritative force by subsuming tangential legal issues into itself). 252. Garry, supra note 235, at 388–89. 253. See supra notes 197–99 and accompanying text. 254. See, e.g., Luke Morgan, Note, Leave Your Guns at Home: The Constitutionality of a Prohibition on Carrying Firearms at Political Demonstrations, 68 DUKE L.J. 175, 190 (2018) (discussing the need to “avoid the temptation to analyze conduct under the Free Speech Clause” if a constitutional provision is on point).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 203   for better or worse, are religiously inflected events for many people.255  And the reservations that religious objectors have toward serving LGBTQ weddings are religiously founded.256  To deal with the legal issues squarely, then, the Court should determine if it is proper to grant any type of exemption to public accommodations laws on free exercise grounds.  Religious objectors are not primarily concerned with their speech as wedding vendors; they are concerned with their religious liberty and their consciences.  Accordingly, the Free Exercise Clause should serve as the normative constitutional axis for wedding-vendor cases.  Resolving wedding-vendor cases on free speech grounds is to apply a secular solution to a fundamentally religious problem.   Because the lower courts lack guidance on the scope and weight of the Free Exercise Clause after Smith,257 the Masterpiece Court should have clarified its contours.  This would have been better for both the religious objector and the LGBTQ community.  The Court’s direct treatment of the free exercise issues would have elucidated what beliefs and practices the Court was willing to protect and, hence, what conduct society, and the LGBTQ community, would be expected to tolerate to preserve religious convictions concerning marriage. These questions, and others, get overlooked when courts and commentators quibble about whether cake is speech.258  So the majority was right to deal with this issue briefly and episodically.  But instead of ensuring that the Free Exercise Clause would be the locus of legal analysis, the Masterpiece Court reinforced the likelihood that wedding-vendor cases would be resolved according to free speech principles.259  That is not to say that free speech rights cannot implicate free exercise rights, and vice  255. The Church and Civil Marriage, FIRST THINGS (Apr. 2014), https://www.firstthings.com/article/2014/04/the-church-and-civil-marriage [https://perma.cc/L89M-JCMM]; J.D. Flynn, The Civil Marriage Business, FIRST THINGS (June 9, 2017), https://www.firstthings.com/web-exclusives/2017/06/the-civil-marriage-business [https://perma.cc/WTU5-VY8W]. 256. See, e.g., Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1721 (2018); Obergefell v. Hodges, 135 S. Ct. 2584, 2602 (2015). 257. See supra notes 88–90 and accompanying text. 258. See, e.g., Masterpiece, 138 S. Ct. at 1740 (Thomas, J., concurring); Caroline Mala Corbin, Speech or Conduct? The Free Speech Claims of Wedding Vendors, 65 EMORY. L.J. 241, 257–74 (2015) (addressing extensively whether cake designing constitutes speech). 259. See supra notes 111–23 and accompanying text; see also Brush & Nib Studio, LC v. City of Phoenix, 448 P.3d 890, 902–07 (Ariz. 2019).  The only instance in which the free speech claim is preferable for wedding cases is in positing Justice Scalia’s convoluted hybrid rights doctrine from Smith. And as argued in the foregoing, that is not a desirable alternative.  For a discussion of the hybrid rights doctrine, see supra note 76 and accompanying text.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 204 MARQUETTE LAW REVIEW [103:163   versa.260  But not all “speech” should speak for the First Amendment, especially not in wedding-vendor cases wherein an adequate and enumerated guarantee is directly on point.  To keep the Free Exercise Clause from becoming a secondary constitutional guarantee—or worse, a dead letter from a bygone era—free speech analysis should not control wedding-vendor cases. C. Hostility as a Dispositive Free-Exercise Norm Some commentators have speculated that the Court’s charge that commissioners grant “neutral and respectful consideration”261 when resolving wedding cases will spark an expansion of religious exemptions to anti-discrimination laws.262  But these views tend to conflate the narrow outcome of Masterpiece with its operative legal doctrine, which does different work.  The holding in Masterpiece, in essence, can be distilled as: “Do not be a bigot when administering public accommodations laws.”263  So if anything, by disposing of the case on the grounds of the commissioner’s hostile statements, the Court encouraged adjudicatory bodies to force their discriminatory ideas underground, even if those ideas are still likely to drive  decision-making. 264  Yet covert discrimination can be among the most pernicious and invidious kinds.265  Therefore, even Masterpiece’s extremely narrow doctrinal legacy for the Free Exercise Clause will hardly help those seeking free exercise protection.  260. See, e.g., Minow, supra note 219, at 826.  261. Masterpiece, 138 S. Ct. at 1729. 262. See, e.g., David French, In Masterpiece Cakeshop, Justice Kennedy Strikes a Blow for the Dignity of the Faithful, NAT’L L. REV. (June 4, 2018), https://www.nationalreview.com/2018/06/masterpiece-cakeshop-ruling-religious-liberty-victory [https://perma.cc/P6ZL-YXDN] (positing an expansion of religious exemptions). 263. To be sure, the Court opens up the possibilities for analysis under public-accommodations and free-speech frameworks that have broader implications, as the foregoing has asserted; but the holding can be boiled down to a command to commissioners to act neutrally.  264. See Smith v. Emp’t Div., 763 P.2d 146, 148 (Or. 1988), rev’d sub nom. Emp’t Div., Dep’t of Human Res. v. Smith, 494 U.S. 872, 894, 901 (1990) (O’Connor, J., concurring); Laycock & Berg, supra note 18 (“Enforcement authorities have now been warned not to state such views on the record, so the views will mostly go underground. . . .”); see also supra note 80 and accompanying text. 265. See Kenji Yoshino, The New Equal Protection, 124 HARV. L. REV. 747, 767 (2011) (“[The] state action that perpetuates the subordination of historically disadvantaged groups will tend to express itself in facially neutral terms.  For this reason, a . . . jurisprudence that turns formalistically on facial discrimination will . . . get it exactly backward.”) (citation omitted).  Furthermore, employing the hostility rationale is at least in tension with the Court’s recent ruling in Trump v. Hawaii, 138 S. Ct. 2392 (2018).  It is beyond the scope of this Article to develop this latter line of analysis, however.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 205   Further, it is curious under any principal-agent theory to attribute religious hostility to entire multi-tiered proceedings, reviews, and appellate systems simply because of the throw-away dicta of a couple of its members.266  The majority is guilty of a serious compositional fallacy in doing so, as Justice Ginsburg points out.267  More to the point, the commissioners’ statements—however unnuanced and indelicate they might have been—were not facially incorrect.  Religious rationales have undoubtedly been deployed to inflict serious social harm.268  But religious rationales have also been appropriated as a powerful source for positive social change.269  This latter phenomenon has been brought about by people, at every level of government and society—including the Supreme Court—honestly engaging in robust dialogue, supported by thick notions of the common good, catalyzed by criticisms like the Colorado Commission’s. 270  Thus, the final point of criticism for Masterpiece is the  266. See Masterpiece, 138 S. Ct. at 1749 (Ginsburg, J., dissenting) (criticizing the Court’s disposal on these grounds); Laycock & Berg, supra note 18 (arguing that the Court created bad precedent in the area of commissioner review).  267. See supra notes 171–75 and accompanying text. 268. See PAUL FINKELMAN, DEFENDING SLAVERY: PROSLAVERY THOUGHT IN THE OLD SOUTH: A BRIEF HISTORY WITH DOCUMENTS 31–32 (2003) (discussing the religious argument for slavery, couched within biblical passages). 269. Indeed, almost every momentous socio-political movement in U.S. history has had a substantial religious component.  The Civil Rights Movement, for example, was largely an ecclesial movement.  See McConnell, supra note 51, at 1421–30 (framing the Free Exercise Clause according to the religious and political climate during the colonial era).  See generally NOLL, supra note 212; MARK A. NOLL, THE CIVIL WAR AS A THEOLOGICAL CRISIS (2006).   270. In the 1950s and 1960s, for example, Dr. King not only criticized the consciousness of a nation claiming to be “under God,” he also energized the black community to protest segregation.  Indeed, “[b]efore black and sympathetic white audiences [King] elevated local conflicts” and “framed a broadly based rationale for the equality . . . of the races,” and in the latter part of his career he even exhibited honest rage in response to glacial political improvements.  RICHARD LISCHER, THE PREACHER KING: MARTIN LUTHER KING, JR. AND THE WORD THAT MOVED AMERICA 9, 11–12 (1995).  I use “thick notions of the common good” to push back against the Rawlsian or Dworkinian notion that contentious topics—like the normative values that frame discussion about race, religion, and sexual orientation—should not be introduced into the public sphere of a pluralistic society.  See generally ROBERT WUTHNOW, AMERICA AND THE CHALLENGES OF RELIGIOUS DIVERSITY (2005).  For a criticism of Rawls and Dworkin on this front, see ALASDAIR MACINTYRE, AFTER VIRTUE: A STUDY IN MORAL THEORY 69–70 (1984) (arguing that there is no “presuppositionless” ground on which to adjudicate moral claims and that the state’s ostensible neutrality in matters of philosophy and theology are in fact charged with ethical significance).  Indeed, even in Piggie Park—which the Masterpiece Court was insistent to cite—the Court openly disregarded the defendant’s religious claims and suggested that they were “maintained ‘in bad faith, vexatiously, wantonly, . . . for oppressive reasons,’” “completely groundless,” and “patently frivolous.”  Newman v. Piggie Park Enters., Inc.,  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 206 MARQUETTE LAW REVIEW [103:163   Court’s disposal of the case on grounds of hostility, which has potential to conceal animus and stultify vigorous debate.271  *                      *                      * This Part amassed a broad range of criticisms, all aimed at the incoherence of free exercise jurisprudence and wedding-vendor litigation in the wake of Masterpiece.  To recap, in terms of precedential value, public accommodations laws would seem to have won the day in wedding-vendor cases if courts address these delicate issues with the values animating Masterpiece—and not in violation of the Free Exercise Clause, since Smith is presumably still good (even if precarious) law.272  By relying on public-accommodations precedent from the context of race, the Court suggested that protecting the dignitary rights of LGBTQ people constitutes a heightened (and maybe even compelling) governmental interest, and it did so in a way that at the very least left Smith intact. 273  To this latter point, the Court failed to seize upon an opportunity fecund with clarifying potential for free exercise doctrine; instead, free speech doctrine occupied most of its analysis.274  Consequently, even though numerous commentators have cast Masterpiece as an opinion that favors the religious right, a closer read reveals that the decision is teeming with the potential to aid the LGBTQ community and to stifle religious rights if effectuated by lower courts toward those ends.  V. THE PRESCRIPTIVE TASK: POTENTIAL PARADIGMS Now that the descriptive task has mounted extensive criticism of the current jurisprudence guiding wedding-vendor cases à la Masterpiece, it is only fitting to suggest a more suitable framework.  In the face of the intricate and competing constitutional interests at the juncture of anti-discrimination law and free-exercise jurisprudence, multiple frameworks have been proposed for addressing this complexity.  Many of these frameworks have been quixotic or hopeful regarding the peaceable future for free-exercise rights alongside  390 U.S. 400, 402 nn.4–5 (1968).  This seems to be in tension with the Masterpiece majority’s insistence on neutrality in adjudicating religious beliefs, especially given the stock the majority places in Piggie Park. 271. See supra Section III.A.  272. This is because Smith lowers the standard of scrutiny applied to free-exercise challenges and allows generally applicable and neutral laws.  See supra notes 87–90 and accompanying text. 273. And as has been argued, the Court did so at the expense of acknowledging material differences between two contexts. 274. See supra note 262 and accompanying text.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 207   statutorily-granted civil rights.275  One example would be to grant religious exemptions, but to expand what is included in the term “religious” so that it gains traction with non-religious people.276 The rest of the frameworks have been either concerning277 or truly concerning,278 favoring one set of rights so extensively that others become occluded.  In the face of such cherished competing rights, no easy solutions should come to mind—be they broad exemptions, no exemptions, qualified exemptions, or otherwise.279  But by the same token, one consideration is often overlooked, or summarily dismissed, in all of these proposals—objective analysis of religious sincerity.  This consideration could bring facility and clarity to the resolution of wedding-vendor cases.  Accordingly, this Part advances a proposal that largely builds on  275. See, e.g., Josiah N. Drew, Comment, Caught Between the Scylla and Charybdis: Ameliorating the Collision Course of Sexual Orientation Anti-Discrimination Rights and Religious Free Exercise Rights in the Public Workplace, 16 BYU J. PUB. L. 287, 288 (2002) (arguing that because “gay antidiscrimination rights are among the newest,” and therefore “weaker” than religious freedom rights, LGBTQ-rights proponents can “gain greater social and legal recognition” by drawing attention to the similarities between these conflicting rights); Rienzi, supra note 183, at 23 (positing that substantive due process could protect people on both sides of the aisle and “demonstrate that same-sex marriage and religious liberty need not conflict.”). 276. Christopher L. Eisgruber & Lawrence G. Sager, The Vulnerability of Conscience: The Constitutional Basis for Protecting Religious Conduct, 61 U. CHI. L. REV. 1245, 1268 (1994).  “Conscience,” then, would serve as the touchstone for analyzing free exercise issues.  As will be shown below, this attempt misses the mark by watering down religious protection. 277. See, e.g., Amicus Curiae Brief of Ryan T. Anderson, Ph.D., and African-American & Civil Rights Leaders in Support of Petitioners at 5, Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719 (2018) (No. 16-111) (arguing for sweeping exemptions under the rationale that sexual orientation rights should be treated like women’s reproductive rights); Douglas Laycock, Afterword, in SAME-SEX MARRIAGE AND RELIGIOUS LIBERTY: EMERGING CONFLICTS 201–06 (Douglas Laycock, Anthony R. Picarello, Jr., & Robin Fretwell Wilson eds., 2008) (proposing broad exemptions and a distinction between civil and religious marriage). Professor Laycock scales this approach back in his Masterpiece amicus brief and in his commentary on the opinion.  Brief of Christian Legal Society et al. as Amici Curiae Supporting Petitioners, supra note 91, at 21–28 (arguing that only a very narrow exemption should be granted). 278. See Louise Melling, Religious Refusals to Public Accommodations Laws: Four Reasons to Say No, 38 HARV. J. L. & GEND. 177, 178–79 (arguing that religious exemptions should be categorically rejected); NeJaime & Siegel, supra note 184, at 2574–78 (arguing that religious exemptions must be restricted to ensure equal access to the markets, equal dignity to LGBTQ people, and third-party harms). 279. For a novel approach advancing negotiation between parties that builds off of previously successful attempts to negotiate issues involving anti-discrimination and religious liberty, see Ira C. Lupu & Robert W. Tuttle, Same-Sex Equality and Religious Freedom, 5 NW. J. L. & SOC. POL’Y 274, 302 (2010); see also Minow, supra note 219 and accompanying text (proposing a negotiation and virtue ethics approach premised on “humility”).   ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 208 MARQUETTE LAW REVIEW [103:163   precedent already set in the area of religious exemptions from the educational context described above—particularly from Yoder.280  Professor Laycock’s approach from his Masterpiece amicus brief—suggesting very narrow religious exceptions—also informs this Yoderian paradigm.281  After outlining the paradigm in the first Section of this Part, the subsequent Section will use a few fact patterns as test suites to demonstrate how a Yoderian framework could be employed by courts.  A. In Search of Objective Criteria: A Yoderian Proposal Numerous commentators have rightly argued that courts should avoid examining objective factors that would test the sincerity of a religious objector’s beliefs.282  This is because requiring a demonstration of religious sincerity is generally believed to chill free exercise.283  In recent years, the Supreme Court and lower courts have largely followed this movement toward examining religious beliefs and traditions subjectively and deferentially—that is, courts do not typically question an exemption seeker’s subjective religious  280. See supra note 56 and accompanying text.  As will be argued, this is a more prudent framework than one that relies on analogies to the context of race. 281. See Brief of Christian Legal Society et al., supra note 91, at 6.  282. See, e.g., Burdens on the Free Exercise of Religion: A Subjective Alternative, 102 HARV. L. REV. 1258, 1262 (1989) (arguing for a subjective analysis of religion and discouraging examinations into an objector’s religious sincerity); Minow, supra note 219, at 828 (arguing that objective factors “draw government actors into assessments of religious tenets” in a way that does not invite robust religious liberty). 283. See Burdens on the Free Exercise of Religion, supra note 282, at 1262–63.  It might also be reasonably argued that such inquiries could raise establishment clause concerns, leading the government to become over-involved in religion by determining what constitutes “sincere” religious belief.  Although this issue cannot be taken up in lengthy detail, it is sufficient to note that the Establishment Clause does not, or should not, stretch that far in light of the principles animating its enactment.  These principles did not favor an absolute and comprehensive separation of church and state, as some have argued.  See generally LEO PFEFFER, CHURCH, STATE, AND FREEDOM (rev. ed. 1967).  Rather, voluminous founding-era evidence demonstrates that the Establishment Clause was intended to prevent a nationally established religion as well as governmental preference of one religion to another.  See generally ROBERT CORD, THE SEPARATION OF CHURCH AND STATE: HISTORICAL FACT AND CURRENT FICTION (1982) (collecting a wide range of founding era documents substantiating a narrower view of the Establishment Clause).  Constitutional jurisprudence also seems to be trending toward this narrower view, although no Rubicon has been crossed in this area.  See, e.g., Trinity Lutheran Church of Columbia, Inc. v. Comer, 137 S. Ct. 2012, 2028–31 (2017); Am. Legion v. Am. Humanist Ass'n, 139 S. Ct. 2067, 2079–89 (2019).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 209   beliefs as an initial gatekeeping matter.284  In most circumstances, this impulse is proper.  A person seeking religious exemption should be entitled to the presumption that his or her religious beliefs are earnestly held.  This subjective deference should not be categorical for all free exercise claims, though.  In cases where religious beliefs implicate other enshrined constitutional values—as in wedding-vendor cases—courts should apply objective criteria to sift sincere religious objections from objections made with animus toward people of a protected class.  This framework is indebted to Wisconsin v. Yoder.285 In Yoder, the Court required the religious-exemption seeker to demonstrate a nexus to a religious tradition.286  In particular, the Court examined evidence—proffered by expert witnesses, testimony, and documents—demonstrating that the religious objector’s religious practice of vocational education was (a) embedded within an established religious tradition, (b) performed pursuant to a sincerely held religious belief, and (c) constituted a practice central to the Amish community of faith.287  Yoder’s ability to satisfy these criteria was nearly dispositive.288  Yoder’s sincerity satisfied the Court that Yoder was not arbitrarily seeking an exemption from a law pertaining to one of the state’s  most vital areas of interest—education.289  Rather, exemption was necessary for the sake of Yoder’s retaining the religious practices of vocational training and simplicity of life.290  Inquests of this nature are the precise types of inquiries that should apply to the wedding-vendor context (or really any context in which free exercise values affect other compelling constitutional interests).  This would smoke out the beliefs rooted in animus while providing the breathing space necessary for sincerely held religious practices to thrive.  And there are ways that this paradigm could—and should—be applied to prevent judicial  284. See Emp’t Div., Dep’t of Human Res. v. Smith, 494 U.S. 872, 886–87 (1990) (refraining from examining the centrality of peyote usage to the exemption seeker’s religion); Paul Barker, Comment, Religious Exemptions and the Vocational Dimension of Work, 119 COLUM. L. REV. 169, 170 (2019) (“[C]ourts and other adjudicating bodies rarely attempt more than a cursory examination of those beliefs for coherence, consistency, or even (in some cases) religiosity.”).  But see Graham v. Comm’r, 822 F.2d 844, 848–49 (9th Cir. 1987) (examining objective factors to assess the sincerity of charitable deductions to certain payments made to the taxpayers’ church). 285. 406 U.S. 205 (1972).  286. Id. at 215.  287. Id. at 235.  288. Id.  The Court also subjected the compulsory education law to strict scrutiny.  See supra note 57 and accompanying text. 289. Yoder, 406 U.S. at 216–18.  290. See REBELL, supra note 60, at 38. ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 210 MARQUETTE LAW REVIEW [103:163   overreach or Establishment Clause concerns.  How could this balance be maintained? A religious claimant should enter into an adjudicatory proceeding with a rebuttable presumption that their religious beliefs are sincere and rooted in an established religious tradition.  This presumption would prevent judicial scrutiny that could chill essential religious practices.  However, because the reciprocal interests in these cases are by definition weighty, an opposing party would be allowed to rebut this presumption by demonstrating that the religious objector is motivated by animus, or that his practice is either peripheral to, or beyond the pale of, a colorable religious tradition.  If successful, this showing would then shift the burden back to the religious claimant to prove (a) that their conduct is embedded in, and important to, an established religious tradition, (b) that they are a member of that religious tradition, and (c) that the conduct is central to the continued practice of that religious tradition.291  If these criteria are satisfied, then a narrow exemption—narrowly tailored to the tradition’s teachings and practices—could be granted to small businesses so long as a practice did not violate the public health, safety, or order, which is a requirement for every religious practice at any rate. 292  These objective criteria would include certain traditions by virtue of certain conduct and exclude others for similar conduct, but they would lead to more equitable results overall.  By way of example, in the Episcopal Church or Presbyterian Church of the United States of America, LGBTQ marriage and ordination is embraced and encouraged; so religious exemption claims from wedding vendors within these traditions would be less availing.293  However, if a Shi’ite/Sunni Muslim, Orthodox Jew, or Roman Catholic sought a religious exemption for the same reason, he would stand a stronger chance of obtaining one because opposition to same-sex marriage has a historical basis in and doctrinal centrality to these  291. Yoder, 406 U.S. at 235.  This rubric can also be framed in the negative.  That is to say, the exemption seeker could prove that he must refrain from specified conduct because engaging in the conduct—e.g., designing a cake for same-sex weddings—would violate central tenets of the faith tradition to which he belongs. 292. For treatment of this triad, see id. at 220.  293. See, e.g., Laurie Goodstein, Episcopal Split as Conservatives Form New Group, N.Y. TIMES (Dec. 3, 2008), https://www.nytimes.com/2008/12/04/us/04episcopal.html [https://perma.cc/N97X-PALW] (describing the Anglican/Episcopal split of the same-sex ordination and marriage question).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 211   traditions that extend back millennia.294  And doctrines pertaining to sexuality are likely to be entrenched and perennial for these traditions.295  For a United Methodist, on the other hand, the case would be closer because LGBTQ marriage and ordination are largely unsettled issues within that tradition.296 It might be objected that this emphasis on religious tradition is unfounded.  If there were dissenters from within those religious traditions in which LGBTQ rights were celebrated, a Yoderian template would be underinclusive, one might argue.  Yet without the religious community, there are scarcely individual religious rights worth preserving in the first place—at least not in any meaningful sense.297  And requiring rootedness in a religious tradition prevents  294. See, e.g., UNITED STATES CATHOLIC CONFERENCE, CATECHISM OF THE CATHOLIC CHURCH, art. 6, § 3 (1994) (outlining the church’s belief that marriage is between a man and woman).  The enumeration of these religions is underinclusive and paints with too broad of a brush stroke.  For instance, there are plenty of Catholics that do not abide by or believe in these teachings.  These traditions are nonetheless invoked here for illustrative and synechdochical purposes, even if they are slightly caricatured. 295. See supra note 219 and accompanying text. 296. See, e.g., Emma Green, The Divided Methodist Church, THE ATLANTIC (May 18, 2016), https://www.theatlantic.com/politics/archive/2016/05/divided-methodist-church-lgbt/483396/ [https://perma.cc/H7L5-FEQS] (discussing the mixed treatment of LGBTQ issues in the United Methodist Church and framing it within the broader theological conversation of other traditions).  Although a recent general counsel affirmed the traditional view of marriage, the topic remains controversial in the United Methodist Church.  See, e.g., Tom Gjelten, After Disagreements Over LGBTQ Clergy, U.S. Methodists Move Closer to Split, NPR (June 26, 2019), https://www.npr.org/2019/06/26/736344079/u-s-methodists-meet-to-consider-what-comes-next-after-disagreements-over-lgbt-cl [https://perma.cc/8G5M-ZPG8] (discussing the unsettled nature of LGBTQ marriage and ordination within the United Methodist Church). 297. See generally Frederick Mark Gedicks, Toward a Constitutional Jurisprudence of Religious Group Rights, 1989 WIS. L. REV. 99 (1989) (discussing the importance of prioritizing organizational rights and highlighting the influence of liberalism and secularism on group religious rights); Austin J. Rogers, Note, East of Eden: A Contractual Lens for an Unsettled Area of First Amendment Shunning Jurisprudence, 68 DUKE L.J. 1277, 1308–10 (2019) (emphasizing the primacy of organizational rights in determining the shape of individual free exercise rights).  This assertion depends, of course, on how the enigmatic term “religion” is defined.  And the Supreme Court has certainly punted on proffering definitional guidance numerous times, most recently in Masterpiece.  Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1727 (2018) (indicating that the Free Exercise Clause protects “religious and philosophical objections”).  But if “philosophical” objections and recently concocted religions are protected (at least by the Free Exercise Clause), this raises the question of what conduct would not be protected under such an anemic articulation of religion.  In any event, most religious rights are exercised within the context of a religious community.  See Roberts v. U.S. Jaycees, 468 U.S. 609, 622 (1984) (“An individual’s freedom to speak, to worship, and to petition the government . . . could not be vigorously protected from interference by the State [if] a correlative freedom to engage in group effort toward those ends were not also guaranteed.”).  Or as Stanley  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 212 MARQUETTE LAW REVIEW [103:163   the possibility that some exemption seekers would fabricate religious belief or feign religious devotion in a feeble attempt to practice hostile discrimination.  Therefore, some religious objectors might have to tolerate a certain degree of under-inclusion for the sake of prioritizing static and preeminent organizational free-exercise rights. Furthermore, although potentially under-inclusive, this template occupies a liminal space between LGBTQ activists and those seeking to decline service because of their religion, requiring both “sides” to cede at least some territory.  Therefore, a certain free-exercise institutionalism is warranted to encourage compromise in cases where free-exercise rights and other important legal rights collide.298  In short, a Yoderian framework strikes the balance that LGBTQ rights and free exercise rights demand, it averts spurious claims to free exercise, and it upholds the integrity and rights of religious institutions to practice religion free from governmental infringement—which is a necessary condition for individual religious rights to flourish, like those espoused by wedding-vendors. B. A Few Brief Applications This Section offers an application of a Yoderian framework.  Because the prescriptive arguments in this Article are more tentatively held than the foregoing descriptive arguments, this Section will be comparatively brief and aimed at praxis. Applying a Yoderian framework to the facts in Piggie Park, Bessinger’s initial claim that the public accommodations laws infringed his free exercise  Hauerwas observes, “[t]his is not to suggest that our actions, decisions and choices are unimportant, but rather that the church has a stake in holding together our being and behaving in such a manner that our doing only can be a reflection of our character.”  STANLEY HAUERWAS, THE PEACEABLE KINGDOM: A PRIMER IN CHRISTIAN ETHICS 33–34 (1983).  Elsewhere, Hauerwas notes that “the church does not have a social ethic; the church is a social ethic.”  Id. at 99.  In other words, the religious community is the necessary condition for the flourishing of religious practices.  This reality gives rise to the need to correspondingly prize the community qua religious tradition in the free exercise context.   298. For the proposition that constitutional provisions are intended to be structural guarantees, see generally Akhil Reed Amar, The Bill of Rights as a Constitution, 100 YALE L.J. 1131 (1991).  Professor Amar’s trenchant scholarly work argues that the Bill of Rights was intended to be a structural bridle on governmental power, rather than a conveyance of proliferous and private individual rights. Id. at 1131–33.  The institutional aspect of the Yoderian framework finds support in Professor Amar’s interpretation, even for individuals claiming exemptions under the Free Exercise Clause.  See also Rogers, supra note 297, at 1308–20 (proposing that organizational religious rights should enjoy weightier consideration when they are pitted against the individual dignitary rights protected by common law doctrines like defamation).  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 213   rights would be entitled to an incipient presumption that his beliefs were sincerely held.  However, by shedding light on Bessinger’s forceful threats against African Americans and his other facially frivolous claims (e.g., that the public accommodations law represented an uncompensated governmental taking), his ostensible religious commitments would be easily rebutted.  Bessinger, then, would be required to demonstrate that his refusal to serve African Americans met Yoder’s objective criteria.  At this point, Bessinger would fail because it is doubtful that he could find a religious tradition that participated in racial discrimination as an important, longstanding religious practice.  The public accommodations law would not even merit interest balancing in that instance.  But even if Bessinger’s claim did make it past this stage, a court would duly refuse an exemption because Bessinger’s discrimination violates the public health-safety-order triad;299 plus, the public accommodations law was narrowly tailored to achieve a compelling government interest—namely, the government’s interest in ensuring equal access to goods in a prejudicial marketplace. The facts in Masterpiece are closer to the borderline.  Applying the Yoderian paradigm to Phillips, the decision would have likely come out the same, with a few slight nuances.  Phillips’s religious beliefs would be presumptively sincere, and it is doubtful that this sincerity could be rebutted as disguised animus, especially since he was open to offering Craig and Mullins any other goods.300  Still, assuming that the couple rebutted this presumption, it is likely that a court would find that Phillips’s beliefs were rooted in a religious tradition’s teaching—in all likelihood an evangelical religious tradition.301  So  299. For an explanation of the ways that the triad predicts, interacts with, and deputizes strict scrutiny analysis, see supra notes 39–44 and accompanying text.  For an example of the Court properly refusing exemption based on free-exercise appeals, see Bob Jones Univ. v. United States, 461 U.S. 574, 604 (1983) (“[T]he Government has a fundamental, overriding interest in eradicating racial discrimination in education—discrimination that prevailed, with official approval, for the first 165 years of this Nation’s constitutional history.  That governmental interest substantially outweighs whatever burden denial of tax benefits places on petitioners’ exercise of their religious beliefs.”).  Of course, the assertion that these beliefs were sincerely held is dubious and that racial discrimination is typically central to most religious communities.  See supra notes 221–23 and accompanying text.  But the point still stands. 300. See supra note 4 and accompanying text.  It should also be noted that no party claimed that Phillips’s beliefs lacked sincerity. 301. The term “Evangelical” is admittedly inexact and very often misused.  See, e.g., Murray, supra note 180 at 282 (speaking about “Evangelicals” in a simplistic and overgeneralized fashion).  And Phillips’s specific religious tradition is absent from the record or other court documents, outside of the fact that his Christian tradition is “biblically based.”  Masterpiece, 138 S. Ct. at 1724.  Without  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 214 MARQUETTE LAW REVIEW [103:163   Phillips’s religious beliefs would probably pass the objective Yoderian hurdle and present the Court with the task of deciding the free exercise standard that it should apply to the public accommodations law—which should be strict scrutiny review given the Free Exercise Clause’s historical treatment and the aberrant nature of its present treatment under Smith.  If religious rights were no longer protected under Sherbert’s strict scrutiny standard, however, the Court should make that clear through a direct and explicit ruling, rather than a casuistic inquiry into what “speech” constitutes speech for the purposes of First Amendment protection.  But this points to another virtue of the proposal: it encourages the Court to clarify free exercise doctrine. VI. CONCLUSION In a recent case in which a flower shop owner, Barronelle Stutzman, refused to create a wedding arrangement for a same-sex couple, the Supreme Court of Washington held that the shop owner was not entitled to a religious exemption.302  The U.S. Supreme Court granted certiorari, then vacated judgment and “remanded to the Supreme Court of Washington for further consideration in light of Masterpiece . . . .”303  This Article commends against such “further consideration” to the extent that Masterpiece muddles the legal  more facts about Phillip’s religious tradition, “Evangelical” is intended to serve as a mere placeholder.  Further, numerous religious exemptions would probably be sought from “Evangelicals” or other nebulous traditions.  In such instances, it would become important to define with precision the tradition in which the religious member is situated, even if the tradition is broadly articulated.  For a fruitful and precise definition of “Evangelical,” see DAVID WILLIAM BEBBINGTON, EVANGELICALISM IN MODERN BRITAIN: A HISTORY FROM THE 1730S TO THE 1980S 2–3, 273–74 (1989) (coining the four tenets of evangelical faith and distinguishing them from fundamentalism).  Those within non-denominational traditions might also present difficulties, but would still be able to be ascertained by examining ecclesial bylaws, examining witnesses, etc.  These traditions might also be best analyzed according to what Ludwig Wittgenstein called “family resemblances.”  LUDWIG WITTGENSTEIN, PHILOSOPHICAL INVESTIGATIONS 32 (G.E.M. Anscombe trans., 1953).  In other words, non-denominational traditions might need to be analyzed by reference to other traditions (e.g., Baptist or charismatic traditions).  On a related note, traditions that a Yoderian template would not protect are atheism or agnosticism—not because their beliefs or conduct are any less worthy of respect, but because the Free Exercise Clause was intended to protect religious traditions, practices, and forms of life, and other legal doctrines offer protections if proper.  See McConnell, supra note 51, at 1487 n.400 (tracing the founding intent of the Free Exercise Clause and arguing that the intent was to protect religious traditions).  This wrinkle draws further attention to the Court’s need to clarify the meaning of “religion,” as well as the establishment and free exercise thereof. 302. Washington v. Arlene’s Flowers, Inc., 389 P.3d 543, 568 (Wash. 2017), vacated, 138 S. Ct. 2671 (2018). 303. Arlene’s Flowers, 138 S. Ct. 2671.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 2019] A MASTERPIECE OF SIMPLICITY 215   analysis of wedding-vendor cases.  In fact, when the Washington Supreme Court examined Stutzman’s case on remand, it was subject to several of the errors described above.304  Not only was Masterpiece untowardly followed, but its operative jurisprudence caused the Washington Supreme Court to render a ruling too shallow in analysis and too reliant on oblique legal doctrines (or otherwise too covert in animus against religious objectors).   That is because under Masterpiece, the doctrine that does seem to be clear encourages race-based anti-discrimination precedent and free speech doctrine to drive legal analysis.  In doing so, it subjects a religious wedding-vendor to tangential, inapposite legal paradigms from contexts foreign to the Free Exercise Clause.  But Stutzman’s religious beliefs are not akin to those held by Bessinger in Piggie Park, and her exemption requests are not fundamentally about her right to refrain from speaking.  Her exemption requests reflect sincerely held religious beliefs that find a home in free exercise values.  Masterpiece left jurists to ad hoc guesswork in an area of great constitutional import.  But First Amendment values are too sacred for a judge’s druthers to dictate wedding-vendor cases rather than the rule of law.  To be sure, a Yoderian template might burden members of conservative religious communities (i.e. through certain evidentiary requirements), and it might burden members of the LGBTQ community (through narrow exceptions that inflict dignitary harm).  Yet to protect other religious interests—e.g., those of religious minorities—and to uphold the integrity of a broader public accommodations regime, a Yoderian trade-off strikes a prudent balance between competing rights in the search for common ground.  No simplistic solution serves as a panacea when cherished rights collide.  Nevertheless, a Yoderian framework would correct some of the most glaring issues in current constitutional jurisprudence and squarely address the legal issues implicated by wedding-vendor cases.   304. Washington v. Arlene’s Flowers, Inc., 441 P.3d 1203, 1228 (Wash. 2019).  To name only a few of the blunders, the Washington Supreme Court dubiously relied on Piggie Park, id. at 1214–15, 1235 n.27, spent an inordinate amount of focus on free speech doctrine (although the court rightly observed that free exercise was a more relevant constitutional consideration), id. at 1224–28, refused to apply any form of heightened scrutiny to laws burdening religion despite the historical standard under which free-exercise claims have been analyzed, id. at 1231–32, and even fell subject to a hybrid rights analysis, id. at 1236–37.  ROGERS_FINAL_25NOV19 (DO NOT DELETE) 11/25/2019  7:12 AM 216 MARQUETTE LAW REVIEW [103:163   Stutzman has appealed to the United States Supreme Court once again.305  And Stutzman’s requests for exemption, however bigoted they might appear to outsiders, deserve a principled and equitable hearing. Yoderian principles would resolve Stutzman’s case by either leaving her free to select which floral masterpieces she wants to arrange or letting her know where she stands—and under what guiding legal principles—if she lacks such freedom.  A Yoderian framework is more attractive than the masterpieces of simplicity delivered by recent jurists and commentators.  It empowers courts, couples, and cakemakers to disagree over their guiding principles with greater clarity and, God forbid, greater charity.  And because a Yoderian framework is attuned to the subtleties inherent to sexuality and religion, it preserves the shared and steadfast right of all to retain complexity.     305. See generally Petition for a Writ of Certiorari, Arlene’s Flowers, 138 S. Ct. 2671 (No. 19-333).  ",
    "id": 289198415,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.marquette.edu:mulr-5418"
    },
    "title": "A Masterpiece of Simplicity: Toward a Yoderian Free Exercise Framework for Wedding-Vendor Cases",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "Marquette Law Scholarly Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.marquette.edu/cgi/viewcontent.cgi?article=5418&amp;context=mulr"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/289198415.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/289198415"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/289198415/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/289198415/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/289198415"
        }
    ],
    "abstract": "The Free Exercise Clause was enacted to protect diverse modes of religious\npractice. Yet certain expressions of free exercise have entailed concomitant\nharm to those outside the religious community, especially LGBTQ persons.\nThis trend has been acutely present in the recent onslaught of wedding-vendor\ncases: LGBTQ persons seek the enforcement of statutorily protected rights,\nwhile religious objectors seek refuge from state intrusion under constitutional\nshelter. Consequently, wedding-vendor cases present an area of law in which\nfree-exercise jurisprudence and anti-discrimination jurisprudence have been\nclashing.\nHowever, despite the primacy of religious freedom and equal protection in\nAmerican jurisprudence, courts analyze wedding-vendor cases in widely\ndisparate ways. At times, they are under-protective of members of the LGBTQ\ncommunity; at others, they penalize wedding-vendors and chill longstanding\nreligious practices. Thus, the prevailing analytical paradigms are flimsy and\nlead to unpredictable outcomes. This deficiency came to light as the Supreme\nCourt addressed these complex legal issues in Masterpiece Cakeshop, Ltd. v.\nColorado Civil Rights Commission. There, the Masterpiece Court’s holding is\ndiffident and provides scant guidance to the lower courts in which these cases\ncontinue to percolate. Yet Masterpiece’s significance has been broadly\nmisconstrued by commentators. Therefore, in order to clarify a muddled sphere\nof free-exercise and anti-discrimination jurisprudence, this Article’s task is\ntwofold. First, it provides an interpretive lens for Masterpiece that is in tension\nwith the general body of commentary surrounding the decision. Far from a\nvictory for religious rights advocates, Masterpiece portended a path to\nanalyzing free exercise claims according to a paradigm that disfavors religious\nliberties (if its line of reasoning persists).\nThis Article’s second task is to advance a framework for analyzing\nwedding-vendor cases. This framework employs objective criteria from\nWisconsin v. Yoder when examining requests of religious exemption to public\naccommodations laws—an approach that has fallen into judicial disuse given\nits ostensible burden on free exercise. Then, after Yoderian vetting criteria are\nsatisfied, this framework allows for a narrow exception to small business\nowners that can demonstrate their religious practices’ rootedness in a\nlongstanding religious tradition. This template would cause multiple parties to\ncede ground and reduce some of the strongest tensions in this area of law. As\nsuch, it would strike a more prudent balance between the dignitary rights of\nLGBTQ persons and the free-exercise rights of religious objectors",
    "tags": [
        "text",
        "Free Exercise Clause",
        "Yoder v. Wisconsin",
        "Masterpiece Cakeshop",
        "LGBTQ+",
        "Religious Practices",
        "Religious LIberties",
        "Civil Rights and Discrimination",
        "Constitutional Law",
        "First Amendment",
        "Religion Law",
        "Sexuality and the Law",
        "Supreme Court of the United States"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.marquette.edu:mulr-5418",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3465",
        "openDoarId": 0,
        "name": "Marquette University Law School",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 289198415,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:11:37+00:00",
        "acceptedDate": null,
        "createdDate": "2020-04-03T02:47:50+01:00"
    },
    "urls": [
        "https://scholarship.law.marquette.edu/mulr/vol103/iss1/6",
        "https://scholarship.law.marquette.edu/context/mulr/article/5418/viewcontent/Rogers_Final_25Nov19.pdf"
    ],
    "lastUpdate": "2024-01-24T04:11:37+00:00",
    "setSpecs": []
}