{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ashbrook, Ashtin O."
        }
    ],
    "contributors": [],
    "createdDate": "2021-02-21T13:56:05+00:00",
    "dataProvider": {
        "id": 14145,
        "name": "Digital Commons at Buffalo State",
        "url": "https://api.core.ac.uk/v3/data-providers/14145",
        "logo": "https://api.core.ac.uk/data-providers/14145/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/386366622.pdf",
    "fullText": "State University of New York College at Buffalo - Buffalo State College Digital Commons at Buffalo State Museum Studies Theses History and Social Studies Education 1-2021 A Museum’s Guide to Queer Inclusivity Ashtin O. Ashbrook State University of New York College at Buffalo - Buffalo State College, ashtinashbrook@gmail.com Advisor Daniel DiLandro, M.L.S., Head of Archives & Special Collections First Reader Daniel DiLandro, M.L.S., Head of Archives & Special Collections Second Reader Noelle Wiedemer, M.A., Lecturer of Museum Studies Third Reader N/A Department Chair Andrew D. Nicholls, Ph.D. To learn more about the History and Social Studies Education Department and its educational programs, research, and resources, go to https://history.buffalostate.edu/museum-studies-ma. Recommended Citation Ashbrook, Ashtin O., \"A Museum’s Guide to Queer Inclusivity\" (2021). Museum Studies Theses. 28. https://digitalcommons.buffalostate.edu/museumstudies_theses/28 Follow this and additional works at: https://digitalcommons.buffalostate.edu/museumstudies_theses  Part of the Archival Science Commons, and the History Commons P a g e  | i  A Museum’s Guide to Queer Inclusivity   A Thesis in Museum Studies  By  Ashtin Ashbrook  Submitted in Partial Fulfillment of the Requirements for the Degree of:   Master of Arts January 2021  Approved by  Daniel DiLandro College Archivist and Adjunct Instructor in Museum Studies Thesis Adviser, First Reader  Andrew D. Nicholls, Ph.D. Chair and Professor of History  Kevin J. Miller, Ed.D.  Dean of the Graduate School    SUNY Buffalo State Department of History and Social Studies Education   P a g e  | ii                                    A Museum’s Guide to Queer Inclusivity P a g e  | iii   Table of Contents  Abstract .......................................................................................................................................... iv About the Author .............................................................................................................................v Chapter 1: Introduction ....................................................................................................................1 Chapter 2: Literature Review ...........................................................................................................8 Chapter 3: Queer Museum, Archives, & Exhibits .........................................................................21 Chapter 4: Queerness in a Museum ...............................................................................................31 Chapter 5: Queer Inclusivity in an Art Museum ............................................................................36 Chapter 6: Queer Inclusivity in a Children’s Museum ..................................................................52 Chapter 7: Queer Inclusivity in a History Museum .......................................................................61 Chapter 8: Queer Inclusivity in a Science Museum.......................................................................74 Chapter 9: Treatment of Queer Staff .............................................................................................86 Chapter 10: Embracing Diversity ..................................................................................................94 Chapter 11: The Queer Community .............................................................................................108 Chapter 12: A Brief Stonewall History ........................................................................................115 Chapter 13: Concluding Thoughts ...............................................................................................129 Glossary* .....................................................................................................................................131 Citations .......................................................................................................................................132  * All glossary words will appear bolded in the literature.          P a g e  | iv   Abstract   LGBT+ (gay, lesbian, bisexual, and transgender, also called queer) people have always existed. The history of queer people has been repressed and destroyed. As culture changes and becomes more accepting of these identities, queer people are living more openly, and history is being well recorded. Museums are institutions that are responsible for representing and perpetuating cultural views, and therefore have a responsibility to include a diverse variety of people. One strategy to normalize queerness is to integrate it into museums. This guide will explore queer inclusion, with an emphasis on transgender inclusion, in all different types of museums. The following types of museums will be explored: art, children’s, history, and science. The science section will be longer, as the author himself works in a science museum. Multiple suggestions and ideas on how to integrate queerness into these museums will be presented. Exhibitions may be a large part of museums, but something often overlooked is the importance of employees. Museum staff members may identify as queer. Tips on how to treat and approach these employees will be discussed. This guide will wrap up with how to embrace diversity and with concluding thoughts.       P a g e  | v   About the Author   Hello, my name is Ashtin and I’m the author of this paper. I wanted to take a brief moment to introduce myself, since I believe it’s important that my audience knows my relationship to the queer community. The simple answer is that I’m a gay transgender (trans) man who enjoys queer history and wants the very best for the queer community. Although being queer is a big part of who I am, it’s not the only thing that makes me…well, me. I have an undergraduate degree in geology and geographic information systems (GIS). I just really like rocks and minerals. (My favorite rock is schist, if anyone is wondering.) Two years after completing my undergrad degree, I attended a master’s program for museum studies, which is why I am writing this paper.  I’ve gotten involved with my local queer community by joining groups, being a voice for queer folks at the museum where I am employed and was an intern for a LGBT+ archival collection. My queer journey has been a long one, as I struggled with my gender identity from a very young age and was not able to fully come out until I was 24. It was another year until I medically transitioned. My only regret is that I didn’t do it sooner. Now that I’m able to live as my true self, I one day hope that all queer people can do the same. This vision of mine is what inspired me to write my thesis about queer representation and inclusivity in museums. It is my firm belief that museums are one of the cultural institutions that will aid in the fight for queer rights. And, personally, I would like to be involved in that push for equality.P a g e  | 1  Chapter 1: Introduction   Queer. A word that could be used as an adjective to refer to people who identify as such or a verb to describe a practice that challenges the normal (Ephemeral Material 2014). Queer people have been present and recorded throughout history, yet much of their history is unknown. They have a deep, expansive, and rich history, yet they are not equally represented in today’s museums. It is a museum’s job to properly educate the public on all types of histories and it is disappointing that queer history is, for the most part, absent. Adding queer history to all museums is an important step to not only educating the public about the community, but also is important for exposing the public to the idea of queer and for the current and future generations to be more accepting of queer people. Queer inclusivity in every type of museum is essential to queer acceptance throughout different cultures.  This handbook will explore many things about queerness in a museum setting. It is important to understand multiple parts of the queer community, so this paper will start off with an introduction to lesser-known queer identities. It will then move into a historic moment that kickstarted the queer liberation movement, the riots at the Stonewall Inn. In addition to this history, this handbook will also take a look at the Stonewall Inn in its current state and the author’s ideas for a museum at Stonewall. The paper will then move into specific case studies of queer museums and queer exhibits. The last few chapters will discuss queer inclusion in different types of museums and how to consider queer employees. Sexual orientation and gender identity are intertwined in a complicated way. However, to put it into simple terms, sexual orientation is who someone loves, and gender identity is how P a g e  | 2  someone identifies themselves (“Transgender History” 2017). For example, when a trans man comes out, people often think he will automatically be attracted to women, however, this is not always the case. The trans man can be attracted to men (gay), women (straight), either gender (bisexual), all genders (pansexual), or even no one (asexual). Therefore, gender identity and sexual orientation are not directly related but are still intertwined since sexual orientation is based on gender identity.  Gender expression is another term that tends to cause confusion. Many people believe that gender identity and gender expression are the same thing. As stated before, gender identity is how someone identifies and is a sense of self (“Transgender History” 2017). But if a man wears a dress, is he a woman? If a woman wears a tuxedo, is she a man? This can be explained by the term gender expression. Gender expression is how someone presents themself to the world in a way that they feel comfortable. Along with gender identity, it is now a legally protected status (depending on the state or country) and this is especially important for those who express themselves in a non-binary or a gender nonconforming way (“Transgender History” 2017). There are many sexual orientations beyond heterosexual and homosexual. There are also many genders beyond the binary male and female. In order to discuss queer museums, it is necessary to have background knowledge on the extent of the queer community and to be all-inclusive. A quick introduction to the queer community can be found in Chapter 12 for those who are not familiar with the community. For those who are not familiar with the history of queer activism and civil rights, Chapter 13 discusses the history and significance of the Stonewall Riots. These chapters were added to create a well-informed audience. It is up to the reader to start with, end with, or skip these chapters all together. However, the information is P a g e  | 3  there for those who are not familiar with the queer community and the history of the queer movement.  This handbook will explore the possibilities of queer inclusivity in multiple types of museums including art, children’s, history, and science museums. Although these four categories cover most museums, there will always be the outlier museum that may not fit neatly into one of these sections. That does not excuse a museum’s lack of inclusivity, however. Suggestions in this handbook can be sculpted by any staff member and customized to fit the specific mission statement of any museum. Such a task will take time and effort by the museum. Some staff may wonder what the point of being inclusive is if their mission statement is not queer-centric. There are many reasons to change. Attendance is possibly the number one reason why a museum decides to increase their diversity and inclusion. By doing so, more people will feel welcomed by and attracted to the museum. With increased attendance, it is safe to assume that profits, memberships, and donations will also increase. These are all important aspects to keep the museum doors open. By opening up the possibility of hosting queer-centered events, especially during Pride Month in June, museums can open up their membership base and welcome the queer community with open arms. Creating a safe environment for queer people will, in turn, open up the opportunity to increase museum profits that are critical to keeping the museum healthy. Increasing inclusion to one marginalized group may lead to increasing the diversity for another group. By creating inclusion for one group, the groundwork has been laid out for increasing diversity in general. The tools used to make a safe space for queer people can be tweaked to accommodate other groups, such as disabled people and people of color. Being P a g e  | 4  accepting and open to marginalized groups such as these will ultimately increase the attendance by gaining the trust of queer patrons and in turn will benefit the health of the museum (“LGBTQ Welcoming Guidelines for Museums: developing a resource for the museum field” 2016). Making changes for marginalized groups may acquire a financial investment. Funding agencies and advisory boards have recently gained an interested in underrepresented groups (“Every Voice | Every Story: Achieving Greater Agency, Equity, and Social Justice in New York’s Historical Record” n.d.). There is an increasing amount of grants and other funding that are specifically designed for the queer and other communities. This funding is to accommodate for the lack of representation of marginalized people, as well as to promote equity and inclusion in a large and diverse population  (“Every Voice | Every Story” n.d.).  Without representation, there will be no education on the histories of these groups. One of the ultimate goals shared by all museums is education. Educating the public is a universal goal. The public is made up of diverse people. In order to educate the public, museums must be open and welcoming to a diverse audience. This means including queer people in any diversity goals. If staff questions the importance of queer inclusion, possibly concluding that there are not enough queer people in the area to justify putting effort, time, and money into an inclusion initiative, then it is important to remind staff that queerness is not skin deep. Queerness is inside and not always visible on the outside. A transgender person may have been transitioning over a long period of time and therefore it may not be obvious that they are transgender. A bisexual person may be dating someone of the opposite gender and therefore on the outside they appear straight. Without conducting a survey, it is impossible to tell how many queer people walk through the museum doors. P a g e  | 5  Queerness has been the focal point in museums and exhibits can set groundwork for other museums to follow in their footsteps. Because of this, instead of going right into inclusivity in each different museum type, this paper will rather start off with examples of queer archives, museums, or exhibitions (both permanent and traveling). These institutions can provide resources and examples for the rest of the museum field. In addition, some professionals may feel inspired by these museums and put their creativity to good use in order to bring diversity into their own institution. This sets the bedrock for the discussion for each different type of museum. As mentioned before in this chapter, this handbook will touch on art, children’s, history, and science museums. It will then wrap up with expanding inclusivity into different minority or marginalized groups, which has been added for museums that do not fit neatly into any of the four main types. Some museums may find parts of each category helpful. After all, many of the subjects are intertwined. For example, a history museum may have a piece of art that has historical significance and therefore may find the art section helpful. Chapters can be mixed and matched in order to cover a single museum. A staff member of a science museum does not need to abide by the science section of this handbook. In fact, being familiar with all sections will create a well-rounded and informed reader. All museums are cultural institutions that should be responsible for creating change in the public’s attitude towards certain issues. For example, when museums stopped showing exhibitions on eugenics, the public slowly changed their views away from the science of eugenics and started accepting new scientific ideals. This instance was observed in Buffalo, New York at the Buffalo Museum of Science. Queerness can experience the same shift. Museums P a g e  | 6  need to be a place of acceptance, with an acceptance that can spread to the non-queer people they serve. Acceptance is the essential term. The goal of queer representation should be to foster acceptance in the overall culture, slowly changing the societal view of queer people. Changing the culture should be the long-term goal of representation. Cultural change through representation is absolutely necessary in order to create a safe and supporting environment for queer children to come out and for queer folk to live their lives in peace. It will not be an instant, overnight change, so the sooner it starts, the sooner it will lead to results. Museum professionals have a duty to be inclusive of minority and marginalized groups. More minority groups will be discussed in Chapter 10. It is important to keep in mind the message that the museum sends to these groups. Creating a welcoming, accepting atmosphere for minorities will also create a peaceful environment for the typical museum visitor. By creating a queer-friendly atmosphere, the queer community will trust, attend, and support the museum (“LGBTQ Welcoming Guidelines for Museums” 2016). After establishing this inclusive and welcoming environment in the museum, attendance will increase the health and livelihood of the museum. In order to survive, museums must strive to make progress and change over time. A part of this survival strategy is to be inclusive to the queer community. This approach can be taken regardless of what type of museum is in question. It is important to understand that all museums, regardless of type and location, are connected to one another on account of them all being a cultural influence on the surrounding areas. This is a central theme through this handbook and will be mentioned on multiple occasions due to its importance. Culture is starting to make steps towards acceptance. Recently, and as this paper is being written in the year 2020, television shows are starting to have more and more openly queer P a g e  | 7  characters. From gay men to gender non-conforming people, these characters are taking the public by storm. They have their space in both children’s shows and adult sitcoms. The world is starting to be a more accepting, inclusive place. Today’s generation is growing up in a kinder world that allows them to be themselves, hopefully, without having to go through intense hardships. It is a change that is welcome and allows queer people to live loudly, proudly, and be themselves.  It is up to each individual museum to make choices on how to go about becoming a more diverse, inclusive institution. Every museum has an obligation to become more inclusive (“Trans Narratives in Children’s Museums” 2018). One museum may find that the changes drastically increase attendance, while others may not. However, it is important to see the big picture, that the museum was not created for profit but rather to educate the public, including queer folks. With this in mind, one should not fret if changes in revenue are not immediate or substantial. Every museum needs its revenue to continue their mission and it is highly unlikely for diversity and inclusion to harm that revenue (“LGBTQ Welcoming Guidelines for Museums” 2016). It is more likely that revenue will, as previously mentioned, increase. There is no or little downside to adding diversity. Though the process may not be free and will take time to plan, the museum and its visitors will benefit in the long run.      P a g e  | 8  Chapter 2: Literature Review   The queer community has a deep and rich history, yet much of it has been hidden or lost. Writings on queer subjects can be difficult to come across, especially when the subject in question is so specific. Tracking down books that are relevant to queer inclusion in a museum setting is a challenging task. Therefore, not every book that is reviewed is directly about museums, but rather presents ideas that can be helpful to writing such a thesis. In addition, not all queer collections are kept in museums, but are often held by archives. Archives will also play an important part in this literature review. An archive can be used to provide a space to protect queer history, which could be put on display in a museum setting, so some books will directly deal with archival settings rather than a museum setting. Even when including archives, the pool of literature to pull from is extremely limited. Some books and other resources are not about museums or archives at all, but useful information can be pulled from such books.  Queer history is not something that happened just in the past, but it is something that is also happening in the present. It is ever changing and ever evolving. Not only is queerness something to be displayed and to learn about, but queer people are ever-present in a museum setting. Queerness in a museum setting not only deals with the artifacts and history presented, but also deals with queer people who work at and visit the museum. At times museums need to make changes that require a financial investment, so an article called “Every Voice | Every Story: Achieving Greater Agency, Equity, and Social Justice in New York’s Historical Record” was used to briefly discuss funding. This paper will review many articles along with books about queer history, queer museums and archives, queer exhibitions, how queer people deserve to be P a g e  | 9  treated in a work environment, and how a museum can provide a healthy work environment for queer staff. After all, queerness is more than something to display and is present in all museums, whether or not people realize it. The quest for queerness begins with a vast collection of queer artifacts. The Dr. Madeline Davis LGBTQ Archives of Western New York is housed at the State University of New York Buffalo State College (Buffalo State). This collection contains artifacts from a variety of groups that operate in the area and is made up of many different types of artifacts. Artifacts range from tiny papers to giant posters. The special collection shows the operation of queer-centered groups and the lives of queer people in or around the Buffalo, New York area. Initially, Dr. Madeline Davis donated approximately 80 boxes of artifacts to Buffalo State. These 80 boxes acted as a catalyst for the archive. The collection has now expanded to over 190 boxes (November 2019). These boxes contain historical items from the queer community and provide a primary source for this thesis. In addition, looking at archives such as this give other museums an idea of what artifacts can be collected, preserved, and put on display in a museum setting.  Another archive, perhaps the best-known queer archive in the U.S., is the ONE Archives Foundation located in Los Angeles, California. This archive is part of the oldest existing queer organization in the United States. It is also the largest repository of LGBT+ materials in the world. The age and size of the archive makes it an important part of queer history and an important player in preserving queer history. While the Dr. Madeline Davis Archives houses artifacts and puts on small exhibits on the Buffalo State campus, the ONE Archives is more active in the area they are located. The ONE Archive not only works to preserve queer history, but also works to create public exhibitions, educational projects and trainings, and community P a g e  | 10  outreach programs. These free programs aim to narrate accurate and authentic stories of LGBT+ people, culture, and history. The majority of information about the ONE Archives comes from the archive’s website (https://www.onearchives.org), but additional information was found in a brochure that was sent to the author of this paper. The brochure came directly from the ONE Archives and provides more information about the collections and history that is held by the archive. This small brochure, labeled “The Largest Collection of LGBTQ Materials in the World,” provides a large amount of information. Although the ONE Archive is larger than the Dr. Madeline Davis Archive, it is important to recognize the importance of both when considering the preservation of queer objects and stories.  The Museum of Transgender Art and Hirstory, or MOTHA, is the first of its kind. It is a museum that is devoted to preserving transgender history and displaying transgender culture through artworks. Although there is no physical building and is forever “under construction” as stated by Vargas in an interview article called “Resisting the Museum: Archiving Trans Presence and Queer Futures with Chris E. Vargas.” This museum is able to make its mark by creating transgender-centered museum exhibitions. Information on this museum was found using the MOTHA and ONE Archive websites, the executive director’s website, and a printed brochure about a special exhibition. This exhibition was worked on by MOTHA and was put on at the ONE Archives.  These two archives have worked together in the past and continue to do so to this day. From August 13, 2016 to June 4, 2017, MOTHA’s exhibition, Transgender Hirstory in 99 Objects, was held at the ONE Archives. The exhibition was created by using a mix of archive materials and contemporary works by artists. The founder of MOTHA, Chris E. Vargas, is P a g e  | 11  working on a book titled Transgender Hirstory in 99 Objects: Legends & Mythologies based upon the exhibition; the book is currently in its early planning stages. The exhibition and book are a response to the Smithsonian’s book, History of America in 101 Objects. Vargas chose to include 99 objects to represent the challenges that are faced while collecting transgender stories and history. Finding 99 transgender artifacts is in no way an easy task. While on the subject of archives, it is an excellent time to discuss the book Ephemeral Material: Queering the Archive by Alana Kumbier. This book aims to explore unconventional archives. Even when an archive is not inherently queer, the book argues to look at it through a queer lens, which entails thinking of queer interests and experiences. It also describes and interprets the work of archivists and others who are involved in preserving queer history. It facilitates an understanding on how people are building up queer archives. The book also documents the creation of queer archives from the ground up, such as the New Orleans Drag King Collection Project. The book largely supports its arguments and ideas with real life examples and case studies. Multiple museums and archives are mentioned in order to support the book, such as the Center for Lesbian Information and Technology (CLIT), the Lesbian Herstory Archive (LHA), and the Leather Archives and Museum (LAM). This book not only sheds light on specific queer archives, but also gives a sneak peek into the life of a queer archive that houses important artifacts from the queer community. Museum and Social Issues: A Journal of Reflective Discourse touches upon a variety of museum related topics. Where is Queer? is the fourth number in the third volume (Vol. 3 No. 4). This journal directly ties into finding queerness in a museum setting. Examples of queer-focused exhibitions are discussed and include a whole section devoted to the United States Holocaust P a g e  | 12  Memorial Museum’s traveling exhibition, Nazi Persecution of Homosexuals 1933 – 1945. It is a leap for queer-centered exhibitions, as the book does state that queer inclusivity in a museum can be a “difficult and uncomfortable task that requires grappling with multiple definitions of queer intelligibility.” As challenging as that task may be, it is important to include queerness in any museum. The book argues that it was museums that helped construct the norms, or heteronormativity, of today. It is only proper that the museums now have a role in creating a new normative that include and accept queer folk.  In attempt to create this new narrative, museums and archives should put energy into reaching as many people as possible. This is where the internet and online resources can be of use. Queers Online: LGBT Digital Practices in Libraries, Archives, and Museums by Rachel Wexelbaum is the perfect book to research such a topic. The book discusses digital practices such as the creations of online services that allow for access to materials, the use of online databases, the use of social media, and the digitization of physical artifacts. The book explores the importance of digital spaces and discusses current projects as well as possible future projects. Digital collections are not only crucial for access, but also for preservation. Physical objects can be lost, destroyed, or stolen. Online versions can be saved in multiple places, cannot be destroyed (if the right precautions are taken), and cannot be lost (where best preservation practices are instituted and maintained). This book argues that converting the artifacts to a digital counterpart is worth the time, energy, and funding. It is nicely broken down into four main categorizes: case studies, the process of converting physical collections to digital collections, the basics of digital projects, and addresses obstacles that are faced by these online queer collections. These categorizes are all important when handling an online collection. P a g e  | 13  Art museums have a very queer past and are still exceptionally queer to this day. Finding resources to aid in the art museum section was significantly easier than the other museums. Take British Queer History: New Approaches and Perspectives by Jongwoo Jeremy Kim, a book that touches on Henry Scott Tuke’s homosexual paintings, for example. Tuke is just one of a sea of artists whose work had homosexual tones. In a book about gender called Seeing Gender: An Illustrated Guide to Identity and Expression, Frida Kahlo was introduced as an artist who lived between gender, sexuality, and race. Kahlo has multiple famous masterpieces, such as her painting titled Self-Portrait with Thorn Necklace and Hummingbird. “Queer life-worlds and the art of David Wojnarowicz” written in 2020 by Tomasz Sikora is another reference that touched on a queer artist. Wojnarowicz, however, used his photographs and art to specifically speak up about AIDS. Photographs offer a glance into the past and have been used for activism throughout modern history. Perhaps an art style not seen as often in museums is the artwork of comic books. “SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines” gave an overview of an exhibition at the Schwules Museum in Berlin. This exhibit featured superheroes from comic books that fit into the queer community. This is certainly a one-of-a-kind exhibit that made its way into a museum. Comics are an art form that tell a story and one in particular helps communicate how men can improve equity for other genders. “How Men Can Improve Equity For Women, Femme, & Gender Nonconforming People” is a short comic that illustrates how men can make the workplace better for genderqueer people. It is a quick and to the point comic, peer reviewed, and easy to understand. A 2019 article titled “Gay Life and Liberation, a P a g e  | 14  Photographic Record of 1970s Belfast” was also used in the art section. This exhibit is similar to comics in a way, as it uses photographs to tell the story of gay liberation in Northern Island.  It is important to remember that art goes beyond the two-dimensional realm of paintings and comics, however. “Queer Fashion and Style Stories from the Heartland—Authentic Midwestern Queer Voices through a Museum Exhibition” was an article written in 2020 that described an exhibition featuring articles of clothing. The exhibition featured many masculine-leaning fashions that were often worn by lesbian women. Gender-bending seems to be a popular subject in the queer community. “Gender, sexuality, and technology in male pregnancy: An analysis of Lee Mingwei and Virgil Wong’s installation, POP! The First Human Male Pregnancy multimedia website to document Lee’s cisgender male pregnancy” is another article that touches on gender-bending, as it deals with POP! The First Human Male Pregnancy, which is an online exhibition. The pregnancy was fabricated and was more of a social experiment than anything. Experimentations went beyond humans in an article by Miranda Niittynen. “Animal Magic: Sculpting Queer Encounters through Rogue Taxidermy Art” introduced taxidermy that played with sexuality and gender. These art pieces took cultural norms and pushed them across species lines. “Transanimality” by Lindsay Kelley is a chapter in Macmillan Interdisciplinary Handbooks: Gender: Animals that also delt with queer animals. However, this art used living animals as a canvas rather than taxidermy.  Children’s museums may be the most sensitive of the museums dealt with in this paper. Parents often have a say in what they want their children to learn. For this chapter, a local children’s museum, Explore and More, was put under the microscope and the author suggested ways to make their exhibition, Being Good Neighbors, queer inclusive. Although much of the P a g e  | 15  chapter is made up of original ideas, “Trans Narratives in Children’s Museums” (2018) makes up the backbone of this section. Mimi’s Family is one of the first exhibitions in a children’s museum to specifically feature a family with a transgender family member. This article not only provided information for the children’s museum section, but also for other sections such as Chapter 9, Treatment of Queer Staff. Mimi’s Family is a prime example of how to display queer stories and artifacts.  Interpreting the artifacts are just as important as artifacts themselves. Each queer artifact has a rich history behind it. The book Interpreting LGBT History at Museums and Historical Sites by Susan Ferentinos includes case studies, interprets LGBT historical events, and considers issues with interpretation. Although this book contains a vast amount of knowledge, it is lacking in its transgender representation. The book was heavy on its gay and lesbian history and even included a decent amount of bisexual history, thus the lack of transness in this book is rather disappointing. None the less, it includes information that can be applied to transgender interpretation in museums and historical sites. When combined with other materials, such as the article “Casimir Pulaski, Polish Hero of the Revolutionary War, Was Most Likely Intersex, Researchers Say” by Sarah Mervosh about a revolutionary solider who may have been intersex, this handbook is able to shed light on how to interpret and display queer stories and artifacts.  Interpreting LGBT History is able to give suggestions on how to handle situations such as these in an appropriate and professional manner. Many queer people in history were forced to be closeted due to the culture at the time and it can be a sensitive subject for anyone. Seeing Gender: An Illustrated Guide to Identity and Expression by Iris Gottlieb was also a huge help, since it included both scientific, historical, and art facts. P a g e  | 16  “The Forgotten Trans History of the Wild West” (2019) by Sabrina Imbler told the stories of trans men whose voices have been lost, forgotten, or even destroyed. These cowboys were on the run from the law in order to identify how they wanted to live. Perhaps it is ironic that cowboy culture lives on to this day in the queer community. “Becoming the West: Cowboys as icons of masculine style for gay men” by Elyssa Ford (2018) explained the significance of cowboy culture in the queer community from the 1970s up to current day. These articles are used to emphasize that any Wild West or cowboy museum exhibition can be tied back to the queer community. Whether the connection to queerness is through a whole exhibition or a simple statue of a cowboy, the Wild West was a place of queer culture and is an opportunity for inclusivity in the museum.  Statues or monuments are often displayed outside of history museums in particular. “The Cultural Functions and Social Potential of Queer Monuments: A Preliminary Inventory and Analysis” (2018) provides a look into queer monuments and the history behind the famous queer symbol, the pink triangle. Even without a monument, queer history can be put back onto the painting of history. “Putting LGBTQ People Back on The Canvas of History” by Owen Jones was used to showcase two different history exhibitions in Britain. The Tate Britain and the British Museum were both discussed in this article.  Queer art and history are prominent and relatively straight forward to include in a museum, but science museums may be a little more complicated. Multiple STEM (Science, Technology, Engineering, and Mathematics) organizations were used to help integrate queerness into science museums, including Pride in STEM, oSTEM, LGBT STEM, and 500 Queer Scientists. Biology is a science that can easily be taught through a queer lens simply by including P a g e  | 17  homosexual and transgender animals. It is also important to realize what is true representation and this is done with an article called “It’s Queer Baiting, Not Representation” by Effi Mai. Representation should be genuine and well thought out. Multiple organizations can be used as a resource for information and support for museums, such as the 500 Queer Scientists project, the Human Rights Campaign, the Trevor Project, and local pride centers. “The Enduring Enigma of Alan Turing” by Andrew Robinson was used to go into more detail about the life of Alan Turing, to give more details about his life when discussing his work. The demonstration created by the author that focuses on Alan Turing should have the life story of Turing and not only be made up of the interactive activity. When combined with original ideas put forth by the author, this book aids in the exploration of queer inclusivity in museums of science.  Seeing Gender was also used for the science museum section. This book provided information for multiple types of museums. “Sexual Nature? (Re)presenting Sexuality and Science in the Museum” (2016) was also a backbone of this section. It gave tips and examples of how to appropriately show sexual themes in the museum, specifically the science museum. The science museum section includes the least amount of resources. This is due to two main reasons: lack of resources and the fact that the author works in a science museum. Instead of trying to connect resources that do not fit smoothly, the author decided to come up with original ideas and suggestions.  Artifacts are not the only thing involved in a museum or archive. To show that the people working for and visiting the museum are an important subject to discuss, a book called Transgender in the Workplace: The Complete Guide to the New Authenticity of Employers and Gender-Diverse Professionals by Vanessa Sheridan is used as a base. In this book, Sheridan P a g e  | 18  recognizes the evolution that society has taken in the past few decades and how society is now more accepting of queer folk. However, Sheridan believes that society still has a long way to go, as some people have not changed alongside society. The book starts a discussion about identity, discrimination, and the role of professionals in the workplace when faced with gender diverse employees. This book opens-up important discussions and gives excellent advice on how to treat queer, specifically gender-diverse, employees.  Another book that dealt with transgender is Transgender Employees in the Workplace: A Guide for Employers by Jennie Kermode. It deals with the same idea but has different solutions and ideas than Sheridan’s work. By using these sources, it is possible to come up with new solutions by combining what each book has to offer. Although these books are not specifically about museums, the works can easily be applied to museums. Many, if not all, museums will have a queer staff member during its lifetime.  Queerness needs to be embraced in the museum. It does not need to be separate from other exhibitions, as explained in “Curating Prejudice and Pride: Recognising Lesbian, Gay, Bisexual and Transgender Lives in Brisbane: what it means to be human” (2016) by Carol Low. This source describes how the queer instillation Prejudice and Pride: Recognising Lesbian, Gay, Bisexual and Transgender Lives in Brisbane was curated in 2010. This Australian exhibition gave museums an example of how to run a non-queer centered exhibition that contains queer artifacts. “All Museums are Sex Museums” by Jennifer Tyburczy was used as well (2012). This literature explains how to embrace sexuality and things of a sexual nature in museums. “Selling Cosmopolitanism: Same-Sex Materials in Museums in Asia, Europe, and the United States” by Katherine Sender was used in a similar manner, explaining how to embrace same-sex objects.  P a g e  | 19  “Woman/Trans/Femme in the Museum” written in 2018 was then used to point out how gender discrimination existed and still does to this day in the museum setting. This resource and “Beyond the Male/Female Binary: Gender Equity and Inclusion in Evaluation Surveys” (2018) were both used to give suggestions on how to make a survey more inclusive. This section also introduced “LGBTQ Welcoming Guidelines for Museums: developing a resource for the museum field” (2016), which are official guidelines put forth by the American Association of Museums (AAM). Being welcoming and inclusive in the museum is important, but having queer staff and queer leadership are a must. “LGBTIQA+ Leadership at Museums Victoria” by Hayley Webster was used to explain why queer leadership in museums is important.  This paper deals with a subject that is complex and has a relatively unknown history. Because of that, this paper will reach beyond the museum. It is important to appreciate and comprehend the history of queer people and the battle that was fought to get to where culture is today. In order to truly understand the queer community, a brief history about the struggles of the queer population will be given. A variety of print and online resources will be taken advantage of to tell this history. Notably, there will be an emphasis on the Stonewall Riots, which many believe started the modern-day queer rights movement. Breaking Out in the Fight for Gay Rights: Stonewall by Ann Baumsum gives an extensive history of the Stonewall Riots that took place in New York City in late June of 1969. More information was gathered using online resources, such as “Overlooked: Marsha P. Johnson, A transgender pioneer and activist who was a fixture of Greenwich Village street life” by Sewell Chan. Articles such as these can help explain the events that led up to and possibly triggered the Stonewall Riots. The events leading up to the Stonewall Riots may very well be as important as the riots themselves.  P a g e  | 20  A variety of sources are used in order to support and some act as inspiration for original ideas by the author. Each is unique and some are one-of-a-kind. This thesis aims to educate the readers on queer history, treatment of queer people, queer-based organizations, and queer inclusion in museums. It is time to give the queer community the attention and representation that they have fought for and deserve. By taking the steps suggested by this guide and respecting the struggles and history of queer people, museums can make a stride forward in becoming queer inclusive.                P a g e  | 21  Chapter 3: Queer Museum, Archives, and Exhibitions   The emergence of queer museums and archives has been a large step for the gay liberation movement. Museums have a duty to display the changes in culture and values. These queer centered museums are critical in educating the public about the queer community and, sooner or later, acceptance. Getting people through the door can be a struggle, as those who need to be educated the most are the hardest to get to visit the museum. The fact that these queer specific museums and archives exist is a good first step though and is critical for the queer community. Specific museums and archives have been chosen to be highlighted, based on their importance and location.  A museum does not have to be queer-centered to host or create a queer exhibition. Any museum can be involved in the queer community. Normalizing the queer lifestyles and sharing queer history should be a long-term goal for society. Museums are a key player in this goal, as museums reflect the values of society and can push cultural change. Queer exhibitions have a lasting impact on a community and are extremely important to the queer community.  The Museum of Transgender Hirstory and Art  Founded in 2013 by Chris E. Vargas, the Museum of Transgender Hirstory and Art (MOTHA) is the first museum to put the transgender community in the spotlight. The “HIRstory” part of the name is based off of HERstory, from the feminist movement and represents a gender-neutral point-of-view of history. MOTHA currently does not have a building. MOTHA may never have a physical building and Vargas describes it as an imaginary museum P a g e  | 22  that will be “forever under construction” (“Resisting the Museum: Archiving Trans* Presence and Queer Futures with Chris E. Vargas” 2019). With trans representations beginning to be more common in mass media and queer history, MOTHA brings up points about the stories that are being told. MOTHA questions what stories are being told, who is telling them, and where the stories end (“Resisting the Museum” 2019). The mission statement of MOTHA is a strong and outgoing one. The (trans)mission of MOTHA is to move “the hirstory and art of transgender people to the center of public life” (“MOTHA Mission Statement” n.d.). This museum uses a definition of transgender that encompasses all non-conforming gender identities (“MOTHA Mission Statement” n.d.). They are committed to creating exhibitions and program schedules that will provide enrichment to transgender mythos, through exhibiting works of transgender artists and honoring the hiroes and transcestors of the past (“MOTHA Mission Statement” n.d.). Because this museum has no physical location, MOTHA relies on offsite, traveling exhibitions in North America and beyond.  Vargas aims to look at history in an inclusive way and admits that archives are very privileged places (“MOTHA Mission Statement” n.d.). Rather than building a museum, Vargas says he wants to keep the museum in the plane of the imagination to avoid policing borders regarding what trans is and what it is not (“Resisting the Museum” 2019). He then stated that he is not interested in doing so. The reason for taking creative freedom with history is because there is so much missing and so much that was not saved, therefore there are many gaps in transgender history. Looking back at the history that is written can even be traumatic at times, but it is MOTHA’s mission to share the stories of the transgender community.   P a g e  | 23  Transgender Hirstory in 99 Objects: Legends & Mythologies  A revolutionary queer-oriented traveling exhibition that drew inspiration from the Smithsonian’s book, American History in 101 Objects, was created by Chris E. Vargas, the founder of the MOTHA. This exhibit was named Transgender Hirstory in 99 Objects: Legends & Mythologies and narrates the tale of the transgender community through artifacts. The archival materials in the exhibition shed light on a handful of individuals who have had a great influence on the evolution of transgender communities (“Transgender Hirstory in 99 Objects” n.d.).  The artifacts are accompanied by a video of interviews and a brochure about the artists (“Transgender Hirstory in 99 Objects” n.d.). This traveling exhibition was showcased at the ONE National Gay & Lesbian Archives at the USC Libraries in 2015. Vargas explains that he connects with artists who look at history in more expansive ways, that are not beholden to facts (“Resisting the Museum” 2019). “Being fast and loose with facts, but doing it in a way that feels like it’s opening up,” Vargas said in an interview, “rather than closing down possibility, can feel very productive” (“Resisting the Museum” 2019). It is a much-needed step in the right direction and hopefully this exhibition will make its way through more large cities, including Buffalo, in the near future.   The ONE Archives Foundation, Inc.  Founded in 1952 in Los Angeles, the ONE Archives started out as a magazine designed for the queer community. The organization was first founded as ONE Inc., was the publisher of ONE Magazine, and today is the ONE Archives Foundation, Inc. (“About ONE” n.d.). The first issue of ONE Magazine was published in January 1953. In August 1953, the postal authorities in P a g e  | 24  L.A. seized the edition of the magazine (“About ONE” n.d.). This happened multiple times throughout ONE’s publishing history. The postal authorities claimed the magazine could be seized under the obscenity laws that were in place at the time. The last issue of ONE Magazine was published in 1967, giving the magazine a fourteen-year run. After ceasing the publication, the founder, Jim Kepner, decided to create an archive out of his personal collection in 1975 (“About ONE” n.d.). The archive was named Western Gay Archives and would go through multiple name changes throughout its history until settling with its current name, the ONE Archives Foundation, Inc., in 2014 (“About ONE” n.d.). In 2010, the ONE Archives teamed up with and became part of the University of Southern California (USC) Libraries. This archive’s current mission is to collect, preserve, and protect queer history, art, and culture (“About ONE” n.d.). ONE is the oldest active LGBTQ organization in the United States and is the largest collection of LGBTQ materials in the world.  The Gutter Art of Stephen Varble: Genderqueer Performance Art in the 1970 It comes with no surprise that the ONE Archives creates and hosts queer exhibitions. The community in Los Angeles is, in general, open to the queer community. The most recent exhibition was titled The Gutter Art of Stephen Varble: Genderqueer Performance Art in the 1970s. Stephen Varble took to the streets in the 1970s dressed in costumes he had made out of street trash in what he referred to as his Gutter Art (“The Gutter Art of Stephen Varble” n.d.). Each of his costumes and performances had undertones of a message about gender. He would perform in such a way that gender was a question in his work and personal life, at times identifying as a female persona he had named Marie Debris and other times he appeared as a gay P a g e  | 25  man (“The Gutter Art of Stephen Varble” n.d.). Later on, his performances became known as genderqueer after the term started to be used. Photographer Greg Day captured hundreds of photographs of Varble’s performances, his friends, and his collaborators (“The Gutter Art of Stephen Varble” n.d.). This exhibit has its roots in a different exhibition that was hosted at the Leslie-Lohman Museum of Gay and Lesbian Art in New York, which was titled Rubbish and Dreams: The Genderqueer Performance Art of Stephen Varble (“The Gutter Art of Stephen Varble” n.d.). This new exhibit hosted by the ONE was built upon the Rubbish and Dreams exhibition. The ONE’s exhibit ran from March 1, 2019 to May 17, 2019.  Holocaust Memorial Traveling Exhibition: Nazi Persecution of Homosexuals   Not all queer exhibits have to be hosted or run by a queer museum. The United States Holocaust Memorial Museum created a queer traveling exhibition. Created in 2003, Nazi Persecution of Homosexuals has visited multiple museums (“Where is Queer?” 2008). This 30-panel exhibit showcases the struggles faced by gay people during World War II in Germany and has opened up a new discussion between communities that otherwise would not have spoken if it were not for this exhibition (“Where is Queer?” 2008). This exhibition was designed for traveling. It contains no original artifacts, which makes both installation and dismantling less time-consuming. The exhibit is made up of narratives (which had to be vetted by scholars), historical photographs, and reproductions of original documents (“Where is Queer?” 2008). The response to this “nine week” exhibition was positive and every museum the exhibit visited deemed it a success (“Where is Queer?” 2008). Not only did it draw people to the museums and P a g e  | 26  create a safe space for queer visitors, but it also created new conversations that would not have happened otherwise.   The Dr. Madeline Davis LGBT Archives  The Dr. Madeline Davis Archives is the second largest queer collection in New York State. The initial collection was donated by Dr. Madeline Davis, for whom the archive is named. After the collection was rejected by the University at Buffalo, Davis turned to Buffalo State. The Buffalo State Archives took a risk in accepting the collection, as it could be taken as a political statement, but it was a risk the college was willing to take and ended up paying off in the end. The collection has grown to over 190 boxes over the years as more people from the queer community stepped forward with donations. The collection includes photographs, organization records, multimedia items, pamphlets, posters, newspaper clippings, awards, signs, banners, plaques, published writings, and a wide variety of ephemera items (“LGBTQ Historical T-shirt Collection” n.d.).  The Dr. Madeline Davis Archives Queer Exhibits  The Dr. Madeline Davis Archives put on a total of four exhibits throughout the spring semester of 2019. These exhibits were not held in a conventional museum setting, but were displaced at the Student Union on Buffalo State’s campus. Each exhibit was put into the same large glass case for display and each remained on display for roughly four weeks.   The first exhibition presented a display of Fifth Freedom newspapers, which was a free periodical (see Figure 1). This paper was published by the Mattachine Society of the Niagara P a g e  | 27  Frontier. This society was Western New York's most prominent early gay rights organization. The newspaper published literature of the community and gave access to gay stories. The second exhibition was the most colorful of the exhibitions. It displayed hundreds of pins on white foam core (see Figure 2). Each pin has some sort of tie to the queer community. Some are from Pride, others are from AIDS activists, and some are silly gay jokes.  The third exhibit focused on Buffalo Pride material (see Figure 3). Many signs read “Out and Proud in Buffalo,” which referred to the earlier “Step Out Buffalo” movement. Along with Pride signs, brochures, pamphlets, and flyers were also displayed. Most of this exhibit was printed material. The fourth and final exhibition concentrated on gender (see Figure 4). The difference between gender identity and gender expression was explained with this exhibit. It also put an international organization known as the Radical Faeries in the public eye. This group was made up of (gay) men who did not agree with typical gender roles or expression. It also exhibited a book named Let’s Play Dress-Up by Charles F. Gustina. This book dealt with the idea of gender expression and shows men in what are traditionally considered women’s clothing (see Figure 4). This exhibit wrapped up the semester-long queer themed exhibits in the Union at Buffalo State. Queer-based museums, archives, and exhibitions are a minority in the field, but are crucial for queer representation. Because of the small number of these types of museums and considering they will not attract every type of audience; queer representation needs to spread to other types of museums and become widespread across the nation. To put it simply, queerness should not be constrained to queer-based museums as that would greatly limit the impact that such exhibitions could have. Representation across the board should be a goal for the museum P a g e  | 28  community and such representation would have a great impact on the culture as a whole (“Trans Narratives in Children’s Museums” 2018).                     P a g e  | 29                    Figure 1: (above) The first exhibition put on at the Union on Buffalo State’s campus in 2019, shows the Fifth Freedom.  (Photographs courtesy of Hope Dunbar and the Buffalo State Archives.) Figure 2: The second exhibition put on at the Union on Buffalo State campus in 2019. This exhibition showcased the pins of the Dr. Madeline Davis Archives.   (Photographs courtesy of Hope Dunbar and the Buffalo State Archives.) P a g e  | 30                  Figure 4: (below) The last exhibit shown in the Union on Buffalo State’s campus. The focus of the exhibit was gender non-conformance, showcasing the Radical Faeries and Gustina's works.  (Photographs by the author.)  Figure 3: (left) The third exhibit shown in the Union on Buffalo State’s campus. The focus of the exhibit was Pride material. Photographs, signs, pamphlets, and more were all displayed in this special exhibition.  (Photographs courtesy of Hope Dunbar and the Buffalo State Archives.)  P a g e  | 31  Chapter 4: Queerness in a Museum   Some folks may see queerness as a political statement. Many, if not most, museums are nonprofits and are publicly funded institutions, therefore they need to remain politically neutral. If we view queerness as inherently political, then it would be impossible for a public museum to be inclusive of the queer community. In order to be open to the idea of inclusivity, it is critical to separate this diverse minority of people from politics. The support for a person’s existence and right to live as their true self should not be a political statement. Rather, the obvious disregard for this minority should be considered discrimination.  Unfortunately, museums have a fickle past with discrimination. Science museums would often have eugenic displays to support and reinforce racism towards people of color. These exhibits have been pulled out of museums for good reason, as the science behind it was not sound and the theory became obsolete as culture changed. Museums changing their views and pulling these displays had an impact on the culture. People of color were seen as equal and, today, are included in most, if not all, museums in some capacity. It is time for museums to show support for the queer community by being inclusive to their queer visitors, employees, exhibitions, history, and artifacts. Why include queerness in a museum though? According to the Trevor Project, a queer education project, a survey conducted by the National Center for Transgender Equality showed that 40% of transgender adults reported having made a suicide attempt and 92% of these individuals had attempted suicide before the age of 25. Museums may be a way of reducing that number. People who grow up seeing themselves being represented in the world around them P a g e  | 32  typically live longer, happier lives. They know they are not alone and have a support system. Many people turn to their families for support and are met with rejection. At this point, they may turn to society for support. Museums representing queer people send a message not only to the queer community, but all communities. It sends a message of acceptance, love, and respect. Such a change in culture would encourage people to live openly as themselves and would create a safer environment for queer people. Queer inclusivity should not be a problem for any type of museum. Each museum should reach out to a queer demographic (“Where is Queer?” 2008). The community itself can give insights to the history, to the language used in the exhibit, and give valuable suggestions on which queer topic(s) to focus on. Even creating a queer exhibit to reach queer museumgoers would be a good step towards getting the community to become involved with the museum (“Where is Queer?” 2008). A museum must take a risk and not be afraid to exhibit queer stories or artifacts. By doing this, one day, maybe queer people will have a healthy level of representation in the museum setting. As important as queer inclusivity is, it should not be forced into a museum if it does not fit. It may take some creative problem solving in order to find a way to seamlessly and naturally incorporate queerness into exhibitions, and therefore, it is extremely important to have queer-friendly and creative staff members working on exhibitions and at the museum. The treatment of queer staff members themselves will be explored later in this guide.  Why is it important to make queerness feel like it belongs? Including queerness is not a box to be checked off of an inclusivity list. It should not be done with inadequate effort or care. Museumgoers can detect levels of authenticity and will be able to tell if an exhibit is not genuine. P a g e  | 33  This brings up the topic of queer baiting. A critical thing to keep in mind is that museums need to strive for queer representation, not queer baiting. Queer baiting is when a company or other public entity wants to attract a queer audience without alienating their queerphobic audience (“It’s Queer Baiting, Not Representation” 2015). The term is often used in reference to television shows. A show is queer baiting if a character appears to be queer or it is hinted at that they are, and it turns out that they are not. This can be applied to museums as well. To keep their queerphobic audience, they will never truly represent the queer community (“It’s Queer Baiting, Not Representation” 2015). It is important to be honest and open when considering queer representation in museums in order to avoid doing something similar.  An example of a museum queer baiting, or at least it could be argued as such, was an event called Pride Night at Lumagination at a botanical garden. The event was a collaboration between the local Pride center and the botanical gardens which hosted the event. One would imagine that the gardens would be decorated with gay, trans, and every other Pride flag imaginable. One would expect the connection to be obvious. The gardens were decorated with lights, rocks, and mineral specimens as part of a special exhibition, which was not unique to the Pride night. Unfortunately, as gorgeous as the grounds looked, the event was a complete let down in terms of queer representation.  The people from the local Pride center were on the grounds, but not anywhere in the main building. When an employee was asked in what way it was a Pride night, the response was, “We will do better next year” and that sums up the night relatively well. Many queer people showed up to the event, but in no way did it represent the queer community. Because the connection to P a g e  | 34  queer pride is fuzzy at best, one could argue that the gardens are guilty of queer baiting, especially since many visitors were members of the queer community. A museum’s goal should not be only to attract a queer audience, but also to educate the public about queer issues and encourage acceptance. Society can be a dangerous place for queer people to live openly. Because of this, many queer youths stay in the closet, self-harm, or commit suicide. According to the 2018 Human Rights Campaign Youth Report survey, “77% of LGBT+ teens reported having depressed feelings, 95% of youth had trouble sleeping, 26% felt safe in school, 67% said their families had made negative comments about the LGBT+ community, and over 50% of transgender students did not feel comfortable using the school restroom.” These statistics have been put into pie charts to get a sense of the numbers (see Table 1). LGBT+ youths deserve better than this. Such a statement should be seen as obvious and fair, not radical or controversial. Many museums are centered around youth and this should not be limited to heterosexual, cisgender youth. All museums are educational institutions and should strive to be welcoming to the queer community. In doing so, museums could contribute to creating a safe, stable, and educational environment for queer youth. Table 1: Statics from the 2018 Human Rights Campaign Youth Report survey put into pie charts. (Human Rights Campaign 2018) No23%Yes77%Feeling DepressedNo5%Yes95%InsomniaPositive Family33%67%LGBT+ Negative FamilyYes26%No74%Feels Safe Negative  Family P a g e  | 35  Museums need to take a stand in favor of the queer community. It is time for museums to disregard the feelings and views of queerphobic audience members. All museums have multiple ways of showing their support for the queer community. From exhibitions, to employees, to hosting special events, there is a right way and a wrong way to go about representing queer people, history, and topics in museums.  Museums have a great influence on the culture of an area and communicate important values to visitors (“Selling Cosmopolitanism: Same-Sex Materials in Museums in Asia, Europe, and the United States” 2020). One museum cannot change the cultural values of an entire country. It is vital for museums from different disciplines to come together and work as a whole. Struggling youths deserve a better quality of life. Queer people of all ages should be able to feel safe, accepted, and have an equal chance at happiness compared to their heterosexual, cisgender counterparts. Queer inclusivity in every museum is critical for widespread queer acceptance in today’s politics and culture. This may seem like a difficult task, to include queerness in every type of museum, but is possible with hard work and a safe, queer-friendly working environment. Each different type of museum will come across different obstacles that will have to be overcome, but some museums will find it easier to include queerness than others. Yet, it is not impossible to overcome obstacles. Any museum should be able to represent queer people in some way or another. A critical part of moving forward is to accept that queerness is not inherently political or inappropriate. Once this hurdle is overcome, then any museum can make a change in their local culture. Together, museums have the power to encourage a cultural shift for the widespread acceptance of this group.   P a g e  | 36  Chapter 5: Queer Inclusivity in an Art Museum   Art museums have a special advantage when it comes to queer representation. Although it may sound like a cliché, it is true that the queer community is a diverse and creative group of people. Many members of the queer community are artists, both in modern times and throughout history. Due to this large queer presence in the art world, queer inclusivity in an art museum or gallery should not be a difficult task to complete. Most, if not all, art museums could include queerness by simply including a short biography of their artists. It certainly would not have to be the focus of the biography but could be mentioned. A work of art does not have to be created by a queer artist to have a queer connection. More modern works of art will typically be easier in terms of having a connection to the queer community, as more people are openly queer in modern times.  Queer artists and queer art have always existed. When dealing with older historical pieces of art, guesswork and further research may need to be used. Laws and cultures kept many queer people hidden, as it was an unsafe time to live openly. Because of this, it can be impossible to directly connect artwork to a queer theme. For example, take the artist Henry Scott Tuke (1859 – 1929). Many of his paintings were centered around naked men near bodies of water and had a homoerotic subject (“British queer history: Figure 5: Comrades by Henry Scott Tuke, 1924. (Meisterdrucke.uk n.d.) P a g e  | 37  New approaches and perspectives” 2013). Take a look at Tuke’s painting Comrades (see Figure 5) for example. The painting has a strong homosexual presence, yet the painting is called Comrades. A comrade is a friend, a companion, and is typically not romantic. Without a written account from the artist, it is next to impossible to be sure whether or not the painting is meant to be homosexual in nature or not. However, Tuke especially had interest in one of his favorite models, Jack Rowling, and many see his paintings has his own romantic fantasies (“British queer history: New approaches and perspectives” 2013). It was rather common for artists not to make the meaning of their art crystal clear, similar Tuke’s art.  Then there were those who were more open about their queerness. Frida Kahlo (1907 – 1954), for example, explored sexuality and gender through her paintings. She lived somewhere in-between gender, sexuality, and race (Seeing Gender: An Illustrated Guide to Identity and Expression 2019). Bedridden for a few months due to a serious bus accident, she would often paint self-portraits (see Figure 6). “I paint myself because I am often alone, and I am the subject I know best,” she said (Seeing Gender 2019). She is known for her unibrow and light mustache. Kahlo saw herself as mestizo (mixed race) and bisexual. Her fashion style included a wide variety of clothing, not constrained by gender. Her wardrobe included everything from men’s suits to stunning ornate dresses. Kahlo was married to a fellow painter, Diego Rivera. The marriage was unconventional and toxic at Figure 6: Self-Portrait with Thorn Necklace and Hummingbird by Frida Kahlo, 1940.  (Kahlo.org n.d.) P a g e  | 38  times with affairs on both sides. Kahlo’s affairs included both men and women, even having affairs with some of Rivera’s mistresses (Seeing Gender 2019). She was very open about her identity for her time and she left little to the imagination. Older paintings can require speculation because it was illegal to be homosexual, so it was unsafe to live openly. This hostile environment kept many artists in the closet and those who did live openly were taking a risk. The artists themselves do not have to be queer in order for the art to be queer. Tuke’s Comrades could be interpreted as queer without knowing anything about Tuke. Art means different things to different people. Having a small section about various interpretations of the artwork is a way to include queerness (see Figure 7). Not all art museums will have to do such guesswork, however.  The ease of being queer inclusive in an art museum may heavily depend on the time period of the collection. An art museum that deals with art that was created during a queerphobic time may have a harder time with inclusivity, meaning that a modern art museum will have an easier time than a historical art museum. In general, people are able to live more openly as time progresses. There will always be exceptions, depending on location and cultural differences, or even fearlessness of an artist. The modern art museum will have the advantage because the art was created in a more accepting Comrades Henry Scott Tuke Oil on canvas  1924  Although Tuke’s sexuality is unclear, many interpret his artwork as intimate moments among young gay men. His nude paintings have been described as his own personal fantasies, suggesting that Tuke may have been gay. It is unclear if the artist himself was queer, but concluding that his artwork is would not be a stretch of the imagination.  Figure 7: An example of a queer-inclusive label.  (Written by the author.) P a g e  | 39  world. Another advantage is that the artist may still be alive and therefore it is possible to interview them to ask if they do have any connections to the queer community, so it would require minimal effort to create a queer inclusive label (see Figure 8). If the artist is uncomfortable answering such questions, it is appropriate to leave it. Not every label, not every artwork, needs to be queer inclusive. A piece of artwork might not have a queer connection whatsoever and that is acceptable.  If a connection to the queer community does not exist, then there should not be any mentioned. A fabricated connection is irresponsible and unnecessary. Speculation is appropriate to use when dealing with older artworks, but the connection should not be a large stretch of the imagination. It should be simple and almost obvious. It is also important to remember, when dealing with artists who lived in dangerous times, that even if they were married to a person of the opposite gender, it is possible that they were still queer. It is possible they were bisexual or homosexual but married to the opposite sex to please the outside world. Erasure is a large issue when dealing with queer history and inclusion. It makes everything a little blurry and unclear, which can make it difficult at times.  The Cat Ashtin Ashbrook Ink on paper  2020  Ashbrook is an openly transgender man. This art piece was created within his year of his hormone replacement therapy (HRT) treatment. He says that this art represents the slow change he sees in the mirror and how his cat’s attitude never changed towards him as he transitioned.  Figure 8: An example of a modern queer-inclusive label.  (Written by the author.) P a g e  | 40  Art museums have created and displayed multiple queer-centric exhibitions. Using these exhibitions as a starting point to begin brainstorming ideas, art museums can create a unique exhibit of their own. Perhaps the only one of its kind, SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines at the Schwules Museum in Berlin (displayed January 22, 2016 through June 26, 2016) showcases superheroes from comic books that fit into the queer community (“SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines” 2016). The exhibition contains comics from nearly one hundred different comic artists, was organized by seven curators, and provides a survey of comics that have queer characters and/or narrative (see Figure 9). Comics were primarily from Europe and the United States (“SuperQueeroes” 2016). Comics have been guilty of imagining and reflecting hegemonically heteronormative worlds (“SuperQueeroes” 2016). Most superheroes are men who present heterosexuality, male dominance, physical strength, and idealized body types. Superman would be a perfect example.  Comics from the late 1960s onward were chosen for the exhibition, beginning in a period of change kickstarted by the Stonewall Riots of 1969 through the current formations of sexual politics. The comics are categorized by theme, which include: independent queer comics from the United States, independent queer comics from Europe, mainstream comics, everyday heroes, the comics author as hero, queer approaches to comics genres (cowboys, cops, adventurers), Figure 9: SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines opening wall. (“SuperQueeroes” 2016) P a g e  | 41  comics and AIDS, and censorship of comics (“SuperQueeroes” 2016). Most comics were represented solely by their cover art, as posting full comic books seemed illogical, time consuming, and space consuming (“SuperQueeroes” 2016). The post-Stonewall time frame is signified by displaying the proliferating queer comics culture in the United States (“SuperQueeroes” 2016).  The section on mainstream comics was one of the less successful categories (see Figure 10). The first mainstream character to come out as queer was Marvel’s Northstar, who came out as gay in 1992. It was not until twenty years later, when New York legalized same sex marriage, that Marvel had its first gay wedding between Northstar and his partner, Kyle. Among others, Northstar’s narrative represents the separation of heteronormative industrial connections in the comic industry.  The final sections touched on the censorship of comic books. Burnings of comics were organized throughout the United States and Europe as the Comics Code became more rigid (“SuperQueeroes” 2016). The exhibition frames parallels between these organized burns and the 1933 book burnings of Nazi Germany during World War II (“SuperQueeroes” 2016). In the end, this exhibition illustrates the diversity of queer comics and the persistence of the lives that they heroically declare within their pages. Figure 10: SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines mainstream wall. (“SuperQueeroes” 2016) P a g e  | 42  While on the topic of comics, it is important to learn from the stories told in comic form. Comics have even been created to easily teach queer lessons. One two-panel comic that stands out is “How Men Can Improve Equity for Women, Femme, & Gender Nonconforming People.” This comic can be viewed as Figure 11. This comic would be great to put on view at an art museum, as it is both informative and artistic. It would not need to be an art piece on display for say; it could be an easy, quick print and hung on the wall at the front desk, front door, or other highly visible location. Although it would not necessarily need to be confined to an art museum, an art museum would perhaps be the easiest type of museum to integrate this comic into. The comic itself discusses how men can act to improve equity and why it is their responsibility to do so. It also highlights the importance of listening to the voices of this group of people and to give them the chance to speak their thoughts.  Figure 11: “How Men Can Improve Equity for Women, Femme, & Gender Nonconforming People” (2018). P a g e  | 43  Comics, in a way, are much like photographs that tell a story. At a national museum in Northern Ireland, the Ulster Museum debuted an exhibition called Gay Life and Liberation: A Photographic Exhibition of 1970s Belfast. This exhibit opened at the Ulster Museum in Belfast on March 14, 2017 and was on display up until April 23, 2017 (“Gay Life and Liberation, a Photographic Record of 1970s Belfast” 2019). This exhibition includes private photographs and narratives that increase the public awareness of gay liberation in Northern Island, namely during a time called the Troubles. The Troubles took place between 1968 to 1998 and was a time of conflict between unionists/loyalists, who were mostly Protestant, and nationalists/republicans, who were mostly Catholic (“Gay Life and Liberation” 2019). This exhibition publicized how gay men and women created a community amid a conflict while also facing arrest, police harassment, religious discrimination, and societal condemnation (“Gay Life and Liberation” 2019).  There were two main objectives of this exhibition. One was to enhance and extend the histories of the Troubles by challenging assumptions and perceptions of the conflict between the groups (“Gay Life and Liberation” 2019). The other was to display private photographs that revealed the hidden history of the queer community to the museum visitors (“Gay Life and Liberation” 2019). The photographs that were selected were meant to represent queer activism and connections during the time of the Troubles. Photographs depicted informal get-togethers, beach trips, and dinner parties alongside images of protests and political organizing (“Gay Life and Liberation” 2019). To non-queer visitors, an exhibition like this can allow them to realize that queer people belong in society, which can be revelatory.  The importance of an exhibition like this is to show that anyone can design a queer-centric museum by using their own local history. Although the history may be scarce and P a g e  | 44  research may be intense, every community has its own queer history to tell. Through interviewing locals and gathering personal artifacts, it is feasible for any museum to create a similar exhibition, one that can expand beyond photographs, as any artifact would be appropriate depending on the target demographic of the museum. Photographs, interviews, political objects (such as pins or posters), or even personal artifacts such as clothing can be put onto display to create an exhibition similar to Gay Life and Liberation: A Photographic Exhibition of 1970s Belfast. Clothing can be a double-edged sword, as clothing itself is an artform, but also tells the stories of those who wore it. Therefore, fashion items can be put into art or history museums. Queer Fashion and Style: Stories from the Heartland is a fashion-based exhibition displayed at the Iowa State University (ISU) Textile and Clothing Museum. The museum realized that it lacked queer representation in its 9,500-object collection (“Queer Fashion and Style Stories from the Heartland—Authentic Midwestern Queer Voices through a Museum Exhibition” 2020). The exhibition was added to represent queer identities and the multiple ways that queer women in particular dressed themselves in the Midwest area of the United States. This museum realized their role in changing social views and understood that representing minorities in the museum is an important part of their identity.  Queer people have been underrepresented in the past and this discrimination has impacted museums, as collecting practices have excluded queer history, identities, and aesthetics (“Queer Fashion and Style Stories from the Heartland” 2020). Ten queer women (age thirty to fifty) were asked to complete semi-structured interviews focused on their personal styles and to either loan or donate personal clothing or other artifacts (“Queer Fashion and Style Stories from P a g e  | 45  the Heartland” 2020). In addition, the exhibition also featured queer undergarments or body modifiers, such as packers (to give a bulge in the crotch area) and binders (worn to flatten the chest). FtM (Female to Male) Essentials donated the binders that were featured. These were featured to showcase transmasculine or masculine-leaning individuals. Although none of the participants wore any of these undergarments, “they were included to show the variety of ways people with transmasculine or masculine-leaning identities and styles might fashion their bodies” (“Queer Fashion and Style Stories from the Heartland” 2020). This was another example of an exhibition that called on the local queer community. It provided a 500-squarefoot space to tell the stories of the ten queer midwestern women’s styles. By involving the local queer women, the exhibit displayed how diverse the community is. It also offered a deeper sense of diversity than the typical exhibitions the museum houses. Multiple museums have reached out to their local queer community and have been able to construct a meaningful, thoughtful exhibition to enhance their diversity. This strategy can be applied to any museum and is certainly not confined to art museums. Some people may find it strange or uncomfortable when a woman dresses in a more masculine fashion. Blurring gender lines is, oftentimes, a part of being queer. An exhibition that demonstrates this more clearly than any other is, perhaps, POP! The First Human Male Pregnancy. This multimedia exhibition designed in 1999 was created by installation artists Lee Mingwei and Virgil Wong (“Gender, sexuality, and technology in male pregnancy: An analysis of Lee Mingwei and Virgil Wong’s installation, POP! The First Human Male Pregnancy multimedia website to document Lee’s cisgender male pregnancy” 2016). This website was created to explore the relationships between gender, pregnancy, and sexuality, as Mr. Lee was P a g e  | 46  not actually pregnant. The main goal of the multimedia website, however, was to challenge the notion that pregnancy is an exclusively female act (“POP! The First Human Male Pregnancy” 2016). The website may queer the notion of pregnancy itself, but it is also is rather normative because of its tendency to stick to the male and female binary definition of gender instead of going beyond the binary genders.  Nonetheless, the installation got attention from the public. Feedback was mixed when it came to the topic. Some commentors told Mr. Lee to repent before it was too late. Others congratulated him and said it is about time. Comments can be seen in Figure 12.  The installation of this male pregnancy is threatening to the concept of normative pregnancy, which only involves a pregnant female (“POP! The First Human Male Pregnancy” 2016). This website is up and running to this very day. It offers audiences a chance to participate in the analytical vision of cisgender male pregnancy.  Artists often make their work visibly queer. All queer art will have a different tone, from airy and light to heavy and grim. For example, the art of David Wojnarowicz, at some points, trend more to the grim side. In a series of photographs, he showed his closest friend and mentor, Figure 12: Comments that remain visible on the POP! The First Human Male Pregnancy virtual exhibit.   (https://malepregnancy.com 2001) P a g e  | 47  Peter Hujar, pass away due to AIDS-related complications (“Queer life-worlds and the art of David Wojnarowicz” 2020). The photographs were taken minutes after Hujar’s death in 1988 and the series of photographs are untitled. It is an example of how Wojnarowicz responds to trauma and death (“Queer life-worlds and the art of David Wojnarowicz” 2020). Wojnarowicz’s art was often associated with the AIDS activist group called ACT UP. Museums holding his art often mention his involvement with the group. Wojnarowicz’s photographs are not to memorialize or mourn a person, but rather to pursue new life-worlds, new sensations, new images, and new desires (“Queer life-worlds and the art of David Wojnarowicz” 2020). Rather than documenting the death of his friend, the photographs show “an enjoyment of the cosmic dance of photons and images and bodies and sensations,” as author Tomasz Sikora describes it (“Queer life-worlds and the art of David Wojnarowicz” 2020). It is critical to see artists such as Wojnarowicz for who they are and to give light to their personal experiences. Museums cannot be queer inclusive without realizing the part they play when it comes to showing contributions that queer people have made in the art world and beyond. Art can sometimes blur the lines between subjects. Wojnarowicz’s work combined art with activism, for example. Another interesting combination is art and science. This is where queer taxidermy comes into play. Taxidermy is traditionally shown in science museums or nature centers. But when taxidermy is altered to create a new creature to make a point, the animal turns from a scientific specimen into artwork. Altered taxidermy is often referred to as rogue taxidermy. A queer work of taxidermy was created by Sarina Brewer in 2007 called “Forever Yours” (“Animal Magic: Sculpting Queer Encounters through Rogue Taxidermy Art” 2015). P a g e  | 48  This piece of rogue taxidermy shows a rabbit with two heads, one pink and one blue, in order to blur the lines of gender (see Figure 13). All visual markers of the animal’s sexual anatomy have been removed and the colors highlight the cultural gender norms placed onto bodies, as pink and blue are typically the most gendered colors (“Animal Magic” 2015). It shows how gender norms are not placed only on human bodies, but are forced on animal bodies as well. It is a cultural norm created by humans that goes across species lines.  Animal art naturally has a queer affect. It does this by shedding light on the inability of humans to understand the unconventional and unpredictable being of “the animal” (“Animal Magic” 2015). This type of art underlines how animals refuse to be conceptualized and how the potential of queer animal art intentionally disorients the viewer’s ideas of animal anatomy. Animal bodies remain queer by nature through their resistance to impositions of human meaning and their undermining of human knowledge, and uncompromising nature (“Animal Magic” 2015). Rogue taxidermy plays with one’s view of anatomy in aesthetically compelling ways. Artists have the freedom to play with and ignore the bodily norms of gender, sexuality, race, and even species (“Animal Magic” 2015). Rogue taxidermy is not the only form of art involving actual animals. There is also a field of art called bioart or biological art. This form of art takes living systems as its medium (“Transanimality” 2018). Artists involved in this type of work often see nature and culture as Figure 13: “Forever Yours” by Sarina Brewer.  (www.Sarina-Brewer.com 2007) P a g e  | 49  intertwined. Connections between humans and animals are often exposed by this artwork, with artists engaging with animals and gender at once (“Transanimality” 2018). A glowing example for this type of art would be Eduardo Kac's bioart project, GFP Bunny (2000). This project took a rabbit, Alba, and integrated GFP (green fluorescent protein) into the rabbit’s body, which was isolated from a jellyfish, Aequorea Victoria (“Transanimality” 2018). By doing this, Alba is able to emit a green glow under blue light. This rabbit blurs the lines of species, meaning that Alba is something called a transanimal.  By seeing transanimality and gender as performative traits rather than something to be expressed, it is possible to understand the ways in which the bodies and actions are not bound to categories such as sex or species (“Transanimality” 2018). Most transanimals are experimental failures, as there is a 90 to 99 percent failure rate (“Transanimality” 2018). These failures are drawn in comparison to the nonbinary and genderqueer portion of the transgender community. The acceptance and visibility of gender identities such as these show that there is a potential for a different kind of relationship with these failed experiments. Making space for these failures was described by theorist Jack Halberstam, claiming that queer art that shows gender failure often means that the pressure to measure up to patriarchal ideals is relieved (“Transanimality” 2018). Art may not only blur the lines of subject, mixing art with science, but also blurs the lines of human cultural norms. So much queer art exists in the world and there is a good chance that any museum would be able to draw a queer connection from a piece in their collection. On the rare occasion that an art museum cannot make any connections with any of their collection pieces, a good option is to reach out for loans of a single piece or a collection. This would take some research, as a museum would need to figure out which queer artist or artwork would fit P a g e  | 50  best with their mission statement and if it is feasible to get ahold of the art. Sometimes it is not a possibility to get a particular piece of artwork that would be a good fit for the museum. Luckily this is not the only option and a next step can be taken. Another option is to find a traveling art exhibition.  A few traveling exhibitions were mentioned in chapter 3. Traveling exhibitions such as MOTHA’s Transgender Hirstory in 99 Objects: Legends & Mythologies and The Gutter Art of Stephen Varble: Genderqueer Performance Art in the 1970s would be appropriate choices for an art museum. Although MOTHA’s exhibition, Transgender Hirstory in 99 Objects, could be considered primarily a history exhibition, it would also be appropriate for an art museum, since it represents transgender history through artwork. If the exhibition does not neatly fit into the mission statement of the museum, it is the author’s strong opinion that it is appropriate to make an exception. Showing support for diversity and queer inclusivity should override the fact that the exhibit is not a perfect fit. This would be a rare issue to have however, since many art museums will be able to find a queer-inclusive exhibition that fits within the parameters of their mission statement. In the unlikely event that the artist or the artwork itself cannot provide a link to queer inclusivity, there is another option. Every community has queer support groups. Some places to look for with physical locations and programs are: Pride centers, youth support groups, and Parents and Friends of Lesbians and Gays (PFLAG). Other groups such as The Trevor Project, Human Rights Campaign, National Center for Transgender Equality, and the It Gets Better Project might also be able to provide assistance. However, local Pride centers and support groups may be willing to send people to table at the museum and aid in hosting special Pride events. A one time or P a g e  | 51  reoccurring event can be a good way to show support and welcome the queer community and is a good option if there is no other connection that can be made.  Art museums should not have to reach very far for an opportunity to be queer inclusive. Without queer artists’ energies “…many of the great works now preserved and revered might not have otherwise come into existence” (“Where is Queer?” 2008). Queer people are a huge part of the art community, both in the past and in modern days. Highlighting queer artists and artwork is a step to normalizing the queer community. It is also important to keep in mind that the queer community is vast and diverse. Including different artists and artwork from different parts of the community will have a greater impact on culture than just focusing on the gay and lesbian part of LGBT+. Including that B (bisexual), T (transgender), and the plus (everything else) is critical for visibility and education of the public. Art museums should not struggle with queer inclusivity and have a big responsibility to work towards widespread acceptance.            P a g e  | 52  Chapter 6: Queer Inclusivity in a Children’s Museum    At what age is it appropriate to start queer education? It is a question that many people ask and seem to struggle with. Yet it is an odd question if one thinks deeply about it. No one stops and thinks about Disney princess movies being inappropriate for youth. A woman falling in love with a man she just met is apparently more acceptable than a gay couple who have been committed to each other for years. Disney is not the only one at fault, since there are little to no children’s movies with queer main characters. Some studios are working on being more inclusive and have included gay and transgender characters in their television shows. The importance of this is commonly overlooked, but it is a way that youth can be introduced to queerness. In reality, no age is too young to introduce a child to queerness. After all, not all parents are straight and cisgender. Gay and transgender people can also be parents and explain the differences to their small children. At the end of the day, there is no difference between “mommy and daddy” and “daddy and daddy” or “mommy and mommy” or even “parents.” All parents are equal and none of them should be seen as inappropriate.  Slipping queer inclusion into a children’s museum may be an uncomfortable situation for some people. It is important to keep in mind that talking about queer people is not inherently sexual in nature. If it is appropriate to talk about straight couples and cisgender people, then it is appropriate to talk about queer people. The how to really depends on the exhibition. Take the Being Good Neighbors exhibition from a children’s museum in Buffalo, New York called Explore and More. This exhibition is a mini mock town that allows children to pretend to be a mail carrier or anything else they can dream up (see Figure 14). A simple way to be inclusive is P a g e  | 53  to hang up a Pride flag. It can be a gay pride, a trans pride, really any sort of Pride flag. The flag itself does not need to include a label, but its presence alone can be a catalyst for a conversation between the child and the parent. This puts the ball in the parents’ court, however be aware that the parent(s) may not be open to talking about the subject and/or may not be well educated about the queer community. Having someone available that is well-versed would be ideal. At the very minimum, staff should be aware of the flag and should know what the flag stands for. The easiest flags to display would be the gay and trans Pride flags. These flags are the most well-known out of the flags, thus more likely to be recognized by the public. There is also a Pride flag that includes both (often called the progress pride flag) and the flag often includes a black and brown stripe to represent queer people of color as well. There are many different views about including race within the Pride flag, but a final decision should be made by museum staff.  Many children’s museums have exhibitions dealing with family dynamics. There may be figurines of a mother and a father with a few children. If the museum has given thought to diversity, maybe some of the figures are people of color or maybe are disabled. This is a great opportunity to include queer people. Maybe create a family with two dads, two moms, or maybe even an androgynous looking parent. If the museum is looking for trans inclusion, maybe include a mother with a flat chest or a bearded father with a rounded chest. It is important to be mindful Figure 14: Being Good Neighbors exhibition at Explore and More.   (Exploreandmore.org n.d.) P a g e  | 54  to avoid stereotypes and remember that there is no right or wrong way to include queer people in such an exhibition.   If the museum is concerned with what decisions or ideas they have come up with, it would be appropriate to approach queer staff who are very open about their identity, staff who offer help, or even local queer organizations. There are many ways to have an exhibit reviewed before displaying it. A review would be the right way to go about it, as it is always the best idea to have content looked over by the community the exhibit is trying to represent. This will ensure that information is correct and represented in a respectful manner.   Children’s museums are often about learning through play. Another common exhibition found in children’s museums are mock kitchens. Mock kitchens provide a thousand ways or more to include queerness. It can be simple or more extravagant. It can be as subtle as a rainbow towel or as strong as a rainbow countertop. Each kitchen should ideally have a label about the community it is representing and, in this case, it should be stated that the kitchen is meant to represent the queer community in some capacity.  A simple list of items that can represent Pride in a kitchen include: ● A magnet   ● A tablecloth ● A family photograph  ● A wedding announcement  ● Table with chairs  ● A stool ● A trashcan   ● A pamphlet from a local pride center ● A dog/cat leash or collar ● Colored dishware  The list may contain ten items, but the possibilities are practically endless. The kitchen may be one of the easiest exhibitions to make inclusive. There are so many things found in a P a g e  | 55  kitchen that at least one of the items are most likely available in a rainbow pattern. However, make sure to buy something that resembles the flags. A blue, pink, and white swirled plate would not be trans representation. It needs to be relatively obvious and it is even better to buy things that are actually marketed as Pride items. Of course, not all children’s museums will have a mock kitchen, but fret not, there are more ideas to come. The Boston Children’s Museum is a prime example of how to include queerness in a children’s museum setting. The museum specially set out to create and house a transgender themed exhibition, as this museum believes that being more accessible and inclusive means including transgender voices. Their answer was to hire exhibit designer Margaret Middleton and photographer Matthew Clowney. The designer and the photographer teamed up with Alicia Greene, the Community Engagement Program Developer for the museum (“Trans Narratives in Children’s Museums” 2018). The exhibition, called Mimi’s Family, features the Tobias family, a family with a transgender grandparent (see Figure 15). Their story is told through a series of large, color photographs. The resulting Figure 15: Mimi’s Family Exhibition. This exhibition features the Tobias family, a family with a transgender grandparent.   (“Trans Narratives in Children’s Museums” 2018). P a g e  | 56  exhibition was a 500-square-foot traveling art exhibit that opened at Boston Children’s Museum in October of 2016 (“Trans Narratives in Children’s Museums” 2018).  Photographer Clowney commented on the exhibition, “In one perspective, [the exhibit is] a recognition that we’re all the same, that everyone is normal. But another perspective is that we’re all special or unique. Both of those can be true” (“Trans Narratives in Children’s Museums” 2018). This quote shows that the exhibition displays two different family-friendly messages to take away. It gives the exhibition meaning and defends its purpose of being displayed at a children’s museum. Although the story was about the grandmother named Erica,  the story was told though the perspective of her grandchildren. The photographs showed them doing everyday activities, such as eating ice cream and reading bedtime stories (“Trans Narratives in Children’s Museums” 2018). The exhibit was able to demonstrate how relevant the transgender experience is to the museum’s audience, which was exceptionally important due to the potential for backlash from visitors or from the community stories (“Trans Narratives in Children’s Museums” 2018). Fortunately, the museum received no backlash.   Before the exhibition was installed, all content was approved by an external advisory team, which was made up of educators and representatives from Boston-area LGBTQ organizations (“Trans Narratives in Children’s Museums” 2018). The exhibition started off with an introductory panel that gave families an explanation in child friendly language about what it meant to be transgender along with a note written by the museum’s educational staff members. The letter explains how the exhibition lined up with their mission statement and went as follows:   P a g e  | 57  “A Note from the Educators Boston Children’s Museum is committed to helping children develop a strong foundation of knowledge and skills that can contribute to their ability to navigate a wide range of experience over time. We work to support an inclusive community across all of our exhibits and programs. Within the safe and accessible context of a children’s museum, Mimi’s Family offers important opportunities for us to support our visitors who see themselves reflected in the exhibit and foster perspective taking, empathy, and understanding in developmentally appropriate ways.  Thank you for visiting. We hope you enjoy the exhibit.”  (Letter copied from “Trans Narratives in Children’s Museums” 2018.)  The exhibition itself contained multiple photographs displayed along with simple phrases, such as “how does your family play together?” This allows children and parents to draw parallels between themselves and a family with a transgender family member. By suggesting that visitors draw these connections, people can realize how alike their families really are and that having a transgender family member does not make the family any less of a family. Visitors can truly humanize the transgender community and the transgender rights movement by reading and being exposed to a transgender person. At the end of the exhibition, visitors were invited to write about or draw a picture of their own families on a small piece of paper, which could be hung up for display on the panel (see Figure 16). This furthers the connection that families will feel towards the Tobias family and the exhibit itself. The significance of this exhibition stems from the fact that is the first of its kind. Staff members were well prepared Figure 16: Mimi’s Family Conclusion.  The final panel invites families to share their own experiences.   (“Trans Narratives in Children’s Museums” 2018). P a g e  | 58  to answer any questions regarding the exhibit. The team developed an FAQ sheet for staff members to reference, which included questions like “why did Boston Children’s Museum develop this exhibit?” (“Trans Narratives in Children’s Museums” 2018). There were also trainings for play guides who would be staffing the exhibit. Tre’Andre Valentine, a trainer from Boston-based organization Network La Red, was hired to lead Trans 101 trainings, which were mandatory for all staff (“Trans Narratives in Children’s Museums” 2018). These steps ensured that all staff members were able to answer questions, including questions about the transgender community itself.  The Boston Children’s Museum has put forth a well-rounded example of a trans-inclusionary exhibition in such a setting. As a first kind of its type, the museum had no guide to follow. There was nothing to base their exhibition on. They had no way of knowing if such a display would cause backlash and concern over the matter slowed the development of the exhibition (“Trans Narratives in Children’s Museums” 2018). The exhibition was ultimately within the museum’s mission and was able to be opened in a public space. Although the topic of gender may be awkward for some families, it is a catalyst for a healthy and important family discussion. It is important to remember that transgender people can come out at any point in their life. This includes the childhood years. A child may not be able to express how they feel without a role model. When they see someone they relate to, it is much easier to communicate their own feelings. In other words, by telling a transgender story, the museum is giving a transgender child the voice they need to come out.  The exhibition also acted as a starting point for conversations about inclusive updates needed in the museum. The museum began to offer alternatives to gendered honorifics on forms P a g e  | 59  by adding the gender-inclusive Mx. to the list of options (“Trans Narratives in Children’s Museums” 2018). Educators at the museum updated the popular dress-up program, “Dress to Express,” to support a child’s right to experiment with gender expression (“Trans Narratives in Children’s Museums” 2018). Its influence extended beyond the museum walls. Mimi’s Family also inspired exhibits and programs in the Boston area. For example, art educator Alice Vogler worked alongside of Boston-area genderqueer video artist Coloring Coorain in an art gallery exhibit that was created at a later date (“Trans Narratives in Children’s Museums” 2018). Not all museums have the ability to create and display a queer-centric exhibit. If there is space available, a relatively easy and child-friendly way of including queer people would be to set up a simple art studio. Reach out to the community and ask for artists to volunteer their time or hire staff art educators, which is preferred. Display the art in the studio, including a label that tells the visitors about the artists and the work. The art itself does not need to have a queer theme to it, but by no means does that mean it cannot. A painting of a queer family, a queer couple, or even just a queer group of friends would be appropriate examples. Even a painting of a Pride flag would have the potential to send a queer-friendly message. Maybe a queer painting could be feasible and can be as simple as two dads with their child. If the painting itself does not have a clear connection, be sure the connection is through the artist, as this is also an appropriate approach to have. This strategy does not need to be limited to traditional art. It can be done by featuring music, technology, or a different child-friendly, fun skill.  Children’s museums may not be worried about queer inclusion, but rather about the way the public will react to such material. It is important to keep in mind that the goals of inclusivity and acceptance should outweigh the reactions of queerphobic visitors. It is highly unlikely that P a g e  | 60  membership or attendance would drop because of this inclusion; rather, it should be a draw for queer parents and would, therefore, increase museum attendance (“Trans Narratives in Children’s Museums” 2018). If there is a sudden drop and staff members seem to think it is due to inclusion changes, it may be time to run a survey online to see if that truly is the cause or if there is an outside force. For instance, say that the changes were made in the winter and numbers decrease suddenly. It needs to be ruled out that the decrease is not due to weather, other organizations hosting special events, or if people are on holiday. It is important not to write off the inclusivity as an issue, as it could be something else. Even if it is determined that attendance is, in fact, falling due to the inclusivity, the location needs to continue to be inclusive in order to encourage growth and acceptance outside of the museum.  Queer inclusion in a children’s museum may seem like a risky and formidable task to complete. It does take boldness and courage to take that risk, but it will pay off in the end. In general, there is minimal risk of losing members or attendance over such a move. The queer community has made many strides in the recent past and most people are familiar with the community. Even if they do not accept the community, it is unlikely they would stop going to the museum, as it is often used as a place where the children can be entertained while the parent takes a break of sorts. If a museum can attract the child, then the parent will follow. Children, in general, are very accepting and they will certainly not boycott their favorite place over such a minuscule detail. Not only will it have a positive impact on the museum itself, it will also expose the next generation to the queer community. This will allow the next generation to learn about the community, give them a voice to express themselves, and will be a way the parent or child can start a conversation about the community.  P a g e  | 61  Chapter 7: Queer Inclusivity in a History Museum   Erasure is the primary enemy of inclusivity at a history museum. Queer people have existed since the dawn of humankind. The hurdle to overcome is the rarity of queer history. Sometimes it is unclear whether someone is/was queer or not since many were forced to be closeted (even to this day). Other times their histories were intentionally destroyed. For example, it is extremely rare to find German books that are about transgender people that were published before 1945. This is because such books were burned by the Nazis during World War II. The amount of queer history destroyed during War World II is staggering and queer people not only had their histories stolen, but also had their lives taken. The queer history that has been destroyed or covered up has made it particularly difficult to include queer people in history museums. This is no excuse, however, to not include queer history—after all, history museums are supposed to include everyone’s histories, not just the history of straight, cisgender, white people.  Queer people have been around for all of human history. It is sometimes required to look past the image that people presented themselves as and to understand who the person truly was beyond their public display. Casimir Pulaski is the perfect example for such a concept (see Figure 17). Pulaski was a Polish-born Revolutionary War hero and was recently dug up from an unmarked grave. Figure 17: Portrait of Casimir Pulaski. (nytimes.com 2019) P a g e  | 62  After studying his body, he was found to either be transgender or intersex (“Casimir Pulaski” 2019). He had male characteristics, such as facial hair, but his skeleton resembled a female rather than a male. It is unclear whether he was transgender or intersex, but historians believe he was more likely to be intersex. Regardless of his identity, Pulaski had fought for American independence and had died a legend (“Casimir Pulaski” 2019). At the time of death, this hero’s true identity was not known to the public and was kept to himself. The reason for this may have been that the culture he lived in, which would have been unaccepting of such an identity or it could have been that he did not feel the need to make it known. Many transgender people, even today, live without being completely open about their gender identity and would rather be able to live as close to a “normal” life as possible. It would have been especially important for Pulaski, as only men were permitted to fight in wars at the time. If an individual such as Pulaski is not present to focus on, there are different opinions and opportunities to be queer inclusive.  Exhibitions are always an option if funds are available. The United States Holocaust Memorial Museum’s traveling exhibition, Nazi Persecution of Homosexuals 1933 – 1945, would be a good choice for any history museum that has any connection to World War II or American history in general. Exhibition options will vary for each museum. When choosing an exhibition to host, factors to keep in mind are budget, connection to the museum’s exhibits, relevance to the museum’s mission statement, amount of space the exhibition will take up versus how much space is available, and how long the museum will need to host the exhibition in order to break even or make a profit. However, making a profit should not be the major focus, but rather the focus should be put on public education, inclusivity, and diversity. However, it is important to attempt to break even, for the sake of the museum’s financial health and budget. Therefore, P a g e  | 63  proper marketing is of upmost importance. By reaching the maximum number of people, profit can be achieved and more people will be educated by the exhibition.   MOTHA’s exhibition, Transgender Hirstory in 99 Objects, would be another acceptable option for both history and art museums, since the artwork it displays represents transgender history and tells the story through art. The artwork was and is still created by people who have different backgrounds. It is important to realize that queerness is not limited to the white population. Queer history needs to go past racial boundaries and needs to be made up from stories from a diverse group of people. After all, Stonewall was truly put into motion by trans women of color. The queer community owes its thanks to these trans women for sparking the queer liberation movement in the United States.   A group that is largely overlooked are the Native Americans and their queer culture. Gender in particular plays a large part in Native American culture. Many Native cultures acknowledge of the existence of more than the two binary genders, specifically including the two-spirited gender identity. A two-spirited person is someone who has both a masculine and feminine spirit, creating a third gender identity in Native American culture. Colonization imposed a strong gender binary on Native peoples through boarding schools. These schools, also called Indian Residential Schools, had the goal of assimilating Native children into European culture, which was white and Christian. These schools were often abusive, traumatizing students and creating a gender binary that did not exist in most indigenous cultures (Seeing Gender 2019). Native culture was changed from an extended family and community method of raising children to more of a nuclear family structure way of raising children. The gender roles in Native culture P a g e  | 64  were redefined and the two-spirited gender identity was damaged. This information can, and should, be included in any history museum that showcases Native American history and culture. Native Americans are not the only people who go beyond the binary genders. Many cultures have third and even fourth genders. Two-spirits are part of both American and Canadian Native culture. Hawaii, now part of the United States, also has a third gender. Mahu people of Hawaii are much like the two-spirits, having both feminine and masculine traits. They were often healers, teachers, or priests and were highly respected in Hawaiian culture (Seeing Gender 2019). Perhaps the most well-known third gender are the hijras of India, who identify as a third gender and are commonly transgender women or intersex people (Seeing Gender 2019). Their presence dates back thousands of years and most historians believe the identity dates to circa 500 B.C.E. (Seeing Gender 2019).  Third genders are found in countless cultures across the world. From sworn virgins (burrnesha) who were AFAB (assigned female at birth) and lived as men in Albania (often to avoid arranged marriage) to the five genders of the Buginese people of Indonesia (Makkunrai, Oroané, Calabai, Calalai, and Bissu), gender diversity can be found in any culture (Seeing Gender 2019). With all of these gender diverse cultures, any history museum can be queer inclusive.  There is yet another transgender group that has been overlooked by American history, and they have a wild history. The transgender men of the Wild West have largely been forgotten by the history books.  People who did not fit into the gender norms were a common sight in the Old West, where the land was still lawless. There were hundreds of accounts of these people who dressed against their gender (“The Forgotten Trans History of the Wild West” 2019). The land was not made up of an accepting population, but rather was more diffuse and unruly. The lack of P a g e  | 65  law would have allowed more people to live according to their true identities. Many trans people of the Wild West were assigned female at birth and transitioned into (trans) men (“The Forgotten Trans History of the Wild West” 2019). Although they were a relatively comment sight, trans men were still misunderstood by the general public, as made evident by an old article about a trans man named Harry Allen (see Figure 18). Not all trans men were as visible as Allen, as many were not openly transgender, a word which did not exist at the time, and their assigned gender at birth was not discovered until after their passing or falling ill (“The Forgotten Trans History of the Wild West” 2019). A reason why many historians may have missed trans men in the history books is that this was a time when women had very little rights, therefore dressing as a man could have been for protection, for a career, to earn a living wage, or a different social reason rather than a genderqueer reason. However, women dressing as men for social gain does not erase the existence of trans men in history. It was illegal to be transgender (or “cross dress”) and therefore trans men would not be able to live openly in the first place. For example, in the 1870s, Jeanne Bonnet, who was assigned female at birth, would dress like a man for their job as a frog catcher, a job that would be impossible to do in a dress (“The Forgotten Trans History of the Wild West” Figure 18: An article about a trans man named Harry Allen, incorrectly described by the paper. (“The Forgotten Trans History of the Wild West” 2019) P a g e  | 66  2019). They would, however, also dress in men’s clothing outside of their work, suggesting that there was a queer motive behind their choice in clothing.  Trans women, on the other hand, had little to nothing to gain by dressing as the opposite gender. There were far fewer stories of trans women than were of trans men (“The Forgotten Trans History of the Wild West” 2019). When trans women were discovered, their stories were often racialized and personal details (such as race if they were a person of color) were picked out to cast doubt on their character (“The Forgotten Trans History of the Wild West” 2019). As time went on, the Old West changed, and the law eventually caught up. As the West became civilized, it was no longer a safe haven for trans men. As the unlawful frontier of the Wild West came to a close, these transgender people disappeared from history (“The Forgotten Trans History of the Wild West” 2019). However, recently, the transgender history of the Pacific Northwest has been paid its homage by the Museum of Transgender Art and History (MOTHA), which was mentioned earlier (“The Forgotten Trans History of the Wild West” 2019). In a series of events and installations, the museum looks to close the knowledge gap between the very well-known gay history of the West and the lesser-known history of the transgender people of the West, says founder Chris E. Vargas. The queer culture of the Wild West does not end with the transgender cowboys and this history will not be forgotten. In fact, this history lives on to this very day in a queer way. Cowboys are still a queer icon in today’s world. Many gay men see cowboys as a style icon. Cowboys have often been depicted as white, masculine, and heterosexual (“Becoming the West: Cowboys as icons of masculine style for gay men” 2018). This common image of P a g e  | 67  cowboys did not stop the queer community from adopting their style choices. In the 1970s, a gay rodeo tradition was created to hold a space for gay men to be “real” men, which created a very narrow, gendered atmosphere (“Becoming the West” 2018). However, these men often participated in drag, were openly gay, and would not conform to typical social expectations. These rodeos were a space for gays and lesbians to escape to, as mainstream rodeos were still very discriminatory at the time, especially towards gay men (“Becoming the West” 2018). Society separated gay men from masculinity, as it was believed that a gay man could not be a masculine man. A gay rodeo would allow him to be both. The first gay rodeo organization, Golden State Cowboys (GSC), was formed in Los Angeles, California in 1969 (“Becoming the West” 2018). However, the organization dispersed in 1976 for unknown reasons, though they had always struggled with membership. The first gay rodeo was held in Reno, Nevada in 1976, when Phil Ragsdale planned it as a fun event for the gay community and as a fundraiser for a senior citizen group and the Muscular Dystrophy Association (“Becoming the West” 2018). Ragsdale wanted his rodeo to be a place where gay men could become cowboys who fit the masculine stereotypes. Gay rodeos were formed in other states as well within the next few years. Groups from different states came together in 1985 to create the International Gay Rodeo Association (IGRA), which would help organize rodeos (“Becoming the West” 2018). The IGRA then hosted the first Gay Finals Rodeo in 1987. The Gay Rodeo Finals, now known as the World Gay Rodeo Finals, took place every year since 1987 with the exception of 1988. The finals did not take place in 1988 due to a legal battle in Nevada, which claimed there was an issue with payment, however it is believe that the real issue was concern over the influx of gay men and AIDS (“Becoming the West” 2018). P a g e  | 68  The purpose of the gay rodeo was just that—to be a rodeo, but gay. The gay rodeo may promote the normative masculine cowboy, but it also changes the overall image of the rodeo itself at the same time (“Becoming the West” 2018). These rodeos serve as a connection to the lawless Wild West, the queer cowboys of the past, and the role cowboy fashion plays a part in today’s queer community (namely among gay men). Any cowboy collection could be connected to the queer community through these facts and history. A particular cowboy or Wild West artifact does not need to have a direct queer connection in order to bring up the topic of the queer history that surrounds the culture of the cowboys. Cowboys can be seen as a monument to gay culture.  Monuments are a way of paying respect to the past and the people who made the world a better place for those who came after them. Queer monuments are quite rare in today’s society, but those that do exist make a large impact. The purpose of having queer monuments can be simplified into three main goals: to provide visibility, thereby reducing stigma; to educate the public about the abuse queer people have endured and the attempted extermination of queer people; and to act as a catalyst for public debate about queer rights (“The Cultural Functions and Social Potential of Queer Monuments: A Preliminary Inventory and Analysis” 2018). Monuments are structures that have cultural meaning to them. Their meaning is static, as it tends not to change with time. In the past, monuments have been put up by the dominant group, however today there is a shift as minority groups, including the queer community, are starting to create their own monuments to share with their neighborhoods. A prime example of a queer monument would be Karin Daan’s Homomonument. The monument has been in the center of Amsterdam since 1987 and consists of three large pink triangles, with pink lines connecting them P a g e  | 69  to create an even larger triangle (see Figure 19). Homomonument has served as a place for celebrations and advocacy events, which have shifted the public’s memory, attention, and interest in gender and sexual minorities (“The Cultural Functions and Social Potential of Queer Monuments” 2018).  Queer monuments such as this are able to combat queerphobia, as they invite the queer community to gather and non-queer people are able to meet and befriend queer people. There is evidence that suggests that the lack of representation of the queer community in public spaces and the media have had a negative impact on public opinions and attitudes towards the queer population (“The Cultural Functions and Social Potential of Queer Monuments” 2018). Every queer monument offers a different perspective and different information, which reflects its local culture. Much like Homomonument, 22 other queer monuments around the globe reclaim the symbol of the pink triangle (“The Cultural Functions and Social Potential of Queer Monuments” 2018).  The history behind the pink triangle itself is violent and cruel. As mentioned before, German books that pertained to transgender people that were published before 1945 were burned by the Nazis during World War II. From 1919 to 1933, the Institute for Sexology in Berlin practiced some of the very first gender-affirming surgeries. However, the Nazis burned the Institute for Sexology’s library and records in public streets in 1933, losing much, if not all, of Figure 19: Karin Daan’s Homomonument in Amsterdam.   (“The Cultural Functions and Social Potential of Queer Monuments” 2018) P a g e  | 70  this history (“The Cultural Functions and Social Potential of Queer Monuments” 2018). Many transgender people were criminalized under Nazi rule, being categorized as sexual minorities and forced to wear the pink triangle (“The Cultural Functions and Social Potential of Queer Monuments” 2018).  Although the group wearing pink triangles was relatively small, they had a disproportionately high mortality rate. After the end of the war, many of the pink triangle survivors went from concentration camps straight to jail. This is the history behind this pink triangle symbol and is where the symbol comes from. It is now is a symbol for queer people—both sexual and gender minorities—everywhere. It has been taken from the war and turned into a symbol of queer strength and determination.  Queer monuments ultimately pressure dominant cultures to change (“The Cultural Functions and Social Potential of Queer Monuments” 2018). They create a space that gives a voice to minorities who were often unremembered or negatively remembered. These groups commonly face discrimination, violence, and execution due to their minority gender and/or sexuality (“The Cultural Functions and Social Potential of Queer Monuments” 2018). By celebrating their history, their existence, and their progress in a public manner, these monuments are able to memorialize queer history in a positive light. These spaces invite people to publicly remember, criticize, discuss, advocate, celebrate, reflect, and heal (“The Cultural Functions and Social Potential of Queer Monuments” 2018). These monuments are most often citizen-led projects and the effort put forth by the local queer community will only make the monument that much stronger when it is completed.  Not every history museum has a monument out front, much less a queer monument. It is essential to find other ways to put queer people back on the timeline of history. Two different P a g e  | 71  exhibitions set out to do that very thing. The Queer British Art 1861–1967 show at Tate Britain and the Desire, Love, Identity: Exploring LGBTQ Histories exhibition at the British Museum in London, UK, both wanted to put queer people back in the history books (“Putting LGBTQ people back on the canvas of history” 2017). The British museum held a secret collection of sexually themed objects. This collection was kept secret from 1830 until 1953 because the artifacts challenged the views of that era (“Putting LGBTQ people back on the canvas of history” 2017). Only scholars with the right credentials could gain access to the collection and it was strictly kept away from public eyes.  The British Museum decided to create a path of objects that have been identified as queer, rather than having a segregated exhibition (“Putting LGBTQ people back on the canvas of history” 2017). This was done with the idea that straight visitors would be less likely to attend a separate queer exhibit, so by putting the objects all together, everyone would see the queer artifacts. These museums believe that queer people deserve examples of their own existence throughout the fabric of history and the community could get part of this through these exhibitions (“Putting LGBTQ people back on the canvas of history” 2017). One artifact that shows queerness is the Warren Cup (c. 10 AD), named for its collector Edward Parry Warren.  The Warren Cup depicts two men engaging in sexual activities. Warren died in 1928, but the cup could not be sold due to its depictions of homosexual activities. The cup was originally turned away from the British Museum in the 1950s and sent to the Metropolitan Museum of Art in New York, where the cup once again was turned away on the grounds of obscenity (“Putting LGBTQ people back on the canvas of history” 2017). It was not until 1999 that the cup could be P a g e  | 72  displayed and is now seen as a queer object from the ancient world. Although a queer artifact, the Warren Cup fits into the typical queer artifact, as it depicts cisgender gay men.  Homophobia often stems from the refusal to let go of gender norms. The Queer British Art 1861–1967 exhibition rightfully chose to highlight paintings that explore attitudes towards gender. The paintings were created in an era that had strict and rigid gender norms that people were expected to follow (“Putting LGBTQ people back on the canvas of history” 2017). For example, take a look at Gluck, a self-portrait from 1942 painted by Hannah Gluckstein (1895–1978) (see Figure 20). Gluck even threatened to resign when the Fine Art Society referred to her as “Miss Gluck” (“Putting LGBTQ people back on the canvas of history” 2017). Their portrait appears to be firmly androgynous and was a direct message, perhaps even a direct challenge, to the gender norms at that time. Even today, being gay or transgender can, in some countries, be a crime punishable by death. Therefore, exhibitions such as these, that work to share the history of queer people, are proactive, timely, and reminders of the past struggles, as well as the erasure, of queer people throughout history (“Putting LGBTQ people back on the canvas of history” 2017). It can give hope to and encourage the present-day queer community to keep fighting for their history and artifacts. These exhibitions take a mix history and artwork to display the past of queer people and would be appropriate for an art or history museum setting. Figure 20: Gluck (1942) by Hannah Gluckstein (1895–1978) Oil on canvas, 306 x 254 mm.  (“Putting LGBTQ people back on the canvas of history” 2017) P a g e  | 73  There are also resources for museums to reach out to for assistance. The Queering the Museum Project (QTM) is one such resource that can be used. The goal of QTM is to start dialogues between the queer community and museum professionals (“About QTM” n.d.). By addressing the role of the museum in forming social norms, the project hopes to further the queer movement and create projects to reach the goals. It is also possible to reach out to local queer centers. Pride centers are located in most major cities and will often be open to working with organizations to create a Pride night or assist with including queer history. Some centers may also keep an archive or some historical artifacts from the city’s local queer history. A special exhibition on local queer history is always be a possibility and would attract people who are interested in queer history and/or local history.  It may take some research and assistance for a history museum to find queer history that would fit into an existing exhibit or to find a traveling exhibition that would fit within the mission statement, but the time would be well spent. History museums have a responsibility to include and represent everyone’s history. With such a rich and diverse past, history museums should be able to encompass queerness within their walls. By overcoming the erasure, discrimination, and oppression of queer people, history museums can help the queer community become more accepted in today’s culture.       P a g e  | 74  Chapter 8: Queer Inclusivity in a Science Museum   Science encompasses a vast variety of topics. From the rock-hard science of geology to the foggy science of meteorology, science aims to explain the mysteries in life. Science museums come in a variety of flavors themselves. There are traditional science museums, which typically have traditional science exhibits (such as dioramas) that explain and explore different sciences. Natural history museums fit into the science category and focus on the evolution of life. Science centers are often interactive and very hands-on compared to other types of science museums and are popular among young families. This category can also be stretched out to include zoos, aquariums, and botanical gardens, as these deal with the sciences of zoology and botany. Luckily, queerness is certainly not limited to humans, therefore it can easily be included with any science museum.  Science museums are a place where science and culture combine. By providing a representation of science, the museum or exhibition constructs a particular representation of culture (“Sexual Nature? (Re)presenting Sexuality and Science in the Museum” 2016). Sexual nature is part of culture and science, and therefore it has a place in the museum. In February of 2011, the London Natural History Museum (NHM) opened a temporary exhibition called Sexual Nature. This brave and risky exhibit featured animal sexual behavior, the evolution of sex, and the origins of human sexuality. The risk paid off, as the exhibition was remarkably successful as it attracted roughly five million visitors and won the Museums + Heritage 2012 Award for “best temporary or touring” exhibition (“Sexual Nature” 2016). The success of this exhibition shows P a g e  | 75  that sexual nature can be integrated into science museums without damaging the museum’s reputation.  Some museum professionals even argue that using sex to sell museums can be incredibly effective which is demonstrated by the commercial success of recent sexual displays such as Sexual Nature (“Sexual Nature” 2016). The key to including sex in the museum is to do it in a tasteful, professional manner. The exhibition not only describes sex itself, but also goes over relationships and family structures as they pertain to the animal kingdom. It continues to explain nonmonogamous relationships, female dominance, gender transition, and homosexuality (“Sexual Nature” 2016). The atmosphere created in the exhibition was one of discretion, taste, and luxury by using black and white prints, low lighting, displays in brightly lit and clear glass cabinets, soft music, sheer curtains, and fancy calligraphy-style fonts. This atmosphere helped to neutralize the potentially offensive material within the exhibition and also legitimized the appearance of sex in a respectable, family-oriented museum setting (“Sexual Nature” 2016). The exhibition aimed to create a balance between dignity and playfulness throughout. Instances of different animal sexuality were included in multiple examples. One example would be the female hyenas (“Sexual Nature” 2016). Female hyenas are dominant over males, are larger than the males, and sometimes mate with multiple partners including same-sex partners. The clitoris of the female is sometimes larger than the penis of the male. Same-sex sexual behavior in the animal kingdom was represented as a naturally occurring behavior and normal in a natural history context. This view was carried throughout the exhibit. The exhibit has multiple displays featuring homosexual animals. There were plenty of animals to choose from, as homosexuality has been documented in over 450 species (“Sexual Nature” 2016). The curators P a g e  | 76  of this exhibit expressed that the science behind animal sexuality turned out to be “extremely, fiendishly difficult,” but the exhibition came together in the end (“Sexual Nature” 2016). Towards the end of development, the museum consulted with not only scientists, but also with a queer rights organization as well. The curators reached out to the LGBT rights organization called Stonewall (“Sexual Nature” 2016). The organization offered help on how to present queer sexualities throughout the display, advice on what type of language to use, and supported the reframing of the traditional concept of the nuclear family. However, the exhibit mentions two types of animal homosexual behaviors: innate and circumstantial (“Sexual Nature” 2016). Innate homosexuality is natural, life-long sexuality with a significant genetic and hormonal basis, while circumstantial was more undefined. Stonewall did not make any comments on this divide (“Sexual Nature” 2016). The curators’ decision to turn to a queer rights group for input was excellent.  Sexual exhibitions such as this belong in science museums. Sexual Nature was able to reflect and contribute to the processes of both political and social change around sexuality (“Sexual Nature” 2016). Topics such as non-monogamy were discussed with playful language, while more serious topics such as rape (called non-consensual sex in the exhibition) were addressed with strictly scientific language. This exhibition pushed the museum beyond its usual practices and forced them to explore both nature and human society. Social, cultural, and political contexts were not separate from the material of the exhibit (“Sexual Nature” 2016). The exhibit itself was not designed to present new scientific information, but rather to attract a new audience, specifically young adults. Therefore, these human contexts do not necessarily need to be separated from the displays (“Sexual Nature” 2016). After all, if gender is a social human P a g e  | 77  construct, then any exhibition dealing with gender or, by extension, sexual differences, cannot be separated from human contexts.  If gender is a social concept, people may wonder if there are such a thing as gender non-conforming animals. Although there is a difference between gender and sex, animals do not technically have gender identities that sciences can prove. However, there are still genderqueer animals, in the sense that their body does not line up with their sex or they are able to change their sexual characteristics. A stunning example would be the maned lionesses in the Mombo area of the Moremi Game Reserve of Botswana’s Okavango Delta (Seeing Gender 2019). These lionesses have manes like a male lion, roar like a male lion, and even engage in male mating behavior (Seeing Gender 2019). It is speculated that this is a genetic condition that causes an increase in testosterone, which leads to these male traits being present and also causes these lionesses to be infertile. They have been observed mating with male lions but have never fallen pregnant. Infertility is a common side effect of a high amount of the opposite sex hormone and also effects many transgender people who take hormone replacement therapy, so the infertility of these lionesses is not a surprise. These maned lionesses are a clear advantage to the prides they belong to. Male lions will protect the pride’s territory and ward off any threatening male lions. The more male lions a pride has, the more protected they are. These maned lionesses will act as males by protecting the pride and are seen as male lions by outsiders. Within their own pride, they are treated as both male and female.  Lions are not the only ones with special individuals. A rare genetic condition has been observed in cardinals as well. The genetic condition causes the cardinal to be half red and half white—half male and half female. These intersex cardinals are a spectacular sight to see (see P a g e  | 78  Figure 21). They are a rare phenomenon and visually different from their male and female counterparts. A science museum could easily include these spectacular birds by including a photograph of them alongside a cardinal taxidermy piece. Even better would be a taxidermy or model of an intersex cardinal to put on display, however their rarity would make it difficult to acquire a real intersex cardinal. Although some intersex people do not identify as queer and do not believe that intersexuality is part of the queer community, it can be categorized as part of gender diversity.  Cardinals are not the only animals who can be both male and females. In fact, the next animal is one that everyone knows—it is a slug. Yes, a simple slug. Something so common, so small, and so slimy can be a key to inclusivity. Slugs are shell-less gastropod mollusks. There are terrestrial and marine slugs. Slugs are hermaphroditic, which means they have both the male and female reproductive systems. (It is important to note that the term hermaphrodite is inappropriate to use when referring to a human, as the correct term would be intersex.) This means that any individual can mate with any other individual. Slugs can also fertilize one another, so both slugs will reproduce. If there are not any mates around, a slug can fertilize itself. However, it is best to mate with other slugs, as it is better for the genetic diversity of the species.  Figure 21: An intersex cardinal spotted in Pennsylvania.  (Nationalgeographic.com 2019) P a g e  | 79  Two more animals that have interesting sex characteristics are both found in a marine environment. The more well-known of the two would be a clown fish. Famous for its orange and black stripes, the clown fish has the ability to change its sex. If there is a group of female clown fish, one will turn into a male clown fish and vise vera. This is done as a mating strategy and enables the group to reproduce. Another animal can be called the drag queen of the sea. This queen is known as the cuttlefish. The cuttlefish is part of the Cephalopoda class (which includes squids, nautiluses, and octopuses) and have amazing camouflaging abilities (see Figure 22). Cuttlefish have a major sex issue. Male cuttlefish outnumber female cuttlefish four to one (Seeing Gender 2019). This gives females the ability to be picky when choosing a mate. A female will turn down around 70% of her suitors. When she does accept a suitor, typically a large and strong male, the male will protect her. However, this does not mean that smaller males cannot mate. The smaller males have a trick up their sleeve…or, well, tentacle. Smaller male cuttlefish will change their patterns and colors to mimic females (Seeing Gender 2019). They will also tuck up their tentacles just like the females do when they are looking for a mate. Larger males might mistake the small male for a female and bring him into his realm of protection. While the larger male is distracted with protecting his females, the smaller male will slyly mate with the female(s). Once he is done, he will shoot off without the larger male knowing what happened. For this sneaky Figure 22: An illustration of a cuttlefish.   (“Seeing Gender: An Illustrated Guide to Identity and Expression” 2019) P a g e  | 80  cephalopod, their drag show allows them to pass along their genetic information despite their small size.  If animals can be genderqueer or gender non-conforming, it suggests that homosexuality also exists in the animal kingdom. Homosexuality has been observed in a vast number of different animals. Animals that engage in frequent or long-term homosexual behavior include, but are not limited to: rams, black swans, elephants, dragonflies, hyenas, cows, penguins, whiptail lizards, marmots, giraffes, and dolphins (Seeing Gender 2019). Ten percent of male rams will mate with males exclusively, even when females are present (Seeing Gender 2019). Any of these can be found in a zoo or aquarium setting, allowing these museums to easily include queerness in their exhibits. Science museums can also mention the gay tendencies of these animals if any are on display (taxidermy, model, diorama, etc.). Not all homosexual behavior in the animal kingdom is sexual, however. At times, animals of the same sex will engage in such behavior to assert dominance, affection, courting, or even stimulate hormones when a viable mate is unavailable (Seeing Gender 2019). A well-known bisexual animal is the Bonobo ape. These apes constantly engage in sex with all members in the group. There are endless types of animals that can be considered queer and can contribute to a museum’s inclusivity.  Perhaps the queerest animal of them all is rather obvious—humans! Science museums cannot exist without people and cannot exist without something called STEM. STEM stands for science, technology, engineering, and mathematics. White men have dominated the STEM fields and continue to be the majority to the current day. Women are still fighting for a place in the STEM fields. This may be due in part to lack of access to STEM resources during school, and it P a g e  | 81  is common for women to be discouraged from studying these fields. Gender roles, which were reinforced during childhood, may also play a part in the lack of women in STEM (Seeing Gender 2019). Women may be a minority in the STEM fields, but queer people are even more so of a minority. It is uncertain how many queer people are in the STEM fields, as some people may not be open about their identity, or maybe be in a straight appearing relationship. A straight appearing relationship is a relationship where someone is dating a person of the opposite gender, but that person may be bisexual, pansexual, or some other orientation.  Queer visibility in science is so low that there are multiple LGBT+ STEM organizations, which all encourage queer STEM workers to be open about their identity. One such organization is known as Pride in STEM. Pride in STEM is a charitable trust with nine trustees who are based in the United Kingdom and United States (“Pride in STEM” n.d.). The hope is to show the younger generations that queer people are working in and a part of the STEM fields. Each year there is a LGBT STEM Day run by Pride in STEM. This is an international celebration day and the date is up for debate each year, but typically the day holds some sort of significance to the queer community. A specific branch of STEM is made up of out (or openly) queer scientists, called oSTEM (the “o” stands for out). The oSTEM organization looks to empower LGBT+ people to achieve success in the STEM field and to create a safe and supportive environment that celebrates this diversity (“About oSTEM” n.d.). Another option would be to reach out to LGBT STEM. This project showcases LGBT people in STEM fields to provide role models, increase visibility, and show diversity (“About LGBT+ STEM” n.d.). Pride in STEM, LGBT STEM, and oSTEM all aim to make LGBT STEM workers more visible. P a g e  | 82  In addition to Pride in STEM, LGBT STEM, and oSTEM, there is also a project called 500 Queer Scientists, which is another LGBT+ visibility campaign. The goals of this project are to provide role models to the next generation of STEM workers, help the current generation realize that they are not alone, and to create connections and visibility for LGBT+ individuals in the STEM fields (“500 Queer Scientists” 2018). This is separate from the official LGBT+ STEM initiative, but is an important part of queer visibility in the STEM fields. Since all science museums deal with STEM, it is possible for them to get involved in the Pride in STEM, oSTEM, or 500 Queer Scientists projects. Science museums have no excuse not to be queer inclusive and should be held up to the expectation to include queerness. Many science museums develop programs and activities for children of all ages. This is an opportunity to talk about queer topics. For example, one of the best-known engineers in history was a British gay man named Alan Turing. Alan Turing was an important figure during World War II. At the time, the Axis (namely the Germans) were speaking to one another in code and the war was going in favor of the Axis. The Allies (namely the British) were able to intercept these messages, however, they had no idea what the code actually meant. This code, also known as the Enigma Code, was seemingly unbreakable. That is, until the engineer named Alan Turing joined the team. Alan Turing developed a machine called the Enigma Machine, named for the code it was meant to decipher. Turing succeeded at his attempt to break the code and many historians credit Turing with turning the tide of the war in favor of the Allies and the importance of his work has become widely accepted (“The enduring enigma of Alan Turing” 2014).  Turing was a hero, but unfortunately was not seen or treated as one during his lifetime. Turing was very openly gay, which was illegal at the time. After the war, Turing was put in jail P a g e  | 83  under multiple gay-related charges. Then he was given a choice, to stay in jail or be put on hormone treatment that would lower his libido. Turing took the latter of the two options and was released from prison in 1952. Turing then tried to serve in the Cold War, though he was rejected due to his sexuality. Even with going through hormone treatment and being rejected from helping with the war, Turing continued to do complex mathematics right up to his death (“The enduring enigma of Alan Turing” 2014).  In June of 1954, two weeks before his 41st birthday, Turing was found inside his home with an apple at his side. He had died of cyanide poisoning (“The enduring enigma of Alan Turing” 2014). It is believed that Turing had dunked the apple in cyanide to cover the taste of the poison and had committed suicide due to the mistreatment he had endured as an openly gay man living in 1950s Britain. Although the official verdict was suicide, some believe it may have been an accident of some sort (“The enduring enigma of Alan Turing” 2014). To connect the history and life of Alan Turing with an activity, a fairly simple and short demonstration can be created. There are a few supplies that are necessary: string (optional), pipe cleaners, black beads, white beads, red beads, and a binary code guide. The children will look at the binary code, which is made up of black and white boxes (see Figure 23). They can spell out their name or initials (depending on the time limit) by putting beads on string or a pipe cleaner. Each letter is eight beads, so initials work better for a shorter time limit. A white bead will represent a Figure 23: Binary code used.  (Courtesy of the Buffalo Museum of Science.) P a g e  | 84  white box and a black bead will represent a black box. Red beads are used for the initials. A single red bead can separate each initial or if a name is written then no red beads are necessary (see Figure 24). This is a fun activity to connect with Alan Turing, since both deal with a code that needs to be broken in order to understand what the message actually says. However, Turing’s sexuality does not need to be the focus. It can be mentioned briefly. There is no way around mentioning that he was gay though. His sexuality was an integral part of who he was. It was why he was thrown in jail and ultimately was the reason he committed suicide (due to the way people treated him because he was gay). If this activity is done around a parent(s) or guardian(s) as well as their children, it is more than appropriate to explain what gay means if asked. If a child asks and the parent does not look comfortable, is it okay to tell them to ask their parent or guardian at a later time. This simple act will avoid any issues going ahead. If there is no parent or guardian around and the child asks, then it is up to the educator to decide what action or explanation is appropriate. Alan Turing is just one of the many queer scientists that can be focused on. An education program can be designed to showcase any scientist.  There are queer scientists. There are queer animals. That leaves out botanical gardens though. These museums do not deal much with animals or humans. For the most part, they are all Figure 24: Binary code necklace and bracelet. The necklace spells out “Ash” and the bracelet spells out “A.A”. Made by the author.  P a g e  | 85  about plants. Plants are some of the strangest life on earth. Some tree species are genderless, or could be seen as hermaphroditic, like the slug. Japanese maple trees are a perfect example, as each individual tree has both male and female reproductive parts. Many trees can reproduce asexually with themselves. Others, such as the ginkgo, have male and female trees. A female gingko will make foul smelling fruits and are less common than the males, as people tend to avoid planting the female trees in order to avoid this stinky fruit. Some plants could even be said to be in a polyamorous relationship with pollinators, as they rely on animals such as bees, butterflies, or bats in order to reproduce. Bees in particular pollinate roughly eighty percent of plants. If queer plants are out of the question, then the next step would be to look for a queer biologist or botanist to shine the spotlight on. This could be done during a special event, such as a Pride night, Pride month, or simply be a permanent exhibition. There are multiple options for a museum, even if they do not work directly with animals or humans. Queer is natural. It is found in all life and can be integrated into any science museum with ease. It may take some creativity, but there are countless ways to be inclusive. From gay rams to the asexual trees, every science museum has options and opportunities to be queer inclusive. Many science museums often find themselves catering to families, which means they have an even greater duty to present the most up-to-date scientific information, and they need to do so with transparency. Science is natural and so is queerness. The two go hand in hand. Whether it be an educational program or a permanent exhibit, every science museum should strive for queer inclusivity.    P a g e  | 86  Chapter 9 Treatment of Queer Staff   It is an unfortunate situation when it happens, but queer people face discrimination even in the most professional settings. One would think it would be obvious that queer staff should be treated the same as their heterosexual and cisgender counterparts, but that is sadly not the reality of the situation. Precautions need to be taken while working with queer staff members. This is not special treatment, but rather an accommodation. If a staff member were to be in a wheelchair, one would not say they get special treatment when they get to take the elevator while everyone else takes the stairs. It is a similar situation for queer staff members. It is crucial to understand that what they ask for are simply accommodations, not special treatment. This section will heavily focus on transgender employees, as this group is having the most difficult time in the workplace in recent history. Some people may wonder why gender diversity is important in a professional setting. There are multiple answers to such a question. Perhaps the most important reason is to comply with antidiscrimination laws (Transgender in the Workplace: The Complete Guide to the New Authenticity for Employers and Gender-Diverse Professionals 2019). Laws will differ depending on location, so each employer must do research into their specific laws. It is also important to be aware of changing laws and to keep up with the changes. Another thing to keep in mind is public image (Transgender in the Workplace 2019). If a company mistreats its transgender (or any employee for that matter), word tends to spread and the museum would be in danger of being negatively affected. A museum is responsible to care for its staff members and make a welcoming environment for them (“LGBTQ Welcoming Guidelines for Museums” 2016). It is P a g e  | 87  also important for a company, especially museums, to be aware of their cultural competence (Transgender in the Workplace 2019). This means that museums need to be aware of the current culture and to use their cultural influence to support the queer community, especially those who work within their own walls. Diversity with a museum reflects on the community that is serves and also strengthens its own culture, operations, and governance (“LGBTQ Welcoming Guidelines for Museums” 2016). It is also important to keep in mind that public image will affect the type of people who apply to a museum. If a museum gets a reputation for being queerphobic, then queer people will not apply and current queer employees will become uneasy or quit. A successful museum does not rely on a homogenous workforce. The staff should be made up of people who come from a large variety of backgrounds (Transgender in the Workplace 2019). This will also help the museum keep up with the changing culture. It will keep the museum from looking outdated and unaccepting (Transgender in the Workplace 2019).  Companies, including museums, must respect gender diverse individuals and be professional when confronting such individuals (Transgender in the Workplace 2019). By showing that they are supportive of gender diverse people, the local transgender community will feel more welcomed and be more likely to visit the museum. This comes with a financial advantage, as the more people that visit, the more money can be raised (Transgender in the Workplace 2019). The visitors will come when they feel the space is friendly and they can see the values of the museum when they see how queer staff is being treated. For example, if transgender visitors see a transgender staff member being treated with respect and dignity, then those visitors are more like to feel welcomed and more at ease (Transgender Employees in the P a g e  | 88  Workplace: A Guide for Employers 2018). It is extremely important to handle and treat an employee who comes out in the workplace with respect.  When a person comes out at their job as transgender, it implies two important things: the person wants to stay with the company and is planning on realigning with their true gender (Transgender in the Workplace 2019). These two things can be assumed because a person would typically not come out if they were planning on leaving a job, nor would they come out unless they were planning on a big change. It would be unwise for an employer to demote or terminate someone who decides to come out in the workplace, as this could violate antidiscrimination laws and damage their public image (Transgender in the Workplace 2019). This applies to any queer person in the workplace. It is important to be understanding, patient, and professional when an employee comes out. Having transgender (or queer) staff members can present a challenge, but the benefits will greatly outweigh those hardships (Transgender in the Workplace 2019). Employees should attend a training and be aware of how to treat transgender and other queer employees. Some individual transgender people may offer local training, or it is also appropriate to reach out to local Pride organizations for assistance (Transgender in the Workplace 2019). These organizations can provide trainings for all employees and help employers understand their queer employees in a meaningful way. The first issues that may arise when an employee comes out as transgender are: pronouns, name, and wardrobe. During times like these, the museum must give up control and listen to what the LGBT community, including employees, needs (Interpreting LGBT History at the Museum and Historical Sites 2015). When an employee changes their gender identity, most likely they will also change their name and/or pronouns. There are bound to be mistakes when an employee comes out. Using the correct name P a g e  | 89  and pronouns can take time and getting used to. When a mistake is made, it is best to apologize, correct the mistake, and move on (Transgender in the Workplace 2019). When employees transition, they will often change their wardrobe. This brings up the issue of dress code or uniform policy. If uniforms differ depending on sex/gender, then it is important to provide the correct uniform to the employee who is going through a binary transition (Transgender in the Workplace 2019). When an employee comes out as non-binary, then the employee should be given a choice between the uniform options. These new uniforms should be provided for free or at the rate that a size change would cost (Transgender in the Workplace 2019). There should be no upcharge for changing the gender of the clothing. A transition could also bring up the issue of pins and buttons, which is a common accessory in the transgender community. Pins and buttons often communicate the pronouns of the person who wears them, in hopes that they will not be misgendered. Pins and buttons are commonly against dress code, so an exception should be made for pronouns buttons or pins. For example, a pin of someone’s favorite Disney character should not be equal to someone’s pronoun pin. A pronoun pin is of greater importance, serves a specific purpose other than fashion, and should not be included in the pins and buttons part of the dress code. Anyone should be able to wear a pronoun pin or button, even cisgender employees, which will avoid any appearance of special treatment.  Pronouns are something most people take for granted, but they are highly important. Some transgender people suffer from dysphoria and it can be triggering when the wrong pronouns are used for them. Everyone has the right for their pronouns to be respected. However, there will be people who make excuses as to why they will not use the correct pronouns. Excuses include: that it is too hard, it is not grammatically correct (they/them pronouns), or they see it as P a g e  | 90  unnatural (Seeing Gender 2019). If any of these come up as an issue, ask the person to think about these ideas in Table 2. It is important for supervisors to be prepared to deal with such questions and comments. Some people will be hung up on their (religious) beliefs. It is important to stand up for queer employees. A person’s right to live their truth should be respected and valued just as much as someone’s right to live and practice their own religious beliefs. It is important to make the distinction that everyone is entitled to their own religious beliefs, but they are not entitled to disrespect another person who lives differently from those beliefs. This has the potential to be a difficult situation to deal with since religious beliefs are also protected. The key is not to change religious beliefs, but rather to open up the person to being accepting and respectful. If someone is hung up on the science behind it, introduce them to gender studies and ensure them that biology does not make gender (Seeing Gender 2019). Rather, gender identity is a combination of biology and social constructs that create a person’s individuality and gender identity (Seeing Gender 2019).  There are simple dos and do nots when it comes to addressing transgender employees. Perhaps the most important rule is that it is inappropriate to ask for someone’s birthname. If a transgender employee wants to share their birthname, then that is their choice. Never ask for Table 2: (Made by the author.) P a g e  | 91  their birthname. It is also important not to use someone’s birthname or incorrect pronouns behind their back. Never make someone’s identity about other people’s feelings. If someone is uncomfortable, then that is their hill to get over. Do not comment on a person’s body, especially if they are transitioning (Seeing Gender 2019). It is only appropriate to comment when the person initiates the conversation. If a cisgender person is asked what their pronouns are, do not make a big deal about it (Seeing Gender 2019). Most people that ask for pronouns are trying to be polite and double-checking to make sure they use the correct pronouns for a person. Be prepared for a wide-range of reactions when discussing pronouns and other queer-centered subjects (Interpreting LGBT History at the Museum and Historical Sites 2015).  Now for the dos, which are also quite simple and easy. Do create a long-term plan, including setting up welcoming steps to embracing queer employees (Interpreting LGBT History at the Museum and Historical Sites 2015). Have answers for people who ask queer-related questions. Do make sure to ask for someone’s pronouns the first time meeting them. Even if they seem to be male or female, it is never harmful to ask for pronouns. Make sure to be patient with a person’s progress (Seeing Gender 2019). Everyone moves at a different speed and transitioning takes time and may take a toll on the transitioning person. An employee who is transitioning must also have patience, however. It takes time for people to get used to a new name and pronouns. It may not be a change that takes place overnight. Trust an employee to choose the correct bathroom that reflects their identity (Seeing Gender 2019). Make all employees feel safe when using the bathroom that best aligns with their gender. If another employee questions this choice, reassure them that the person is simply using the restroom that aligns with their identity and to allow them to use it in peace. In addition, if someone is being misgendered, either behind P a g e  | 92  the person’s back or to their face, stand up for the person’s pronouns. This goes double for supervisors and people in higher positions.  If someone persists with any of these do nots, then report them to higher management, as this would be considered workplace harassment under federal and state laws. For example, if a cisgender employee approaches a transgender employee and asks for their birthname, that is inappropriate. If the transgender employee refuses to answer and the cisgender employee keeps pushing, then it would be appropriate for the transgender employee to report the situation. If the cisgender employee goes out of their way to find out their name, then disciplinary action must be taken. The dos and do nots are important to keep in mind when hiring and working with transgender (or queer) employees.  Transgender employees will not be the only queer people in the workplace. It is important to watch the language that is used in the workplace. When talking about family, do not assume everyone is straight and cisgender. Instead of using words like “husband” or “wife,” perhaps use “partner” or “spouse” instead. Making assumptions is the worst enemy of queer people in the workforce, other than queerphobia and discrimination. Never ask about someone’s sexual preferences unless the topic is brought up by them first. Never use slurs or other inappropriate language. Words such as “tranny” and “faggot” are outdated, offensive, and should never be used in or out of the workplace. Using “gay” as a derogatory term is wildly inappropriate but is still relatively commonly used these days, unfortunately. Being queer may not be obvious or visible, so using such language is always a risk of being personally offensive to someone else and has no place in a professional setting to begin with.  P a g e  | 93  Being queer in the workplace should not be an issue, but rather should be seen as an advantage and should strengthen the museum’s (or other company’s) image. It is important to create an inclusive environment that is safe and welcoming to queer people—both visitors and employees. It will create a friendly public image, attracting people of multiple backgrounds into the museum. The more people come, the healthier the museum will be. There is no downside to being an inclusive museum.                   P a g e  | 94  Chapter 10: Embracing Diversity   Diversity encompasses everything that makes people different from one another. It acknowledges people’s individuality and personalities. However, it is more than just queerness. Diversity includes sexual orientation, gender identity, race, physical abilities, ethnicity, age, and beliefs. It can be expanded beyond these categories, but this is a good place to start. A museum should be aware of diversity within its own walls. This includes having a diverse staff, inclusion of different histories, and having a variety of programs that highlight and celebrate diversity.  Going out of the way to be inclusive should be a priority. It shows the public that the museum cares about, embraces, and supports diversity. There are so many small ways to show support for diversity. Making a museum brochure? Instead of putting a white, straight family on the front, jump for a person of color or a queer couple. Looking for a speaker to come give a lesson? Choose a person from a minority. Have heavy doors? Make sure to put automatic open buttons nearby. Have steps? Make sure to also have a ramp or an elevator to be accessible to people with physical limitations, which is required in America under the Americans with Disability Act. These small details make a large impression on the public and staff. It will encourage growth and acceptance.  Change can be slow at times, so it is best to get a quick start. The quickest way to see progress is to get higher administration onboard. These are the people that are able to create the change in the company that others will want to see. Without the higher admin support, the progress will be slow, sluggish, or even non-existent. If higher admins do not support increasing diversity, then that is a troubling sign that a museum is stagnant and will not be able to keep up P a g e  | 95  with the changing world that lives outside of its walls. The world is a diverse and beautiful place. Museums are meant to represent this culture and educate the public about what the universe is made of, which is an impossible task without embracing diversity. If higher admins do not support such a cause, it is still possible to initiate change by getting all other staff members involved and having the support of the majority of staff.  The best way to ensure that a museum will have diversity is to hire a diversity coordinator. This person will be in charge of scheduling trainings, brainstorming ideas on how to be more diverse and inclusive, and make the work environment an all-around friendlier place. This atmosphere will keep people working at the museum over a longer time period, allow for communication about diversity issues, and will be able to correct any problems involving diversity issues. Hiring a coordinator will also send a message to both the staff and the public that the museum cares about diversity. It is a clear sign that the museum is attempting to be more inclusive and that there is effort being put towards that goal. Diversity is not something to fear. It may be new territory and people may be unsure at first, but it is a change that is for the better. Having a diverse staff in the museum will encourage the next generation by providing role models. As the author has observed from years of working with children, children often look up to people who are like them for inspiration and guidance. It shows that they too can go after their dreams and one day grow up to be successful in their chosen field of study, no matter who they are. This is the goal of visibility and diversity. To show that not everyone is the same and that is natural. There are so many different types of people out there and as museums it is important to show that. P a g e  | 96  As discussed throughout this paper, a way to make space for queer people in the museum is to hold a queer exhibition. A shining example of such an exhibit was Prejudice and Pride: Recognising Lesbian, Gay, Bisexual and Transgender Lives in Brisbane. This 2010 Australian exhibition worked to awaken an appreciation of LGBT activism (“Curating Prejudice and Pride: Recognising Lesbian, Gay, Bisexual and Transgender Lives in Brisbane: what it means to be human” 2016). This exhibit took nine months to prepare and then had four months of exhibition time.  Preparation time invited people to come in and donate their objects that would be put on display, as well as allowing the museum to meet with individuals and groups of the LGBTQ communities for guidance (“Curating Prejudice and Pride” 2016). The exhibition itself was meant to be a safe pace for both the queer community and members of the general public (“Curating Prejudice and Pride” 2016). By displaying objects from the public, this museum has become a type of community facilitator. Museums are one of the arenas in which change can be affected and by hosting queer exhibits such as these, they are enacting the ability to change. Everyone who visits has the opportunity to learn, heal, feel solidarity, be encouraged, and understand the possibilities of tolerance (“Curating Prejudice and Pride” 2016). This exhibition marked a period of reform in gay rights in Queensland (“Curating Prejudice and Pride” 2016). Exhibiting sexuality in museums can be a touchy subject. In a way, all museums deal with sex in some form. Museums have played a role in the institutionalization of categories of sexual “perversity” and “normalcy” (“All Museums are Sex Museums” 2012). Therefore, by displaying queerness, museums would send a message that queerness is normal. In the 1980s and 1990s, a debate raged about displaying queer sexualities, which suggested that not only funding P a g e  | 97  was a concern, but how the public sphere should be established was a concern as well (“All Museums are Sex Museums” 2012). In the modern-day museum, sexuality is often a broad topic that covers different sexualities and allows guests to interrupt sexual normalcy (“All Museums are Sex Museums” 2012). Sex museums address sexual variation and therefore are rich sites to consider the passage of information, people, and capital invested in sex (“Selling Cosmopolitanism” 2020). When it comes to displaying same-sex objects in any museum, some people may see that as the museum sending a message of their support of social justice. It is important to realize that many museums are overwhelmingly heterosexual (especially when speaking of sex) and often privilege a male viewpoint (“Selling Cosmopolitanism” 2020). By creating specific exhibitions or projects that include the queer population, museums can show their commitment and support for the queer community (“Selling Cosmopolitanism” 2020). Sex and gender have been subjected to discrimination throughout history. In a 2018 survey, 62% of the museum staff reported having been affected by gender discrimination (“Woman/Trans/Femme in the Museum” 2018). As with other jobs, women in museums reported that they earn less than their male counterparts for the same job. Transgender women tend to make less than cisgender women (“Woman/Trans/Femme in the Museum” 2018). This research was carried out by the American Alliance of Museums Salary Survey. The survey found that hiring more white women in museums and having more white women in a leadership role does not uplift women or gender minorities across the board (“Woman/Trans/Femme in the Museum” 2018). It is essential to remember that, when collecting data dealing with gender, it is important to critically think about how and why the data is being collected, as well as give recognition to P a g e  | 98  different gender identities beyond the binary of male and female (“Woman/Trans/Femme in the Museum” 2018). Gender may be taken into account in multiple surveys. Museums often collect data about their staff members, volunteers, and/or visitors in some capacity. By collecting such data, museums can learn about their demographics, but data can be misleading if it is not collected in a thoughtful manner (“Beyond the Male/Female Binary: Gender Equity and Inclusion in Evaluation Surveys” 2018). Surveys should provide data that reflect and represent the community that the museum serves. In order to do this, providing a diverse gender option is crucial. Making the gender portion a question (such as “How do you describe yourself?” or “What is your gender?” or “How do you currently describe your gender identity?”) rather than a strict “male” or “female” would allow the survey to be more inclusive to transgender people (“Beyond the Male/Female Binary” 2018). A two-step multiple choice method would also be appropriate and can be viewed below (“Beyond the Male/Female Binary” 2018). Step 1: Sex What sex were you assigned at birth, on your original birth certificate? (check one) o Female o Male Step 2: Gender Identity How do you describe yourself? (check one) o Female o Male o Transgender o Do not identify as female, male, or transgender   A “do not wish to answer” option would also be a reasonable addition. Another non-multiple-choice option is also appropriate, including the questions that were mentioned before and as shown below (“Beyond the Male/Female Binary” 2018).  P a g e  | 99  How do you currently describe your gender identity? Please specify: _____________________ o I prefer not to answer  Hybrid options are also an option as well (“Beyond the Male/Female Binary” 2018).  How do you currently describe your gender identity? Please specify: _____________________ o I prefer not to answer  What is your current gender identity? (Check all that apply) o Male o Female o Trans male/Trans man o Trans female/Trans woman o Genderqueer/Gender non-conforming o Different identity (please state): __________  What is your gender? o Male o Female o Another category: ____________ o Prefer not to say  Any option with open-ended answers will allow for the freedom to self-identify. Be aware of the issues that may arise from this method, however. The data may contain inconsistencies, misspellings, or unintelligible data. Reviewing and categorizing the responses will also require more review time (“Beyond the Male/Female Binary” 2018). There is also the potential for inappropriate answers that do not describe a gender identity. If the survey happens to deal with transgender topics, then it is also appropriate to add a direct question about the visitor’s transgender identity (“Beyond the Male/Female Binary” 2018). Do you think of yourself as transgender? o No o Yes    P a g e  | 100   The reason for providing these options is rather simple. Transgender people face discrimination and disparities in and out of the work environment. A way to address these challenges is for organizations, such as museums, to call for the recognition of gender diversity in research (“Beyond the Male/Female Binary” 2018). Gender is commonly related to museums in different contexts. For example, gender is often considered in the science, technology, engineering, and math (STEM) fields (“Beyond the Male/Female Binary” 2018).  When considering gender diverse visitors, a comparison can be drawn to gay and lesbian visitors. Gay and lesbian visitors typically visit museums in greater proportions compared to the general population, however their comfort within the museum can be affected by institutional elements that assume heterosexuality (“Beyond the Male/Female Binary” 2018). The same can be said about transgender visitors with elements that assume they are cisgender.  By focusing on the experiences of these minorities, museums can be a powerful way to improve society for all minorities. It is necessary to keep in mind that implementing small changes such as this works towards improving inclusivity for transgender and non-binary visitors, staff, and volunteers (“Beyond the Male/Female Binary” 2018). There may be a risk of getting inappropriate answers from confused or non-accepting individuals, but the inclusivity of the transgender community will always outweigh that small risk. Surveys are just a part of what could be an inclusion initiative. Museums should also be mindful of any forms that they ask guests or staff to fill out. It is a simple step to update forms to include a gender-neutral title such as “Mx.” and to make sure a title is necessary in the first place (“Trans Narratives in Children’s Museums” 2018). Inclusive language is also important, as it will make guests feel more welcome. Instead of saying things P a g e  | 101  such as “welcome ladies and gentlemen,” spring for something more inclusive such as “welcome guests” (“Trans Narratives in Children’s Museums” 2018). Instead of calling younger guests “boys and girls,” call them “children” instead. Using this language is easy and can have a big impact on some museum guests. Be mindful of public announcement scripts, email newsletters, marketing copy, and other public language and update all of these to be more gender inclusive (“Trans Narratives in Children’s Museums” 2018). ID policy is another thing to keep in mind, as it is very rare that a museum would be legally required to ask for a visitor’s ID unless there is alcohol being served (“Trans Narratives in Children’s Museums” 2018). Some guests may have an ID that does not match their chosen name and/or gender, therefore making them uncomfortable when showing their ID. Museums should be welcoming places for transgender guests and staff. These small changes will aid in that mission. Guidelines for being welcoming to queer guests were created by the LGBTQ Alliance Steering Committee of the American Alliance of Museums (AAM) in 2013. The alliance came to the conclusion that LGBTQ-specific welcoming activities were uncommon or under-publicized (“LGBTQ Welcoming Guidelines for Museums” 2016). Therefore, the Welcoming Guidelines Task Force was launched in 2014. The goal of this task force was to create a list of preferred practices for museums to use in working with LGBTQ professionals, audiences, and communities (“LGBTQ Welcoming Guidelines for Museums” 2016). In more simple terms, it was time to move away from “tolerance” and towards “inclusion” instead. Key issues that were addressed included: what it means to be welcoming and inclusive, what strategies a museum can use, and a way to measure progress towards being inclusive.  P a g e  | 102  The welcoming guidelines offer tools to help museums integrate queer diversity and inclusion as they strive for understanding and excellence (“LGBTQ Welcoming Guidelines for Museums” 2016). The guidelines are available for free at the following link: http://www.aam-us.org/resources/professional-networks/lgbtq. The three main points of queer inclusion are made clear: inclusion must be made purposefully and strategically; museums can encourage more queer inclusion in society; and that museums can stop discouraging queer inclusion by using certain strategies (“LGBTQ Welcoming Guidelines for Museums” 2016). Museums can and should adopt non-discrimination policies. These policies should apply to sexual orientation and gender expression or identity and should actively seek out queer prospects for board, staff, and volunteer positions (“LGBTQ Welcoming Guidelines for Museums” 2016). After all, queer inclusion goes beyond welcoming queer guests. In order to gain the trust of the queer community, it is stressed that a museum must make both operational and programmatic choices that are respectful of the community. The effort for inclusion needs to be visible from inside and outside of the museum. Taking advantage of local queer organizations has been mentioned before, as it is a spectacular way to allow queer voices to be heard. By connecting with them, the queer community can realize that a museum wants to serve them in respectful and inclusive ways (“LGBTQ Welcoming Guidelines for Museums” 2016). When collecting queer artifacts, possibly from the local community, it is crucial to understand the past and history of the legal conditions surrounding these populations at the time. The display of these artifacts needs to be presented with sensitivity and the language used in signs must be carefully written. These artifacts represent a life, and the language must reflect the person’s feelings and lifestyle (such as P a g e  | 103  if they are an “out” queer person or not). Curators need to be understanding of the community and families that have been excluded from open participation in a majority of institutions such as museums (“LGBTQ Welcoming Guidelines for Museums” 2016). To the queer community, representation in public spaces can be rare. It is a moving moment when a queer person sees someone who is like them, especially for younger queer folks. In order to have a pleasant experience at a museum, it is important to make sure queer visitors are treated correctly. Being stared at in confusion or harassed by museum staff or other visitors should never happen to any queer person (“LGBTQ Welcoming Guidelines for Museums” 2016). Rather, the guest should be actively engaged with the museum. This engagement, however, would require both research and evaluation, which should be interconnected with the overall work of museums (“LGBTQ Welcoming Guidelines for Museums” 2016). It is important to create this engagement, as a culture of exclusion can develop rather easily if steps such as this are not taken.  There are barriers that the queer community face that have make day-to-day life more difficult and these issues can be found within museums. These barriers include, but are not limited to: bathrooms that do not reflect their identity, forms where they cannot accurately describe their identities, and interpretive materials that make them invisible (“LGBTQ Welcoming Guidelines for Museums” 2016). Things such as this will make the guests not only feel unwelcomed, but uncomfortable and poorly served as well. As stated before, language and imagery are a large part of these issues. By creating queer guidelines to follow, there is hope that museums will become an inclusive and queer friendly environment. The list is straightforward, accessible, and user friendly (“LGBTQ Welcoming Guidelines for Museums” 2016). There is no P a g e  | 104  reason why a museum could not use these guidelines as a reference or for a catalyst for new ideas. These guidelines are an exceptional resource for museums looking to be more inclusive to the queer community. Any museum can follow the queer guidelines created by the AAM, but any museum can also establish its own queer advisory group as well. This is exactly what Museums Victoria did in December of 2018. Museums Victoria operates three major museums in Melbourne, Victoria, Australia, including the Melbourne Museum, the Immigration Museum, and the Scienceworks Museum. The LGBTIQA+ Advisory Group was created as an extension of the already existing diversity and inclusion program (“LGBTIQA+ Leadership at Museums Victoria” 2020). The group’s purpose is to increase inclusion of queer staff and museum visitors.  The group provides peer-group support for LGBTIQA+ staff as well (“LGBTIQA+ Leadership at Museums Victoria” 2020). By doing this, queerness in the museum is significantly more visible. Staff involved in the group were actively purchasing queer content. This allows the collections to become increasingly queer inclusive. Support is given to queer staff at the executive and human resources levels early on and the group also recommended a LGBTIQA+ awareness training (“LGBTIQA+ Leadership at Museums Victoria” 2020). Museums Victoria’s LGBTIQA+ Advisory Group is a prime example of how any museum can become more inclusive and more aware of the community.  Although queer people play a large role in diversity, it is important to keep in mind that diversity goes beyond queerness. For example, there are many people of different ages that all will visit the same museum. It is a hard task to create a museum that will please a nine-year-old and a ninety-year-old. Sometimes, it is just not a possible task and the museum may end up P a g e  | 105  having a higher or lower visitor age range, depending on the type of museum. For example, a children’s museum may not be targeted towards a ninety-year-old (unless they are bringing their grandchild). A museum displaying violent history, such as the Holocaust, may not want to attract people of such a young age, as it is a sensitive topic. Then there are other museums who want to please all age ranges. A mixture of traditional and interactive exhibits can be a formula for success, as long as the two balance each other out nicely. Beliefs can be a trickier landscape to navigate. For example, a science museum will not say that the earth is flat or that the earth is 6,000 years old. Sometimes, beliefs cannot be accommodated. Sometimes beliefs are flat out irrelevant. If someone believes that homosexuality is “wrong” or unnatural, there is no way to accommodate such a way of thinking. For the most part, beliefs are something that are tolerated in a museum setting. Attacking someone’s religious beliefs is not the right way to go about it. If someone is against homosexuality because of their (religious) beliefs, it is best not to comment or to further the situation. For example, if someone says the earth is flat, it is best to simply state that the museum supports the latest scientific data. Arguments can be avoided by simply stating facts that the museum supports, since facts are not opinions and cannot be denied. There are multiple ways to be respectful of other people’s beliefs and it should be handled on a case-by-case basis.  Other times diversity is supported by laws. Not only the antidiscrimination laws that protect the queer community, but also laws that demand that public spaces be accessible to people who are disabled. There must be wheelchair access by law. But museums can go beyond this by including people who have a functional difference in their exhibits. For example, the 32nd president of the United States, Franklin D. Roosevelt, used a wheelchair for mobility due to his P a g e  | 106  battle with polio. He is one of many disabled people that could be showcased. Maybe instead of including an able-bodied person in an ad, include someone who uses a mobility aid or has a limb difference of some sort. There are simple and easy ways to be inclusive of people with functional differences.  When considering disabilities, it is critical to consider both physical and mental differences (Graham 2021). Mental disabilities can be difficult to accommodate, as they are often invisible and may take extra time to develop solutions for. A good example of an accommodation would be a quiet hour. Many museums, especially children’s museums, host quiet hours for people who are sensitive to sound (Graham 2021). Many autistic people are easily overwhelmed by sounds and may not feel welcomed at an overly loud museum. Quiet hours are also excellent for people with anxiety, another group who is often sensitive to stimuli. Another way to be accommodating is to include trigger warnings on exhibitions. People with post-traumatic stress disorder (PTSD) or depression may be triggered by certain subjects and adding warnings can act as a way to alert people to these possible triggers. There are many ways to go about being sensitive and inclusive to museum visitors who have a mental disability. Reaching out to local communities and organizations in order to get an idea of possible changes that could be made would be ideal. Focusing on the solution and the people themselves is the best way to begin a discussion about accommodations for the disability community (Graham 2021).  Diversity is something that museums must embrace in order to survive. They cannot exclusively serve the white, straight, able-bodied community like some museums unfortunately do. A museum must have exhibits that attract people from different communities and make accommodations to attract visitors from outside of their target audience. They must have ramps P a g e  | 107  and elevators to be accessible. They need to represent and serve everyone. They must respect people’s beliefs to a certain limit. Diversity itself is a term that applies to a large group of people. There are so many ways to be inclusive to all groups of people. In the end, diversity will make a museum stronger, current, and relevant.                    P a g e  | 108  Chapter 11: The Queer Community   The queer community is diverse, colorful, and always expanding. In the introduction, sexual orientation, gender identity, and gender expression were introduced. Although it is impossible to name every sexual orientation, gender identity, and gender expression, this chapter will introduce different identities. This will provide an overview to people who are new to or unfamiliar with the queer community. In order to be inclusive to queer people, it is essential to be aware of different identities. The two main categories to consider are sexual orientation and gender identities. Having background information on these categories will increase understanding of the queer community and allow museum workers to brainstorm ideas on how to be inclusive to different queer groups. It is important to be aware of these different, lesser-known identities (see Table 3 for an overview).  Sexual Orientations:  Asexual A lesser-known sexual orientation is asexual. Someone who identifies as asexual does not experience sexual attraction to anyone. Other identities are classified under the asexual umbrella. The two most common identities under this umbrella are demisexual and grey-asexual. Demisexuals only experience sexual attraction after they form a bond with someone. Grey-asexuals can be sexually attracted to someone but it is a rare occasion.   Aromantics and others P a g e  | 109  Often grouped together with asexuals are the aromantics. This means that someone does not experience romantic attraction towards anyone. Although these two things do not go hand in hand, many people who identify as aromantic often identify as asexual as well. It is important to realize that romantic and sexual attraction are separate. An asexual will often identify as an aromantic, panromantic, biromantic, et cetera, in addition to their asexual orientation. This is a way to identify who they would be interested in being with romantically, if anyone at all.    Pansexuality  An identity that has taken off in recognition in the recent past is the pansexual identity. This is often referred to as love regardless of gender identity or gender expression (Peace 2019). This is different from the more well-known bisexuality because someone who identifies as bisexual will have Table 3: The lesser-known identities with their respective pride flags (Transgender History 2017).  (Nonbinary Wiki n.d.)  P a g e  | 110  preference for a specific gender identity or expression (Peace 2019). The distinction between pansexuality and bisexuality has been a debate in the past few years. In the past, bisexuality only included the gender binaries (male and female), while pansexuality included all gender identities (transgender). Many of today’s bisexuals will refute this fact and claim that bisexuality has expanded to include attractions to more than just the binary genders. Pansexuals often identify as pansexual over bisexual because they view it as a way to state that they have no preferences to a certain gender (Peace, 2019). Although the lines between pansexuality and bisexuality are often blurry, it is important to remember that both are valid ways to identify and both belong in the queer community.  Gender Identity:  Beyond the Gender Binary  Transgender is a term often used to define those who transition from one binary gender to the other (female to male, male to female), however, transgender is much greater than that. Transgender (often shortened to “trans”) is an umbrella term to describe all gender nonconforming individuals. Therefore, the transgender umbrella encompasses far beyond the binary. This umbrella term may or may not include intersex people (someone who was born with  Figure 25: The different spectrums presented by a LGBT+ organization.  (The Trevor Project n.d.)  P a g e  | 111  both male and female reproductive parts), as not all intersex people consider themselves part of the queer community. As stated before, it is important to note that gender identity and sexual orientation are two separate identities. For example, when someone comes out as a trans man, that does not mean he is automatically attracted to women. He could be asexual, pansexual, gay, or any other sexual orientation. It is hard for some people to separate gender identity from sexual orientation and this is important to do to better understand the transgender community.   Non-binary  In order to understand the non-binary gender identity, it is first important to think of the gender spectrum (see Figure 25). With male on the far left and female on the far right, non-binary (also called enby) would be in the middle of the spectrum (Peace 2019). People who identify as non-binary may feel a disconnect from the traditional binary genders. They can express themselves as more feminine, more masculine, more androgynous, or even a mix.  A non-binary person can look and act in any way they see fit. In short, there is no right or wrong way to be non-binary. Non-binary people most commonly use the gender-neutral they/they pronouns, however there are multiple options such as ze/zim. Therefore, it is important to ask what pronouns that they use, though many will typically say before being asked.  Demi gender The demi gender identities are ideal for people who feel some connection to a particular gender, but not strong enough connection to identify as that gender. With the gender spectrum in mind, between non-binary and male is demi boy (also called demi guy or demi man). In-between P a g e  | 112  non-binary and female is demi girl (also called demi lady or demi woman). People who identify as demi gender typically use he/him or she/her pronouns, but some members of this community may use they/them pronouns, either alone or in addition with binary pronouns. Agender  Once again, it is necessary to go back to the gender spectrum. The simplest way to think of agender is to imagine a point that is completely off of the spectrum. This point represents the agender identity. People who identify as agender do not associate themselves with any gender, rather they lack a gender (“Transgender History” 2017). Agenders typically use them/them or other gender-neutral pronouns, much like non-binary people. Also similar to non-binary people, agenders will dress in a way that makes them most comfortable. This can be on the feminine side, on the masculine side, on the neutral side, or even a mix.   Genderfluid  The final gender identity that will be discussed is called genderfluid. This is just as it sounds. A genderfluid person will have a gender that changes day to day (Peace 2019). One day they could be feeling more masculine, the next more feminine, and so on. The only way to know the pronouns of a genderfluid person are to take clues from the way they dress (although that is not always foolproof), to ask them for their current pronouns, or for them to wear a pronoun pin. Pronouns can vary from person to person, as they may not use  Figure 26: A pin that was created specifically for genderfluid people, who have pronouns that may change on a daily basis. (Etsy n.d.) P a g e  | 113  certain pronouns. For example, a genderfluid person may only shift from male to non-binary and, therefore, would not use she/her pronouns at all. Recently, a special pronoun pin was released for genderfluid people (see Figure 26). The pin has they, she, and him pronouns with a small, moveable arrow that can point to the correct pronoun.   Gatekeeping:  In recent years, the author has observed that gatekeeping has become a big problem in the queer community. Certain identities within the queer community suffer from gatekeeping more than others. Although most would think that gatekeeping is coming from outside of the community and that the community itself would be supportive of all identities, this is simply not the case. Gatekeeping can come from outside of the queer community, but gatekeeping is also an internal issue. A gatekeeper is someone who does not want a certain identity to be included in the queer community or has requirements people have to meet in order to identify a certain way. As a trans man, the author of this paper has seen plenty of gatekeeping in the transgender community. There are questions that some will ask that make people question their trans identities. Do they have dysphoria? Are they going to seek out hormone treatment? Are they going to seek out corrective surgeries? In the mind of a gatekeeper, a transgender person must answer yes to all of these questions in order to be “trans enough” to be in the community. However, transgender is an umbrella term often used to describe all people who are gender nonconforming. Therefore, these questions are irrelevant when determining whether someone is transgender or cisgender.  P a g e  | 114  The asexual community has had to deal with gatekeepers in the queer community recently, as the author has observed countless times. These gatekeepers often claim that asexuality is not a valid identity and that asexual people are ill or “broken.” Anyone, regardless of their identity, can be a gatekeeper and it is often seen coming from the queer community itself. The asexual community is a tightknit group and is battling past the negative people in the LGBT+ community itself.  The final group that has been battling against gatekeeping in and out of the queer community are the pansexuals. Many people do not understand the difference between bisexuality and pansexuality. They tend to be more familiar with the term bisexuality. This often leads this group of people to say that pansexuality is invalid and is the same thing as bisexuality. However, the two may have similarities but are actually quite different. As stated before, pansexuals do not have a gender preference at all, while bisexuals often do have a gender preference. If someone is more comfortable identifying as pansexual over bisexual, then that is their right and their choice to identify that way. Pansexuality is as valid as every other sexual orientation and is slowly becoming more and more accepted in the queer community. This is the time, in a way, that will mark a movement of a pansexual liberation.  Gatekeeping is always inappropriate whether it comes from inside or outside of the queer community. People should be able to identify themselves however they see fit. The queer community is made up of countless gender identities and sexual orientations, many of which are not mentioned in this handbook. It is okay to ask questions (when appropriate) and to do research as long as the sources are credible. The queer community is diverse, complex, and is strong enough to survive the hardships of the past. P a g e  | 115  Chapter 12: A Brief Stonewall History   It is often said that the Stonewall Riots kicked off the gay liberation movement in June of 1969, fifty years ago last year (2019), although this statement is misleading. It would be more appropriate to say that the Stonewall Riots were the last straw or, as the saying goes, the straw that broke the camel’s back. The exact causes of the Stonewall Riots are all speculated and are theories but are certainly worth mentioning. Although the events leading up to the Stonewall Riots cannot be completely proven as a direct cause, many believe that a few key events that took place before Stonewall triggered the Stonewall Riot. Some of these key events took place years before the riots, while other events took place less than 24 hours beforehand.   Leading up to the Stonewall Riot Bars played a key part in gay culture during the 1960s. They served as a place for gays to meet up and queer customers felt safe in these environments (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The customers of these bars felt that they could be themselves. No one would accuse them of being sinners and, if luck were in their favor, they would not be arrested (Breaking Out in the Fight for Gay Rights: Stonewall 2015). Although bars were places where patrons were allowed to be themselves, it came at a price. Sanitary conditions were poor, many were run by the mafias, alcoholic drinks were overpriced yet watered down, and police would routinely raid gay bars (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The raiding of gay bars was a common scene in the sixties. Gay bars were targeted in particular to both enforce laws that made certain aspects of the homosexual lifestyle illegal and to reinforce a P a g e  | 116  system of payoffs that the Mafia offered to officers in order to corrupt them (Breaking Out in the Fight for Gay Rights: Stonewall 2015). Therefore, gay bars were both a safe place and a hostile place all at the same time. Although the gay community viewed these bars as better than nothing, it would only be a matter of time before they had enough.  The 1950s through the 1970s can rightfully be called the decades of liberation. Another possible inspiration and trigger of the Stonewall Riots could be the Women’s Rights Movement, also known as the Women’s Liberation Movement. Inspired by the Civil Rights Movement (another possible source of inspiration for the Gay Liberation Movement), this movement called for equal rights and opportunities for women (“Second-wave Feminism” n.d.). It also sought to gain greater personal freedom for women as well. This movement came far after the Women’s Suffrage Movement and is often called second-wave feminism. It is no stretch to theorize that the gay community was inspired by leaders of both the Civil Rights Movement and the Women’s Rights Movement. One group of people calling for rights appears to create a domino effect. After one group speaks up, more will follow. It is safe to say that the Gay Liberation Movement had its roots and inspirations in liberation movements that came before. Less than 24 hours before the Stonewall Riots took place, a funeral was held in New York City. This funeral was for someone who captured the attention of the gay community. She could even be called a gay icon and activist. Her name was Judy Garland, most famous for her role as Dorthey Gale in the 1939 film, The Wizard of Oz. The reason as to why she became a gay icon can differ from person to person. It is said that the gay community greatly admired her for her ability as an actress and performer, and how her struggles through life reflected the struggles faced by members of the gay community (“Why Judy Garland Still Captivates Gay Fans 49 P a g e  | 117  Years After Her Death” 2018). When asked about her gay fanbase during a 1965 press conference, Garland responded, “I couldn’t care less. I sing to people!” (“Why Judy Garland Still Captivates Gay Fans 49 Years After Her Death” 2018). Two years later, she defended her gay followers once again by telling Irv Kupcinet, a TV journalist, “In my audiences, I have little children…many teenagers, then people my age. I’ll be damned if I have my audience mistreated” (“Why Judy Garland Still Captivates Gay Fans 49 Years After Her Death” 2018). Garland certainly did not mind having a queer fanbase and seemed to have embraced them. Some say that Garland’s death inspired the uprising at the Stonewall Inn, while others reject the theory. Many people involved in the Stonewall Riots were from a younger generation, one that would not be as interested in Garland. Over 20,000 people attended Garland’s funeral the day before the Stonewall Riots, so it is a reasonable theory to say that this had an impact on the community that fateful Saturday morning (“Why Judy Garland Still Captivates Gay Fans 49 Years After Her Death” 2018). Despite this theory being rejected by some Stonewall veterans and accepted by others, Garland remains connected to the Stonewall Riot to this day.  Tuesday, June 24, 1969 The Stonewall case was handled by two men, Inspector Pine and Detective Smythe (Breaking Out in the Fight for Gay Rights: Stonewall 2015). It was the Tuesday before the riots. The two men entered the bar in hopes of gathering evidence against the Stonewall Inn. These two men had already shut down Greenwich Village gay bars in the past. The next Greenwich Village bar on their list was none other than the Stonewall Inn. The raid went smoothly as the two men confiscated liquors from employees and the establishment. This was a key factor P a g e  | 118  because the Stonewall Inn was a bottle bar and therefore could not sell liquor. Customers would have to bring their own liquors to the bar and the bartender would then serve it to them. However, the establishment did not hold a liquor license and could not sell liquor. This initial raid went smoothly, although it was unwelcomed by the customers (Breaking Out in the Fight for Gay Rights: Stonewall 2015).  The bar customers were annoyed by the raid, as drinking and dancing had become legal for the city’s gay population, and in turn the raiding of gay bars was becoming less frequent.   Saturday, June 28, 1969 Bar-goers from Friday night were still in the swing of partying. Being a Friday night that had turned into a Saturday morning, the Stonewall Inn was crowded and full of people from the queer community. It was an early Saturday morning, around 1:20 A.M. when things took a turn for the worse. Inspector Pine banged on the door of the Stonewall Inn, claiming he was “taking the place” (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The lights of the bar flashed, warning the customers of the incoming raid. Panic set in on the customers, as many of them were drunk or doing drugs. The Stonewall Inn was under arrest and the doors were locked. Police began to go through the customers to “weed out the lawbreakers” (Breaking Out in the Fight for Gay Rights: Stonewall 2015). To make matters even tenser, one of Pine’s party members had called in more police officers. Employees and cross-dressers (or possibly trans people; this is now an outdated term, now often called drag artists) were moved to the back of the barroom to wait for arrest. The bar was packed that Saturday morning, so many congregated on the street in front of the Stonewall Inn after they were released. Pedestrians, many of them P a g e  | 119  gay, began to join the crowd as well. This crowd disapproved of the mafia managers but were angered by the employees being arrested, as they viewed the employees as innocent since they were following the directions of their mafia bosses (Breaking Out in the Fight for Gay Rights: Stonewall 2015).   Inside the bar, the raid party was struggling with the cross-dressers (or trans people; again, this term is outdated and only to be used if that is how someone identifies). The crowd grew more violent when the cross-dressers were being arrested and tension grew. It was not just gay men and cross-dressers who were the targets of the raid. The few lesbians at the bar were also in danger of being arrested and were manhandled by the police (Breaking Out in the Fight for Gay Rights: Stonewall 2015). A police van and three squad cars were called in to contain arrested people and bring them to jail. The full police van and three squad cars were filled with mafia members, employees, and cross-dressers. Others at the scene were handcuffed. The riot started with a woman in men’s clothing crying out, “Why don’t you guys do something?!” as they struggled with police (Seeing Gender 2019). This person may have been a lesbian or a trans man, but their exact identity is unknown. People started throwing pennies at the police. Then nickels. Then quarters. The word got out and the mob grew larger. Beer and wine bottles began to be thrown at the officers along with the coins. Followed by cobblestone from the ground. The crowd began banging on and rocking the police cars. They also slashed the tires. A pile of bricks was discovered at a nearby construction site, so bricks joined in next. The police were outnumbered and retreated.    P a g e  | 120  The Sunday After, June 29 The gay community would not stop there, however. Saturday was the beginning of the riots and the community kept it going. A crowd of people gathered to look at the Stonewall Inn, to see the place where the battle took place the day before. Understanding they could not have equality everywhere, they wanted to have equality on this one stretch of territory at the very least (Breaking Out in the Fight for Gay Rights: Stonewall 2015). If heterosexual bystanders faced any inconveniences, the queer community saw it as a small price to pay, as their inequality was a large inconvenience to them. The crowd began to chant, “Liberate the street!” and “Christopher Street belongs to the queens!” and these chants echoed through the street (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The crowd turned from observers to protestors. They moved into the street, blocked traffic, and even rocked vehicles. Of course, these behaviors quickly resulted in a call to the police. Violence broke out once again in front of the Stonewall Inn. Bottles flew through the air. Billy clubs were whirled. Fires were started. Trashcan lids were used as weapons. Blood was spilled. Overwhelmed, the police also added tear gas to the mix (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The protestors turned on the police officers, trying to chase them off. The street was eventually secured by the tactical patrol force. Only one person died during the riot, a bystander taxi driver who was caught in the riot and was unable to get to the hospital after experiencing a heart attack (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The Stonewall Inn would see calmer days past this riot. Advocates still came to stand outside, as did police to keep things in check. The riots had done what they needed to do—kickstart the liberation.  P a g e  | 121  Famous Stories and Important Figures from Stonewall The Stonewall Riots of 1969 kickstarted the Gay Liberation Movement. After the riots, eyewitness stories began to emerge. Perhaps the most famous story is of a drag queen (a more accepted term for cross-dresser in recent history) named Marsha P. Johnson. (Marsha later came out as a trans woman.) It is one of the many iconic tales from the Stonewall Inn Riots. Marsha Johnson, fed up with the police, discrimination, and injustice, picked up a shot glass. She hurled the shot glass at a mirror and shouted, “I got my civil rights!” as the shot glass hit the mirror. To this day, Marsha’s act is often called “the shot glass that was heard around the world” (Breaking Out in the Fight for Gay Rights: Stonewall 2015).  This phrase comes from the famous “the shot heard around the world,” in reference to the first shot of the American Revolutionary War. Marsha was an outspoken gay activist and was known as the “queen of Christopher Street” (Seeing Gender 2019). She supported gay rights, transgender rights, and AIDS patients. She battled with mental illness and homelessness throughout her life. From modeling for Andy Warhol to being part of the Stonewall Riots, she lived a very diverse and interesting lifestyle. Along with her longtime friend and colleague, Sylvia Rivera, she became a hero in the transgender community. Marsha and Sylvia decided to advocate for transgender youth by starting Street Transvestite Action Revolutionaries, or STAR (“Overlooked” 2018). STAR would provide clothing, housing, and food for transgender youth who had nowhere to go.  Sylvia was a character who would often become intertwined with political leaders and was often supportive. But when the Gay Activists Alliance excluded transgender people from its civil rights agenda during the early 1970s, Sylvia’s attitude turned sour. She turned on the group and warned them, “Hell hath no fury like a drag queen scorned” (“Sylvia Rivera, 50, Figure in P a g e  | 122  Birth of the Gay Liberation Movement” 2002). But Sylvia began to struggle with drug addiction and homelessness in the coming years. She eventually found a home at the Transy House, a private shelter for the transgender community in Park Slope, Brooklyn, which was modeled after STAR (“Sylvia Rivera, 50, Figure in Birth of the Gay Liberation Movement” 2002). It was there that she met her partner, Julia Murray, who she would be with for the rest of her life. Another well-known Stonewall saying also has its roots in the famous Revolutionary War quote. Dick Leitsch, president of the Mattachine Society of New York (one of the earliest LGBT organizations in America), called it, “the hairpin drop heard around the world” (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The hairpin part of the quote comes from a gay slang term that means to reveal one’s sexual orientation or homosexuality. As we now know today, these sayings are all true. The Stonewall Riots were in fact heard around the world. These instrumental riots not only marked the beginning of the gay liberation in the states, but also serves as an inspiration for queer people around the globe.  The Stonewall Inn Historical Museum and Bar: A Vision The Stonewall Inn is located on Christopher Street, between Sixth and Seventh Avenues. Although the Stonewall Riots have been an important historical movement in queer history in the United States, the Stonewall Inn was not recognized up until relatively recently. The Stonewall Inn was declared a National Monument under the National Park Service on June 24, 2016, during Barack Obama’s presidency. To this day, the Stonewall Inn is open for business as a bar (see Figure 27). It is still very much a hub and meeting place for the queer community in New York City. Shows are put on, drinks are served, and it is a safe space for all. The bar even started P a g e  | 123  up an organization called The Stonewall Inn Gives Back Initiative. This nonprofit group provides education along with strategic and financial assistance to other grassroot organizations that are fighting for the LGBTQ+ community (“The Stonewall Inn Gives Back Initiative” n.d.). The bar is open from 12 P.M. to 4 A.M. daily and is under the management of people who clearly understand its historical significance.  But what if the bar were to, hypothetically, close down one day? What would be the fate of the Stonewall Inn? The author has a vision for this historic icon. There is a Stonewall museum in Florida, however since Stonewall took place in New York, it would be ideal to have such a museum located in the state of New York. The idea is a mixture of the traditional Stonewall Inn and a museum. The Stonewall Inn Historical Museum and Bar would be a bar with rotating exhibitions. The sale of alcohol would have to be limited in order to protect the exhibits, thus harder alcohol such as liquor would not be sold within the museum. There are two main reasons for not selling liquor: to cut the cost of needing a liquor license and to avoid patrons from getting Figure 27: The Stonewall Inn as it looks today. (“GVHD50 and Stonewall50 – LGBTQ Sites of the Greenwich Village  Historic District” 2019) P a g e  | 124  intoxicated too quickly. Can a museum and alcohol really mix? It is an important question to keep in mind and, luckily, the Buffalo Museum of Science was able to answer that. The Buffalo Museum of Science was able to give an example of what happens when the museum experience and the consumption of alcoholic beverages combine. The fusion of the two is one that needs to be taken seriously and handled with caution. The Buffalo Museum of Science has hosted an event called Beerology. This event is orientated around beer and drinking, as multiple local breweries will join the event to sell samples and bottles. This event has been held twice so far. The first Beerology ran into the issue of people drinking too much while at the event, which is to be expected. This leads to spills, garbage being left in multiple locations, and tainted exhibits.  Beer spills that were not cleaned properly gave the museum a musty odor for the next few days (anywhere from one to three days on average). Trash, specifically empty beer cans and plastic cups, were left on benches, the floors, and exhibits themselves. Some exhibits were sticky from, what is to be assumed is, beer. It is unknown how the exhibits were contaminated with beer, as it could have been from a spill or from someone who had beer on their fingertips. The second Beerology ran into similar issues. This time people were showing up intoxicated. This led to the same issues as previously stated.  Alcohol needs to be carefully controlled in a museum environment. To get alcohol and museum exhibits to live in harmony on a daily basis would be a challenge. Extra precautions would be taken at the Stonewall Inn Historical Museum and Bar. Each exhibit would be wall mounted. The exhibits would not contain any large objects. The exhibits that did contain objects would not be allowed to stick out more than 12 inches from the wall. The maximum limit is to minimize the chances of bar patrons from bumping into the exhibit. Artifacts that would be most P a g e  | 125  likely to be on display would be something small or thin, such as pins (see Figure 28) or t-shirts (see Figure 29) similar to artifacts from the Dr. Madeline Davis LGBT Collection. A typical exhibit would be a simple wall mount. The exhibit would be photographs and information printed onto large foam boards. These foams boards would be hung up with hook-and-loop fasteners (Velcro strips). This would allow for the exhibits to be interchangeable and would be ideal for an easy dismantling process. Keeping the exhibits two-dimensional would also cut down on costs (Interpreting LGBT History at the Museum and Historical Sites 2015). Each panel would be saved onto a computer and be able to be reprinted if necessary. Each exhibit would have a queer theme. Themes include but are not limited to: the history of Stonewall, the details of the Stonewall Riots, stories of Stonewall witnesses, queer history from 1900 to the present, the  Pin #268 Pin #184 Pin #325 Figure 28: Examples of pins that could be display at the hypothetical Stonewall Inn Historical Museum and Bar. (Activist Pin and Button Collection n.d.) P a g e  | 126  history of Pride, the fight for marriage equality, and an introduction to different identities. Gathering these items would be a sensitive issue and would be approached by using the same process that the Lesbian Herstory Archives uses. The Lesbian Herstory Archives gathers documentation of lesbian lives and has a special requirement. This requirement is that all donors ought to be a lesbian, have lesbian material to donate, or represent lesbianism in some form (Queers Online 2015). Inspired from this, the Stonewall Inn Historical Museum and Bar would only accept items from donors that are in the queer community or from donors that have a strong connection to the queer community. It would be essential for staff members who collect material to be on the same page and to coordinate collecting efforts as a group (Ephemeral Material: Queering the Archive 2014). These efforts would ensure organization, an important component Figure 29: Examples of shirts that could be displayed at the hypothetical Stonewall Inn Historical Museum and Bar. (Activist Pin and Button Collection n.d.)  P a g e  | 127  of any museum. These objects and information would have their roots in the queer community and should be accessible to the whole community. New York City is a busy, loud, and sometimes stressful place to visit. It may not be everyone’s cup of tea. Therefore, in addition to the physical museum, the museum would also contain an online component for those who cannot or do not wish to travel to New York City, as the Stonewall Inn Historical Museum should be accessible to all. The exhibits would be digitized. Digitization is the process of transforming analog information into a binary electronic form or is made digital with conversion technology, which could be scanning, optical character recognition (OCR), and digital photography (Queers Online 2015). By digitizing exhibits, displays can be backed up on a computer or other source of storage, providing protection from physical disasters such as flooding and fires. However, digital files must be stored on multiple devices. This protects the data from disk failure and accidental erasure (Queers Online 2015). It is important to remember, however, that digital copies cannot stand in for the physical originals (Queers Online 2015).  The originals should be stored in an appropriate environment when not on display. It is best to keep both the digital and the original because metadata can still be lost or obscured during or after the digitization process (Queers Online 2015).  The digitization process is relatively straight forward for paper objects. Going into three-dimensional objects is a different game. Since the exhibits would most likely contain small or flat objects (pins and t-shirts in particular, as mentioned before), scanning would not be a universal option. To document these three-dimensional objects, the process that the Dr. Madeline Davis Archives uses would be replicated. Photographs of the objects would be taken, and descriptions would be written. Not all data can be captured by a photograph, however. Details P a g e  | 128  about the objects can be lost if an archivist does not deem them important enough to record, such as the type of metal used for a pin, the quality of paper used to create the pin, or the type of fabric a shirt is made of, therefore keeping the original object is a necessity (Queers Online 2015). This mixture of keeping a living collection, which would gather items continuously, combined with an online component would be the backbone of the Stonewall Inn Historical Museum and Bar. The Stonewall Riots were an important event that kicked off the start of the gay liberation movement. Without these riots and without the activists’ work after Stonewall, gay rights would not have come as far as they have today. The Stonewall Inn still stands today and should be preserved. As a historical site, it should be open to all people. A museum by day and bar by night could be a possible way to have the bar open to people who are underage or who do not drink. Preserving the Stonewall Inn is a good step to take to preserve queer history.              P a g e  | 129  Chapter 13: Concluding Thoughts   Queer people have been fighting for their lives for all of history. The liberation started with a trans woman of color acting out in the name of freedom (Seeing Gender 2019). The history is not all black and white, but rather is a rainbow of colors. The queer community is diverse, strong, and has come a long way since June of 1969 when the Stonewall Riots broke out (Breaking Out in the Fight for Gay Rights: Stonewall 2015). The community deserves respect, acceptance, support, and representation. As cultures change and become more evolved, the queer community is being more and more accepted (in the United States). With such a large cultural influence, museums can speed up the rate that culture changes in favor of the queer community. Any museum can be a voice for queer support. The queer community includes people from asexuals to bisexuals, from trans men to trans women, and everyone in between or outside of the binary. All of these people owe appreciation to the trans women of color who fired up the Stonewall Riots in 1969. With such a large and colorful group, no museum should have a difficult time with queer inclusivity. Each type of museum has different ways to approach inclusion.  Art museums have a rich queer history and have a plethora of queer artists to put into the spotlight. Children’s museums may rock the boat by being inclusive, but the museum needs to stand its ground and speak out for inclusion. History museums perhaps have the easiest task, as queer people are common in human history, even though they may be hidden at times. Science museums can look to the animal kingdom for queerness or turn to their fellow. Funding is available for museums that may not have the financial means to create new opportunities for P a g e  | 130  queer inclusivity (“Every Voice | Every Story” n.d.). There is no excuse for any type of museum to not include queerness. With some creativity and research, any museum is more than capable of being queer inclusive.  Inclusiveness may be through exhibitions, staff, visitors, or even museum ads. Perhaps the most complex situation is when a staff member comes out as queer. Whether they are gay, transgender, or maybe even asexual, one should not be prejudiced or unenlightened when accommodating queer employees. Queer employees should be welcomed, accepted, and included. If there is ever a question of inclusion, it is appropriate to ask queer employees for their input. If employees are not interested in helping, local or national organizations are a resource to turn to.  Diversity is something to be embraced and cherished. Changes to accommodate diversity should be welcomed. There should be a clear effort to be inclusive—of the queer community and beyond. Museums should represent everyone and be accessible to everyone, no matter what their backgrounds or physical abilities are (Graham 2021). Some inclusivity is mandated by laws, but museums should go above and beyond the laws to encourage and accommodate inclusivity. Museums should create a safe and friendly environment for both queer employees and visitors.  This handbook was written in hopes of creating a safe culture for queer people by assisting museums with being leaders on inclusiveness. One day, with help from museums around the world, queerness will be normalized and widely accepted. The hope is that with this handbook, along with help from queer resources, every type of museum will be able to contribute to queer inclusivity. This will allow the next generation to live openly, safely, and happily. P a g e  | 131  Glossary:  AFAB/AMAB: Assigned female at birth/assigned male at birth. Agender: A person who does not identify as any gender. Aromantic: A person who does not experience romantic attraction. Asexual: A person who does not experience sexual attraction. Biromantic: A person who experiences romantic feelings towards multiple genders. Bisexual: A person who is sexually attractive to multiple genders. Cisgender: A person who identifies as their gender assigned at birth. Demi gender: A person who identifies between non-binary and a binary gender. Gatekeeping: When someone wants to limit access to the queer community.  Gender identity: The gender that someone identifies with. Gender expression: How someone expresses their gender on the outside. Gender non-conforming: A person who does not conform to gender norms. Genderfluid: A person who’s gender changes. Heterosexual: Straight, a who is attracted to the opposite gender. Homosexual: A person who is attracted to the same gender. Intersex: A person who was born with differences in sex characteristics. LGBT+ (LGBTQ+): Lesbian, Gay, Bisexual, Transgender, Questioning, and beyond. Misgender: When a transgender person is called by the wrong gender identity. Non-binary: A person who identifies somewhere between male and female.  Panromantic: A person who is romantically attractive to someone regardless of their  gender identity.  Pansexual: A person who is attracted to someone regardless of their gender identity.  Queer: An all-inclusive term for the LGBT+ community.  Sexual orientation: Who someone is attractive to. Transgender: A person who does not identify with their assigned gender at birth, also  called trans. Stonewall Riots: The start of the American queer liberation movement in New York  City, in June of 1969. P a g e  | 132  Information Citations:  “2018 LGBTQ Youth Report.” Human Rights Campaign. n.d. Accessed March 1, 2020.  https://www.hrc.org/resources/2018-lgbtq-youth-report.  “About LGBT+ STEM.” LGBT STEM. n.d. Accessed March 1, 2020.  https://lgbtstem.wordpress.com/about/.  “About ONE.” ONE Archives. n.d. Accessed April 27, 2019.  https://www.onearchives.org/about/history/.  “About oSTEM.” Out in Science, Technology, Engineering, and Mathematics n.d. Accessed  February 27, 2020. https://www.ostem.org/page/about-ostem.  “About QTM.” Queering the Museum Project. n.d. Accessed March 4, 2020.  https://queeringthemuseum.org/about/.  “Archives & Special Collections: Dr. Madeline Davis LGBTQ Archives of Western New York.”  E. H. Butler Library. Last modified April 26, 2019. https://library.buffalostate.edu/archives/LGBTQ.  Baumsum, Ann. Breaking Out in the Fight for Gay Rights: Stonewall. New York: Viking by  the Penguin Group, 2015.  Cassidy, Angela, Simon J Lock, and Georgina Voss. “Sexual Nature? (Re)presenting Sexuality  and Science in the Museum.” Science as Culture 25, no. 2 (April 2, 2016): 214–238.  Chan, Sewell. “Overlooked: Marsha P. Johnson, A transgender pioneer and activist who was a  fixture of Greenwich Village street life”. The New York Times. Corrected on March 8, 2018. https://www.nytimes.com/interactive/2018/obituaries/overlooked-marsha-p-johnson.html.  Dunlap, David. “Sylvia Rivera, 50, Figure in Birth of the Gay Liberation Movement”. The New  York Times. February 20, 2002. https://www.nytimes.com/2002/02/20/nyregion/sylvia- rivera-50-figure-in-birth-of-the-gay-liberation-movement.html.  “Dr. Madeline Davis LGBTQ Archives: LGBT Historical T-shirt Collection.” n.d. Accessed  April 30, 2019. E.H. Butler Library. https://digitalcommons.buffalostate.edu/lgbtq_shirts/.  “Every Voice | Every Story: Achieving Greater Agency, Equity, and Social Justice in New  York’s Historical Record.” n.d. New York State Archives. Accessed January 28, 2021.  http://www.archives.nysed.gov/records/shrab-every-voice.  P a g e  | 133  Ferentinos, Susan. Interpreting LGBT History at the Museum and Historical Sites. United States:  Rowman & Littlefield, 2015.  Ford, Elyssa. “Becoming the West: Cowboys as Icons of Masculine Style for Gay Men.” Critical  Studies in Men’s Fashion 5, no. 1-2 (April 1, 2018): 41–53.  Fraser, John and Heimlich, Joe E., editors. “Where is Queer?” Museums and Social Issues: A  Journal of Reflective Discourse 3, vol 3. no. 1 (2008).  Gottlieb, Iris. 2019. Seeing Gender: An Illustrated Guide to Identity and Expression. San  Francisco: Chronicle Books.  Hernández, Sarita, and Chris Vargas. “Resisting the Museum: Archiving Trans Presence and  Queer Futures with Chris E. Vargas.” American Quarterly 71, no. 2 (2019): 371–378.  Imbler, Sabrina. “The Forgotten Trans History of the Wild West.” Atlas Obscura. June 21, 2019.  Accessed October 29, 2020. https://www.atlasobscura.com/articles/trans-history-wild-west.  Ingram-Waters, Mary. “Gender, Sexuality, and Technology in Male Pregnancy: An Analysis of  Lee Mingwei and Virgil Wong’s Installation, POP! The First Human Male Pregnancy.” Sexualities 19, no. 1-2 (February 2016): 138–155.  Jones, Owen. “Putting LGBTQ People Back on the Canvas of History.” The Lancet 390, no.  10092 (July 22, 2017): 352–353.  Kelley, Lindsay. \"Transanimality.\" Macmillan Interdisciplinary Handbooks: Gender: Animals,  edited by Juno Salazar Parrenas, Macmillan US, 1st edition, 2018.   Kermode, Jennie, and Jane Fae. 2018. Transgender Employees in the Workplace: A Guide for  Employers. Philadelphia: Jessica Kingsley.  Kong, Carlos. “SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines Schwules  Museum, January 22-June 26, 2016.” Contemporaneity (Pittsburgh, PA) 5, no. 1 (November 30, 2016): 129–135.  Kong, Carlos. “SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines Schwules  Museum, January 22-June 26, 2016.” Contemporaneity: Historical Presence in Visual Culture 5, no. 1 (November 30, 2016): 129–135.  Kumbier, Alana. Ephemeral Material: Queering the Archive. Sacramento, CA: Litwin Books,  2014.   P a g e  | 134  Leitch, Christopher, Renae Youngs, Annette Gavigan, Michael Lesperance, William James  Burns, Barbara Cohen-Stratyner, Paul Hammond, and Jaden Hansen. “LGBTQ Welcoming Guidelines for Museums: Developing a Resource for the Museum Field.” Museums & Social Issues 11, no. 2 (July 2, 2016): 138–146.  Low, Carol. “Curating Prejudice and Pride: Recognising Lesbian, Gay, Bisexual and  Transgender Lives in Brisbane: What It Means to Be Human.” Journal of Australian Studies: Feminism and the Museum 40, no. 2 (April 2, 2016): 222–236.  Lussenhop, Alexander. “Beyond the Male/Female Binary: Gender Equity and Inclusion in  Evaluation Surveys.” Journal of Museum Education: Woman/Trans/Femme in the Museum 43, no. 3 (July 3, 2018): 194–207.  Mai, Effi. “It’s Queer Baiting, Not Representation.” Diva (October 1, 2015): 40–41.  http://search.proquest.com/docview/2242694431/.  McRuer, Robert. The Queer Renaissance: Contemporary American Literature and the  Reinvention of Lesbian and Gay Identities. New York: New York University Press, 1997.  Mervosh, Sarah. “Casimir Pulaski, Polish Hero of the Revolutionary War, Was Most Likely  Intersex, Researchers Say.” The New York Times. (2019): A13.  Middleton, Margaret, and Sage Morgan-Hubbard. “Woman/Trans/Femme in the  Museum.” Journal of Museum Education: Woman/Trans/Femme in the Museum 43, no. 3 (July 3, 2018): 174–178.  Middleton, Margaret, and Alicia Greene. “Trans Narratives in Children’s Museums.” Journal of  Museum Education: Woman/Trans/Femme in the Museum 43, no. 3 (July 3, 2018): 220–227.  “MOTHA and Chris E. Vargas present: Trans Hirstory in 99 Objects.” Henry Art. n.d.  Accessed November 15, 2019. https://henryart.org/exhibitions/motha-and-chris-e-vargas-present-trans-hirstory-in-99-objects.   “MOTHA Mission Statement.” Museum of Trans Art and Hirstory. n.d. Accessed October 27,  2019. https://www.sfmotha.org/about.  Niittynen, Miranda. “Animal Magic: Sculpting Queer Encounters through Rogue Taxidermy  Art.” Gender Forum, no. 55 (January 1, 2015).  Orangias, Joseph, Jeannie Simms, and Sloane French. “The Cultural Functions and Social  Potential of Queer Monuments: A Preliminary Inventory and Analysis.” Journal of Homosexuality 65, no. 6 (May 12, 2018): 705–726.  P a g e  | 135  “Preventing Suicide: Facts about Suicide.” The Trevor Project. n.d. Accessed February 27,  2020. https://www.thetrevorproject.org/resources/preventing-suicide/facts-about-suicide/.  “Pride in STEM.” Pride in STEM. n.d. Accessed February 27, 2020. https://prideinstem.org/. Rao, Seema. “How Men Can Improve Equity for Women, Femme, and Gender Nonconforming People.” Journal of Museum Education 43, no. 3 (2018): 219–219.  Reddy-Best, Kelly L, and Dana Goodin. “Queer Fashion and Style: Stories from the Heartland— Authentic Midwestern Queer Voices through a Museum Exhibition.” Dress (January 23, 2020): 1–26.  Robinson, Andrew. “The Enduring Enigma of Alan Turing.” The Lancet (British edition) 384,  no. 9952 (2014): 1420–1420.  “Second-wave Feminism.” Khan Academy. n.d. https://www.khanacademy.org/humanities/us- history/postwarera/1960s-america/a/second-wave-feminism.  Sender, Katherine. “Selling Cosmopolitanism: Same-Sex Materials in Museums in Asia, Europe,  and the United States.” GLQ: A Journal of Lesbian and Gay Studies 26, no. 1 (January 2020): 35–61  Sheridan, Vanessa. 2019. Transgender in the Workplace: The Complete Guide to the New  Authenticity for Employers and Gender-Diverse Professionals. Santa Barbara, California: Praeger, An Imprint of ABC-CLIO, LLC.  Sikora, Tomasz. “Queer Life-Worlds and the Art of David Wojnarowicz.” Journal of Gender  Studies: Biopolitics, Necropolitics, Cosmopolitics 29, no. 1 (January 2, 2020): 76–87.  “The Largest Collection of LGBTQ Materials in the World.” ONE Archives. n.d. Received  November 2019.  “Transgender Hirstory in 99 Objects: Legends & Mythologies.” ONE Archives. n.d. Accessed  April 27, 2019. https://one.usc.edu/exhibition/transgender-hirstory-99-objects-legends-mythologies.  Tyburczy, Jennifer. “All Museums Are Sex Museums.” Radical History Review 2012, no. 113  (2012): 199–211.  Vargas, Chris. “MOTHA.” Museum of Trans Art and Hirstory. n.d. Accessed October 29,  2019. http://www.chrisevargas.com/motha.   Vargas, Chris E, David Evans Frantz, Museum of Transgender Hirstory & Art, and ONE  National Gay & Lesbian Archives. 2015. Transgender Hirstory in 99 Objects: Legends and Mythologies. Los Angeles: Museum of Transgender Hirstory & Art.  P a g e  | 136   Wallace, Rachel. “Gay Life and Liberation, a Photographic Record of 1970s Belfast: Exhibiting  Private Photographs and Oral Histories.” The Public Historian 41, no. 2 (2019): 144–162.  Webster, Hayley. “LGBTIQA+ Leadership at Museums Victoria.” Incite (Sydney) 41, no. 3/4  (March 2020): 17.  Wexelbaum, Rachel, editor. Queers Online: LGBT Digital Practices in Libraries, Archives, and  Museums. Sacramento, CA: Litwin Books, 2015.   Special thanks to Daniel DiLandro, college archivist, special collections librarian, and internship supervisor at Buffalo State for information on the Dr. Madeline Davis Archives and Stonewall, 2018-2019.  Special thanks to Chris E. Vargas, executive director of the Museum of Transgender Art and Hirstory for information on the MOTHA museum and projects, 2019.  Special thanks to Nymph Peace for making time to be interviewed by the author to discuss queer identities, 2019.  Special thanks to Gabrielle Graham from the Buffalo Museum of Science for information about the disabled community, 2021.                      P a g e  | 137  Image Citations:  Cover page background. Queer Out of the Closet Wallpaper. Castanet. n.d. Accessed May 9,  2019. https://www.castanet.net/news/Penticton/239223/Pride-society-needs-help.  Figures 1-3. Queer Exhibits in the Union. Courtesy of the Buffalo State Madeline Davis  Archives. Photographs taken by Hope Dunbar.  Figure 4. Final Queer Exhibit in the Union. Photographs taken by the author.  Figure 5. Comrades by Henry Scott Tuke, 1924. “Henry Scott Tuke”. n.d. Accessed  February 24, 2020. https://www.meisterdrucke.uk/artist/Henry-Scott-Tuke.html.  Figure 6. Self-Portrait with Thorn Necklace and Hummingbird by Frida Kahlo, 1940. “Self- Portrait with Thorn Necklace and Hummingbird”. n.d. Accessed February 26, 2020.  http://www.kahlo.org/self-portrait-with-thorn-necklace-and-hummingbird/.  Figure 7. Made by the author.  Figure 8. Made by the author.  Figure 9. Kong, Carlos. “SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines  Schwules Museum, January 22-June 26, 2016.” Contemporaneity (Pittsburgh, PA) 5, no. 1 (November 30, 2016): 129–135. 129–135.  Figure 10. Kong, Carlos. “SuperQueeroes – Our LGBTI Comic Book Heroes and Heroines  Schwules Museum, January 22-June 26, 2016.” Contemporaneity (Pittsburgh, PA) 5, no. 1 (November 30, 2016): 129–135. 129–135.  Figure 11. Rao, Seema. “How Men Can Improve Equity for Women, Femme, and Gender  Nonconforming People.” Journal of Museum Education 43, no. 3 (2018): 219–219.   Figure 12. Comments on the POP! The First Human Male Pregnancy virtual exhibit. 2001.  Accessed November 7, 2020. https://malepregnancy.com.   Figure 13: “Forever Yours” by Sarina Brewer. 2007. Accessed November 6, 2020.  www.Sarina-Brewer.com.  Figure 14. Being Good Neighbors Exhibition. Explore and More. Accessed February 27,  2020. https://exploreandmore.org/.     P a g e  | 138  Figure 15-16. Mimi’s Family Exhibition display. Middleton, Margaret, and Alicia Greene. “Trans  Narratives in Children’s Museums.” Journal of Museum Education: Woman/Trans/Femme in the Museum 43, no. 3 (July 3, 2018): 220–227.  Figure 17. Bettmann, via Getty Images. Accessed February 29, 2020.  https://www.nytimes.com/2019/04/07/science/casimir-pulaski-intersex.html.  Figure 18. Article about Harry Allen. Imbler, Sabrina. “The Forgotten Trans History of the Wild  West.” Atlas Obscura. June 21, 2019. Accessed October 29, 2020. https://www.atlasobscura.com/articles/trans-history-wild-west.  Figure 19. Homomonument monument in Amsterdam. Orangias, Joseph, Jeannie Simms, and  Sloane French. “The Cultural Functions and Social Potential of Queer Monuments: A Preliminary Inventory and Analysis.” Journal of Homosexuality 65, no. 6 (May 12, 2018): 705–726.  Figure 20. Gluck (1942) by Hannah Gluckstein (1895–1978). Jones, Owen. “Putting LGBTQ  People Back on the Canvas of History.” The Lancet 390, no. 10092 (July 22, 2017): 352–353.  Figure 21. Seaberg, Maureen. Intersex cardinal. “Rare half-male, half-female cardinal spotted in  Pennsylvania”. National Geographic, 2019. Web accessed March 2, 2020. https://www.nationalgeographic.com/animals/2019/01/half-male-half-female-cardinal-pennsylvania/.  Figure 22. Cuttlefish Illustration. Seeing Gender: An Illustrated Guide to Identity and  Expression, pg. 73. San Francisco, CA: Chronical Books, 2019.  Figure 23. Binary code used for the Alan Turing demonstration. Courtesy of the Buffalo  Museum of Science. 2019.  Figure 24. Binary code necklace and binary code bracelet. Made by the author. 2019.  Figure 25. The Spectrum. The Trevor Project. n.d. Accessed April 27, 2019.  https://www.thetrevorproject.org/about/programs-services/coming-out-as-you/the-spectrum/#sm.00012ta8ar17zodgcxdmqi1kolqs3/.  Figure 26. [Genderfluid] Pronoun Pin. n.d. NewYorkToyCollective on Etsy. n.d. Accessed  May 9, 2019. https://i.etsystatic.com/15837532/r/il/14af45/1275713454/il_1588xN.1275713454_lqcz.jpg.    P a g e  | 139  Figure 27. Kates, Ariel. “GVHD50 and Stonewall50 – LGBTQ Sites of the Greenwich Village  Historic District.” April 26, 2019. https://gvshp.org/blog/2019/04/26/gvhd50-and-stonewall50-lgbtq-sites-of-the-greenwich-village-historic-district/.  Figure 28. Pins. Activist Pin and Button Collection, Buffalo State Madeline Davis Archives.  n.d. Accessed May 3, 2019. https://digitalcommons.buffalostate.edu/lgbtq_pins/.  Figure 29. Queer shirts. LGBTQ Historical T-shirt Collection, Buffalo State Madeline Davis  Archives. n.d. Accessed May 3, 2019. https://digitalcommons.buffalostate.edu/lgbtq_shirts/index.2.html.  Table 1. Statistics about the transgender community and their sense of safety. 2018. Human  Right Campaign Youth Report survey. https://www.hrc.org/resources/2018-lgbtq-youth-report.  Table 2. Statement and appropriate responses. Created by the author. 2020.  Table 3. Sexual Orientations and Gender Identities Pride Flags. Nonbinary Wiki. n.d. Accessed  April 29, 2019. https://nonbinary.wiki/wiki/Main_Page.  Special thanks to Hope Dunbar, special collections archivist and internship co-supervisor at  Buffalo State, for photographs of the Buffalo State LGBT+ Union Hall Exhibits, 2018-2019.   ",
    "id": 386366622,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.buffalostate.edu:museumstudies_theses-1033"
    },
    "title": "A Museum’s Guide to Queer Inclusivity",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T08:00:00+00:00",
    "publisher": "Digital Commons at Buffalo State",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.buffalostate.edu/cgi/viewcontent.cgi?article=1033&amp;context=museumstudies_theses"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/386366622.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/386366622"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/386366622/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/386366622/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/386366622"
        }
    ],
    "abstract": "LGBT+ (gay, lesbian, bisexual, and transgender, also called queer) people have always existed. The history of queer people has been repressed and destroyed. As culture changes and becomes more accepting of these identities, queer people are living more openly, and history is being well recorded. Museums are institutions that are responsible for representing and perpetuating cultural views, and therefore have a responsibility to include a diverse variety of people. One strategy to normalize queerness is to integrate it into museums. This guide will explore queer inclusion, with an emphasis on transgender inclusion, in all different types of museums. The following types of museums will be explored: art, children’s, history, and science. The science section will be longer, as the author himself works in a science museum. Multiple suggestions and ideas on how to integrate queerness into these museums will be presented. Exhibitions may be a large part of museums, but something often overlooked is the importance of employees. Museum staff members may identify as queer. Tips on how to treat and approach these employees will be discussed. This guide will wrap up with how to embrace diversity and with concluding thoughts",
    "tags": [
        "text",
        "Queer",
        "Museum",
        "Queer Studies",
        "Museum Studies",
        "Diversity",
        "Activism",
        "Archive",
        "Archival Science",
        "Arts and Humanities",
        "History"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.buffalostate.edu:museumstudies_theses-1033",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14145",
        "openDoarId": 0,
        "name": "Digital Commons at Buffalo State",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 386366622,
        "depositedDate": null,
        "publishedDate": "2021-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-16T03:53:07+00:00",
        "acceptedDate": null,
        "createdDate": "2021-02-21T13:56:05+00:00"
    },
    "urls": [
        "https://digitalcommons.buffalostate.edu/museumstudies_theses/28",
        "https://digitalcommons.buffalostate.edu/context/museumstudies_theses/article/1033/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-16T03:53:07+00:00",
    "setSpecs": []
}