{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hall, Calvin J, III"
        }
    ],
    "contributors": [],
    "createdDate": "2020-12-18T15:12:30+00:00",
    "dataProvider": {
        "id": 2330,
        "name": "VCU Scholars Compass",
        "url": "https://api.core.ac.uk/v3/data-providers/2330",
        "logo": "https://api.core.ac.uk/data-providers/2330/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.25772/1CM8-JP12",
    "downloadUrl": "https://core.ac.uk/download/362646508.pdf",
    "fullText": "Virginia Commonwealth University VCU Scholars Compass Theses and Dissertations Graduate School 2020 A Phenomenological Study of Nonbinary Resilience and Mental Health Calvin J. Hall III Follow this and additional works at: https://scholarscompass.vcu.edu/etd  Part of the Health Psychology Commons  © The Author Downloaded from https://scholarscompass.vcu.edu/etd/6482 This Dissertation is brought to you for free and open access by the Graduate School at VCU Scholars Compass. It has been accepted for inclusion in Theses and Dissertations by an authorized administrator of VCU Scholars Compass. For more information, please contact libcompass@vcu.edu.       A PHENOMENOLOGICAL STUDY OF NONBINARY RESILIENCE AND MENTAL HEALTH   A dissertation submitted in partial fulfillment of the requirements for the degree of Doctor of Philosophy at Virginia Commonwealth University     By   Calvin J. Hall III Bachelor of Arts, Virginia Commonwealth University, 2015 Bachelor of Science, Virginia Commonwealth University, 2015 Master of Science, Virginia Commonwealth University, 2018      Director: Kristina B. Hood, Ph.D. Assistant Professor of Psychology Department of Psychology         Virginia Commonwealth University Richmond, Virginia November 2020      ii   Acknowledgments  I would first like to thank my mentor and chair, Dr. Kristina B. Hood, for welcoming me to her lab with open arms during my second year of graduate school. Had she not, I am sure I would never have gotten to this point. I also want to thank Dr. Hood for letting me pursue the projects I truly cared about, which is apparent in the current work. Lastly, she has pushed me to be a better researcher, colleague, and person, and I will never be able to thank her enough for that. You have been the perfect advisor for me over these past four years.  I would also like to personally thank Dr. Faye Belgrave for both serving on my committee and for her constant support in my academic and personal lives. Dr. Belgrave will forever be one of the smartest, most down-to-earth people I will ever meet, and I have been so privileged to have worked with her at the Center For Cultural Experience for the past three years. While I could spend pages discussing her contributions, in short, she has been one of my greatest advocates over the past four years.  Next, I would like to thank my dream team of a dissertation committee, Drs. Coston, Benotsch, and Wagaman. I have always appreciated the work you all do, both inside the classroom and outside. I could not have picked a better group of people to provide me with critical feedback on the current project.  In addition, I would like to thank my wonderful lab mates (Alison, Ashlynn, Alex, Bianca, and Chelsie) for making grad school a little easier on my most challenging days. I can recall numerous times in which I have laughed until falling on the floor. Thank you also such much. I cannot wait to call you all doctors! I also want to thank some of my most significant supports: Ms. Deborah Butler, Ari Tabaac, and my Action Alliance family, with an extra special acknowledgment of Kristen Vamenta.  I would like to thank my family for their continued support during my entire life. In particular, thank you to my hardworking, giving parents, Sonya and Calvin, my first and realest best friend, my older sister, China Hall, and adorable niece, Kylie “Muffin” Williams. I love you all more than you could ever know. While I can never repay you all for your sacrifices, I plan to try.   Lastly, I would like to thank those who came before for paving the way for a Black, geeky, introvert to be so authentic and follow their dreams.            iii  Table of Contents Acknowledgments…………………………………………………………………. ii List of Figures……………………………………………………………………… iv Abstract………...………………............................................................................... v Chapter 1: Introduction.............................................................................................. 1 Chapter 2: Literature Review..................................................................................... 4 Chapter 3: Method……..…………………………………....................................... 26 Chapter 4: Results………………………………………………………………….. 39 Chapter 5: Discussion…………………………………………………………….... 63 References…………………………………………......…………………………… 85 Appendices................................................................................................................ 101 A. Study Flyer................................................................................................ 101 B. Consent Form…………………………………………………………… 102 C. Demographic Questions ………………………………………………... 104 D. Screening Questions……………………………………………………. 107 I. Patient Health Questionnaire (PHQ-9)…………………………..  107 II. General Anxiety Disorder Scale (GAD-7)………...…...……….. 109 E. Brief Resilience Scale…………………………………………………... 110  F. Script and Procedure for Interviews…………………………………….. 111 G. Interview Questions…………………………………………………….. 112 H. Resource Sheet………………………………………………………….. 113 I. Cluster Analysis Word Clouds…………………………………………... 114 Vita……………………………………………………………………….... 115                                    iv  Table of Figures Minority Stress in Transgender Individuals.............................................................. 22 Transgender Resilience Intervention Model……………………………………….. 24       Abstract  A PHENOMENOLOGICAL STUDY OF NONBINARY RESILIENCE AND MENTAL HEALTH  By Calvin James Hall III, M.S.  A dissertation submitted in partial fulfillment of the requirement for the degree of Doctor of Philosophy at Virginia Commonwealth University  Virginia Commonwealth University, 2020  Major Director: Kristina B. Hood, Assistant Professor, Department of Psychology    Nonbinary individuals, or those who do not exclusively identify with a male or female gender, have gained increasing recognition and representation within the past ten years. Despite these steps forward, nonbinary individuals still experience higher rates of sexual assault, police brutality/harassment, job-related discrimination, and erasure when compared to binary transgender individuals, or gender-diverse individuals who exclusively identify as male or female. These disparities in violence, discriminatory practices, and erasure have been linked to exceptionally high rates of depression and anxiety in nonbinary people within the U.S. Thus, efforts to improve nonbinary mental health are critically needed. Previous research finds that resilience factors, or those which alleviate the effects of stressors, positively influence mental health outcomes (i.e., depression and anxiety) in binary transgender participants. However, there currently is a dearth of research findings and normed models of resilience for this population. Thus, the current inquiry uses a transcendental phenomenological method to examine experiences of resiliency in practice in response to depression and anxiety in nonbinary people  within the U.S.  Findings revealed that nonbinary people use a variety of useful resilience tools (i.e., community, distraction, therapy, and therapeutic techniques) to combat symptoms of depression and anxiety. Themes also emerged related to the conditions by which these tactics are used (i.e., work/school, interpersonal stress, the current pandemics, identity). While the current research is supported by previous findings on resilience in gender diverse individuals, this study is both novel in its examination of study outcomes in a sample entirely comprised of nonbinary individuals and its intersectional approach. In line with these findings, the present study has the potential to first address a significant gap in the psychological literature on this group. Secondly, these findings can be used to inform future qualitative and quantitative research, clinical practice, and both employment and education-related policy work. Lastly, and most importantly, the current research identifies that nonbinary individuals are a unique, multi-faceted, resilient community who should be celebrated as such. 1  Chapter 1: Introduction Nonbinary individuals, or those who do not exclusively identify with a binary gender (i.e., male or female), have gained increasing recognition and representation within the past ten years (Bergner, 2019), yet this population still experiences higher rates of health disparities (e.g., sexual assault and discrimination) (James et al., 2016; Grant et al., 2011), when compared to binary trans individuals, or those who exclusively identify as male or female. In line with increased susceptibility to disparities, this group also experiences significant erasure, or the practice of collective indifference that renders certain people and groups invisible, at the hands of both cisgender and binary transgender individuals (Goldberg, et al., 2019). Taken together, findings suggest that increased rates of violence, discriminatory practices, and erasure may be linked to high rates of depression and anxiety for this vulnerable group (Budge et al., 2014; Thorne et al., 2018). However, more inquiry is needed to understand the unique experiences of depression and anxiety in nonbinary individuals, along with ways to assuage these effects. For instance, previous research shows the positive influence of resilience, or “positive adaptations within the context of significant adversity” (Luthar et al., 2000) for gender-expansive individuals (e.g., Singh et al., 2011; Singh et al., 2014). The lack of resilience-based work on this group, coupled with their disproportionately high rates of health disparities, may signify one of the most impactful, understudied public health threats affecting gender minorities today. The majority of mental health research on gender-expansive participants has been informed by Hendricks and Testa’s (2012) transgender-specific adaptation of the minority stress model (Meyer, 2003). Despite its extensive use, this model has several concerning limitations. First, it primarily focuses on the experiences of binary transgender participants. Although nonbinary participants are often sampled in these studies, researchers either 1) only recruit 2  nonbinary individuals who also identify as transgender, even though many do not (James et al., 2016) or 2) recruit small numbers of nonbinary individuals. As a result, studies often lack statistical power to detect differences between binary trans and nonbinary individuals. Secondly, this model focuses on stressors related to binary transgender individuals and treats resilience factors as a less important construct in the lives of this group (Matsuno & Israel, 2018). More contemporary models point to resilience as an essential factor for combatting stress in gender minority populations (e.g., the Transgender Resilience Intervention Model [TRIM]; Matsuno & Israel, 2018).  While some research has aimed to test transgender stress and resilience models (e.g., Chavanduka et al., 2020), findings have yet to determine if these models capture the full experiences of nonbinary individuals. Additionally, both Hendricks and Testa’s model (2012) and the TRIM (Matsuno & Israel, 2018) were normed on primarily binary trans samples. Due to this lack of quantitative models, qualitative inquiry could be used to document the resilience of nonbinary individuals in response to disproportionate rates of depression and anxiety. In taking this approach, research could address a significant gap in the psychological literature by documenting specific resilience factors used by nonbinary individuals to combat depression and anxiety.  Purpose of this Study  The current study aimed to fill a gap in the psychological literature by documenting experiences of resiliency in practice in response to depression and anxiety in adult nonbinary people within the U.S. Importantly, this study examined tactics that stem from one’s resilience, opposed to the classic manner in which the construct of resilience is studied (i.e., as an internal state). A transcendental phenomenological approach was used in hopes of gathering participants’ 3  unique experiences in their own words. This is necessary, as the voices of this community have largely been absent in psychological inquiry on resilience and mental health constructs. Research questions included: 1) What are the experiences of nonbinary people within the U.S. in using resilience factors to alleviate the symptoms of depression and anxiety? 2) Under what conditions do these resilience factors function? In gaining insight into these questions, the current research has the ability to amplify the voices of nonbinary people within the U.S. in psychological research, document experiences of resilience, and identify which resilience factors this population uses to combat symptoms of depression and anxiety. In doing so, this work could contribute to the growing literature on this unique group and inform future interventions on ways to alleviate depression and anxiety in this population.                          4  Chapter 2: Literature Review  Definition of Terms As outlined by the Human Rights Campaign (2020), “transgender” or “trans” are umbrella terms denoting individuals whose gender identities, or one’s internal concept of themselves, differs from their assigned sex at birth. Individuals who belong to this group may identify with a binary gender identity (i.e., either male or female) or a nonbinary gender identity. According to a recent estimate (Flores et al., 2016), .6% of the US adults identify as transgender (i.e., approximately 1.4 million people within the U.S.). If these findings are combined with research suggesting that 33% of transgender individuals identity as nonbinary (James et al., 2016), this indicates that upwards of 65 thousand adults identify with a nonbinary gender. Importantly, it is worth noting that not all nonbinary individuals identify as transgender for many reasons, including that “transgender” is often used to exclusively denote binary transgender individuals (Bauer, Braimoh, Scheim, & Dharma, 2017). For this reason, current estimates may not accurately depict the actual number of nonbinary individuals nationwide.  Further, like the word “transgender,” “nonbinary” is an umbrella term representing many identities that do not fall within the Western binary system (i.e., either male or female). It includes those who reject or do not experience a gender identity (e.g., agender or neutrois), those who experience both male and female gender identities concurrently (e.g., genderfluid, bigender, intergender), those with more than one gender identity (e.g., polygender), or any other gender identities which fall outside or within the gender binary (e.g., genderqueer) (Matsuno & Budge, 2017; Richards et al., 2016). For the remainder of this document, I will use the terms “transgender” (i.e., which includes both binary and nonbinary individuals), “binary transgender,” binary trans,” or “nonbinary.” 5  Experiences of Nonbinary Individuals Within the past ten years, nonbinary individuals have gained more recognition and representation in popular media (Bergner, 2019) and the legal realm (Clark, 2019) than ever before, such that more than sixty-five thousand individual within the U.S. now identify with a nonbinary gender (Flores et al., 2016; James et al., 2016). Further, children’s television shows, like Steven Universe, have apparent nonbinary characters (Vital 2019), and celebrities, such as musician, Sam Smith and Pose star, Indya Moore, have brought nonbinary identities to popular culture (Ahlgrim, 2020). Within the legal realm, an increasing number of states are offering a third gender on driver licenses (Harmon, 2019). Most importantly, for so many, this is the first time in history that they have a term, or terms, that match who they are.  Despite these steps forward, nonbinary individuals remain a misunderstood and understudied population. This lack of understanding may first stem from a lack of societal knowledge about this group. While there are historical examples of nonbinary individuals, such as the Hijra’s of India and Two-Spirit People of North America, these groups have not received great representation throughout history (Marshall et al., 2019). In comparison, while binary transgender individuals still experience disproportionate rates of health disparities nationwide, binary trans rights pioneers have been visible advocates for change, spanning over five decades (Stryker, 2008). A 2015 survey conducted by the Pew Research Center found that 16% of U.S. Americans and 27% of millennials know someone who is binary trans (GLAAD, 2015). While these percentages are not exceptionally high, they demonstrate that binary trans individuals are increasingly visible in society.   Similarly, the lack of nonbinary identity understanding may stem from a cultural bias toward binarism, or Western belief that gender is classified in one of two distinct and opposing 6  ways: male or female (Dozier, 2005; Messner, 2000). This view assumes that all people can be placed into one of the two groups, whether cisgender or transgender. For this reason, there is a dominating cultural narrative that all transgender individuals must want to medically transition to affirm their genders (Bradford et al., 2013). As nonbinary identities inherently disregard and challenge the assumption of binarism, research finds that some U.S. Americans believe nonbinary genders to be fabricated or non-existent (Chang et al., 2017). Other studies suggest that nonbinary identities are viewed as a “stepping stone” for the transition to a binary identity (2017), similar to discourse on bisexuality (Eisner, 2013). Such views contribute to experiences of invalidation and stigma related to nonbinary individuals’ gender identities in a way that those with binary genders may not experience (Harrison et al., 2012).  Lastly, newer findings point to gender conformity as a contribution to a lack of understanding of nonbinary individuals.  Findings from the largest transgender survey found that those who were more likely to be perceived as cisgender were less likely to experience some forms of discrimination compared to those who were perceived to be trans (James et al., 2016). Essentially, this may influence nonbinary individuals, in that, due to binary ways in which U.S. Americans view gender expression, deviation from this deeply embedded way of viewing others may lead to stigmatization. Some research suggests that gender nonconformity can result in higher rates of violence in trans individuals (2016) and sexual minority members (Gordon & Meyer, 2007). Due to variety of ways in which a nonbinary individual may choose to express themselves, which includes, but is not limited to: making no changes whatsoever, use of hormone replacement therapy, surgical options, gender nonconforming dress, and social options (e.g., changing gender markers or pronouns), they may be more likely to experience the implicit 7  and explicit consequences of stigmatizing attitudes. More research is needed to examine this occurrence further, however. Taken together, it likely not surprising that research on this group is limited. In fact, research on gender-expansive individuals has historically focused on studying health disparities, such as violence (James et al., 2016), discrimination (Grant et al., 2011), and negative mental health outcomes (Klein & Golub, 2016) in binary trans individuals. In studies that do include nonbinary participants in their samples, datasets often lack the necessary power to conduct meaningful, comparative analyses. While research on binary trans individuals is critical, findings suggest that nonbinary individuals may have distinctly different experiences than their binary counterparts (e.g., Reisner & Hughto, 2019). This is evident when examining differing rates of mental health outcomes, stigma, and erasure in nonbinary samples (Thorne et al., 2019; Goldberg et al., 2019). Thus, more dedicated nonbinary-specific research is needed.  Of the nonbinary-specific research that has been conducted, the majority has documented the effects of stigma on this group. Research suggests that nonbinary individuals experience higher rates of sexual assault, police brutality/harassment, and job-related discrimination when compared to binary transgender individuals (Cantor et al., 2020; Grant et al., 2011; James et al., 2016). Additionally, work has also addressed the negative emotional burden, such as experiences of rejection and fear, associated with living in a binary world (Barbee & Schrock, 2019). Similarly, research finds that nonbinary individuals experience significant erasure, or the practice of collective indifference that renders certain people and groups invisible, by both cisgender and binary transgender individuals (Goldberg et al., 2019). A mixed-methods study of health care experiences of 506 trans and nonbinary college students found that nonbinary participants felt a sense of erasure and invalidation from society (Goldberg et al., 2019). Qualitative responses 8  suggested that erasure can contribute to concealment of one’s nonbinary identity and manifest as being misgendered (i.e., not being referred to with the correct pronouns), rejected, or harassed. One participant even stated, “Others will say my gender is not real and that I’ve made it up.” These findings provide support that erasure can have significant negative effects on nonbinary individuals. Taking the research on stigma together, findings point to deficits in mental health outcomes for this group.  Nonbinary Mental Health  Research provides support that increased disparities in this population may result in more negative mental health outcomes when compared to binary trans participants (e.g., Budge et al., 2014; Thorne et al., 2019). For instance, Budge and colleagues (2014) conducted a study of clinical depression and anxiety in a sample entirely comprised of nonbinary individuals (i.e., specifically genderqueer). Researchers found that 53% of their sample reported clinical depression, while over a third (i.e., 39%) reported clinical anxiety. Further, their findings revealed that coping may play an important role in decreasing these levels of mental health outcomes. Similarly, Thorne and colleagues (2019) conducted a study in the United Kingdom, seeking to examine differences in reported mental health outcomes (i.e., depression, anxiety, suicidal behavior, self-esteem, and social support) between nonbinary and binary trans individuals. Their results suggest that nonbinary individuals have higher rates of depression and anxiety, in addition to lower self-esteem when compared to binary transgender participants. On a more robust scale, both large, nationally representative surveys conducted by the National Center for Transgender Equality (i.e., the National Transgender Discrimination Survey and U.S. Transgender Survey) (Grant et al., 2011; James et al., 2016) found that nonbinary individuals 9  report higher rates of psychological distress when compared to binary trans people living in the U.S.   These findings have also been replicated in specialized samples, such as college students (Lefevor et al., 2020) and youth (Todd et al., 2019). A 2020 study of health disparities in a college sample of cisgender, binary transgender, and nonbinary individuals found that nonbinary participants experience higher rates of depression, anxiety, suicidality, and eating concerns when compared to cisgender participants (Lefevor et al., 2020). A 2019 study of demographic influences on the health of transgender youth (i.e., age 15- 24) found that these staggering rates of depression and anxiety may be attributed to stress. Researchers found that nonbinary participants reported significantly more stress when compared to binary trans participants (Todd et al., 2019). Also, nonbinary participants experiencing stress were less likely to live as their affirmed gender and had less access to medical interventions to affirm their genders. As a result of these disparities in mental health outcomes, nonbinary participants report more substance use and less social support from family members when compared to binary trans participants (Reisner & Hughto, 2019). Other research has examined suicidality in these populations (e.g., Harrison et al., 2012). For instance, Harrison and colleagues found that the 387 nonbinary individuals participating in the 2008 version of the National Transgender Discrimination Survey had a higher rate of attempted suicide when compared to their binary counterparts. Other studies have found that upwards of 50% of nonbinary participants have attempted suicide at some point in their lives (Lefevor, 2019). In line with these findings, a 2020 study, with a sample of over 25,000 LGBTQ participants, revealed that nonbinary youth, ages 13-24, were both more likely to consider and attempt suicide when compared to lesbian, gay, and bisexual participants (Price-Feeney et al., 10  2020). Importantly, no differences were found between nonbinary and binary trans participants (2020), contributing to research suggesting that suicidality is exceptionally high in all gender-diverse individuals, with little documented differences between binary trans and nonbinary adults (Matsuno, 2019).  Recent research has also examined the role of healthcare stigma and mental health utilization in this population. For instance, a 2019 study found that nonbinary participants were less likely to have attended regular healthcare appointments when compared to binary trans participants (Reisner & Hughto, 2019). However, insured nonbinary adults are at least two times more likely to have fair/poor health outcomes when compared to binary trans participants (Cicero et al., 2020). This lack of health care utilization could be attributed to negative experiences with health care professionals, which may influence mental health utilization. In fact, in a series of studies using data from the United States Transgender Survey (James et al., 2016), researchers found that, when compared to binary trans participants, nonbinary individuals were more likely to experience disrespect from physicians, and those experiencing depression were more likely to have to educate physicians about their gender identities (Kattari, Bakko, Hecht, & Kattari, 2019). Researchers also found that nonbinary participants were less likely to experience trans-specific health care denial (Kattari, Bakko, Hecht, & Kinney, 2020) and reported lower rates of health care victimization (Kattari, Bakko, Langenderfer-Magruder, & Holloway, 2020). Kattari and colleagues posited that these results were likely due to a need for nonbinary individuals to conceal their gender identities in health care interactions to avoid stigma, thus making them less susceptible to these negative experiences.  In the hope of improving healthcare utilization and limiting stigma, several studies have used qualitative methods to assess the healthcare experiences of nonbinary individuals. A 2018 11  study conducted in the United Kingdom assessed the experiences of nonbinary patients (Taylor, Zalewska, Gates, & Millon, 2018). Themes related to nonbinary patients’ lived experiences and included feelings of invisibility, individuality, gender dysphoria, seeking interventions, and managing gender identity within a binary world. These results suggest a need for a more nuanced understanding of nonbinary experiences in America. Similarly, a qualitative study conducted by Lykens, Leblanc, and Bockting (2018) aimed to document experiences of healthcare for nonbinary adults. Results found that this group experienced negative outcomes, including concealment of their identity to avoid stigma from physicians, invalidation and disrespect from healthcare personnel, and a lack of gender-related understanding from the healthcare system. In particular, participants commented that physicians approached them from a binary transgender perspective. These findings point to a lack of healthcare validation for nonbinary individuals. Due to this invalidation in the healthcare system, a 2019 photo-eliciting qualitative study aimed to examine the influence of resilience on healthcare in a sample of binary trans and nonbinary individuals (Bowling et al., 2019). Results revealed that participants most often used social (e.g., social networks or collective self-efficacy) and human capital (e.g., health or coping) to safeguard against negative healthcare experiences (Bowling et al., 2019). Other research has studied health care experiences in more specialized nonbinary populations. Johnson and colleagues (2019) examined healthcare barriers in Southern binary trans and nonbinary individuals. They found that Southern gender-diverse individuals are faced with many barriers, including healthcare mistrust and fear, disrespect from physicians, mistreatment based on identities, and limited access to healthcare.    These findings point to a growing literature on mental health outcomes in the nonbinary population. In particular, results suggest disproportionate rates of health care stigma (Kattari et 12  al., 2019), but more fundamentally, exceptionally high rates of depression and anxiety in this population (Thorne et al., 2019). Though research has greatly increased on these topics in the past two years, little is known about ways to combat these disparities. Thus, more research is desperately needed on potential tactics nonbinary people within the U.S. use to assuage the effects of depression and anxiety. Stress Factors in the Transgender Community  While recent research has aimed to study mental health stress in the nonbinary population exclusively, far more has examined minority stress in those with expansive gender identities (i.e., samples that may include nonbinary individuals but are mostly comprised of binary transgender individuals) (e.g., McLemore, 2018). The subsequent sections focus on research primarily sampling binary trans participants, but provide the reader with a needed review of the literature to understand the methodological strengths and shortcomings of previous research in assessing outcomes for nonbinary individuals.  Of this work, the majority has been guided by Hendricks and Testa’s transgender-specific extension (2012) of Meyer’s minority stress model (2003). According to the literature using this model, some stressors for the trans community include victimization based on gender identity, gender-based discrimination, and systemic gender-related rejection. To illustrate, the 2015 Transgender Survey Report found that upwards of 47% of transgender people living in the United States had experienced sexual violence in their lives, over 50% had been victims of intimate partner violence, and the vast majority had experienced harassment based on their gender identities (James et al., 2016). As a result of this disparity, transgender people within the United States often report marked deficits in mental health outcomes (2016).  13  Similarly, these pervasive rates of victimization are closely tied to discrimination, as both stem from transphobia, a fear or dislike of transgender individuals (Planned Parenthood, 2020). Discrimination takes many forms for this community (e.g., housing, employment, healthcare, etc.), all of which have been linked to increased depression and anxiety when compared to cisgender individuals (Testa et al., 2017). According to a 2011 study, approximately 33% of transgender living in the United States had experienced some form of housing discrimination in their lives (Grant et al., 2011). Similarly, at least 70% of the researchers’ sample reported some experience of job discrimination, which includes, but is not limited to, gender-related termination, hiring inequity, and harassment. As a result of discriminatory practices, transgender individuals may experience mental health concerns, leading to lower well-being (2011).  Other research highlights that discrimination can lead to another stressor– systemic, gender-based rejection. A great majority of research on this topic has examined rejection in the health care setting (e.g., Grant et al., 2011). Research suggests that when health care providers hold biases toward transgender individuals or are not properly educated on the needs of this community, they may fail to provide culturally competent services, resulting in negative health outcomes for this group (Safer et al., 2016). In summation, these outlined stressors (i.e., victimization based on gender identity, gender-based discrimination, and systemic gender-related rejection) point to an increased need for culturally competent health-related research for this community.  Conversely, U.S. transgender Americans also face interpersonal rejection (Klein & Golub, 2016), internalized transphobia (Rood et al., 2017), and identity self-concealment (Matsuno & Israel, 2018). Previous findings suggest that the life of transgender individuals may be rife with rejection, specifically from peers, medical providers, and family members based on 14  one’s gender identity (2016). As a result of this widespread rejection, individuals may exhibit psychological distress (Bockting et al., 2013), and even higher rates of suicidality (2016). Some research also demonstrates that psychological distress, potentially stemming from rejection, can result in other negative outcomes for this community (Rood et al., 2016). In particular, some may begin to internalize negative attitudes and beliefs about trans individuals, which is referred to as internalization transphobia (Rood et al., 2017). A recent study found that internalized transphobia was negatively associated with positive coping and, thus, contributes to negative mental health outcomes for this group (Ashraf & Khan, 2019). While no research, to the author’s knowledge, has examined how nonbinary people uniquely experience internalized transphobia, this construct may have particular implications for those within this group. That is, for nonbinary people who also identify as transgender, internalized transphobia may manifest as feeling of “not being trans enough” due to deviation from the traditional trans narrative (Bradford et al., 2013). This may particularly influence nonbinary individuals who are perceived by others to be gender conforming (i.e., a nonbinary person whose assigned sex is male and expression is masculine). This may result in concealment of one’s gender identity, to protect against stigma. Findings point to identity concealment, or not openly expressing one’s gender identity to safeguard against stigma, as a contributor to lower mental health (Matsuno & Israel, 2018). However, more research is needed to examine this construct. In summation, the outlined findings, guided by the gender minority stress model, suggest that transgender people living within the U.S. face a heightened risk of experiencing countless stressors, thus resulting in worse health outcomes than cisgender individuals. Importantly, the majority of this research has been conducted with largely binary transgender individuals, so more research is needed to reveal the unique experience of nonbinary people living within the U.S.   15  Resilience Factors in the Transgender Community While current models of gender minority stress (Hendricks & Testa, 2012) provide a solid framework for understanding the effects of stressors on primarily binary transgender individuals, it also examines resilience factors. According to Luthar, Cicchetti, and Becker (2000), resilience can be defined as “a dynamic process encompassing positive adaptation within the context of significant adversity.” Research on resilience in the trans community finds that individuals combat stressors by employing several individual and group related resilience factors (Hendricks & Testa, 2012).  Individual-level resilience factors include identity pride, self-worth, self-definition, hope, and transition (Singh et al., 2011; Matsuno & Israel, 2018). To begin, some resilience-based research finds that pride in one’s minority identity may safeguard against stressors. For instance, Testa and colleagues (2015) found identity pride to be a significant resilience factor against mental health stressors in a population of primarily binary transgender Americans. These findings are in line with numerous studies demonstrating the positive influence of pride associated with one’s identity on psychological distress. In one such study, Bockting and colleagues (2013) aimed to examine the presence of stressors and resilience factors in a U.S. sample of binary trans individuals. Researchers found that identity pride was negatively associated with psychological distress (2013). As pointed out by Matsuno and Israel (2018), identity pride is closely related, but a distinct construct from self-worth in U.S. transgender Americans. Essentially, having a great deal of pride in one’s identity can influence how an individual feels about themselves, but it may not. Phenomenological research conducted by Singh, Hays, and Watson (2011) examined resilience factors used by primarily binary transgender people living within the U.S.  They found that the 16  self-worth of trans participants played a large part in alleviating the effects of stressors for this population. That is, having a sense of personal validation can result in more positive outcomes for this group.  Similarly, Singh and colleagues (2011) also identified self-definition as a trans-specific resilience factor. This construct can be defined as the ability to define one’s identity verbally. Researchers found that participants’ ability to define their identity in their own words was used as a mechanism to safeguard against discrimination, as they may have felt more empowered than those who did not engage in the self-definition process. To date, this concept has only been documented in one other study (i.e., Singh, Meng, & Hansen, 2014), so more research is needed to fully understand this resilience factor.  Further, resilience research has found that hope for the future contributes to positive outcomes for binary trans participants (Singh et al., 2011). Respondents have reported that this resilience factor was most commonly used after years of gender-based discrimination from friends, family members, and peers. Essentially, by cultivating hope for a better life, trans participants remarked that they were better equip to overcome adversity, more specifically, discrimination. These results are supported by a small amount of research suggesting that hope for the future may assuage negative mental health outcomes, such as suicidality in binary trans individuals (Moody et al., 2015).  Lastly, medical and/or social transition has been shown to combat stressors in samples of binary trans participants (e.g., Murad et al., 2010). Due to myths about transition (i.e., that all transgender individuals want to transition medically), a great deal of research has been conducted on the influence of medical transition on mental health outcomes (e.g., De Vries et al., 2014; Murad et al., 2010; Vance, Ehrensaft, & Rosenthal, 2014). These studies find that medical 17  transition results in positive mental health outcomes for binary trans individuals. In a study of suicide protective factors for binary trans individuals (Moody et al., 2015), researchers found transition, or even the thought of later transition, to be associated with more positive mental health outcomes. Similarly, a 2018 study, conducted by Olsen-Kennedy and colleagues, found that transition even has positive outcomes for nonbinary individuals. Taken together, these findings illustrate that physical and/or social alignment with individuals’ gender identities have positive effects on the mental health of transgender individuals.  Conversely, group-level resilience factors include role models, transgender activism, community belongingness, social support, and family acceptance. To begin, research suggests that both having a trans role model and being a role model to other trans individuals may serve as key resilience factors for this community (Bird et al., 2012). Essentially, while little research has examined the influence of role model status in samples primarily comprised of binary transgender adults, research has examined this construct in the broader community. Bird and colleagues (2012) conducted a study on the influence of role model prevalence on the health of 496 LGBT youth. They found that the majority of participants had role models and, most importantly, the type of role model matters in resulting health outcomes. This suggests that role models may play a role in assuaging stressors for gender and sexual minorities. Further, other research suggests that being a role model can have positive influences on the mental health of binary trans individuals. In a 2015 study conducted by Moody and colleagues, researchers found that serving as a role model was a protective factor against suicidality in this population. Participants felt as though their status as a role model gave them a deeper purpose, which provided them with more meaning and reason to stay alive. These results are supported by 18  previous phenomenological research on resilience factors in the binary transgender community (Singh et al., 2011).   Further, there are mixed findings on the role of transgender-specific activism in resilience for this community. Breslow et al. (2015) conducted a quantitative study on the influences of binary transgender resilience and collective action on stressors (e.g., discrimination, stigma, and internalized transphobia). Results suggest that collective action did not ameliorate the influence of stressors and psychological distress in their sample.  In fact, it was positively correlated with discrimination and negatively correlated with internalized transphobia. Researchers suggest that highly active trans organizers may experience more discrimination, but receive social benefits of doing trans-specific activism. In line with these social benefits, other research has found that involvement in activism has a variety of positive outcomes, such as resource acquisition and internal meaning and empowerment (Singh & McKleroy, 2011). Another related resilience factor is community belongingness. A great deal of research has found that connectedness to the transgender community can result in more positive mental health outcomes, including lower scores of depression, anxiety, social stigma and rejection (Barr et al., 2016; Pflum et al., 2015). Feeling a strong sense of belongingness to their community, especially when the broader community is the source of such negative social outcomes, may make all the difference in the lives of binary trans individuals. This may also lead to another documented resilience factor—social support.  One study, conducted by Bockting and colleagues (2013) aimed to examine stressors and resilience factors in a U.S. sample of binary trans individuals. Researchers found that social support from fellow trans individuals significantly moderated the relationship between stigma 19  and psychological distress. This suggests that social support may be an impactful resilience factor for this community. Several others studies support these findings and highlight that this construct is associated with lower levels of psychological distress (Budge et al., 2013), less suicidality (Moody et al., 2015), and use a widely utilized resilience factor for this community (Singh et al., 2011).  A specific type of social support, familial acceptance, has recently gotten more attention (e.g., Koken et al., 2009). While few studies to date have examined this construct in adult populations, those that have suggest that support from family has positive effects on mental health (2009; Singh & McKleroy, 2011). Family acceptance may be particularly impactful, as family members have been shown to be a significant source of stigma for binary trans individuals (Bradford et al., 2013; Graham et al., 2014). Conversely, youth-based research suggests positive effects of this construct on psychological well-being, life satisfaction, and depression and anxiety levels (Travers et al., 2012). A 2018 study found that for youth (i.e., ages 15-21) who could use their chosen name, as opposed to birth name, in social settings were significantly less likely to experience depressive symptoms, have suicidal ideation, and attempt suicide when compared to those who could not use their chosen names (Russell et al., 2018). However, more research is needed to understand the influences of family acceptance for adult binary transgender people living within the U.S.  On a broader scale, all of these findings point to a plethora of quantitative and qualitative, largely binary transgender-specific research.  While many studies included nonbinary individuals in their samples, meaningful differences were not explored, despite the fact that resilience may combat the disproportionate rates of depression and anxiety in this population (Lefevor et al., 20  2019). Thus, more inquiry is needed to document the potentially unique resilience factors of nonbinary individuals.  Minority Stress of Transgender Individuals To truly understand resilience, researchers must have a clear framework for conceptualizing stress in the lives of marginalized groups. The psychological construct of stress has been studied for numerous decades (e.g., Lazarus & Folkman, 1984; Selye, 1956). Researchers define stress as the perception of a stimulus (i.e., either individual or social), which causes one to adapt in some way (1984). A particularly important facet of this construct is referred to as social stress, or stress that stems from interpersonal or societal stimuli (e.g., interpersonal conflict or systems of oppression) (Juth & Dickerson, 2013). According to stress theory (2013), social stressors, such as racism or cissexism, can elicit marked adverse psychological health outcomes, such as depression and anxiety, in affected groups (Miller et al., 2009). Social stress theorists, such as psychologists Ilian Meyer, have extended this theory to specifically address stressors experienced by marginalized communities (Meyer, 2003). A great deal of Meyer’s work has focused on a branch of social stress, referred to as minority stress (2003). This construct can be defined as “adverse effects of social conditions, such as prejudice and stigma, on the lives of affected individuals and groups” (2003).  Recent research attempts to extend this theory to the unique experiences of stress in transgender individuals (Hendricks & Testa, 2012). Their adaptation of the minority stress model was first introduced to provide a better framework for clinicians when working with transgender and gender-nonconforming patients. Essentially, Hendricks and Testa’s decision to do so was based on an overall lack of trans-informed clinical practice, along with a lack of knowledge 21  regarding unique stressors and resilience factors for this community (2012). To provide useful clinical implications, the authors compiled and condensed all of the previous research on stress and resilience in the trans community and created their framework.  Importantly, from this theory came a validated, 58-item measure, called the Gender Minority Stress and Resilience Measure (GMSRM) (Testa et al., 2015; See Figure 1), which aims to assess transgender individuals’ experiences of these distal and proximal stressors, along with resilience factors. Similar to Meyer’s work, the crux of this scale’s underlying model rests on a dichotomy of stressors, which can be conceptualized as either distal or proximal in nature (Meyer, 2003). Distal stressors are those which are systemic and external to marginalized individuals (e.g., gender-related victimization and gender-related discrimination), while proximal stressors are more personal, individually-experienced stressors (e.g., negative expectations and internalized transphobia). In line with this distinction, Hendricks and Testa’s model (2012) posits that these stressors can cause compounded stress responses in transgender individuals, thus, resulting in more depression and anxiety (2012). Furthermore, these varying stressors can, at least in part, be counteracted by resilience factors, such as community connectedness and pride.  To date, studies based on this model have primarily sampled majority binary trans participants. However, a 2020 study, conducted by Chavanduka and colleagues (2020), examined differences in responses on the GMSRM between 202 binary and nonbinary youth. Results suggest that there were no significant differences between these groups on GMSR scale items. This study provides preliminary evidence that constructs in the GMSRM are endorsed by both binary trans and nonbinary youth participants.  These novel findings should; however, be taken with caution. Essentially, the GMSRM scale was not normed for nonbinary participants. In fact, of the original validation study, exactly 22  77% of participants identified with a binary transgender identity (Testa et al., 2015). Thus, the study measure primarily assesses stress and resilience within the binary trans, not nonbinary, population. Before these results can be taken as evidence of the GMSRM’s ability to evaluate stress and resiliency in nonbinary participants, research must first document the nuanced experiences of this group. Until this is done, researchers will be unable to determine whether the transgender models accurately assess nonbinary stress and resilience.  Furthermore, as the GMSRM assesses two forms of resilience (i.e., community connectedness and pride), more work is needed to examine other forms of resiliency in gender-diverse individuals.   Figure 1: Minority Stress in the Transgender community (Testa et al., 2015).  Transgender Resilience Intervention Model (TRIM) In line with the previous findings, a significant limitation of the Hendrick and Testa’s model (2012) is that it assesses two forms of resilience in trans participants (i.e., community connectedness and pride). The reason for this decision was based in 1) the small amount of qualitative data on trans individuals at the time of the model’s conception (e.g., Singh and McKleroy, 2011), and 2) because the researchers believed that resilience factors proposed in Meyer’s model (2003) may function similarly for trans individuals (Testa et al., 2015). However, 23  since this time, newer qualitative research has documented a plethora of other important resilience factors for binary trans participants, such as hope for the future, self-worth, transgender activism, and being a positive role model (Singh, Hays, & Watson, 2011). By not capturing additional resilience factors, Hendrick and Testa’s model may lack the ability to capture experiences of stressors and resilience factors in the binary transgender community.  To address this limitation, Matsuno and Israel (2018) created a resilience-focused model, based on the culmination of work conducted by Testa and colleagues (2015), Meyer’s minority stress model for LGB individuals (2003), with the inclusion of all, largely binary transgender resilience and stress research to its conception. The extension of these models was created to aid in clinical work with this population and is called the Transgender Resilience and Intervention Model (TRIM; see Figure 2). Similar to the minority stress model (2003) and Hendricks and Testa’s model (2012), this model includes distal and proximal stressors, along with mental health outcomes. The large difference, however, lies in a more extensive inclusion of resilience factors and proposed multilevel interventions. Essentially, the TRIM separates resilience into two distinct groups and 11 distinct resilience factors: group resilience factors (i.e., being a role model, community connectedness, transgender activism, positive role models, family acceptance, and social support) and individual resilience factors (e.g., hope, identity pride, transition, self-definition, and self-worth). By including more evidence-based resilience factors, the TRIM places greater importance on resilience than previous models.    Importantly, while this model is more extensive, it does have substantial limitations for research on and with nonbinary participants. First, only specific facets of the TRIM have never been empirically tested; thus, no inferences can currently be made based on this model (Matsuno & Israel, 2018). Most notably, its supporting literature is comprised of research studies with 24  largely binary transgender samples (e.g., Hendricks & Testa, 2012; Testa et al., 2015; Meyer, 2003). So, the TRIM is unable to account for nonbinary stress and resilience (2018). In fact, Matsuno and Israel (2018) commented that their model may not be applicable for nonbinary participants:  Although many of the studies on minority stress conducted so far do include nonbinary people, it is still unclear whether nonbinary people experience different minority stressors or engage in different resilience strategies compared to binary transgender individuals (p. 648). In line with this comment, a dearth of literature still exists on resilience factors used by nonbinary individuals. So, more research is needed to document and describe unique resilience in this community to begin to address disproportionate mental health disparities.    Figure 2: Matsuno and Israel’s (2018) Transgender Resilience Intervention Model (TRIM). Statement of the Purpose  In summation, due to a lack of population-specific research and adequate models for assessing resilience in nonbinary individuals, it is of the utmost importance to conduct qualitative research to gather rich data of nonbinary experiences. Thus, the current study used 25  phenomenology to assess ways in which nonbinary individuals use resilience tactics to assuage depression and anxiety (i.e., how this group demonstrates resiliency in practice). Importantly, these tactics Research questions include: 1) What are the experiences of nonbinary people living within the U.S. in using resilience factors to alleviate the symptoms of depression and anxiety? and 2) Under what conditions do these resilience factors function? This inquiry aims to highlight the experiences of this group, as they have elevated rates of adverse mental health outcomes (Todd et al., 2019; Reisner & Hughto, 2019). In doing so, this work can contribute to the growing research on nonbinary health and inform future intervention work on ways to alleviate depression and anxiety in this population.       26  Chapter 3: Method Qualitative Methodology  The current study used a phenomenological methodology to document experiences of how nonbinary people use resiliency in practice as it related to depression and anxiety in a sample of nonbinary adults. Broadly, this approach allows participants to voice their unique, lived experiences and discuss the personal meaning of a given construct (Langdridge, 2007). This is particularly important, as no prior models have exclusively studied resilience in response to mental health outcomes in a sample entirely comprised of nonbinary individuals. However, phenomenology inquiry has been used previously to examine experiences of resilience in gender diverse individuals (e.g., Singh, 2013; Singh, Hay, & Watson, 2011; Singh Meng, & Hansen, 2014), as this method lends itself to research on a variety of vulnerable, understudied populations (e.g., Van der Meide, Leget, & Olthuis, 2013).  More specifically, the current study is guided by a transcendental phenomenological method, which required that the researcher “be completely open, receptive, and naive in listening to and hearing research participants describe their experiences” (Moustakas, 1994). As a member of the research population, this method is best to limit the amount of bias in interpretation. Set forth by 20th-century philosopher, Edmund Husserl, and extended by Moustakas (1994), this method includes four distinct steps: 1) epoche, 2) phenomenological reduction, 3) imaginative variation, and 4) synthesis (1994).   In the first step, epoche, researchers reflected upon their personal biases that could influence the interpretation of study data. Moustakas (1994) describes this process as essential for understanding the experience of participants, as researchers hold biases that can affect how they hear and interpret the experience of participants. This suspension of bias is referred to as 27  “bracketing” (Ahern, 1999).  In line with this practice, some pre-existing assumptions of the primary researcher were as follows:  1) The researcher believed that nonbinary individuals experience many health disparities, which results in increased mental health outcomes. This belief stemmed from the researcher's experience as a researcher and member of the study population.  2) The researcher believed that, as a result of these disparities, nonbinary people living within the U.S. use unique resilience factors to assuage depression and anxiety that may be different from binary transgender individuals. This belief stemmed from the researcher's experience as a researcher and anecdotal experience as a member of the study population.  3) The researcher believed that resilience may assuage the effects of depression and anxiety in this population, as previous research has found similar results for binary transgender individuals. This belief stemmed from the primary researcher's knowledge of the broader trans community. 4) The researcher believed that the experiences of this group are valid and worth inquiry. This stemmed from the researcher's values of equity, opportunity, and self-love.  5) The researcher believed that their identities as a Black, queer, nonbinary, scholar/ activist drive this current inquiry, such that the culmination of these identities provide a unique perspective throughout the research process (i.e., in the conception of this study, throughout material creation, and into data collection, analysis, etc.). As the primary research holds some of the same identities as participants, many concrete steps have been made to ensure rigor and trustworthiness (see the “Rigor and Trustworthiness” section). 28  In disclosing these assumptions and beliefs prior to the beginning of the study, the researcher aimed to “be more inclined toward seeing things as they appear free of prejudgments and preconceptions” (1994). This process was continued throughout the analysis.   Secondly, in the phenomenological reduction stage, study data was viewed as absent of biases as possible and organized for further analysis (Moustakas, 1994). This included the continued reflection of biases through the data collection phase, to remain “receptive to every statement of experience” (1994), followed by the process of horizontalization. This latter process included “holding each statement equal to one another” (Creswell, 2009) so that no one piece of data was viewed more seriously than another. Researchers began this process by coding transcripts for significant statements that relate to the research questions. Any repetitive or unrelated data were deleted, so that researchers arrived at “units of meaning” (1994), or themes which captured the meaning of a group of statements. In doing so, researchers developed a textual description of a phenomenon, or an understanding of the experiences as stated by the participants.   The third step, imaginative variation, and the fourth, synthesis, were closely related. After “meaning units” were generated, researchers were tasked with viewing the data through different perspectives, roles, etc. (Moustakas, 1994). This process included viewing the data through a variety of lenses, such as relationship to oneself, time, space, in order to gather the structural description of the data (1994). Structural descriptions included the contextual factors that may influence participant experiences. Lastly, in the process of synthesis, textual and structural descriptions were combined. For instance, in this stage, themes were cross-referenced with interviewer notes, times in history, etc. to provide a fuller picture of the data. The result of this synthesis process was the arrival at the essence of participants’ experiences. 29  Data Collection  Recruitment  A national convenience sample was recruited. This included social media posts on the following sites: Reddit, Twitter, Tumblr, transgender Facebook groups, and national LGBTQ listservs (e.g., Southerners on New Ground and Transgender Law Center). If participants were interested in participating in the current study, they had the opportunity to visit a Qualtrics link, as outlined on the recruitment flyer. At this link, participants were asked to review a consent form via Qualtrics, which detailed the purpose of the study, including an overview of the topics included, and explained that the data collected from them would remain confidential. If individuals chose to participate, they electronically consented and were asked to complete a short survey comprised of demographics, along with depression and anxiety screening questions. If participants scored within a mild to moderate range on both constructs, they were eligible to take part in the study. However, if they scored below or above the score cutoffs, they were provided with resources, and their survey ended. For the anxiety measure, the General Anxiety Disorder scale (Spitzer et al., 2006), participants had to score between a 5 (mild anxiety) and 14 (moderate anxiety). For the depression measure, the Patient Health Questionnaire (Kroenke et al., 2001), participants needed to score between a 5 (mild depression) and 14 (moderate depression). These cutoff values have been used in previous research on depression (e.g., Hancock & Larner, 2009) and anxiety (e.g., Kroenke et al., 2007). Eligible participants were then directed to an online scheduling tool, in which they provided their contact information and picked a time for their Zoom interview with the researcher. On the chosen day and time, the researcher initiated the Zoom meeting and conducted the interview. Data were collected between July and August 2020.  Participants  30  Based on phenomenological work by Power and colleagues (2015), along with Creswell (1998), 20 participants should be adequate to reach thematic saturation, or the point at which no new themes are found in study data. Participants had to self-identify as nonbinary adults (i.e., 18+ years of age) with mild to moderate anxiety, as outlined by (Spitzer et al., 2006), or mild to moderate depression, in line with Kroenke and colleagues (2001). Participants also had to speak English and have access to the internet, a camera, and a microphone. Any participant who did not self-identify with a nonbinary identity, was under 18 years of age, had minimal (i.e., scores of 1 - 3) or severe anxiety or depression (i.e., >14), or did not have access to the internet, a camera, and a microphone was excluded. Of the 27 individuals who participated in the screening survey, two were excluded due to having minimal symptoms, two were excluded for having more severe symptoms, and two individuals never responded to researchers’ emails about scheduling an interview. Thus, the final study sample consisted of 21, U.S.-based individuals who identified exclusively as nonbinary (23.8%, n = 5), nonbinary and another identity (i.e., agender, genderqueer, trans masculine, or genderfluid) (28.2%, n = 6), or with a singular identity underneath the nonbinary umbrella (48.0%, n = 10) (i.e., agender, genderfluid, male, fluid, or genderqueer. The majority of participants (61.9%, n = 13) were interviewed about both symptoms of depression and anxiety, as opposed to one or the other. Participants were between the ages of 20 and 41 (M = 26.6, SD = 6.1)\\, and used a variety of pronouns, with the majority using they/them/theirs (57.1%) or a mixture of pronouns (33.3%). The races of participants varied, with the majority identifying as White (38.1%) or Asian-American (38.1%), followed by multi-racial (14.3%), Black (4.8%), and Latinx (4.8%) participants. Additionally, a majority of participants identified as pansexual (47.6%) or queer (19.0%). Lastly, most participants lived in a large, metropolitan city (57.1%), 31  in the Western United States (i.e., Southwest, Pacific Northwest, or Midwest) (61.9%). The majority of participants either had or were currently pursuing a Bachelor’s degree or higher (71.4%). In fact, 47.6% of participants identified as current students, were liberal (100%), and were not religious (61.9%). Materials The following section describes measures included in the current study. A full list of items is presented in Appendices C - G. Demographics: Participants completed demographic questions including their age, gender identity, pronouns, sexual orientation, education level, geographic location, highest education level achieved, and religiosity questions.   General Anxiety Disorder 7- Item (GAD -7; Spitzer, Kroenke, Williams, and Lowe, 2006). The GAD-7 assesses the presence of clinical anxiety in participants. The 7-item measure’s prompt asks participants to rate how often, within the past two weeks, participants have been bothered by either 1) feeling nervous, anxious, or on edge or 2) not being able to stop or control worrying. Respondents rate the items on a 4-point Likert scale (0 = not at all to 4 = nearly every day). This measure was used to screen participants for symptoms of anxiety. To be eligible, participants must score between a 5 (mild anxiety) and 14 (moderate anxiety). These cutoff values are standardized (Spitzer et al., 2006). The Cronbach alpha in the current study was α = .78. Patient Health Questionnaire-9 (PHQ-9; Kroenke, Spitzer, & Williams, 2001). The PHQ-9 assesses the presence of depressive symptoms in participants. The 9-item measure’s prompt asks participants to rate how often, within the past two weeks, they have been bothered by either 1) little interest or pleasure in doing things or 2) feeling down, depressed, or hopeless. 32  Respondents rate the items on a 4-point Likert scale (0 = not at all to 4 = nearly every day). This measure was used to screen participants for depressive symptoms. To be eligible, participants must score between a 5 (mild depression) and 14 (moderate depression).  These cutoff values are standardized (Kroenke et al., 2001). The Cronbach alpha in the current study was α = .79. Interview questions. A semi-structured interview guide was used to obtain participants’ nuanced experiences of resilience in response to depression and anxiety. Participants were asked about times in which they felt symptoms of depression and anxiety and how they dealt with such feelings.  Brief Resilience Scale (BRS; Smith et al., 2008). The BRS assesses the extent to which participants are able to recover or “bounce back” after experiences of stress. The measure is comprised of 6 items. Respondents rate each statement on a 5-point Likert scale (1 = strongly disagree to 5 = strongly agree). Sample items include, “I tend to bounce back quickly after hard times” and “I tend to take a long time to get over setbacks.” This measure was used to aid in the triangulation of the current study’s qualitative findings. The Cronbach alpha in the current study was α = .88. Procedure First, IRB approval was obtained (IRB number: HM20019064). Participants then were asked to respond to a screening survey, which included questions about their age, gender identity, pronouns, gender expression, sexual orientation, education level, and type of living environment. Participants were also asked questions assessing the presence of depressive and clinical anxiety symptoms and resilience (i.e., Patient Health Questionnaire (M = 11.05, SD = 4.33), General Anxiety Measure (M = 10.10, SD = 3.42), and Brief Resilience Scale (M = 2.77, SD = 0.71). If respondents did meet the inclusion criteria for participation in the study, they were 33  informed of their status, provided with mental health resources, and the survey ended. Eligible participants were then prompted to schedule a Zoom interview with the researcher. A trained interviewer contacted each participant to provide a reminder of the session. As participants joined Zoom sessions, the interviewer asked for the participants’ names to make sure the correct person was participating, reviewed the consent form, and previous screening information. Then, participants received interview instructions (e.g., “There are no right or wrong answers to any of the questions we are asking. We are interested in your experiences.”), and digital audio recording began. For all sessions, an identical interview guide led the discussion (see Script and Procedures for Interviews). When the interview was completed, the Zoom audio recording was stop, and participants were compensated via Visa electronic gift card for $20. At the conclusion of the study, researchers found that, on average, interviews lasted 52.03 minutes (SD = 7.40).  Audio recordings were then transcribed by a reputable transcribing company experienced with research requirements. Any identifying information was eliminated from the transcripts (i.e., names were changed to alternative identifiers/Study IDs), and recordings were destroyed as soon as they were transcribed. Further, after each interview was transcribed, the researcher checked it for accuracy. Once this was done, six transcripts were emailed to participants with a prompt asking them to review the transcript to further check for accuracy. If participants did not respond to the email within five business days, they no longer had the opportunity to do so.  Similar to previous phenomenological studies, semi-structured interview data was collected until thematic saturation was reached or when no new “units of meaning” or themes were generated (Power et al., 2015; Saunders et al., 2018).  For the current study, this occurred with the 18th transcript, but to ensure thematic saturation, three more interviews were completed. 34  The research team then met to discuss saturation, and decided that the 21 interviews met the criteria for thematic saturation, as outlined by both Creswell (1998) and Power and colleagues (2015). Data Analysis Plan As outlined by Moustakas’ method of transcendental phenomenology (1994), data analysis followed the following steps: 1) epoche, 2) phenomenological reduction, 3) imaginative variation, 4) and synthesis. Importantly, as data analysis began before data collection, when using this method (1994), the first stage, epoche, required the researcher to document their biases before data collection. This process was previously discussed (see “Qualitative Methodology” section). Afterward, data was transcribed verbatim using an online transcription service, Rev.com, checked for accuracy by the researcher, sent to participants to further review for accuracy, and finally uploaded to qualitative software, QSR Nvivo 12 (2020). The process of phenomenological reduction then occurred. In this step, two independent coders read through each transcript to become familiarized with the data. Researchers actively reported biases that arose through the process of bracketing. Bracketing for the primary researcher/sole interviewer occurred two-fold: 1) they journaled after each interview session, and 2) acknowledged and documented biases while codes were created. Next, horizontalization occurred, in which each statement was viewed as equal to all others, and initial coding occurred. During this step, each independent coder developed preliminary codes, or significant statements, that represent participant experiences. All unrelated or repetitive statements were omitted from the analysis. These significant statements were grouped into “units of meaning” (Moustakas, 1994), or themes that represented groups of significant statements. Coders compared their codes to arrive at an agreed-upon textual description of the data, or condensed codes which represented all of the data. 35  Consensus was reached through the discussion of codes. If there were any discrepancies, the coders had a discussion to arrive at an agreed-upon solution. In step three of this process, structural descriptions were considered, such that the data was viewed from different perspectives, includes those of both coders and how they were positioned temporally, culturally, etc., and further grouped. In the last step, both textual and structural descriptions were combined, and final themes and subthemes were created. Quotes were also selected to confirm that the themes were consistent with coding. A k statistic was calculated to assess reader agreement, which indicated high concordance (k = .93) (Viera & Garrett, 2005). Rigor and Trustworthiness A number of techniques were used to ensure rigor and trustworthiness in the current study. First, the chosen phenomenological methodology (Moustakas, 1994) ensures a great deal of methodological rigor by requiring researcher bias to be accounted for. Transcendental phenomenology aims to capture the experiences of participants in a wholly objective manner (1994). This is achieved by continual bracketing and report of biases throughout the research process. For the current study, the researcher’s prior biases have been outlined in the document to maintain transparency. As data collection began, the primary researcher and sole interviewer kept a field journal/reflective journal, allowing them to document methodological decisions, study logistics, and reflect, engage with, and put aside their biases, as best they can.  To further ensure rigor, member checking occurred, in which a select number of participants were 1) asked to review completed transcripts for accuracy. In line with Carlson (2010), once interviews are completed, audio files were transcribed and sent to participants for review. One-third of the participants were contacted and had five business days to review the document for accuracy, while the interview was still fresh in their minds. Overall, three 36  participants responded and only provided grammatical changes.  Member checking was also completed by presenting a summary of generated themes/ findings from all collected data to participants before formal presentation (i.e., the dissertation defense). Similar to the work of Harvey (2015), after all data is collected and analyzed, participants were asked to review themes to make sure that: 1) their experiences are captured within the data, and 2) to provide them with a space for further clarification. The researcher asked for responses to data themes/findings within 5 business days of the initial email to participants. Both forms of member checking ensure that the study findings are accurate and credible.  Additionally, methodological, with-method, and investigator triangulation were used to ensure rigor. Triangulation occurs when multiple perspectives are used to assess the same construct (Morse, 2015). In the current study, data was triangulated by conducting a comparison of qualitative interview data on experiences of resilience with quantitative scores on the Brief Resilience measure (Smith et al., 2008). This allowed the researcher to examine the consistency between data sources. Additionally, within-method triangulation was used, such that interview questions used both open and closed-ended techniques, similar to work by Denzin (1978).  Lastly, investigator triangulation was used, such that a team of two independent coders, with one being a more senior faculty member, both with varying research backgrounds and lived experiences, were included in data analysis.  To ensure trustworthiness, the researcher engaged in practices of credibility, transferability, dependability, and confirmability, as outlined by Krefting (1990). To address credibility, the current inquiry received Institutional Review Board approval to protect participants from any adverse outcomes or unintended unethical practices. Additionally, in order to participate, participants were informed about the study’s purpose, procedures, and potential 37  outcomes. Further, during the data analysis phase, peer examination was used to ensure trustworthiness, such that a second, impartial coder was used to gain a variety of perspectives on the current data. The study team included a more senior faculty researcher with a great deal of qualitative expertise (i.e., Dr. Kristina Hood), who aided in methodological and analytic processes. As outlined by Lincoln and Guba, this process encourages researcher honesty and leads to more fruitful analysis (1985). Transferability describes study data’s ability to apply to a broader population (Krefting, 1990). For the current study, this requirement was particularly difficult to achieve. Literature suggests that transferability can be ensured through comparing characteristics of study samples to the broader population (Krefting, 1990). This is simply not possible for nonbinary individuals, as little is known about population size or characteristics. However, transferability was partially addressed by providing a rich description of study participant demographics. Thus, the researcher aimed to collect and report demographic data, including age, gender identity, pronouns, education level, and others, to allow readers to gather a full picture of study participants.  Next, dependability denotes the extent to which results can be replicated and are consistent (Guba, 1981). This facet of trustworthiness was first addressed through a rich description of the current research process. In the current document, the researcher has included all study procedures, measures, recruitment materials, and a detailed plan for analysis. By doing this, the current study should be able to be replicated with ease. Further, dependability was ensured by the use of previously discussed triangulation practices (i.e., methodological, within-method, and investigator). Further, dependability was addressed through the use of a code/recode process. Essentially, during the analysis phase, the two independent coders continually coded 38  and recoded the study transcripts as their codebook developed more depth after an initial code to ensure the consistency and dependability of data.  Lastly, confirmability is a measure of neutrality in the research process (Krefting, 1990). Again, triangulation of method, within-method, and investigator helped to address this concern. Further, the use of a field/reflective journal, continual bracketing, and the use of multiple coders aided in confirmability. Lastly, the primary researcher’s knowledge also contributes to this facet of trustworthiness. Essentially, the researcher has knowledge and expertise working with nonbinary individuals. First, from an academic standpoint, they have previously recruited, interviewed, and analyzed data from nonbinary participants. This work was guided by phenomenology, included a nationally representative, racially diverse sample of nonbinary people living within the U.S., similar to the proposed research project. From a non-academic standpoint, the primary researcher has experience in the study inquiry as a Black, queer, nonbinary, scholar/ activist, who lives with both depression and anxiety. The researcher brings this familiarity and practice with reflexivity to the current study’s data analysis and interpretation.          39    Chapter 4: Results  Preliminary Analyses   In the current study, data were triangulated by collecting both qualitative (i.e., interviews) and quantitative data regarding participants’ resilience (The Brief Resilience measure; Smith et al., 2008). This allowed the researcher to examine the consistency between data sources. Descriptive statistics revealed that the mean resilience score for all participants was 2.77 (SD = .70), which signifies low resilience within the study population. These results are based on Smith and colleagues’ (2013) cutoffs, in which scores of 4.3 – 5.0 represent high resilience, 3.0 – 4.2 signify normal resilience, and 1.0 – 2.9 represent low resilience. Additionally, Patient Health Questionnaire (PHQ-9) (M = 11.05, SD = 4.33, Mdn = 12.0) and General Anxiety Disorder Measure (GAD-7) descriptive statistics (M = 10.10, SD = 3.42), Mdn = 11.0) reveal that, on average, participants had moderate symptoms of depression and anxiety, which can be attributed to the researcher’s inclusion of only mild and moderate scored participants. Additionally, bivariate correlations revealed no significant associations between variables. That is, Patient Health Questionnaire scores were not associated with General Anxiety Disorder scores, r(19) = .41, p = .07, and Brief Resilience score, r(19) = -.23, p = .28. General Anxiety Disorder scores were also not significantly associated with Brief Resilience scores, r(19) = -.22, p = .35. Again, this lack of significance can be attributed to the researcher’s decision only to include mild and moderate scored participants.   More interestingly, the researcher also examined the distribution of participant PHQ-9 and GAD-7 scores. For the PHQ-9, participant scores equal to or below 9 (i.e., 0 – 33rd 40  percentile) were considered to be low moderate (n = 8). Score of 10 or 11 represented midrange moderate scores (i.e., 34th – 65th percentile) (n = 2). Lastly, scores of 12 or above (i.e., 66th or greater percentiles) signified highly moderate scores (n = 11). Additionally, the mode of PHQ-9 scores was 12. For GAD-7 scores, participant scores equal to or below 10 (i.e., 0 – 33rd percentile) were considered to be low moderate (n = 10). Score of 11 or 12 represented midrange moderate scores (i.e., 34th – 65th percentile) (n = 5). Lastly, scores of 12 or above (i.e., 66th or greater percentiles) signified highly moderate scores (n = 6). The mode of GAD-7 scores was 10. These results suggest that there was a relatively even spread of both depression and anxiety scores in the current sample.   Additionally, due to unequal group sizes, a series of Mann-Whitney, nonparametric tests were conducted to examine if there were significant differences based on the severity of anxiety and depression symptoms. Results reveal that there were no significant differences between resilience scores for those with mild anxiety symptoms (n = 4, i.e., 5 – 9) when compared to those with moderate anxiety symptoms (n = 14, i.e., 10 – 14), U = 37.5, p = .33. Similarly, there were also no significant differences between resilience scores for those with mild depression symptoms (n = 7, i.e., 5 – 9) when compared to those with moderate depression symptoms (n = 9, i.e., 10 – 14), U = 22.0, p = .35.  A cluster analysis was also completed based on Brief Resilience Measure scores. First, participants were dichotomized into two groups: low (n = 12) and high (n = 9).  These groups were based on Smith and colleagues’ (2013) cutoffs, in which scores of 4.3 – 5.0 represent high resilience, 3.0 – 4.2 signify normal resilience, and 1.0 – 2.9 represent low resilience. Normal and high scores were combined to create the “high” group, as only one participant had a high resilience score. A word frequency analysis was then conducted on each cluster (see Appendix 41  I). Results revealed that the top five for the low group were: feel, know, think, anxiety, and people. Conversely, the top five words for the high group were: feel, know, think, people, and laughs. These results suggest that those in the high resiliency group discussed community in a generally positive and interactive manner, in which participants both provided and received support from their communities. Conversely, those in the low group discussed anxiety more often and only emphasized community as a support to themselves.   Qualitative Results  A number of themes emerged related to the experiences of nonbinary individuals in using resilience-based tactics to alleviate the symptoms of both anxiety and depression (i.e., research question 1). Participants endorsed a number of tactics, which were condensed into the following themes: 1) community, 2) distraction, 3) therapy, and 4) therapeutic techniques. Related to the conditions by which these tactics are used (i.e., research question 2), participant responses yielded a number of stress themes, which included 5) work/school, 6) interpersonal stress, 7) the current pandemics, and 8) identity. Pseudonyms are used to protect the confidentiality of participants.  Tactics  The below results detail endorsed resiliency tactics or tools that nonbinary participants use to alleviate depression and anxiety symptoms in their lives. Importantly, these tactics vary by type, context, and a number of other factors. However, all mentioned tactics provided participants with positive feelings or support. Theme #1: Community  Similar to both community belonging and social support facets of the TRIM (Matsuno & Israel, 2018), the first theme related to the role of community as a positive tactic against 42  symptoms of anxiety and depression for nonbinary individuals. Overall, almost all participants discussed community, or individuals who support participants in some manner (e.g., friends, online groups with shared interests or identities, etc.) as a tactic used to alleviate symptoms of depression and anxiety in their lives.  Participants primarily spoke about community as being affirming of their varied social identities, supportive during “dark times,” a beacon of positivity, and a mechanism for personal advocacy. When discussing factors that bring joy, one participant stated, “[Feeling joy] means a connection to your community, whether it's just like knowing your neighbors or being involved with something that helps your community… people who have identities like yours.” Related to the positive aspects of community, three subthemes were generated from this data—partners/friends, broad queer community, and a contribution to one’s community.  Friends/ Partners. The majority of participants reported the protective nature of their friends and romantic partners in the face of challenges to one’s mental health. This support ranged from empathetic discussions when participants felt lonely, to the affirmation of their genders, to support throughout academic and other personal causes of depression and anxiety symptoms. In particular, a large number of participants talked about the ability of their friends or partners to “help them out of hard times.”  For instance, one participant, Fox, commented that:  The benefit of having those people that know me is that they can check-in and be like, well, did you try this? Do you wanna try this together?\" […] Having another person step in and either make me do those things or helping me try other things that might work is really helpful.  Similarly, another participant talked about how important it had been for others to “have their back.” 43  So I think something that's also really helped is talking to other people. [It] has also been really nice to be able to […] have, um, open dialogue [with friends]. Or I don't know, it's kind of good having that solidarity knowing that people have your back. Um, and also if you're just talking about mental health and, and things like that. (Ang) Broader Community. Other participants spoke about the role of the broader community on their psychological well-being. This subtheme included in-person and online support provided by a variety of communities related to participants’ sexual, gender, education, ability, and political identities. In particular, participants often discussed feeling support experienced at the intersections of their social identities as a tool for combatting negative mental health outcomes. A participant comment that: For us, especially in the queer community here, it's a lot about like community and […] centering Black and Brown queer people, and like a celebration of that.  (Jamie) Others spoke about the importance of shared identity-specific community resources, such as online resources and groups. I think community is just huge to me. So like engaging yourself with other people who might be going through similar things or seeking out those resources, whether it's an online space of like a niche Facebook group or like a niche um, you know, online community or in-person community, um, I think that could be useful too. (Ted) Contribution to One’s Community. Lastly, participants often spoke about the importance of making a contribution to their communities as a tool for alleviating the effects of depression and anxiety.  More specifically, the majority of interviewees talked about the role of identity-affirming activism. This activism primarily included moderating in-person and online 44  groups around shared identities. These experiences provided participants with a sense of purpose and joy in relation to both their communities and themselves.   I've been involved with this bookstore in [metropolitan city] for a couple of years now, and they run a lot of like groups and events, but they are doing one that's for young people with like chronic illnesses and pain. […] So, I helped facilitate that a bit, and it does bring me joy. (Reed) Some participants mentioned the positive effects of contributing to their communities through their current occupational endeavors. For instance, student participants discussed conducting academic research on marginalized communities as a tool for community advancement. In contrast, other participants more broadly spoke about the influence of representation in the academic setting. In both cases, participant responses centered on making the current world better through their contribution, thus impacting the future.  Well, as someone who wants to teach, I think that this is a driving factor for me […] making connections with other people. Um, I want my students to be able to do that with me. Um, so I try to be honest in the classroom. I share my pronouns, and I talk about my spouse openly in class. […] And having students come up to you and say, \"I was able to come out, like, after taking your class.” Like, those moments mean the most to me, and that also gives me some optimism about the future. (Rae) Theme #2: Distraction  Counter to previous models of resilience, the second theme is related to the role of distraction as a tool for alleviating the symptoms of depression and anxiety within participants.  Almost all participants mentioned distraction tactics as positive, because they allowed participants short breaks from the stressors of life, provided tangible solutions to larger 45  challenges, and brought ephemeral feels of joy and happiness to interviewees. For instance, one participant said, “Yeah, I try to be distant from things, like I guess I do things that make me happy, like [play] video games.” Interestingly, the tactics participants used to distract themselves greatly varied and could be categorized into three main subthemes—media, sleep, and other tactics.  Media. By far, the most endorsed of these subthemes was media, which included television, video games, and social media interaction. Participants continually suggested that, in the face of symptoms of depression or anxiety, “finding those mini-distractions that [allow them to] sit down and not deal with [their] thoughts” was particularly helpful. These broadly ranged from television shows to social simulation videogames, like Animal Crossing, to social media apps, such as TikTok, Facebook, Instagram, and Twitter. A number of participants also specifically mentioned watching “guilty pleasures” on television. One such participant stated:  Sometimes it's just zoning out in front of the TV, you know? […] I don't wanna call any TV ‘bad TV,’ but, you know, I like guilty pleasures. (Ave) Other participants discussed using a combination of distraction tactics to alleviate their depressive and anxious symptoms: The other day, I took a nap and then watched TV for a couple of hours (laughs). […] It's like, I'm gonna make dinner. I'm going to eat food. I'm going to just like watch TV, forget about it [a stressor], and go to bed. […] So that helped keep my mind off of it. Um, it's a good, like, distraction that I know it's not like going to cause me more anxiety in the moment. (Alok) Sleep. Conversely, there were a number of participants who talked about “unplugging” from their phones, televisions, and video games. For these individuals, sleep was often a useful 46  technique for alleviating the effects of depression and anxiety symptoms. Many interviewees described sleep as restful and restorative. Others described this tactic to be particularly useful when dealing with multiple stressors at a given time.  I haven't really had a place to call my own. I also haven't had a job since the beginning of the year, and both of those things, combined with COVID, tend to really really get overwhelming from time to time. Whenever that happens, typically, if I get too anxious or I get too worked up or too panicky, I just try to take a nap. (C. K.) While sleep was most often mentioned as a positive tactic, a few participants commented that doing so was not always a positive strategy against stress, but it was nevertheless a heavily utilized tactic.  So there will be times I'm like, ‘Oh, I think, I think I just need to take a nap, and that will make me feel better,’ and then I'm asleep until the next day, then I experience another week of insomnia. Um, I don't know if it's as a result of, this is all symptomatic of how I'm feeling and what's going on, and all the stressors that we're taking in right now. (Marsha)  Additional Distractions. Lastly, many participants discussed using other distraction tactics, such as work tasks and recreational drugs, as tools for combatting depression and anxiety symptoms. While these tactics varied, it was clear that these forms of distraction were successful in helping participants forget their stressors momentarily. One participant stated: I'm like definitely a workaholic, so I will like just dive into like too many to-do lists and just exhaust myself for no reason. Um, just to distract myself basically from having to think of anything. (Max) 47  Similarly, others mentioned recreational drugs, which included caffeine, alcohol, CBD, psychoactive drugs, and marijuana. Interestingly, these tactics were often mentioned in combination with others. When a participant was discussing their symptoms of social anxiety, they commented: [I use] avoidance or like bringing a friend that I already know or like my partner to new places. In terms of like partying, sometimes [I use] alcohol. […] like a drink or two. (Jeff)  In the cases in which recreational drugs were discussed alone, they were a last line of defense against stressors. For instance, Indya stated, “I've definitely had days where those things [tactics] don't work, where they don't even feel like options, and on those sorts of days, I would just, like…smoke weed.” Theme #3: Therapy  Congruent to the TRIM (Matsuno & Isreael, 2018), the third research theme centered on traditional therapy. Broadly, this theme included any positive comments about participants’ experiences with therapists in their adult lives. This included discussions of how therapists helped participants address both past and current stressors, along with planning for more positive futures. A participant, Kevin, discussed some of the topics they have addressed in therapy, “'I kind of tackle […][past] traumas, but also like […] how do I want to shape things?” In particular, the majority of participants spoke about the positive nature of competent, identity affirming therapists on their abilities to alleviate depression and anxiety symptoms. This competency related to therapists’ knowledge and experience affirming, not only participants’ gender or racial identities, but who participants were holistically. Participants voiced feeling a sense of competency when therapists shared identities with them.  One participant, Tom, commented: “I 48  actually have like a non-binary therapist, which is awesome!” Another discussed a shared diagnosis with their therapist.  Well, I go to therapy, which is good. Um, yeah, my therapist also has anxiety, so it's like helpful to talk to someone who like knows what's up and knows what that feels like. Yeah, I mean... I've been, I mean, obviously, quite generally successful in where I am currently in my life. I do have housing. I am performing fine in school. So it's a good reminder sometimes to like be reminded of that [by their therapist]. (R. N.) Other participants mentioned their therapists’ abilities to provide them with the tools necessary to process their complex feelings. Such tools included teaching participants to show gratitude, identify negative thoughts, learning about the physical manifestation of depression and anxiety symptoms.  Uh, I think one thing that I've gotten out of therapy is just like being more aware of my body and my feelings, and like accepting that I feel them. […] just like hearing my thoughts and being like, “I'm thinking this, and that is okay.” And like that [these negative thoughts] also don’t need to be my reality. (Indya)  Importantly, most participants discussed finding a competent therapist after many years of not having one, which made having a knowledgeable therapist all the better. Countless interviewees discussed their adolescent therapists, college therapists, and some adult therapists as “not at all helpful.” The reasons for this were many, including a lack of knowledge around one’s identities and a patient-therapist style disconnect. Yeah, I've been like in and out of talk therapy since like middle school. I did not usually find it to be like super helpful to me. Uh, I did have one talk therapist this summer that has been really great for me. Um, that was like the first time I was like, “Wow!’ Therapy 49  actually is diesel [good/helpful].” Uh, so I think the biggest issues I usually have there, it's just like, I need somebody who understands like all of my identities and I don't actually get that, especially with like school counseling. Um, like they're just not trained to like handle me and all of my like queer facets. Um, yeah. But I had a counselor this summer who I felt like, kind of understood me more. So that was good. (Jay).  Theme #4: Therapeutic Techniques  Unlike established models of trans resilience, the last theme related to resiliency tactics was therapeutic techniques. These can be defined as tactics that assist participants in alleviating the effects of depression and anxiety symptoms, but which are not directly associated with formal therapy. Importantly, some of these tactics did come from previous therapeutic experiences. Many participants seemed to use these types of tactics when therapy was not an option for them due to a lack of access or interest, or they had previous negative experiences with formal therapy. As a result, participant responses greatly varied. For instance, one participant discussed crying when they felt extremely overwhelmed as \"an emotional catharsis,” which “made things better.” This, and other participant responses, were organized into three therapeutic technique subthemes— hobbies, mindfulness, and music.   Hobbies. The most utilized therapeutic technique by participants were hobbies. These primarily included both physical (e.g., biking, walking, or yoga) and non-physical activities (e.g., cooking, reading, and writing). A number of participants spoke about how these activities have served as protective factors against symptoms of depression and anxiety. Interestingly, these comments often were mentioned in relation to nature. One participant stated: Um, like, uh, I, so it's like summer right now, and it's pretty nice out usually. Um, so I've been like biking to the beach every day, and I think for me, like, exercise and just kind of 50  like going out into nature, has been, um, like a big sort of like protective factor for me. (Kay) Similarly, others talked about how physical activity, particularly in nature, can bring about joy and comfort during difficult times. When discussing one participant’s hobby, walking, they said the following: I live in a really beautiful part of the country…there are gorgeous mountains and plants. And being able to, like, be on top of a mountain and look down at everything, and it all looks so small. And just, like, realizing how small we actually are. Um, actually brings me a lot of joy and a lot of comfort. Because it's like, this big, beautiful world is just so full of so many things. So many little things, and you're just one of those little things. But it's still important. (Siv)  Others described creative outlets, such as cooking, writing, and making art, as positive tactics against mental health symptoms. When asked about these types of tactics, J.M. mentioned that painting and cooking allowed them to “get lost in a process.” Some participants also discussed intentionally “finding fulfillment from things [they] enjoy, “such as “leaning into cooking, trying to do art, or reading more.” For others, these creative endeavors helped them to feel better because the products were made for those they love. If I can, like, pour myself into making art for someone I love, um, even if it's like, you know, a little picture, writing them a letter or something like that. Um, I do love to do that. And it does, you know, really help me feel better. (Fin)  Mindfulness. Participants also endorsed using mindfulness practices, such as deep breathing techniques, journaling, mediation, and being in nature, to combat mental health symptoms. Almost all interviewees who used these tactics said that they helped them to feel 51  more engaged in their daily activities. That is, taking the time and energy to practice these mindfulness skills “put [participants] in [their] bodies,” or helped them to be more engaged with how their bodies react to stressors. For this reason, participants talked about how this engagement was related to their ability to identify and address their emotions, stress, and learn from them for a better life. One participant, Tre, discussed practicing mindfulness by identifying their emotions. They stated, “I guess being really, really adamant about identifying emotions [as a tool for mindfulness] is helpful for seeing the future. Similarly, another interviewee commented: My primary tactic that I [have] found is actually writing. I've been trying to write on a daily basis for a really long time now. But once I stopped viewing it as a chore and I started viewing it as a tool to express my emotions and let them out, it became a lot more of a therapeutic activity for me. […] Typically, I'll put down how I feel, why I'm feeling it, what's been happening, and then having all of that in front of me, uh, is very conducive to analyzing it, and being able to learn from it. (Leah)  Music. The last subtheme of therapeutic techniques was music. Music, for a number of participants, was a tool of celebration, connection to one’s community, and method for social change. Many talked about music in relation to political activism, particularly during the current COVID-19 and racial pandemics.   Being in that group, that band of Black woman […] like that is political for me. Um, it is deep and […] it's something that brings me joy. Um, like that's how, that's how we protest. Sometimes we are literally in the streets, but that's how we [protest]. We're trying to make, you know, movement music. (F.H.) 52  Similarly, others talked about the ways in which music supports their many social identities. This was primarily mentioned in relation to gender and racial social identities. Another described how music provided a space for them to explore their identities. Music has really been a major thing for me, because it allowed me to kind of […] make a lot of space for myself to be myself, and to kind of... I, at first, created kind of an alter ego for myself, and then started performing as that alter ego, and then when I realized that it was just who I wanted to be(laughs) Um, so it was kind of like a growth process in that way. (Neal) Stressors  In addition to themes related to tactics nonbinary people use to alleviate symptoms of depression and anxiety, study participants also outlined the stressors which these tactics are used to combat. That is, the below themes detail the conditions by which nonbinary individuals use tactics to alleviate depression and anxiety symptoms. Importantly, these stressors are conceptualized in an intersectional manner; thus, they differ from previous models and frameworks of gender diverse stress. Responses yielded a number of stress-related themes and subthemes that encouraged the use of the previously mentioned positive tactics. The most endorsed stressor themes were work/school, interpersonal stress, the current pandemics, and identity.  Theme #5: Work/ School  Overall, the most mentioned theme was stress associated with work and/orschool. For both, participants expressed a general dissatisfaction with their current endeavors, a sense of helplessness around their options, and an ever-present fear for the future. When discussing work, one person stated, “I feel stuck […] in my job a little bit. Um, I feel very connected to the work 53  that I'm doing, [but] I'm trying to figure out what my calling is, you know? I'm trying to figure out what it is that I'm supposed to do…” These feelings were often tied to others’ negative attitudes toward participants’ identities, challenges related to self-esteem, and societal barriers to success, which were present in both the first subtheme (i.e., work) and the second subtheme (i.e., school).  Work. Regarding the former, numerous participants mentioned not having current employment due to COVID-19, feeling unfulfilled or stuck in their current positions, or worrying about their future employment prospects. One participant stated: When I lost my job, I didn't know when I would work again […] um, that made me really nervous and worried just because I didn't know what the future was going hold. (Ted) Participants also discussed common stressors related to employment, such as not performing well enough or attempting to maintain a work-life balance. However, this was often coupled with stress associated with their racial, gender, and political identities. For instance, one participant discussed: I work at a financial advisory firm, and it's very conservative. And so I can't do a whole lot of the expression, you know, gender expression, the stuff that I want to while at work. Uh, and also any discussion of politics, I am absolutely an outsider on. […] So there's kind of the stress of not fitting in there or being outed. Uh, but also I have a very large workload, and I'm constantly worried about like, getting that done, and if I don't, I'm going to lose my job. (Cece)  Other participants talked about experiencing stress when contemplating their future careers. A number of individuals felt uncertainty about their ability to gain future employment and their level of satisfaction within their chosen fields. These stressors were often exacerbated 54  by participants’ expectations of where they “should be in life.” For instance, one participant stated: I guess now I'm like getting into my later twenties. I feel this kind of like quarter-life crisis of, I have no plan for like what I want to do next. Um, and so I worry a lot about the big-life choices, like career and where I want to live and all these kinds of things.” (Alex) Similarly, COVID-19 also exacerbated negative feelings regarding participants’ future career plans.  Um, so it's just like weird, because, the future is kind of uncertain right now, especially because COVID. So [I feel] like background anxiety of…I don't know, what's going to happen several months from now. Like, I don't know what's gonna happen. Can I get a job? Like those kinds of things. (P. H.)  School. School was also a significant cause of depression and anxiety symptoms for participants in the current sample. This type of stress stemmed from a variety of facets of academic culture, including both internal and external pressures to succeed, a desire to have a fulfilling career, take care of family members and friends, and make an impact on the world. However, this intense desire to succeed often came at the detriment of participants’ health. Well, I'm in graduate school, and I have been sicker than I've been in my entire life, physically. […] Last year, I was in and out of the hospital. […] And then also just, like, eating has been very difficult for me, since I started grad school. I don't want to eat. I don't have a high appetite. But just, um, that as well as the occasional, like, sort of breaks. Like breakdowns, uh, panic attacks. Um, just, like, crying fits of, like, I'm never going to achieve anything if I don't get published, like, yesterday. (Eve) 55  This stress was often discussed in relation to future careers. That is, participants described that their stress was tied to a fervent drive to succeed in order to ensure having fruitful and meaningful careers post-graduation. Stress related to future career acquisition was also discussed within the context of both pandemic and systemic stress. One participant, Heaven, stated, “I'm actually feeling really stuck right now, because being in quarantine [has] had a lot of negative effects on my depression. And then I just kind of have stalled, basically […] in terms of progress in research.” Additionally, when broadly asked about stressors, one participant commented: The overarching stress [of school], stress about navigating current systems in academia, and being first-generation or being a student of color, [and] nonbinary […] How much do these people really want me here? Um, you know, what other obstacles are down the road that I don't even know about? And like, uh, even if I feel like [I have] a lot of power and privilege and good I could do with those positions as an academic one day will, um, will that role just be so detrimental to my overall health? (Val) Theme #6: Interpersonal Stress  Another theme was interpersonal stress, which included stressors related to almost all people in participants’ immediate social networks. Overall, interviewees continually discussed the conflict between themselves and others for various reasons, mainly around expectations and difficult relationship dynamics. For instance, when asked about the causes of one participants’ symptoms of anxiety, James commented, “I think I worry a lot about maintaining relationships, um, of all kinds, really like friendships, romantic, or like platonic.” Like this interviewee's comment, other participants’ responses could be categorized into two subthemes—partners/friends and other relationships.   Partners/Friends. Stress was most often discussed in regard to conflict with partners and 56  friends, which included struggles to set clear boundaries, dissatisfaction with relationship dynamics, and holding others accountable. For instance, Ted voiced that, “in terms of, like, relationships […] friends and romantic relationships, there’s definitely more [depth] I want than what I’ve had. Similarly, other specifically talked about challenges associated with romantic relationships.   Right now, I am in a relationship, um, but we're long-distance right now. So, we've like talked about opening our relationship, um, and I've been like seeing this other person, but I think that makes my partner jealous. So I feel like there's like some, something we need to kind of like talk and work out. I think that's like, that's been like a stressor in my life in terms of like, kind of needing to have a more serious discussion with my partner, but it being difficult because [we are long distance] right now. (M) Other Relationships. Several other relationships were reported as causes of participants’ stress, such as those with family members. Many discussed challenges with family members around their social identities, parental expectations, and general disagreement with participants’ choices. One such participant discussed the following:  My father is a pastor and so, um, hearing the things he says, um, will get me down…referring to my partner as my friend. Um, or, you know, hearing the things he says or doesn't say about queer people. […] Every couple [of] months it feels like a battle to be like justifying my identity or fighting for my identity or somebody I love’s identity. (Jay)  This, in turn, influenced how a number of participants felt about themselves. That is, family conflict caused a great deal of stress, as participants could not fully be themselves, but also wanted to maintain these relationships. This was mentioned when one participant, Heaven, 57  who was currently living with their family due to COVID-19 stated, “I can't just like be by myself. Like I have to like, spend time in the family room all the time.” Others felt similarly to when they were living in their parents’ homes as adolescents. So, um, when I'm kind of, when I'm with family members and, I am not out to them, um, you know, I feel like I've like reverted back to this like high school me or this younger version of me that I didn't really like. (Marsha)  A variety of participants also talked about relationships with other individuals, such as their graduate advisors and professors. Interviewees often voiced contention points around advising style, not meeting expectations, and general conflict with these types of individuals. One such participant, Mae, discussed their “primary advisors mentoring style [not] exactly meshing with [their] needs as a student.” They went on to talk about exchanges with their advisor being particularly stressful when they “involved confronting the possibility of failure.” Overall, these feelings of stress mainly stemmed from participants wanting to meet these authority figures’ expectations. I think I'm anxious around authority figures and their judgment. So like not being, not living up to like my advisor's expectations or like […] what if she thought all these wonderful things about me when she like gave me an offer and like, I'm just like, not any of those things and she like regrets giving me an offer. (H. Y.) Theme #7: Current Pandemics  Participant responses also pointed to the current pandemics (i.e., COVID-19 and racial injustice) as sources of depression and anxiety symptoms. Together, these stressors seemed to make all participants’ lives more difficult, despite their social identities and demographics. Additionally, many interviewees discussed the compound nature of both these stressors. For 58  instance, when Nance was asked to describe their greatest sources of anxiety, they said, “I'll say like politics and the pandemic, [that] crossover.” Thus, interviewees' responses were categorized into two subthemes— COVID and racial inequality.  COVID-19. First, COVID-19 seemed to affect critical aspects of participants’ lives, such as their ability to socialize and build community with chosen family members. The majority of participants, at least in some way, discussed a need to adapt the ways in which they communicated (i.e., technological communication, only spending time with a small group of quarantine friends, and developing better relationships with themselves). Most notably, changes in communication were by far the most difficult aspect of COVID-19. I don't feel comfortable leaving the house. Um, and also, just the way that I'm able to communicate has changed. Um, because now, it's all just, like, through text, um, chatting, or, or video calls like this. Which I do think have value […], but it's still not quite the same as being in the room with a person. Like, I see so many jokes of, like, I'm gonna french kiss all my friends after this ends (laughing). (G)  COVID-19 was also discussed in regard to an interruption of structure and routine in participants' lives. Almost all interviewees experienced stress as a result of not being able to “change scenery,” having to use different tactics to deal with stress, and being unable to engage in joyful activities they once were able to. As a result, many participants expressed losing interest in activities they once were passionate about. Caleb mentioned that, “With COVID, […] I feel I lost a lot of motivation for doing my work, even though it was stuff that I am like in theory, really passionate about.” For this reason, some participants discussed a sense of stagnation in their daily activities.  59  Now, it's hard to do that, right. So I get more unstructured, free time. And I literally don't know what to do with myself. So like, I'll just aimlessly do like nothing or scroll around on social media for three hours. And I feel weird about it, because I feel like I wasted my time. (Tim) On a more systemic level, one participant also talked about anti-Asian sentiment as a result of COVID-19 political propaganda.  When the pandemic first started, I realized the way that I kind of saw, um, people, and the way that I was perceived [me] had completely changed, because of like the anti-Asian sentiment that appeared. […] It made me a lot more nervous to go out, and I could kind of feel like eyes were on me. (Hannah)  Racial Inequality. The other subtheme related to this theme was the current racial pandemic. The majority of participants discussed the unarmed killing of Black Americans, systemic racism, and the current political administration in some way. For some, this was related to their own experiences as people of color. When broadly asked about stressors, one participant stated: Yeah, just the social moment […] I think it consumes 80% of my brain even when I'm not actively thinking about it. I have three nephews that I love dearly. […] One of them is a runner, you know? Ahmaud Arbery could not outrun those bullets. (Josh)  For others, stress stemmed from feeling as though they were not doing enough to address racial inequalities in the United States. This concept was brought up quite frequently by participants with a variety of identities and experiences. With it came a sense of simply not knowing what to do to help better others' lives.  60  Yeah, uh politics has been, you know, a stressor for me the last four and a half, five years. Um, but it's definitely been more present since […] the George Floyd protests started. I often feel like I'm not doing enough, but uh, that I am also doing everything I can with what time I have. […] Uh, but like, if things go really south in November, maybe I just go to DC? (Tay)  Stress associated with racial inequalities had both physical and mental effects on participants. Responses highlighted that participant stress manifested as heighten heart rates, sweating, and other physical sensations.  Um, I think that's a level of very affective stress for […] I can feel my face getting red, my throat like clenching and my heart rate, you know, beating faster when I read or see such things.” (Tom) These affective responses were tied to participants’ strong values of equity. Some discussed having difficult conversations with others about issues of racial equity. One participant stated:  I am, you know, trying to, um, raise awareness about an issue, and people want to have a debate or, um, give me their opinion. Um, as if like […] certain people's lives are debatable or their, you know, basic human rights are debatable. (Siv) Theme #8: Identity  Lastly, participants discussed the stress associated with who they are and the societal systems that influence how they live. This included nuanced discussions of social identities, the values participants hold, their dispositions, and how they show up in the world. Importantly, comments were often holistically. That is, participants spoke about their stress in an intersectional way. For instance, one participant discussed stress associated with both societal and self-focused attitudes toward their race and sexual orientation identities: 61  So I'm mixed. My mom is White, and my dad is Black. So I'll do a lot of like, \"Am I Black enough\"? […] Um, or people will say things to me that make me feel like I'm not Black enough. Um, and then, feeling like, “Am I queer enough?” in terms of my sexuality. […] You can be hetero passing, and that is a privilege. But also, you know, it doesn't negate the fact that if I chose to date someone who, you know, would put me in the head of a passing relationship like I would still […] I don't know, that doesn't, that doesn't mean I'm not queer anymore. (Lana) Others discussed the imbalance between systems of oppression, such as capitalism, and their identities and values. For instance, one person spoke about the conflict between living in a capitalistic society, which they did not personally endorse, and their identity as the primary provider for their loved ones.  Like, knowing that I exist within a capitalist system and that so much of what I do […] my value, my worth, is dependent on whether or not I can make enough money to survive. […] What does success mean? And in my mind, that's, well, I need to have a job. And I, and not just any job. I need to have a good job that pays well, that is prestigious so that my family doesn't feel like I failed. And that I don't feel like I failed, so that I can support myself and my spouse. (Nic)  While these types of conflicts consistently provided participants with a great deal of stress, they also drove them to aspire to a better life. Countless interviewees voiced that, while they have experienced stress associated with their identities and values, they aim to better the lives of those like them. This was particularly the case for one medical student who experienced stress around the systemic “lack of knowledge in the medical community” of gender diverse individuals. They; however, stated that pursuing a degree in medicine provided them with a 62  “sense of purpose” for the future. At the conclusion of one participant’s interview, that similarly commented that:  I imagine myself as like an older queer. And I'm like loving on some little queers. And I'm like, \"Oh, I got you, like, I'm gonna show you that you can make it.\"  Like […] what it took for me was like, one person listening to me and loving me and like, obviously, everybody's situation is different. [..] It's just the little things and knowing that I can't fix everything, but wow, I've got a lot of love to give. So if I can just give that to some other people that need it…not gonna save everyone, but [maybe] a couple other people. That'd be pretty dope. (Issa)             63    Chapter 5: Discussion Nonbinary individuals living in the United States experience substantially high rates of mental health disparities when compared to other groups (e.g., Harrison et al., 2012). While a great deal of recent research has examined mental health outcomes for this group, few have specifically focused on the resilience within this population. Previous research shows the positive influence of resilience for gender-expansive individuals (e.g., Singh et al., 2011; Singh et al., 2014). Thus, the lack of resilience-based work on this group, coupled with their disproportionately high rates of health disparities, may signify one of the most impactful, understudied public health threats affecting gender minorities today. By learning about the ways in which nonbinary people practice resiliency, researchers may gain a more nuanced, full picture of this community. Thus, guided by transcendental phenomenology, the current study aimed to examine the ways in which nonbinary individuals practice resilience or their experiences using resilience to alleviate symptoms of depression and anxiety. Results suggest that this population uses a number of tactics to alleviate symptoms of depression and anxiety, including community, distraction, formal therapy, and therapeutic techniques. Additionally, findings suggest that these tactics are most often used to combat particular stressors, such as work/school, interpersonal stress, the current pandemics, and identity. Taken together, these results provide novel insights into the experiences of nonbinary people living in America and have many implications for future research, clinical practice, and policy work.  Tactics 64   The current study’s findings point to community as an important resiliency factor for nonbinary individuals. Generally, preliminary analyses suggest that participants who were most resilient talked about community in an interactive and positive manner, while those who reported lower resiliency scores also discussed community, but framed it as a key support to their mental health. The importance of community in our sample, regardless of resiliency score, provides important insight into this construct for nonbinary people. Importantly, community had three subthemes within our study—partners/friends, broad queer community, and a contribution to one’s community.   Findings related to partners/friends, our first subtheme, are similar to research on social support for gender diverse individuals. That is, both in our sample and in previous research (e.g., Moody et al., 2015), findings suggest that gender-diverse individuals rely on close friends and romantic partners for support through difficult times. Interestingly, while research has found that social support from family members can be particularly helpful for gender-diverse individuals in early adulthood (Russell et al., 2018), no participants in our study mentioned this group positively. Thus, these findings may point to a lack of support from family members for some nonbinary individuals. More research is necessary to examine this further.  The second community subtheme, the broader community, is supported by previous literature as well. This theme represented online and in-person supportive and affirming acts from participants’ communities. Importantly, this theme included instances of resource sharing and the creation of supportive environments for participants. These findings are similar to research on community belongingness in the trans community, which discusses how gender diverse individuals find a sense of belonging within their communities (Barr, Budge, & Adelson, 2016) and the benefits of doing so (Hendricks and Testa, 2012). Interestingly, the current results 65  point to a broader, intersectional approach to community belongingness based not only on one’s gender identity. Instead, participants discussed support that was affirming of their racial and gender identities, ability statuses, religious affiliations, and others. While some recent research has used a more intersectional approach to studying community belongingness and support (Sadika et al., 2020), these findings point to the need for more of this work, particularly for nonbinary individuals.    Lastly, our participants discussed the importance of contributing to one’s communities as a resilience tool against depression and anxiety symptoms.  The majority of our participants talked about the role of identity-affirming activism, which included moderating in-person and online groups around a variety of shared social identities. For instance, participants discussed helping fellow nonbinary individuals, but also talked about aiding their friends, partners, students, and work colleagues through difficult times. While participants did not only talk about gender-related contributions, these findings are in line with previous research suggesting that when gender-expansive individuals contribute to their community via activism, they are provided with a sense of purpose, meaning, and even access to collective resources (e.g., health care) (Singh, 2013; Singh & McKleroy, 2011). Again, our findings point to a more intersectional approach to activism for our participants than has been studied in previous literature (e.g., Matsuno & Israel, 2018; Testa et al., 2015). Thus, this perspective should be examined more fully in future research on this population, as a more intersectional view of activism may contribute to better mental health outcomes for this group. Another resiliency tactic identified in the current study was distraction. Almost all participants mentioned distraction tactics as positive, because they allowed them short breaks from the stressors of life, provided tangible solutions to larger challenges, and brought ephemeral 66  feels of joy and happiness to participants’ lives. Particularly, three subthemes emerged – media, sleep, and other distractions (i.e., recreational drugs and work tasks) were the most endorsed.  To date, very few studies have examined distraction as a tool for resilience in nonbinary individuals. In fact, the only published study examining distraction in a nonbinary sample, to the researcher’s knowledge, was conducted by Bowling and colleagues (2019). In this study, Bowling and colleagues completed photo-elicited interviews with 21 gender diverse individuals to broadly examine the perception of resilience and coping within their sample. Their results revealed a number of internal and external resilience factors, which included distraction and avoidance. In their study, distraction was conceptualized as any tactic which offered relief, but did not “address the source of their stress,” which is similar to the current study’s definition. For them, distraction included tactics like reading, biking, and ignoring issues. These findings differ from ours in that our participants primarily discussed social media, sleep, and other distractions as positive resiliency tools. Regarding media, our first subtheme, participants talked about television, video games, and social media interaction as positive resiliency tools. Interviewees continually suggested that, in the face of symptoms of depression or anxiety, these tools allowed them to disconnect from their negative thoughts for a short time. To date, few studies have identified media as a positive, distraction-based resiliency tool for nonbinary people. However, a 2015 study examined social media-based resilience tools in a sample of LGBTQ youth, ages 18 – 22 years old (Craig et al., 2015). Researchers found that this population uses a variety of media sources as a tool for coping through escapism and community building, which parallels our findings. These results, and others (Elzy et al., 2013; Harnish et al., 2000), suggest that while distraction has been previously thought of as a negative behavior, in moderation, it can be used to positively influence deficits in 67  mental health within gender and sexual minority populations. In line with these findings, other studies have proposed the positive effects of identity-affirming media, in particular, on mental health outcomes for nonbinary people (Matsuno, 2019). Similarly to our findings, research suggests that social media platforms, like Tumblr, Twitter, and Facebook, can be used by nonbinary people to build community and positively influence mental health outcomes (2019). Our second distraction-based subtheme was sleep. For numerous participants, sleep was a particularly useful technique for alleviating the effects of depression and anxiety symptoms when social media tactics were no longer effective. While the positive effects of sleep have been studied for decades (e.g., Hirshkowitz et al., 2015), little research has examined this construct in relation to positive distraction. In fact, a number of studies have conversely documented the positive effects of sleep on decreasing daily distractions (Stepan et al., 2019). Therefore, the current study’s findings are novel, in that they demonstrate sleep as a positive distraction from negative stressors in the lives of participants. While these findings are not in line with previous sleep research, similar to media use, distraction may have a positive influence on the mental health of individuals when used in moderation (Craig et al., 2015). This type of distraction should be further studied, as nonbinary individuals experience heightened rates of mental health stressors when compare to other groups (e.g., Budge et al., 2014). Thus, sleep may serve as a useful tool for this community to escape these stressors for a short time.  Lastly, participants discussed a number of additional stressors, such as work tasks and recreational drugs, to distract themselves from stressors. While these tactics varied, it was clear that these forms of distraction were successful in helping participants forget their stressors momentarily. These findings are similar to that of Bowling and colleagues’ (2019) results suggesting avoidance, or long-term distraction tactics, as a resilience tool for gender diverse 68  people. Within this subtheme, the researchers discussed substance use, or recreational drugs, as a tool for coping in their sample. Their results differed from ours in that participants in the current sample did not mention using substances long-term; they were used in combination with other tactics, such as community and hobbies, and drugs were often participants’ last resort if other tactics did not work. Additionally, Bowling et al.’s (2019) results differed from ours in that their participants did not mention completing work as a tool for distraction. These differences in study themes may be attributed to the scope of each project. The current study specifically aimed to gather resilience factors related to depression and anxiety, while Bowling and colleagues broadly examined perceptions of resilience and coping.  Additionally, their sample included trans and nonbinary individuals, while ours was entirely comprised of nonbinary participants, so it follows that our results would be similar but also different.  More research is needed to examine both distraction and avoidance in the nonbinary community.    The current study also identified therapeutic techniques as a resiliency tool for combatting symptoms of depression and anxiety in our sample. Participants often used a combination of useful therapeutic tactics, such as hobbies, mindfulness, and music, in place of formal therapy. Interestingly, some interviewees commented that some of these tactics originated from therapy, but due to negative therapeutic experiences, participants were no longer in formal therapy. For instance, one participant commented that, “While I do know therapy helps so many people, and I would love to be able to find like this dope Black queer therapist, I'm skeptical.”. While some research has been done on these types of therapeutic tools in gender-diverse individuals (e.g., Bowling et al., 2019; Stone et al., 2020), none, to the researcher’s knowledge, have explicitly examined these constructs in an entirely nonbinary sample.  69   For instance, Stone and colleagues (2020) conducted a mixed-method study of the sources of community for a racially diverse sample of trans and nonbinary individuals. Their finding suggested that Anglo, or White, trans and nonbinary participants were more likely to use hobbies as tools for community building when compared to Black, Latinx, and Indigenous people. This was attributed to the White makeup of some hobby groups, such as nerd and geek subcultures. These findings differ for those in the current study, as the hobbies our participants mentioned were more self-focused (i.e., cooking, biking, reading, and walking in nature) as opposed to communal.  This could have been due to the influence of COVID-19, as many participants were unable to leave their homes, thus potentially forcing them to use less communal hobbies than they might normally use. However, very few participants mentioned using drastically different hobbies, due to COVID-19. In any case, future findings should aim to examine the positive effects of both communal and individual hobbies for nonbinary people.    Regarding our second subthemes—mindfulness—very little research has been conducted on this construct in nonbinary participants, so these findings are novel. Interviewees spoke about the positive effects of deep breathing techniques, journaling, mediation, and being in nature on depression and anxiety symptoms. Also, almost all interviewees discussed that these resiliency tactics helped them feel more engaged in their daily activities, identify their emotions, and foster a better life. Similar to these findings, a 2019 longitudinal photo-elicitation interviews study found that gender-diverse individuals use mediation as a resilience tactic (Bowling et al., 2019.) Other research points to mindfulness as a tool for coping with discrimination in trans individuals (Thoroughgood et al., 2020). Additionally, another study examined the influence of a mindfulness-based intervention for a small sample of Black transgender women, which demonstrated decreases in stress and depression scores for this population (Hunter-Jones et al., 70  2020). However, with the absence of literature on mindfulness in nonbinary individuals, more research is needed to examine the influence of this construct on depression and anxiety in this population.    Lastly, participants discussed music as a therapeutic, resiliency tactic. For the majority of our sample, music was discussed as a tool of celebration, connection to one’s community, a method for social change, and a way to express one’s identity safely. Further, participants talked about performing music to affirming crowds, protesting via their musical endeavors, but also listening to others’ music to feel positively. Interestingly, no published study, to the researcher’s knowledge, has examined the influence of music on the mental health of nonbinary individuals. However, decades of research have demonstrated the positive, mood-changing effects of music in daily life and therapeutic settings (e.g., Bibb & McFerran, 2018; Papinczak et al., 2015). The current findings may point to a potential form of intervention against depression and anxiety symptoms for nonbinary individuals. Still, more research is needed to better understand how these tactics are used.  Participants also highly endorsed therapy as a tool for alleviating depression and anxiety symptoms. Our results revealed that participants had positive experiences with therapists when they felt affirmed in their identities. Affirmation and therapeutic competence were characterized by therapists who had shared identities and diagnoses with participants, were knowledgeable about various identities and therapeutic techniques, and were intersectional in their approaches to therapy. These affirming aspects of therapy are in line with recent research on identity-affirming therapy for nonbinary individuals (e.g., Matsuno, 2019). For instance, Matsuno (2019) suggested a number of micro-level interventions for therapists to consider when working with nonbinary people, including being comfortable using gender-neutral language/ pronouns, being cognizant 71  of the societal and internalized stigma that nonbinary people may experience, and empowering clients to be themselves in the therapeutic setting. While our participants did not explicitly mention all of these facets of affirming therapy, our findings are very similar to those of Matsuno (2019) and others (Conlin et al., 2019). The current findings contribute to this literature by suggesting that therapists be competent regarding all of the participants’ social identities, including race, gender, class, etc. An intersectional approach to therapy for gender diverse people has been previously studied (Golden and Oransky, 2019; Rider et al., 2020), but is not commonly used. Instead, many studies, including Matsuno (2019), primarily focus on nonbinary identities, which provide a useful, but less extensive account of this group’s experiences.  Additionally, it is important to note that it often took years for the majority of our participants to find a competent therapist. In fact, some commented that they still were in search of one. This finding is supported by many resources pointing to deficits in health providers’ abilities to properly treat nonbinary individuals (National LGBT Health Education Center, 2017; Webb et al., 2017). When combined with heightened rates of depression, anxiety, and suicidality (Harrison et al., 2012; Lefevor, 2019) within the nonbinary community, these findings highlight a severe disparity. The current findings build on this research by contributing to qualitative accounts of how nonbinary people conceptualize affirming therapy. Thus, it is vital that future research further examine these experiences to inform better education to potential providers.  Stressors  The current study also identified stressors that these resiliency tactics are used to combat – work/school, interpersonal stress, the current pandemics, and identity. First, participants discussed work/school as one of the biggest causes of depression and anxiety symptoms in their lives. Regarding work, participants mentioned not having current employment due to COVID-72  19, feeling unfulfilled or stuck in their current positions, or worrying about their future employment prospects. As a result, participants used a number of tactics, such as community and distraction, to alleviate depression and anxiety symptoms. While little research has been conducted on employment stressor of nonbinary people, many findings point to disproportion rates of job discrimination (James et al., 2016; Testa et al., 2017), misgendering, and invalidation for gender diverse people within the extremely gendered employment world (Barbee & Schrock, 2019). However, one 2020 study examined perceptions of nonbinary and transgender employees using vignettes (Dray et al., 2020). Researchers found that participants rated nonbinary individuals least positively when compared to cis-men and transgender women. Additionally, a 2016 study did find that nonbinary trans individuals experience significant job-related stress, but these were vastly outweighed by transgender women (Davidson, 2016). Taken together, the current study provides preliminary research on this topic by gathering a more nuanced understanding of employment stress than has been previously presented. Importantly, while participants may have emphasized work-related stress, due to the effects of COVID-19, this line of research is still important. To date, few studies have examined this construct in nonbinary people, which is necessary as they may experience heightened rates of employment-related stressors, due to stigma and erasure based on their gender identities (Goldberg et al., 2019; Harrison et al., 2012).     School was also mentioned as a stressor for nonbinary people in our sample. This type of stress stemmed from various facets of academic culture, including both internal and external pressures to succeed, a desire to have a fulfilling career, which influenced their current academic endeavors, to take care of family members and friends, and make an impact on the world. Our results differ from previous findings in that participants did not primarily mention gender-related 73  academic stress. That is, previous findings have suggested that nonbinary college and graduate students face several barriers to their mental health, including misgendering and other non-affirming systemic and interpersonal stressors (Goldberg and Kuvalanka, 2018). Similarly, other studies have further pointed to nonbinary individuals’ lack of affirmation in more “progressive” majors, such as Gender Sexuality Studies, by peers and university administrations (Beemyn, 2015). The current findings are not counter to these previous studies, because some participants mentioned gender-related academic stress. However, this type of stress was not the leading cause of depression and anxiety symptoms for our participants. Instead, they experienced more stress from both self-focused and external pressures to succeed and make better lives for themselves and those they love. Future findings should aim to examine academic stress in a broader, intersectional way that includes an examination of gender-specific stressors, but also internal and external beliefs about academic success within this community.  Another endorsed stress-related theme was interpersonal stress in the current sample. Overall, interviewees continually discussed the conflict between themselves and others for a variety of reasons, mainly around expectations and difficult relationship dynamics. Participants’ responses were categorized into two main subthemes—partners/friends and other relationships. To the first subtheme, participants most often discussed experiencing struggles to set clear boundaries, dissatisfaction with relationship dynamics, and holding others accountable. These findings were different from previous research on interpersonal stress in nonbinary individuals. Similar to other themes, the majority of previous research focuses on gender-related interpersonal stress, including rejection, invalidation, and erasure (e.g., Budge et al., 2014). These more gender-focused interpersonal stressors were present in the current study, but only when participants’ discussed invalidation of their genders by family members. These comments 74  represented one of the few times that participants brought up their genders unprompted. However, when discussing partners/friends and others, such as graduate advisors, results focused more heavily on interpersonal stress at the intersections of many identities. It is important for future findings to examine the varying types of interpersonal challenges, as little research has been conducted in in nonbinary samples (e.g., Suarez, 2020). Such research may help this group foster more healthy and fruitful relationships.  The most novel stress themes were the current pandemics and identity. To the former, our results revealed that COVID-19 interrupted participants’ abilities to socialize and build community, and it interrupted the structure within their lives. The majority of participants, at least in some way, discussed a need to adapt how they communicated (i.e., technological communication, only spending time with a small group of quarantine friends, and developing better relationships with themselves). Interestingly, a number of new studies have examined the effects of COVID-19 on nonbinary individuals. One study found that during COVID-19, nonbinary individuals experience higher levels of anxiety and depression when compared to cisgender women and men, which were compounded if participants had preexisting physical or mental health conditions (Alonzi et al., 2020). When combined with record-high unemployment (BLS, 2020), a staggering death rate (CDC, 2020), and heightened pre-pandemic rates of anxiety and depression (Todd et al., 2019), results suggest that nonbinary people may experience more severe mental health outcomes during the pandemic than other groups. However, no published study to date has qualitatively examined the effects of COVID-19 on depression and anxiety symptoms in a sample entirely comprised of nonbinary individuals. While this was not the primary purpose of the current study, our results shed light on the varied ways in which a global pandemic and influence this population.  75   Similarly, participants discussed stress related to racial inequalities within the United States. Interviewees mentioned the unarmed killing of Black Americans, systemic racism, the current political administration, along with stress stemming from their inability to make social change. Others also talked about physical manifestations of stress and their values of equity. Historically, research has examined the negative effects of systemic racism on people of color (Garcia-Hallet et al., 2019; Kendi, 2016), which is in line with the endorsement of this subtheme for those who belong to these communities (i.e., people of color). Interestingly, however, the current racial climate was one of the most endorsed stressors in a sample largely comprised of White participants. Recent findings from the Pew Research Center (2020) suggest that the majority of Americans, despite race, support recent protests of racial inequality and believe that the current administration has made race relations worse. These results were particularly salient for those who identified as liberal. In line with these findings, our results suggest that our entirely liberal sample cared about racial inequality, and thus, were negatively affected by it in some way. This influence; however, was likely more personal and detrimental to the mental health of people of color. Future research should first examine the impact of racial inequality on both people of color and White nonbinary individuals. Secondly, it would be interesting to see if minority status (i.e., gender identity) of White nonbinary participants influence their attitudes toward racial minorities.   Finally, participants broadly discussed identity as a theme for which they use resiliency tactics. Results found that participants experienced stress associated with who they are and the societal systems that influence how they live. This included nuanced discussions of intersecting social identities, the values held by participants, their dispositions, and how they show up in the world. As previously mentioned, the participants endorsed an intersectional view of identity, 76  such that they viewed their identities holistically. This could be attributed to the study design, in which nonbinary participants were broadly asked questions about the tactics and the situations in which they use these tactics to combat symptoms of depression and anxiety. This was intentionally done to provide holistic and honest experiences of resilience in this community. Essentially, by not heavily probing into gender-related tactics and stressors, participants seemed to give more candid, honest answers. During the course of one interview, a participant even stated, “I'm […] noticing that you didn't ask me a lot of questions about my gender, and it just like definitely feels more of an interview of like, what is resilience to you and you happen to be a nonbinary person (laughs).” Because of this conscious choice by the researcher, participants freely discussed the intersections between their identities, values, and dispositions. While some research has used an intersectional framework for studying identity in gender-diverse people (e.g., de Vries, 2015; Nicolazzo, 2016), few have done so in such a broad manner, which is one success of the current study. Instead, findings often focus on one identity for ease and clear results. However, as the current study shows, there is strength in allowing participants to express their true feelings and experiences without specifically asking about their gender identities. Future research should use a more intersectional approach to viewing identity when studying these populations.  Limitations There are a few limitations to the current study.  For instance, one limitation was the use of the Brief Resilience Scale (Smith et al., 2008) with the current sample. As was expressed by Bowling and colleagues (2019), “existing resilience scales may not capture the various ways gender-diverse individuals view their resilience.” Thus, it is possible that this measure did not fully capture resilience within the current study, because it has not been normed with nonbinary 77  people. Additionally, our findings suggest that the current sample had “low resilience” according to the Brief Resilience Scale (2008), despite participants demonstrating countless resiliency tactics. For this reason, future research should aim to validate measures of resilience in gender diverse populations. Another limitation was the effect of the COVID-19 pandemic on the current study. That is, data were collected between July and August 2020, approximately five months into a national quarantine. As a result, the stress associated with COVID-19 was extensively expressed by participants. This is important to note, as the global pandemic may have influenced who chose to participate in the current study. For instance, it is likely that those who had access to the internet, more time to participate in the current study, were more economically privileged, and those who were least affected by COVID-19 (i.e., had the most resources and access to supports) chose to participate. This could also explain the highly educated nature those in the current study. The potentially privileged experiences of participants may provide a unique and different perspective on resilience in nonbinary individuals when compared to those with less privilege. It will be important to examine the current findings in a more representative sample moving forward.  Additionally, despite the participants’ level of access, it is possible that interviewees’ stress was higher than normal, due to COVID-10. Thus, results gathered during a global pandemic may not provide generalizable data regarding the study outcomes. To address this limitation, key research questions specifically examining the effects of the pandemic on study outcomes in order to best parse out differences between pre-COVID and COVID-present tactics. It will be important to examine the experiences of participants in alleviating the effects of depression and anxiety symptoms without the impact of a pandemic.  78  Another possible limitation was the use of a convenient sample.  Study flyers were distributed on a number of both academic and non-academic, national nonbinary Facebook, Twitter, and Reddit groups. However, the majority of participants were recruited from a paid trans and nonbinary-specific research group on Facebook, which primarily catered to White and Asian-American students who resided in the Western United States. For this reason, our was primarily made up of current undergraduate or graduate-level students with these demographics.  However, many steps were taken to ensure the generalizability of the current data. First, the primary researcher sent recruitment flyers to predominately Black and Brown organizations, such as Southerners on New Ground, and used a variety of social media groups to gather participants. Additionally, interviews were open to all eligible participants within the United States to increase the diversity of the current research sample. Future work will aim to examine study constructs in a more representative sample of nonbinary individuals by recruiting from more non-academic, people of color-specific social media groups and organizations. Lastly, a potential limitation was the primary researcher's dual role as a researcher and the sole interviewer. This may have influenced the way in which research questions were asked or study themes were generated. However, due to the use of constant bracketing associated with transcendental phenomenology, which included reflective journaling, continual acknowledgment of biases, and the use of an additional coder, this limitation was fully addressed. However, future work should use a larger, more varied research team to ensure that minimal bias influences the research process and findings.  Implications/Future Directions With these limitations noted, there are a number of implications for future research. As the number of Americans self-identifying as nonbinary increases, there is an ever-growing need 79  to address the public health concern associated with disproportionate rates of mental health disparities (i.e., depression and anxiety) in this population. To begin to address this need, the current findings have a number of long-term and immediate research implications. First, this work can be used to create a preliminary, theoretical model of nonbinary stress and resilience, similar to the TRIM (Matsuno & Israel, 2018).  Such a model could be tested and validated to inform quantitative analysis of stressors and resilience factors for this population, inform interventions, and has the potential to be adapted for more specific nonbinary groups (e.g., Black nonbinary people or college nonbinary people). In doing so, future research would have a framework for studying resilience factors and mental health stress within this population. More fundamentally, researchers would have a nonbinary specific model of stress and resilience, which, to date, has never been created.  More immediately, our findings can inform more qualitative research on stress and resilience in nonbinary individuals. Essentially, it would be interesting to specifically examine resilience tactics in response to some of the stressors documented in our study. For instance, future work could aim to study the varied ways in which nonbinary individuals use resilience tactics in an employment or school setting. Similarly, other research could examine the effects of distraction on one’s ability to combat identity or interpersonal stressors. In conducting these types of studies, researchers would be able to gather a more nuanced understanding of nonbinary individuals’ resilience. Our findings also have a number of implications for future policy work. According to the Transgender Law Center (2020), only 15 states and territories in the U.S. have comprehensive (e.g., anti-discrimination, parental recognition, and criminal justice) gender identity policies and laws. As employment stress was so highly endorsed, these findings can help policymakers 80  advocate for reform within these settings. While participants did not explicitly mention being fired from their jobs, they did discuss a fear of being “out” at work or anxiety related to the use of their pronouns on applications as a barrier to employment. Additionally, gender-diverse individuals experience heighten rates of employment discrimination (Testa et al., 2017), which may be higher for nonbinary people (Davidson, 2016). This disparity may have been the cause of unemployment among our sample. Thus, our results point to a need for more anti-discrimination employment policies. Additionally, the current study also has implications for academic discrimination policies. Our participants discussed both interpersonal stress associated with school personnel, along with strong beliefs about success and achievement. As achievement and well-being have been tied to more affirming academic spaces, advisors, and administrations for trans and nonbinary students (Goldberg et al., 2018), inclusive policies are a necessity for success in these groups. Our current findings provide support for more academic policies to support nonbinary students.  The current study also has a number of clinical implications, particularly related to therapy and therapeutic techniques. The results of this study demonstrate that affirming therapy for nonbinary individuals is both needed and wanted. In particular, interviewees expressed that affirmation and therapeutic competence looked like therapists who shared identities and diagnoses with participants, were knowledgeable about a variety of identities and therapeutic techniques, and were intersectional in their approaches to therapy. These findings can be used to support training activities for potential therapists, which build knowledge of not only gender identities, but also those based on race, disability status, religion, and others. As mentioned by Matsuno (2019), these programs must also require that clinicians address their own biases, are 81  aware of the specific stressors associated with nonbinary people, and advocate on a variety of levels for those within this group.  Our results also demonstrate a different way of examining the experiences of nonbinary individuals. As previously mentioned, the current work viewed identity in an intersectional manner, in which participants were viewed more holistically than research specifically examine gender identity. In doing so, participants were able to express their true feelings and experiences without specifically being asked about their gender identities. Interestingly, gender-identity was widely discussed, as it was a salient social identity for all participants.  However, our results also included a broader discussion of the experiences of this group, which was the primary purpose of this study. Essentially, researchers gathered nonbinary experiences with resilience simply because all participants were nonbinary—no other requirements needed to be met. If future research has a similar goal, it should use a more intersectional approach of viewing identity when studying this population. This is particularly important as the world interacts with individuals as whole people and discriminates based on who individuals are perceived to be collectively. For instance, a person is collectively a South Asian, first-generation, nonbinary, queer person, as opposed to just South Asian, just first-generation, etc. In using this more complete framework, research could better aim to eliminate disparities by producing research that takes into consideration stressors related to all of participants’ identities, thus, more fully addressing the needs of these individuals.   Additionally, the current study’s results may provide some support to the types of activities therapists can recommend to participants. That is, interviewees endorsed community and therapeutic techniques (e.g., hobbies, mindfulness, and music) as tools for combatting depression and anxiety symptoms. To date, not enough research has examined the influence of 82  these tactics within the nonbinary population, but they could be used as a starting point for future research on resiliency tactics used both within and without clinical settings for this community. For instance, therapists could incorporate more of these tactics into their work with clients. Additionally, even distraction, which was conceptualized as a more short-term stress relief tactic, could be incorporated into therapy practices. For example, community-focused distraction techniques, like Twitter, Facebook, and other forms of social media, could be used to increase community belongingness and affirmation of one’s identities. Taken together, while the current study contributes to the small amount of literature on this subject, more is needed to create affirming clinical environments for nonbinary people.   Our findings also highlight potential depression and anxiety-related stressors that may influence nonbinary people’s mental health. In particular, our results point to work/school, interpersonal stress, the current pandemics, and identity as the largest forms of stress for our participants. Having this preliminary research may allow clinicians to assist nonbinary individuals in the therapeutic setting better. One of the most surprising findings of the current study was that participants most often provided gender-related responses when discussing interpersonal stress with their families. This may demonstrate a particularly important facet to consider when working with nonbinary people, as previous research has examined family rejection in gender diverse people (Klein & Golub, 2016). To address this stressor, if present, therapists could emphasize the use of other resiliency tactics, such as community and chosen family, to alleviate the effects of depression and anxiety for this population. Lastly, the current findings broadly provide necessary research on nonbinary individuals. While a large number of studies have been published within the past few years, there remains a dearth of research on resilience in this community; particularly when taking into consideration, 83  nonbinary individuals’ heightened rates of health disparities (e.g., Grant et al., 2011). This work is necessary for helping to address these negative health outcomes, but also provide more attention and awareness to a multi-faceted, complex, and strong community of people. Until competent researchers properly invest in this community, and worthwhile therapeutic interventions are created, the world will miss out on the beauty of nonbinary people.  Conclusion  In conclusion, the current study aims to fill a gap in the psychological literature by documenting experiences of resilience in response to depression and anxiety in adult nonbinary people living within the United States.  Using a transcendental phenomenological approach, this inquiry sought to answer the following questions: 1) What are the experiences of nonbinary people living within the United States in using resilience factors to alleviate the symptoms of anxiety and depression? and 2) Under what conditions do these resilience factors function? Results point to a variety of both tactics and stressors associated with experiences of nonbinary individuals’ ability to alleviate symptoms of depression and anxiety. While previous findings on gender diverse individuals support the current research, this study is both novel some of its themes and its examination of study outcomes in a sample entirely comprised of nonbinary individuals. However, more research is needed to understand these constructs more fully.   With that said, by gaining insight into the current research questions, this study can amplify the voices of nonbinary people living within the United States in the psychological literature and begin to identify which resilience factors this often-forgotten population uses to combat symptoms of depression and anxiety. In doing so, this work could contribute to the growing literature on this unique group and inform future interventions on ways to alleviate depression and anxiety in this population. Additionally, this study has implications for 84  therapeutic practice focused on nonbinary participants. Lastly, and most importantly, the current research identifies that nonbinary individuals are a unique, multi-faceted, resilient community deserving of respect, dignity, and celebration.    85  References Ahern, K. J. (1999). Ten tips for reflexive bracketing. Qualitative Health Research, 9(3), 407–411. Ahlgrim, C. (2020). 13 celebrities who don't identify as either male or female. Insider. https://www.insider.com/9-celebrities-who-identify-as-gender-non-binary-2019-6. Alonzi, S., La Torre, A., Silverstein, M. W. (2020). The psychological impact of preexisting mental and physical health conditions during the COVID-19 pandemic. Psychological Trauma: Theory, Research, Practice, and Policy, 12(51), 236-238. Ashraf, R., & Khan, N. (2019). Internalized transphobia, coping strategies, and common mental disorders in transgender. European Journal of Research in Social Sciences, 7(1), 13-26. Barbee, H. & Schrock, D. (2019). Un/gendering social selves: How nonbinary people navigate and experience a binarily gendered world. Sociological Forum, 34(3), 572—593. Barr, S. M., Budge, S. L., & Adelson, J. L. (2016). Transgender community belongingness as a mediator between strength of transgender identity and well-being. Journal of Counseling Psychology, 63(1), 87-97. Bauer, G. R., Braimoh J., Scheim, A. I., & Dharma, C. (2017) Transgender-inclusive measures of sex/gender for population surveys: Mixed-methods evaluation and recommendations. PLOS ONE, 12(5), e0178043. Beemyn, G. (2015). Coloring outside the lines of gender and sexuality: The struggle of non-binary students to be recognized. The Educational Forum, 79, 359–361.  Bergner, D. (2019). The struggles of rejecting the gender binary. The New York Times Magazine. https://www.nytimes.com/2019/06/04/magazine/gender-nonbinary.html.  86  Bibb, J., & McFerran, K. S. (2018). Musical recovery: the role of group singing in regaining healthy relationships with music to promote mental health recovery. Nordic Journal of Music Therapy, 27, 235–251. Bird, J. D. P., Kuhns, L., & Garofalo, R. (2012). The impact of role models on health outcomes for lesbian, gay, bisexual, and transgender youth. Journal of Adolescent Health, 50(4), 353–357. Bockting, W. O., Miner, M. H., Romine R. E. S., Hamilton, R., & Coleman, E. (2013). Stigma, mental health, and resilience in an online sample of the US transgender population. American Journal of Public Health, 103(5), 943–951. Bowling, J., Baldwin, A., & Schnarrs, P. W. (2019). Influences of health care access on resilience building among transgender and gender non-binary individuals. International Journal of Transgenderism. Advance online publication. Bowling, J., Schoebel, V., & Vercruysse, C. (2019). Perceptions of resilience and coping among gender-diverse individuals using photography. Transgender Health, 4(1), 176-187. Bradford, J., Reisner, S. L., Honnold, J. A., & Xavier, J. (2013). Experiences of transgender-related discrimination and implications for health: results from the Virginia Transgender Health Initiative Study. American Journal of Public Health, 103(10), 1820—1829. Breslow, A. S., Brewster, M. E., Velez, B. L., Wong, S., Geiger, E., & Soderstrom, B. (2015). Resilience and collective action: Exploring buffers against minority stress for transgender individuals. Psychology of Sexual Orientation and Gender Diversity, 2(3), 253-265.  Budge, S. L., Adelson, J. L., Howard, K. A. S. (2013). Anxiety and depression in transgender individuals: The roles of transition status, loss, social support, and coping. Journal of Consulting and Clinical Psychology, 81(3), 545–57. 87  Budge, S. L., Rossman, H. K., & Howard, K. A. (2014). Coping and psychological distress among genderqueer individuals: the moderating effect of social support. Journal of LGBT Issues in Counseling, 8(1), 95–117. Cantor, D., Fisher, B., Chibnall, B., Harps, S., Townsend, R., Thomas, G., Lee, H., Kranz, V., Herbison, R., & Madden, K. (2020). Report on the AAU campus climate survey on sexual assault and sexual misconduct. Rockland, MD: The Association of American Universities. Retrieved from: http://www.upenn.edu/ir/surveys/AAU/Report%20and%20Tables%20on%20AAU%20Campus%20Climate%20Survey.pdf Center for Disease Control (CDC). (2020). Provisional death counts for Coronavirus disease. Retrieved from https://www.cdc.gov/nchs/nvss/vsrr/covid19/index.htm. Chang, S. C., Singh, A. A., & Rossman, K. (2017). Gender and sexual orientation diversity within the TGNC community. In A. Singh & l. m. dickey (Eds.), Perspectives on sexual orientation and diversity. Affirmative counseling and psychological practice with transgender and gender nonconforming clients (p. 19–40). American Psychological Association. Chavanduka, T. M. D., Gamarel, K. E., Todd, K. P., & Stephenson, R. (2020). Responses to the gender minority stress and resilience scales among transgender and nonbinary youth. Journal of LGBT Youth, doi: https://doi.org/10.1080/19361653.2020.1719257. Cicero, E. C., Reisner, S. L., Merwin, E. I., Humphreys, J. C., Silva, S. G. (2020) The health status of transgender and gender nonbinary adults in the United States. PLOS ONE 15(2), e0228765. Clarke, J. A. (2019). They, them, and theirs. Harvard Law Review.  88  Conlin, S. E., Douglass, R. P., Larson-Konar, D. M., Gluck, M. S., Fiume, C., & Heesacker, M. (2019). Exploring Nonbinary Gender Identities: A Qualitative Content Analysis. Journal of LGBT Issues in Counseling, 13(2,) 114-133. Craig, S. L., McInroy, L., McCready, L. T., & Alaggia, R. (2015) Media: A catalyst for resilience in lesbian, gay, bisexual, transgender, and queer youth. Journal of LGBT Youth, 12(3), 254-275. Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A Black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. U.Chi.Legal F., 1989 - HeinOnline. Creswell, J. W. (1998). Qualitative inquiry and research design: Choosing among five traditions. Sage Publications, Inc. Creswell, J. W. (2009). Research design: Qualitative, quantitative, and mixed methods approaches (3rd ed.). Sage Publications, Inc. Davidson, S. (2016). Gender inequality: Nonbinary transgender people in the workplace. Cogent Social Sciences, 2(1), 1236511. Denzin, N. K. (1978). The Research Act: A Theoretical Introduction to Sociological Methods. McGraw-Hill. de Vries, A. M. (2015). Transgender people of color at the center: Conceptualizing a new intersectional model. Ethnicities, 15(1), 3-27. de Vries A. L. C., McGuire, J. K. , Steensma, T. D. , Wagenaar, E. C. F., Doreleijers, T. A. H., Cohen-Kettenis, P. T. (2014). Young adult psychological outcome after puberty suppression and gender reassignment. Pediatrics, 134(4), 696–704. 89  Dozier, R. (2005). Beards, breasts, and bodies: Doing sex in a gendered world. Gender & Society, 19, 297–316. Dray, K. K., Smith, V. R. E., Kostecki, T. P., Sabat, I. E., Thomson, C. R. (2020). Moving beyond the gender binary: Examining workplace perceptions of nonbinary and transgender employees. Gender, Work, and Organization, 3(1). 1 – 11. Eisner, S. (2013) Bi: Notes for a Bisexual Revolution. Seal Press. Elzy, M., Clark, C., Dollard, N., & Hummer, V. (2013). Adolescent girls' use of avoidant and approach coping as moderators between trauma exposure and trauma symptoms. Journal of Family Violence, 28, 763–770. Flores, A. R., Herman, J. L., Gates, G. J., & Brown, T. N. T. (2016). How many adults identify as transgender in the United States? Los Angeles, CA: The Williams Institute. Garcia-Hallett, J., Like, T., Torres, T., & Irazabal, C. (2019). Latinxs in the Kansas City metro area: Policing and criminalization in ethnic enclaves. Journal of Planning Education and Research, 0739456X1988274. The Gay & Lesbian Alliance Against Defamation (GLAAD). Number of Americans who report knowing a transgender person doubles in seven years, according to new GLAAD survey. https://www.glaad.org/releases/number-americans-who-report-knowing-transgender-person-doubles-seven-years-according-new Goldberg A. E. (2018). Transgender students in higher education. Los Angeles, CA: Williams Institute. Goldberg, A. E., & Kuvalanka, K. A. (2018). Navigating identity development and community belonging when “there are only two boxes to check”: An exploratory study of trans non-binary college students. Journal of LGBT Youth, 15, 106–131. 90  Goldberg, A. E., Kuvalanka, K. A., Budge, S. L., Benz, M. B., & Smith, J. Z. (2019). Health care experiences of transgender binary and nonbinary university students. Counseling Psychology, 47, 59–97. Golden, R. L., & Oransky, M. (2019). An intersectional approach to therapy with transgender adolescents and their families. Archives of Sex Behavior, 48(7), 2011-2025.  Gordon, A. R. & Meyer, I. H. (2007). Gender nonconformity as a target of prejudice, discrimination, and violence against LGB individuals. Journal of LGBT Health Research, 3(3), 55—71. Graham, L. F., Crissman, H., Tocco, J., Lopez, W. D., Snow, R. C., & Padilla, M. B. (2014). Navigating community institutions: Black transgender women’s experiences in schools, the criminal justice system, and churches. Sexuality Research and Social Policy, 11(4), 274–287.  Grant, J. M., Mottet, L., Tanis, J. E., Harrison, J., Herman, J., & Keisling, M. (2011). Injustice at every turn: A report of the National Transgender Discrimination Survey. National Center for Transgender Equality. Retrieved from: http://www.thetaskforce.org/static_html/downloads/reports/reports/ntds_full.pdf. Guba, E. G. (1981). Criteria for assessing the trustworthiness of naturalistic inquiries. Educational Resources Information Center Annual Review Paper, 29, 75-91. Hancock, P. & Larner, A. J. (2009). Clinical utility of Patient Health Questionnaire (PHQ-9) in memory clinics. Internal Journal of Psychiatry Clinical Practices, 13(3), 188—191. Harmon, A. (2019). Which box do you check? Some states are offering a nonbinary option. The New York Times. https://www.nytimes.com/2019/05/29/us/nonbinary-drivers-licenses.html. 91  Harnish, J. D., Aseltine, R. H., & Gore, S. (2000). Resolution of stressful experiences as an indicator of coping effectiveness in young adults: An event history analysis. Journal of Health and Social Behavior, 41(2), 121–136. Harrison, J., Grant, J., & Herman, J. L. (2012) A gender not listed here: genderqueers, gender rebels, and otherwise in the national transgender discrimination survey. LGBTQ Public Policy Journal at the Harvard Kennedy School, 2(1), 13–24. Hendricks, M. L., & Testa, R. J. (2012). A conceptual framework for clinical work with transgender and gender nonconforming clients: An adaptation of the minority stress model. Professional Psychology: Research and Practice, 43(5), 460–467. Hirshkowitz, M., Whiton, K., Albert, S. M., Alessi, C., Bruni, O., DonCarlos, L., Hazen, N., Herman J., Katz, E. S., Kheirandish-Gozal, L., Neubaue, D. N., O'Donnell, A. E., Ohayon, M., Peever, J., Rawding, R., Sachdeva. R. C., Setters, B., Vitiello, M. V., Ware, J. C., Adams Hillard, P. J. (2015). National Sleep Foundation's sleep time duration recommendations: methodology and results summary. Sleep Health, 1(1), 40-43. Human Rights Campaign (HRC). (2020). Glossary of Terms. Retrieved from: https://www.hrc.org/resources/glossary-of-terms. Hunter-Jones, J., Gilliam, S., Davis, C., Brown, D., Green, D., Hunter, C., Carswell, A., & Hansen, N. (2020). Process and Outcome Evaluation of a Mindfulness-Based Cognitive Therapy Intervention for Cisgender and Transgender African American Women Living with HIV/AIDS. AIDS and Behavior. https://doi.org/10.1007/s10461-020-03017-7. James, S. E., Herman, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M. (2016). The report of the 2015 U.S. Transgender Survey. Washington, DC: National Center for Transgender Equality. 92  Johnson, A. H., Hill, I., Beach-Ferrara, J., Rogers, B. A., & Bradford, A. (2019). Common barriers to healthcare for transgender people in the U.S. Southeast. International Journal of Transgender Health, 21(1), 70-78, Juth V., Dickerson S. (2013) Social stress. In: Gellman M.D., Turner J.R. (eds) Encyclopedia of Behavioral Medicine. Springer. Kattari, S. K., Bakko, M., Hecht H. K., & Kattari, L. (2019). Correlations between provider interactions and mental health among transgender and nonbinary adults. Social Science and Medicine: Population Health, 10, 100525. Kattari, S. K., Bakko, M., Hecht, H. K., & Kinney, M. K. (2020). Intersecting experiences of healthcare denials among transgender and nonbinary patients. American Journal of Preventative Medicine, 55(4), 506—513.  Kattari, S. K., Bakko, M., Langenderfer-Magruder, L., & Holloway, B. (2020). Transgender and nonbinary experiences of victimization in healthcare. Journal of Interpersonal Violence, [Epub ahead of print], doi: https://doi.org/10.1177/0886260520905091. Kendi, I. X. (2016). Stamped from the beginning: The definitive history of racist ideas in America. Nation Books. Krefting, L. (1990). Rigor in qualitative research: the assessment of trustworthiness. The American Journal of Occupational Therapy, 45(3), 214—222. Klein, A. & Golub, S. A. (2016). Family rejection as a predictor of suicide attempts and substance misuse among transgender and gender nonconforming adults. LGBT Health, 3(3), 193—199. Koken, J. A., Bimbi, D. S., & Parsons, J. T. (2009). Experiences of familial acceptance-rejection among transwomen of color. Journal of Family Psychology, 23(6), 853—860. 93  Kroenke, K., Spitzer, R. L., & Williams, J. B. (2001). The PHQ-9: validity of a brief depression severity measure. Journal of General Internal Medicine, 16(9), 606-613. Kroenke, K., Spitzer, R. L., Williams, J. B. W., Monahan, P. O., & Löwe, B. (2007). Anxiety disorders in primary care: prevalence, impairment, comorbidity, and detection. Annual Internal Medicine, 146, 317–325.  Langdridge, D. (2007). Phenomenological Psychology: Theory, Research and Method. Harlow, UK: Pearson Education. Lazarus, R. S. & Folkman, S. (1984) Stress, appraisal and coping. Springer. Lefevor, G. T., Boyd-Rogers, C. C., Sprague, B. M., & Janis, R. A. (2020). Health disparities between genderqueer, transgender, and cisgender individuals: An extension of the minority stress theory. Journal of Counseling Psychology, 66(4), 385—395. Lincoln, Y. S, & Guba, E. A. (1985). Naturalistic Inquiry. Sage. Luthar, S. S., Cicchetti, D., & Becker, B. (2000). The construct of resilience: a critical evaluation and guidelines for future work. Child Development, 71(3), 543–562. Lykens, J. E., LeBlanc, A. J., & Bockting, W. O. (2018). Healthcare experiences among young adults who identify as genderqueer or nonbinary. LGBT Health, 5(3), 191-196. Marshall, Z., Welch, V., Minichiello, A., Swab, M., Brunger, F., & Kaposy, C. (2019). Documenting research with transgender, nonbinary, and other gender diverse (trans) individuals and communities: Introducing the Global Trans Research Evidence Map. Transgender Health, 4(1), 68—80. Matsuno, E. (2019). Nonbinary-affirming psychological interventions. Cognitive and Behavioral Practice, 26(4), 617—628. 94  Matsuno, E. & Budge, S. L. (2017). Non-binary/genderqueer identities: A critical review of the literature. Current Sexual Health Reports, 9(3), 116–120.  Matsuno, E. & Israel, T. (2018). Psychological interventions promoting resilience among transgender individuals: Transgender resilience intervention model (TRIM). The Counseling Psychologist, 46(5), 632-655. McLemore, K. A. (2018). A minority stress perspective on transgender individuals’ experiences with misgendering. Stigma and Health, 3(1), 53–64.  Messner, M. A. (2000). Barbie girls versus sea monsters: Children constructing gender. Gender & Society, 14(6), 765–784. Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129, 674–697. Miller, G., Chen, E., & Cole, S. W. (2009). Health psychology: Developing biologically plausible models linking the social world and physical health. Annual Review of Psychology, 60, 501—524. Moody, C., Fuks, N., Peláez, S., & Smith, N. G. (2015). Without this, I would for sure already be dead”: A qualitative inquiry regarding suicide protective factors among trans adults. Psychology of Sexual Orientation and Gender Diversity, 2(3), 266-280. Morse, J. M. (2015). Critical analysis of strategies for determining rigor in qualitative inquiry. Qualitative Health Research, 25(9), 1212–1222.  Moustakas, C. E. (1994). Phenomenological research methods. Sage Publications International. Murad, M, H., Elamin, M. B., Garcia, M. Z., Mullan, R. J., Murad, A., Erwin, P. J., & Montori, V. M. (2010). Hormonal therapy and sex reassignment: a systematic review and meta-95  analysis of quality of life and psychosocial outcomes. Clinical Endocrinology, 72(2), 214—231. National LGBT Health Education Center. (2017). Providing affirmative care for patients with non-binary gender identities. Boston, MA: The Fenway Institute. https://www.lgbthealtheducation.org/wp-content/uploads/2017/02/Providing-Affirmative-Care-for-People-with-Non-Binary-Gender-Identities.pdf. Nicolazzo, Z. (2016) It’s a hard line to walk: Black non-binary trans* collegians’ perspectives on passing, realness, and trans*-normativity, International Journal of Qualitative Studies in Education, 29(9), 1173-1188.  Olsen-Kennedy, J., Walrus, J., Okonta, V., Belzer, M., & Clark, L. F. (2018). Chest reconstruction and chest dysphonia in transmasculine minors and young adults: Comparisons of nonsurgical and postsurgical cohort. The Journal of the American Medical Association: Pediatrics, 172(5), 2018. Papinczak, Z. E., Dingle, G. A., Stoyanov, S. R., Hides, L., and Zelenko, O. (2015). Young people’s uses of music for well-being. Journal of Youth Studies 18, 1119–1134.  Pew Research Center. (2020). Amid protests, majorities across racial and ethnic groups express support for the Black Lives Matter Movement. Retrieved from: https://www.pewsocialtrends.org/2020/06/12/amid-protests-majorities-across-racial-and-ethnic-groups-express-support-for-the-black-lives-matter-movement/. Planned Parenthood Federation of America Inc. (2020). What's transphobia?: Facts about transphobic discrimination. Retrieved from: https://www.plannedparenthood.org/learn/gender-identity/transgender/whats-transphobia. 96  Pflum, S. R., Testa, R. J., Balsam, K. F., Goldblum, P. B., & Bongar, B. (2015). Social support, trans community connectedness, and mental health symptoms among transgender and gender nonconforming adults. Psychology of Sexual Orientation and Gender Diversity, 2(3), 281–286.  Price-Fenney, M., Green, A. E., Dorison, S. (2020). Understanding the mental health of transgender and nonbinary youth. Journal of Adolescent Health, Epub, 1-7. Power, T., Jackson, D., Carter, B., & Weaver, R. (2015). Misunderstood as mothers: Women’s stories of being hospitalized for illness in the postpartum period. Journal of Advanced Nursing, 71(2), 370–380. QSR International Pty Ltd. (2020) NVivo (released in March 2020), https://www.qsrinternational.com/nvivo-qualitative-data-analysis-software/home Reisner, S. L. & Hughto, J. M. W. (2019). Comparing the health of non-binary and binary transgender adults in a statewide non-probability sample. PLoS ONE 14(8), e0221583. Richards, C., Bouman, W. P., Searl, L., Barker, M. J., Nieder, T. O., T’Sjoen, G. (2016). Non-binary or genderqueer genders. International Review of Psychiatry, 28(1), 95—102. Rider G. N., Vencill J. A., Berg D. R., Becker-Warner R., Candelario-Pérez L., Spencer K. G. (2019). The gender affirmative lifespan approach (gala): a framework for competent clinical care with nonbinary clients. International Journal of Transgenderism, 20(2/3), 275–288. Rood, B. A., Reisner, S. L., Puckett, J. A., Surace, F. I., Berman, A. K., & Pantalone, D. W. (2017) Internalized transphobia: Exploring perceptions of social messages in transgender and gender-nonconforming adults. International Journal of Transgenderism, 18(4), 411—426. 97  Rood, B. A., Reisner, S. L., Francisco S. I., Puckett, J. A., Maroney, M. R., & Pantalone, D. W. (2016). Expecting rejection: Understanding the minority stress experiences of transgender and gender-nonconforming individuals. Transgender Health, 1(1), 151-164. Russell, S. T., Pollitt, A. M., Li, G., & Grossman, A. H. (2018). Chosen name use us linked to reduced depressive symptoms, suicidal ideation, and suicidal behavior among transgender youth. Journal of Adoloscent Health, 63(4), 503-505. Sadika, B., Wiebe, E., Morrison, M. A., & Morrison, T. G. (2020) Intersectional microaggressions and social support for LGBTQ persons of color: A systematic review of the Canadian-based empirical literature. Journal of GLBT Family Studies, 16(2), 111-147. Saunders, B., Sim, J., Kingstone, T., Baker, S., Waterfield, J., Bartlam, B., Burroughs, H., & Jinks, C. (2018). Saturation in qualitative research: exploring its conceptualization and operationalization. Quality & Quantity, 52, 1893–1907. Safer, J. D., Coleman. E., Feldman. J., Garofalo, R., Hembree, W., Radix, A., & Sevelius, J. (2016). Barriers to health care for transgender individuals. Current Opinion in Endocrinology, 23(2), 168—171. Selye, H. (1956). The Stress of Life. McGraw-Hill. Singh, A.A. (2013). Transgender youth of color and resilience: Negotiating oppression and finding support. Sex Roles 68, 690–702.  Singh, A. A., Hays, S. G., & Watson, L. S. (2011). Strength in the face of adversity: Resilience strategies of transgender individuals. Journal of Counseling & Development, 89(1), 20—27. 98  Singh, A. A., & McKleroy, V. S. (2011). Just getting out of bed is a revolutionary act: The resilience of transgender people of color who have survived traumatic life events. Traumatology, 17(2), 34–44. Singh, A.A., Meng, S. E., & Hansen, A. W. (2014). I am my own gender: Resilience strategies of trans youth. Journal of Counseling & Development, 92(2), 208-218.  Smith, B. W., Dalen, J., Wiggins, K., Tooley, E., Christopher, P., & Bernard, J. (2008). The Brief resilience scale: Assessing the ability to bounce back. International Journal of Behavioral Medicine, 15, 194-200.  Smith, B. W., Epstein, E. E., Oritz, J. A., Christopher, P. K., & Tooley, E. M. (2013). The foundations of resilience: What are the critical resources for bouncing back from stress? In Prince-Embury, S. & Saklofske, D.H. (Eds.), Resilience in children, adolescents, and adults: Translating research into practice, The Springer series on human exceptionality (pp. 167-187). New York, NY: Springer. Spitzer, R. L., Kroenke, K., Williams, J. B. W., & Lowe B. A. (2006). A brief measure for assessing generalized anxiety disorder. Archives of Internal Medicine, 166, 1092-1097. Stepan, M. E., Fenn, K. M., & Altmann, E. M. (2019). Effects of sleep deprivation on procedural errors. Journal of Experimental Psychology. General, 148(10), 1828–1833. Stone, A. L., Nimmons, E. A., Salcido, R., & Schnarrs, P. W. (2020). Multiplicity, race, and resilience: Transgender and non-people building community. Sociological Inquiry, 90(2), 226-248. Stryker, S. (2008). Transgender history. Seal Press. 99  Taylor, J., Zalewska, A., Gates, J. J., & Millon, G. (2018). An exploration of the lived experiences of non-binary individuals who have presented at a gender identity clinic in the United Kingdom. International Journal of Transgenderism, 20(2-3), 195—204. Testa, R. J., Habarth, J., Peta, J., Balsam, K., & Bockting, W. (2015). Development of the gender minority stress and resilience measure. Psychology of Sexual Orientation and Gender Diversity, 2(1), 65-76. Testa R. J., Michaels, M. S., Bliss, W., Rogers, M. L., Balsam, K. E., & Joiner, T. (2017). Suicidal ideation in transgender people: gender minority stress and interpersonal theory factors. Journal of Abnormal Psychology, 126, 125–136. Thorne, N., Witcomb, G. L., Nieder, T., Nixon, E., Yip, A., and Arcelus, J. (2018). A comparison of mental health symptomatology and levels of social support in young treatment seeking transgender individuals who identify as binary and non-binary. International Journal of Transgenderism, 20(2-3), 241—250. Thoroughgood, C. N., Sawyer, K. B., Webster, J. R. (2020). Finding calm in the storm: A daily investigation of how trait mindfulness buffers against paranoid cognition and emotional exhaustion following perceived discrimination at work. Organizational Behavior and Human Decision Processes, 159, 49—63. Todd, K., Peitzmeier, S. M., Kattari, S. K., Miller-Perusse, M., Sharma, A., & Stephenson, R. (2019). Demographic and behavioral profiles of nonbinary and binary transgender youth. Transgender Health, 4(1), 254—261. Transgender Law Center (2020). National Equality Map: Gender Identity. Retrieved from: https://transgenderlawcenter.org/equalitymap. 100  Travers, R., Bauer, G., Pyne, J., Bradley, K., Gale, L., & Papadimitriou, M. (2012). Impacts of strong parental support for trans youth: A report prepared for Children’s Aid Society of Toronto and Delisle Youth Services. Trans Pulse, 1-5. U.S. Bureau of Labor Statistic (BLS). (2020). Civilian unemployment rate. Retrieved from: https://www.bls.gov/charts/employment-situation/civilian-unemployment-rate.htm.   Vance, S. R., Ehrensaft, D., & Rosenthal, S. M. (2014). Psychological and medical care of gender nonconforming youth. Pediatrics, 134(6), 1184—1192. Van der Meide, H., Leget, C., & Olthuis, G. (2012). Giving voice to vulnerable people: The value of shadowing for phenomenological healthcare research. Medicine, Health Care, and Philosophy, 16(4), 731—737. Viera, A. J., & Garrett, J. M. (2005). Understanding interobserver agreement: The kappa statistic. Family Medicine, 37, 360–363. Vital, A. V. (2019). Water, gender, and modern science in the Steven Universe animation. Feminist Media Studies, doi: https://doi.org/10.1080/14680777.2019.1662466. Webb, A., Matsuno, E. P., Budge, S. L., Krishnan, M. C., & Balsam, K. F. (2017). Non-binary gender identities: Fact sheet. The Society for the Psychological Study of Lesbian, Gay, Bisexual, and Transgender Issues. http://www.apadivisions.org/division44/resources/advocacy/nonbinary-facts.pdf.        101  Appendix A: Recruitment Flyer    102  Appendix B: Consent Form  TITLE: Mental Health Stress and Resilience Factors in the Nonbinary Community  VCU IRB NO.: HM20019064  If any information contained in this form is not clear, please ask the study staff to explain any information that you do not fully understand.   PURPOSE OF THE STUDY  The purpose of this research is to examine stress and resilience factors used by nonbinary individuals to alleviate the effects of depression and anxiety.    DESCRIPTION OF THE STUDY AND YOUR INVOLVEMENT If you decide to take part in this study, you will be asked to participate in an interview.  Your participation should last no longer than 1.5 hours.  You will be asked to answer a number of questions about your experiences of feeling down or nervous in your daily life. You will also be asked questions about tactics you may use to deal with these feelings.  You are not obligated to answer all questions, but we would appreciate your input as frequently as you feel comfortable.  You will also complete a short survey.   PAYMENT FOR PARTICIPATION For your participation, you will receive $20.  CONFIDENTIALITY There is no identifiable information collected about you. Data is being collected for research purposes only.   Your data will be assigned a random ID number. It will not be linked to your demographic or personal information. All data will be kept in password-protected files which will be kept indefinitely.    VOLUNTARY PARTICIPATION AND WITHDRAWAL You do not have to participate in this study. If you choose to participate, you may stop at any time without any penalty. You may also choose not to answer particular questions that are asked in the study.  Your participation in this study may be stopped at any time by the study staff without your consent. The reasons might include: ● the study staff thinks it necessary for your health or safety; ● you have not followed study instructions; ● administrative reasons require your withdrawal.  If you leave the study before it is over, you will still receive an incentive for the study. However, you will not be able to withdraw your data once your completed survey has been turned in and you leave the session.  103  QUESTIONS If you have any questions, complaints, or concerns about your participation in this research, contact the persons below.   Kristina Hood, Principal Investigator at hoodkb@vcu.edu  Calvin Hall, Study Coordinator at hallcj4@vcu.edu  The researcher/study staff named above are the best persons to contact for questions about your participation in this study.   If you have any general questions about your rights as a participant in this or any other research, you may contact:   Office of Research  Virginia Commonwealth University  800 East Leigh Street, Suite 3000  P.O. Box 980568  Richmond, VA  23298  Telephone: (804) 827-2157  Contact this number to ask general questions, to obtain information or offer input, and to express concerns or complaints about research. You may also call this number if you cannot reach the research team or if you wish to talk with someone else.  General information about participation in research studies can also be found at http://www.research.vcu.edu/irb/volunteers.htm.                     104  Appendix C: Demographic Questions 1. What is your age? _______  2. What sex were you assigned at birth? a. Male b. Female  3. Do you identify with a gender that is different than your assigned biological sex? a. Yes b. No  4. What is your gender? ______________  5. What gender do you live as in your day-to-day life? ________  6. What pronouns do you use? ______________  7. Please check all ethnicities and races with which you identify: a. African-American/Black b. Hispanic/Latino c. Asian-American d. Caucasian/White e. Not listed (specify) ____________  8. How would you describe your sexual orientation?     a. Straight/Heterosexual b. Bisexual c. Gay/Lesbian d. Unsure/Questioning e. Not listed (specify) _____________   105  9. How would you characterize your hometown? (please check one) _____ rural (unincorporated) _____ small town (village or town) _____ suburban (metropolitan area of a large city) _____ small city (population < 30,000) _____ medium-sized city (population 30,000 – 100,000) _____ large city (population > 100,000)  10. In which region of the country is your hometown? a. Northeast b. Mid-Atlantic c. The South d. Midwest e. Pacific Northwest f. Southwest  11. What is the highest degree or level of school you have completed? If currently enrolled, the highest degree received. g. Some high school, no diploma h. High school graduate, diploma or the equivalent (for example: GED) i. Some college credit, no degree j. Trade/technical/vocational training k. Associate degree l. Bachelor’s degree m. Master’s degree n. Professional degree o. Doctorate degree  12. How would you describe your political ideals, generally? p. As conservative as it gets q. Conservative 106  r. Somewhat conservative s. Moderate (neither conservative nor liberal) t. Somewhat liberal u. Liberal v. As liberal as it gets  13. I consider myself to be: w. Christian – Catholic x. Christian – Protestant (Methodist, Baptist, Episcopalian, Presbyterian, etc.) y. Jewish z. Muslim aa. Hindu bb. Buddhist cc. Atheist dd. Agnostic ee. Not listed (specify) __________  14. In terms of religiosity/spirituality, I consider myself to be, generally: ff. Very religious/spiritual gg. Somewhat religious/spiritual hh. Somewhat not religious/spiritual ii. Not at all religious/spiritual        107  Appendix D: Screening Questions Patient Health Questionnaire (PHQ-9) Scale 1. Little interest or pleasure in doing things        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  2. Feeling down, depressed, or hopeless        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  3. Trouble falling or staying asleep, or sleeping too much        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  4. Feeling tired or having little energy        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  5. Poor appetite or overeating        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  6. Feeling bad about yourself or that you are a failure or have let yourself or your family down        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  7. Trouble concentrating on things, such as reading the newspaper or watching television        0           1                    2   3 Not at all Several days Over half of the days Nearly every day 108   8. Moving or speaking so slowly that other people could have noticed. Or the opposite being so fidgety or restless that you have been moving around a lot more than usual        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  9. Thoughts that you would be better off dead, or of hurting yourself        0           1                    2   3 Not at all Several days Over half of the days Nearly every day                      109  Generalized Anxiety Disorder (GAD-7) Scale Over the last 2 weeks, how often have you been bothered by the following problems?  1. Feeling nervous, anxious, or on edge        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  2. Not being able to stop or control worrying        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  3. Worrying too much about different things        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  4. Trouble relaxing         0           1                    2   3 Not at all Several days Over half of the days Nearly every day  5. Being so restless that it's hard to sit still        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  6. Becoming easily annoyed or irritable        0           1                    2   3 Not at all Several days Over half of the days Nearly every day  7. Feeling afraid as if something awful might happen        0           1                    2   3 Not at all Several days Over half of the days Nearly every day         110  Appendix E: Brief Resilience Scale Please respond to each item by marking one box per row 1. I tend to bounce back quickly after hard times 1        2       3       4   5 Strongly Disagree  Disagree  Neutral  Agree   Strong Agree  2. I have a hard time making it through stressful events.  5        4       3       2   1 Strongly Disagree  Disagree  Neutral  Agree   Strong Agree  3. It does not take me long to recover from a stressful event. 1        2       3       4   5 Strongly Disagree  Disagree  Neutral  Agree   Strong Agree  4. It is hard for me to snap back when something bad happens. 5        4       3       2   1 Strongly Disagree  Disagree  Neutral  Agree   Strong Agree  5. I usually come through difficult times with little trouble. 1        2       3       4   5 Strongly Disagree  Disagree  Neutral  Agree   Strong Agree  6. I tend to take a long time to get over set-backs in my life. 5        4       3       2   1 Strongly Disagree  Disagree  Neutral  Agree   Strong Agree      111  Appendix F: Script and Procedure for Interviews 1. Complete the pre-interview field/reflective journal assessing your feelings going into the session. 2. Sign in to Zoom and begin meeting approximately 3 minutes before the agreed upon start time. 3. When participants join the Zoom video call, introduce yourself, ask them their name, and confirm that they are there to participate in the Stress and Resilience Factors in the Nonbinary Community interviews.  a. If a participant shows up more five minutes past the scheduled time, inform them that they will have to reschedule. Let them know that if we do not adhere to the cut-off time it may alter the entire schedule for the remainder of the day.   Pre-Session Instructions After confirmation that the participants are in the correct Zoom call, say:  “Hello my, my name is X and today you will participate in an interview on your experiences of feeling down or nervous in your daily life. You will also be asked to answer some questions about tactics you may use to combat these feelings. You are not obligated to answer all questions, but we would appreciate your input as frequently as you feel comfortable. Your personal opinions are very important to us. There are no right or wrong answers. This conversation will be recorded. This is only for research purposes and no names or personal information will be used in the report.   This discussion will last 1.5 hours and you will be compensated $20 for your participation.   Is everything clear about the course of the interview?”   Session Instructions  1. Once you’ve answered any questions they may have, begin asking questions. See attached interview questions.   After Interview is Complete 1. Note if anything unusual may have occurred during the session.  2. Send a $20 Visa e-gift card to the participant. 3. Complete post-interview reflective journal.    112  Appendix G: Interview Questions Both Depression and Anxiety 1. What does the term “resilience” mean to you? a. Clarification: “For the sake of this study, resilience is defined as the ability to overcome adversity or challenges.”  2. What would be an example of a real or fictitious person that you consider to be resilient?  a. Probe: How do they cope with challenges? 3. What has been your experience with feeling down or stuck?  a. Probe: What about feeling down or stuck related to daily stressors like waiting in line or traffic? b. Probe: What about feeling down or stuck related to who you are as a person? c. Probe: What about feeling done or stuck related to your gender identity? 4. What are your biggest stressors? 5. What factors cause you to feel down or stuck? 6.  What do you do to deal with these feelings? Tactics? Mild vs. Severe? 7. Do these tactics make you feel better or help the situation or circumstances get better? a. Probe: Under what circumstances do these work? Not work? i. What tactics do you think would be effective in dealing with feeling down or stuck? 8. What has been your experience with feeling nervous, worried, or anxious?  a. Probe: What about feeling nervous, worried or anxious related to daily stressors like waiting in line or traffic? b. Probe: What about feeling nervous, worried, or anxious related to who you are as a person? c. Probe: What about feeling nervous, worried or anxious related to your gender identity? 9. What factors cause you to feel nervous, worried, or anxious? 10. What do you do to deal with these feelings? Tactics? Mild vs. Severe? 11. Do these tactics make you feel better or help the situation or circumstances get better? a. Probe: Under what circumstances do these work? Not work? i. What tactics do you think would be effective in dealing with feeling nervous or anxious? 12. To what extend do these tactics help you: a. Probe: Live a happy, meaningful life? b. Probe: Feel optimistic about the future? c. Probe: Feel engaged in your daily activities?  13. Are you depress and anxiety tied to each other? 14. Did your tactics for combatting feelings of be stuck or nervous change because of COVID-19? 15. Is there any other information you would like to provide? 113   Appendix H: Resource Sheet National Suicide Prevention Hotline 24/7 hotline, staffed by trained individuals, for those in suicidal crisis or emotional distress http://www.suicidepreventionlifeline.org/ Crisis hotline:  800-273-TALK (8255); 888-628-9454 (en español) Crisis Text Line Free, 24/7 support for people in crisis https://www.crisistextline.org/ Text 741741 from anywhere in the USA to text with a trained Crisis Counselor. The Trevor Project Crisis intervention and mental health services for those ages 13-24 http://www.thetrevorproject.org/ Crisis hotline: 866-488-7386 (for those ages 13-24) National Sexual Assault Hotline 24/7 hotline, staffed by trained individuals, for those experiencing sexual assault or violence https://www.rainn.org/ https://www.rainn.org/es (en español) Crisis hotline: 800-656-HOPE (4673) The National Domestic Violence Hotline 24/7 confidential crisis line for those experiencing domestic violence http://www.thehotline.org/ Hotline: 800-799-SAFE (7233) Communities Against Hate National coalition documenting hate incidents Report an incident at: http://communitiesagainsthate.org/report Report and get help at: 1-844-9-NO-HATE  The National Alliance on Mental Illness Hotline Free, Monday – Friday 10 a.m. – 6 p.m. Hotline: 800-950-NAMI; 800-950-6264               114  Appendix I: Cluster Analysis Word Clouds Low Brief Resileince Measure Score Group:    High Brief Resilience Measure Score Group:    115  Vita   Calvin J. Hall III was born on March 2nd, 1993 in Lawton, OK and is an American citizen. They received a Bachelor of Science in Psychology and a Bachelor of Arts in Philosophy from Virginia Commonwealth University 2015. They earned a Master of Science in Psychology in May 2018 and plan to earn a Doctor of Philosophy in Health Psychology in December 2020 from Virginia Commonwealth University in Richmond, VA. ",
    "id": 362646508,
    "identifiers": {
        "doi": "10.25772/1CM8-JP12",
        "oai": "oai:scholarscompass.vcu.edu:etd-7587"
    },
    "title": "A Phenomenological Study of Nonbinary Resilience and Mental Health",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T08:00:00+00:00",
    "publisher": "VCU Scholars Compass",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=7587&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/362646508.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/362646508"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/362646508/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/362646508/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/362646508"
        }
    ],
    "abstract": "Nonbinary individuals, or those who do not exclusively identify with a male or female gender, have gained increasing recognition and representation within the past ten years. Despite these steps forward, nonbinary individuals still experience higher rates of sexual assault, police brutality/harassment, job-related discrimination, and erasure when compared to binary transgender individuals, or gender-diverse individuals who exclusively identify as male or female. These disparities in violence, discriminatory practices, and erasure have been linked to exceptionally high rates of depression and anxiety in nonbinary people within the U.S. Thus, efforts to improve nonbinary mental health are critically needed. Previous research finds that resilience factors, or those which alleviate the effects of stressors, positively influence mental health outcomes (i.e., depression and anxiety) in binary transgender participants. However, there currently is a dearth of research findings and normed models of resilience for this population. Thus, the current inquiry uses a transcendental phenomenological method to examine experiences of resiliency in practice in response to depression and anxiety in nonbinary people within the U.S.\nFindings revealed that nonbinary people use a variety of useful resilience tools (i.e., community, distraction, therapy, and therapeutic techniques) to combat symptoms of depression and anxiety. Themes also emerged related to the conditions by which these tactics are used (i.e., work/school, interpersonal stress, the current pandemics, identity). While the current research is supported by previous findings on resilience in gender diverse individuals, this study is both novel in its examination of study outcomes in a sample entirely comprised of nonbinary individuals and its intersectional approach. In line with these findings, the present study has the potential to first address a significant gap in the psychological literature on this group. Secondly, these findings can be used to inform future qualitative and quantitative research, clinical practice, and both employment and education-related policy work. Lastly, and most importantly, the current research identifies that nonbinary individuals are a unique, multi-faceted, resilient community who should be celebrated as such",
    "tags": [
        "text",
        "Nonbinary health",
        "Resilience",
        "Mental health",
        "Phenomenology",
        "Health Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarscompass.vcu.edu:etd-7587",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2330",
        "openDoarId": 0,
        "name": "VCU Scholars Compass",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 362646508,
        "depositedDate": null,
        "publishedDate": "2020-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T11:06:38+00:00",
        "acceptedDate": null,
        "createdDate": "2020-12-18T15:12:30+00:00"
    },
    "urls": [
        "https://scholarscompass.vcu.edu/etd/6482",
        "https://scholarscompass.vcu.edu/context/etd/article/7587/viewcontent/Hall_Calvin_PhD.pdf"
    ],
    "lastUpdate": "2024-01-20T11:06:38+00:00",
    "setSpecs": []
}