{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Benton, Bond"
        },
        {
            "name": "Luo, Yi"
        },
        {
            "name": "Choi, Jin-A"
        },
        {
            "name": "Strudler, Keith"
        },
        {
            "name": "Green, Keith"
        }
    ],
    "contributors": [],
    "createdDate": "2022-12-19T12:40:21+00:00",
    "dataProvider": {
        "id": 12452,
        "name": "Montclair State University Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/12452",
        "logo": "https://api.core.ac.uk/data-providers/12452/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/551329184.pdf",
    "fullText": "Montclair State University Montclair State University Digital Commons School of Communication and Media Scholarship and Creative Works School of Communication and Media 11-2022 A Preview of Post Amnesty Twitter: Analysis of “Groomer” on Twitter After the Colorado Springs Shooting Bond Benton Montclair State University, bentonb@mail.montclair.edu Yi Luo Montclair State University, luoy@mail.montclair.edu Jin-A Choi Montclair State University, choij@mail.montclair.edu Keith Strudler Montclair State University, strudlerk@mail.montclair.edu Keith Green Montclair State University, greenk@mail.montclair.edu Follow this and additional works at: https://digitalcommons.montclair.edu/scom-facpubs  Part of the Social Influence and Political Communication Commons, and the Social Media Commons MSU Digital Commons Citation Benton, Bond; Luo, Yi; Choi, Jin-A; Strudler, Keith; and Green, Keith, \"A Preview of Post Amnesty Twitter: Analysis of “Groomer” on Twitter After the Colorado Springs Shooting\" (2022). School of Communication and Media Scholarship and Creative Works. 35. https://digitalcommons.montclair.edu/scom-facpubs/35 This Article is brought to you for free and open access by the School of Communication and Media at Montclair State University Digital Commons. It has been accepted for inclusion in School of Communication and Media Scholarship and Creative Works by an authorized administrator of Montclair State University Digital Commons. For more information, please contact digitalcommons@montclair.edu.   P a g e  1 | 26  A Preview of Post Amnesty Twitter:  Analysis of “Groomer” on Twitter After the Colorado Springs Shooting  STUDY CONTRIBUTORS: Dr. Bond Benton, Dr. Yi Lu, Dr. Jin-A Choi, Dr. Keith Strudler, and Keith Green  Overview On November 24, 2022 Elon Musk stated that “general amnesty” would be given to Twitter accounts previously suspended for violent threats, harassment and misinformation.  This appears to reflect Musk’s previously stated intent to run the platform as a “free speech absolutist.”  The question in many people’s minds is what such an incarnation of Twitter will look like.  The tragic shooting at an LGBTQIA+ nightclub in Colorado Springs, Colorado  on Nov. 19-20 and the reaction the event generated on the platform provide a case that demonstrates the tensions that will come with reduced platform moderation.  “Groomer,” a previously Twitter restricted slur against the LGBTQIA+ community, was widely utilized in tweets in the period after the attack showing both the virality of hate speech and  the community’s response.  This   P a g e  2 | 26  study evaluates the extent of visibility of the term “groomer” on Twitter and provides context for platform divisions when content controls are eased.  Background: Construction of “Groomer” as a Slur Perhaps the most essential conspiracy used against marginalized communities is the myth that they are “coming for our children.”  From the “blood libel” of the Middle Ages which posits children are being abducted by Jews for child sacrifice to conspiracies of hypersexual Communities of Color attacking virginal white girls, the visceral fear stoked by such conspiracies serves a unifying function with the creation of clearly defined “enemies.”  This tendency has historically been used to target the LGBTQIA+ community through the construction of fictional predators harming youth.  This presentation was common in media narratives and politically reflected in movements to criminalize and ostracize LGBTQIA+ people such as those in the 1970’s led by anti-gay activist Anita Bryant (Frank 2013).  Particularly noteworthy is that the impetus for Bryant’s campaign was to protect “the civil rights of parents: to save their children from homosexual influence” (Bryant 1977).  An important element to this appeal is the employment of “influence” as a euphemism for a danger requiring the “saving” of children.     P a g e  3 | 26   Two contemporary events would echo this messaging: the QAnon conspiracy and the discourse surrounding Florida’s \"Parental Rights in Education\" bill (popularly known as “Don’t Say Gay”).  The QAnon conspiracy is, at core, focused on the abduction and sexual abuse of children by an organized “cabal of elites” (Aliapoulios et al. 2021).  It is largely an internet-based conspiracy with numerous studies validating the extent of its spread.  QAnon accounts on social media attained 4.5 million aggregate followers (“OAnon: From Fringe Conspiracy to Mainstream Politics” 2020) along with 69,475,451 million tweets, 487,310 Facebook posts, and 281,554 Instagram posts (Gallagher, Davey, and Hart 2020).  QAnon conspiracies are varied, but human trafficking myths are an essential point of entry for believers (Benton and Peterka-Benton 2021).  This belief in ubiquitous human trafficking organized around the abduction of innocents created militancy in adherents.  This has included attacks on those who are seen as perpetrators, frequently religious minorities or those with marginalized sexual identities. The nature of the conspiracy has increasingly been politicized (Wu et al. 2022) allowing for accusations of complicity in the trafficking and abuse of children to be used as a cudgel against opponents.     P a g e  4 | 26   The second event shows a genealogy to both previous anti-LGBTQIA+ activism and the QAnon conspiracy: the narratives constructed in relation to Florida’s \"Parental Rights in Education\" bill.  Popularly known as “Don’t Say Gay,” the bill sought to eliminate discussion of sexual identity from public school classrooms. Opposition to the bill was immediate and included organized protests along with corporate activism.  Response from those supporting the \"Parental Rights in Education\" bill included accusations of “grooming” by those in opposition.  \"Grooming,\" as defined by the Rape, Abuse and Incest National Network (RAINN), is \"manipulative behaviors that the abuser uses to gain access to a potential victim, coerce them to agree to the abuse, and reduce the risk of being caught\" (“Grooming: Know the Warning Signs” 2020).  Connecting to QAnon and the work of activists like Anita Bryant, “groomer” evolved into a label that equates advocacy for the rights of sexual minorities to the sexual abuse of children.  In the current context, “groomer” has taken on the character of a dehumanizing slur:  False and malicious accusations that LGBTQ+ people are “grooming” children have resulted in a dangerous campaign of hate and violence against the LGBTQ+   P a g e  5 | 26  community. Across the United States, extremists and mainstream conservatives alike employ this hateful rhetoric to harass the LGBTQ+ community. Painting the LGBTQ+ community as child predators and criminals will lead to continued harassment and violence against a community already suffering from hate speech, harassment, and violence by extremists and bigots (“What Is ‘Grooming?’ The Truth Behind the Dangerous, Bigoted Lie Targeting the LGBTQ+ Community” 2022).  Response to the Emergence of “Groomer” Hate Speech As the danger of the term was more understood, social media outlets began to constrain its use on their platforms, including a restrictions on Twitter which “banned the use of the word ‘groomer’ when directed at trans and non-binary people as an anti-LGBTQ+ slur” (Wakefield 2022).  The position of the platform on use of the term became tenuous, however, when Elon Musk took over as CEO on October 28, 2022.  Promising a reduction in “woke” restrictions on expression, users on the site anticipated a reduction in these sorts of constraints and an opportunity to more openly share hate content (Sharma 2022).  On November 24, 2022, that possibility moved closer to reality, as Elon   P a g e  6 | 26  Musk granted “general amnesty” for suspended accounts including those removed for reasons such as hate speech, misinformation, harassment, and incivility on the platform (Lorenz 2022).  Musk’s stated approach as a “free speech absolutist,” however, would posit that the dangers of such content are mitigated by an open marketplace of ideas where inaccurate and hateful content is responded to by a reasonable majority on the platform.  These differing perspectives are abstract positions until a flashpoint happens where the perspectives on platform moderation versus platform freedom come into conflict.   Such a moment of contention was brought about on November 19, 2022 when “a 22-year-old gunman entered an LGBTQ nightclub in Colorado Springs, Colorado, just before midnight Saturday and immediately opened fire, killing at least five people and injuring 25 others” (CNN 2022).  The nightclub where the attack took place regularly hosted family friendly drag shows and brunches making the space a potential target for malicious accusations of “grooming.”  Overview and Research Focus   P a g e  7 | 26  As Twitter moves to a new phase of reduced constraint on platform content, it is crucial that researchers evaluate the sorts of messages that will emerge and how users will respond to them.  The context of this mass shooting and the accompanying use of the term “groomer” on Twitter can offer perspective on user activity in a less moderated online space.  This case also provides an opportunity to explore different approaches to reducing hate on a platform either by limiting such content or in focusing on the idea that platforms benefit from the sharing of perspectives, including abhorrent ones.  With that in mind, this research seeks to consider the following research questions.  RQ1: What were the total instances and frequency change for the term “groomer” on Twitter in the period surrounding the attack? RQ2: What tweets and images on the platform served as important conversation drivers for Twitter discussion of “grooming?” RQ3: Did advocacy for use of the term “groomer” or rejection of the term drive Twitter conversation around the topic?  Method   P a g e  8 | 26  To answer these questions, this research aggregated seven-day (from November 15 to November 23) Twitter data collected by using the Tweet Binder analytics program. Specifically, terms associated with this investigation (groomer OR groomers OR groom OR grooming) were examined to see if frequency of use increased in correlation to the November 19 mass shooting at an LGBTQIA+ nightclub in Colorado Springs. Collection of the totality of Tweets using “groomer” in the period immediately before and after the attack was done to assess both frequency and the rate with which this content was posted.  Posts, accounts, and images most frequently posted, shared, and viewed were collected and analyzed in terms of their role in driving discussion around this term.  Tweet Binder’s sentiment analysis tool, which measures positive or negative tone in Tweets, was utilized to assess the position of tweets in relation to the term.  Results The term “groomer” was widely shared over the seven-day interval analyzed producing a total of 112,140 tweets.  Evaluation of usage of the term “groomer” on Twitter from the period prior to the shooting to the period immediately after showed a dramatic spike in frequency.  Data intervals in the period studied were one hour.  The highest   P a g e  9 | 26  number of tweets using the term in a one hour period prior to the shooting was at 3:00 p.m. on November 17 with a total of 325 tweets:   In the period after the shooting, there was a dramatic spike in the term’s usage:    P a g e  10 | 26  The high point after the shooting was 3,200 tweets at 12 p.m. on November 22 for an increase of 885% compared to the high point of usage of the term prior to the attack.  Tweet volume using the term “groomer” persisted in the days after the shooting, with 41 one hour periods each netting totals in excess of 1,000 tweets.  Activity surrounding the topic (including retweets, replies, links, etc.) correlates to tweet total:  Looking at a sample of the 29,859 tweets with highest measured levels of potential impressions per tweet, potential impact (number of times the terms could have been seen) and potential reach (the number of unique users who could have seen the term)   P a g e  11 | 26  were established.  Totals suggest the potential for widespread viewing of Twitter content containing the word “grooming.”  Tweet Binder provided ordinally measured influencer scores for those using this term in the discussion period. This is calculated based on influence algorithms that indicate how many people the user influences (“influence percentile\") compared to Twitter's average. The metric also provides context for how much the user influences “engagement score\" (“Evaluating Influencers” 2022). Key influencers on discussion surrounding the topic reveal a range of figures who reinforced linkages between the LGBTQIA+ community and “grooming.”  These included accounts such as Marjorie Taylor Greene, Blaire White, Tim Pool, Matt Walsh, and Jack Posobiec. The five most mentioned accounts in the sample collected included the following:   P a g e  12 | 26    Images reflected content from these sources and the most liked images included the following:    P a g e  13 | 26      P a g e  14 | 26   Such content reflects the extent to which “groomer” was used as a slur in relation to the attack in Colorado Springs.  Further analysis of collected data reveals, however, that significant conversation drivers on the platform focused on rejecting use of this term.  The most retweeted posts in the collected data set included the following:   P a g e  15 | 26     The five most liked accounts similarly reflect negativity towards use of the term “groomer” as all overtly rejected the use of the term against the LGBTQIA+ community.   P a g e  16 | 26   The most retweeted accounts were more mixed in terms of support for use of the term “groomer” and those who saw the normalization of this term as a threat to the LGBTQIA+ community.    P a g e  17 | 26   While three of the five most retweeted accounts opposed the term’s use, the accounts for Jack Posobiec and “Gays Against Groomers,” which has been labeled an “anti-trans hate group” (Cooper 2022), all supported the term as a descriptor.  Cumulatively, the analyzed content suggests that the widely discussed term “groomer” created substantial divisions in discourse on the platform, with both anti-LGBTQIA+ accounts and those critical of the term gaining significant shares of voice in discussions surrounding the attack.  Sentiment analysis similarly showed that there were divisions in perspectives on the term “groomer” in relation to the attack.  Looking at the results from the analyzed data   P a g e  18 | 26  set, sentiment analysis shows that the individual tweets examined showed disparate perspectives on the term, with both negativity and positivity associated with its use along a number of neutral or undefined sentiments (often indicating the sharing information about an item and/or questions about why a term is trending on Twitter).  These divisions were seen in sentiment from contributors (accounts), tweets (the content created by accounts), and impact (the sentiment of Twitter content with the greatest reach).  Negativity towards the term “groomer” is over twice as high as positivity in terms of contributors and nearly three times as high when looking at the individual tweets of contributors.  Impact shows the greatest jump in neutral sentiment as news outlets with Twitter accounts shared content providing perspective on the   P a g e  19 | 26  term’s use.  The sentiment timeline provides context for the increasing sentiment cleavages in the period after the attack.   Cumulatively, results would seem to indicate what results of a less stringently moderated Twitter may look like.  Accounts, tweets, and conversation influencers appeared to provide information on the implications of the term “groomer” in relation to the shooting, along with corrective content put out by users as a response to the spike in hate content.  This suggests the functionality of an “open marketplace of ideas.”   P a g e  20 | 26  However, blind acceptance of this perspective could potentially overlook another key implication of the data – a hateful perspective against the LGBTQIA+ community was widely disseminated and potentially normalized by the space granted to that perspective on Twitter.  With that in mind, it is important to consider what this study can provide for insight into what Twitter may look like going forward.  Discussion Findings in this study indicate that the term “groomer” was a significant discourse space on Twitter and offer insight into the tensions that will be created on the platform with less content restrictions.  These results also indicate that this discussion was sparked by the attack in Colorado Springs and was allowed potentially greater reach than Twitter would have previously permitted when restrictions were put in place around the term “groomer.”  The results suggest the need for practical and academic study of the implications of such a debate for a social media platform.  On one hand, the data seems to support the self-corrective perspective on free expression on a social media platform.  While inaccurate, conspiratorial, and hostile   P a g e  21 | 26  views were shared in relation to this event, rebuttals to those views garnered greater engagement and magnification.  Such a response would seem to show that good faith reaction to hate content is potentially the best way to stifle such content.  Hate content, from this perspective, is endemic to social media (Munn 2020) with the optimal response being platform architecture to ensure that hate content never dominates.  The success of opposing messages in countering hate messages in this study’s results could be read as validation of this approach.  On the other hand, however, an argument could be made that regardless of how hate is countered, its presence on a platform serves a normalization function making hate more attractive to social media users even when it is countered (Soral, Liu, and Bilewicz 2020).  A debate about the historical legitimacy of the Holocaust, for example, could be had on a social media platform.  Undoubtedly, on a platform with a broad base of good faith users, such a debate would end with the discrediting of Holocaust denial and those who would support it.  The key concern about such a debate is that Holocaust denial has been thoroughly discredited already.  By treating that position as valid enough to require rejoinder, such an appalling argument has been given an unearned legitimacy and is   P a g e  22 | 26  made more persuasive to a larger audience.  In sum, a debate about a flat earth versus a round earth would do little to prove the established shape of the earth (round), but would, rather, encourage a larger audience to consider the validity of a flat earth.  Results from this study suggest such a danger is very real.  Both scholars, practitioners, and consumers of social media should continue to investigate these perspectives and reflect on the ongoing tension between the need for platforms to constrain dangerous content and the idea that open expression is an important remedy to online hate.  As Twitter moves forward into a new era, this debate will not be abstract.  And the implications of this debate will have a significant impact on people’s lives –  particularly those who are most vulnerable.   Works Cited Aliapoulios, Max, Antonis Papasavva, Cameron L. Ballard, Emiliano De Cristofaro, G. Stringhini, Savvas Zannettou, and J. Blackburn. 2021. “The Gospel According to Q: Understanding the QAnon Conspiracy from the Perspective of Canonical   P a g e  23 | 26  Information.” https://www.semanticscholar.org/paper/b6b7b0910a6a2a16d40d16d5b11c4c616fcb802f. Benton, Bond, and Daniela Peterka-Benton. 2021. “Truth as a Victim: The Challenge of Anti-Trafficking Education in the Age of Q.” Anti-Trafficking Review, no. 17 (September): 113–31. Bryant, Anita. 1977. “Advertisement - Miami Herald.” CNN. 2022. “Gunman Kills 5 at LGBTQ Nightclub in Colorado Springs before Patrons Confront and Stop Him, Police Say,” November 20, 2022. https://www.cnn.com/2022/11/20/us/colorado-springs-shooting-gay-nightclub/index.html. Cooper, Alex. 2022. “Gays Against Groomers Blames Gender-Affirming Care for Club Q Massacre.” The Advocate. November 23, 2022. https://www.advocate.com/news/2022/11/23/gays-against-groomers-founder-blames-gender-affirming-care-club-q-massacre. “Evaluating Influencers.” 2022. Tweet Binder. November 24, 2022. https://dash.tweetbinder.com/report/61f9b5b7/classify.   P a g e  24 | 26  Frank, Gillian. 2013. “‘The Civil Rights of Parents’: Race and Conservative Politics in Anita Bryant’s Campaign against Gay Rights in 1970s Florida.” Journal of the History of Sexuality 22 (1): 126–60. Gallagher, A., J. Davey, and M. Hart. 2020. “The Genesis of a Conspiracy Theory: Key Trends in QAnon Activity since 2017.” Institue for Strategic Dialogue. https://www.isdglobal.org/wp-content/uploads/2020/07/The-Genesis-of-a-Conspiracy-Theory.pdf. “Grooming: Know the Warning Signs.” 2020. July 10, 2020. https://www.rainn.org/news/grooming-know-warning-signs. Lorenz, Taylor. 2022. “‘Opening the Gates of Hell’: Musk Says He Will Revive Banned Accounts.” The Washington Post, November 24, 2022. https://www.washingtonpost.com/technology/2022/11/24/twitter-musk-reverses-suspensions/. Munn, Luke. 2020. “Angry by Design: Toxic Communication and Technical Architectures.” Humanities and Social Sciences Communications 7 (1): 1–11. “OAnon: From Fringe Conspiracy to Mainstream Politics.” 2020. Simon Wiesenthal Center. http://www.wiesenthal.com/assets/qanon-from-fringe-conspiracy.pdf.   P a g e  25 | 26  Sharma, Ruchira. 2022. “‘The Bird Is Freed’: What Does Elon Musk’s Twitter Takeover Really Mean?” GQ. October 28, 2022. https://www.gq-magazine.co.uk/lifestyle/article/elon-musk-twitter-takeover-breakdown-2022. Soral, Wiktor, James Liu, and Michał Bilewicz. 2020. “Media of Contempt: Social Media Consumption Predicts Normative Acceptance of Anti-Muslim Hate Speech and Islamoprejudice.” International Journal of Conflict and Violence (IJCV) 14: 1–13. Wakefield, Lily. 2022. “Twitter Says Calling Trans and Non-Binary People ‘Groomer’ Is Hate Speech.” Pink News. July 22, 2022. https://www.pinknews.co.uk/2022/07/22/groomer-twitter-hate-speech-slur/. “What Is ‘Grooming?’ The Truth Behind the Dangerous, Bigoted Lie Targeting the LGBTQ+ Community.” 2022. ADL. September 14, 2022. https://www.adl.org/resources/blog/what-grooming-truth-behind-dangerous-bigoted-lie-targeting-lgbtq-community. Wu, Victor, John Carey, Brendan Nyhan, and Jason Reifler. 2022. “Legislator Criticism of a Candidate’s Conspiracy Beliefs Reduces Support for the Conspiracy but Not the Candidate: Evidence from Marjorie Taylor Greene and QAnon.” Harvard Kennedy   P a g e  26 | 26  School Misinformation Review, September. https://doi.org/10.37016/mr-2020-103. ",
    "id": 551329184,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.montclair.edu:scom-facpubs-1032"
    },
    "title": "A Preview of Post Amnesty Twitter: Analysis of “Groomer” on Twitter After the Colorado Springs Shooting",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-11-01T07:00:00+00:00",
    "publisher": "Montclair State University Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.montclair.edu/cgi/viewcontent.cgi?article=1032&context=scom-facpubs"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/551329184.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/551329184"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/551329184/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/551329184/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/551329184"
        }
    ],
    "abstract": "On November 24, 2022 Elon Musk stated that “general amnesty” would be given to Twitter accounts previously suspended for violent threats, harassment and misinformation. This appears to reflect Musk’s previously stated intent to run the platform as a “free speech absolutist.” The question in many people’s minds is what such an incarnation of Twitter will look like. The tragic shooting at an LGBTQIA+ nightclub in Colorado Springs, Colorado on Nov. 19-20 and the reaction the event generated on the platform provide a case that demonstrates the tensions that will come with reduced platform moderation. “Groomer,” a previously Twitter restricted slur against the LGBTQIA+ community, was widely utilized in tweets in the period after the attack showing both the virality of hate speech and the community’s response. This study evaluates the extent of visibility of the term “groomer” on Twitter and provides context for platform divisions when content controls are eased",
    "tags": [
        "text",
        "social media",
        "LGBTQIA+",
        "hate speech",
        "misinformation",
        "Communication",
        "Social Influence and Political Communication",
        "Social Media"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.montclair.edu:scom-facpubs-1032",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12452",
        "openDoarId": 0,
        "name": "Montclair State University Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 551329184,
        "depositedDate": null,
        "publishedDate": "2022-11-01T07:00:00+00:00",
        "updatedDate": "2024-02-10T19:19:38+00:00",
        "acceptedDate": null,
        "createdDate": "2022-12-19T12:40:21+00:00"
    },
    "urls": [
        "https://digitalcommons.montclair.edu/scom-facpubs/35",
        "https://digitalcommons.montclair.edu/context/scom-facpubs/article/1032/viewcontent/A_Preview_of_Post_Amnesty_Twitter_Analysis_of_Groomer_on_Twitter_After_the_Colorado_Springs_Shooting.pdf"
    ],
    "lastUpdate": "2024-02-10T19:19:38+00:00",
    "setSpecs": []
}