{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sokolowski, Elizabeth, author"
        },
        {
            "name": "Chavez, Ernest, advisor"
        },
        {
            "name": "Rickard, Kathryn, committee member"
        },
        {
            "name": "Carlson, Laurie, committee member"
        },
        {
            "name": "Davalos, Deana, committee member"
        }
    ],
    "contributors": [],
    "createdDate": "2020-12-02T22:50:15+00:00",
    "dataProvider": {
        "id": 14314,
        "name": "Mountain Scholar (Digital Collections of Colorado and Wyoming)",
        "url": "https://api.core.ac.uk/v3/data-providers/14314",
        "logo": "https://api.core.ac.uk/data-providers/14314/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/354428542.pdf",
    "fullText": "  DISSERTATION     A QUALITATIVE ANALYSIS OF THE EXPERIENCE OF BEING LGBTQ IN GRADUATE SCHOOL   Submitted by Elizabeth Sokolowski Department of Psychology   In partial fulfillment of the requirements For the Degree of Doctor of Philosophy Colorado State University Fort Collins, Colorado Summer 2020   Doctoral Committee:  Advisor: Ernest Chavez  Kathryn Rickard  Laurie Carlson Deana Davalos                            Copyright by Elizabeth Sokolowski 2020 All Rights Reservedii  ABSTRACT    A QUALITATIVE ANALYSIS OF THE EXPERIENCE OF BEING LGBTQ IN GRADUATE SCHOOL    The current study sought to understand LGBTQ campus climate for LGBTQ doctoral students. Narrative analysis was used during this exploratory study to identify “when” the three LGBTQ doctoral student participants had experiences related to their LGBTQ identities, including “what” was happening during those events and “how” it was happening. These experiences occurred during six events (i.e., applying to graduate programs, receiving letter of acceptance from graduate program, visiting weekend after receiving acceptance letter, choosing advisor or research lab, working as a graduate teaching assistance, and preparing for PhD candidacy exams) and four time periods (i.e., early general experiences in the graduate program, general graduate school experiences, general research lab experiences, and general social experiences during graduate school). This study also identified how these experiences supported or hindered LGBTQ doctoral student success. Overall, the results suggested that LGBTQ doctoral students expended substantial effort to manage the harmful components of campus climate, which were present across locations, times, and roles as a doctoral student. Finally, participants shared their own proposed changes to improve campus climate, and the primary researcher provided an overarching list of recommendations to improve LGBTQ campus climate for LGBTQ doctoral students.    iii  ACKNOWLEDGEMENTS     I would like to thank my advisor, Ernie Chavez, for his guidance and assistance throughout the dissertation process and graduate school in general. His patience, motivation, flexibility, humor, and understanding about graduate school were immensely helpful to my growth and achievements.  I would also like to thank my dissertation committee, Kathy Rickard, Laurie Carlson, and Deana Davalos, for their enthusiastic support of both me and my research while a graduate student. I appreciate the time and energy that you have invested in our relationships and my growth.  Finally, to my other academic mentors, my family, and my friends, thank you. Your support reenergized my resilience when I was feeling tired or filled with doubt.    iv  TABLE OF CONTENTS    ABSTRACT ....................................................................................................................................ii ACKNOWLEDGEMENTS .......................................................................................................... iii INTRODUCTION ..........................................................................................................................1 Graduate Students Statistics in the United States .....................................................................1 Graduate Student Distress and Mental Health Concerns ..........................................................1 Graduate Student Attrition ........................................................................................................3 Student Integration Model ..................................................................................................4 LGBTQ Campus Climate Studies .............................................................................................5 Queer Theory ......................................................................................................................6 A Literature Gap for LGBTQ Graduate Students .....................................................................7 Current Study ............................................................................................................................8 METHODS ................................................................................................................................... 10 Narrative Analysis Research ................................................................................................... 10 Establishing Trustworthiness .................................................................................................. 10 Researcher’s Journal ......................................................................................................... 11 Peer Debriefing ................................................................................................................. 13 Member Checking ............................................................................................................. 13 Thick Description.............................................................................................................. 14 Purposive Sampling ................................................................................................................ 14 Participant Selection ............................................................................................................... 15 Data Collection ....................................................................................................................... 16 DATA ANALYSIS ....................................................................................................................... 18 FINDINGS .................................................................................................................................... 23 Applying to Graduate Programs ............................................................................................. 24 Receiving Letter of Acceptance from Graduate Program ....................................................... 30 Visiting Weekend After Acceptance Letter ............................................................................ 31 Early General Experiences in the Graduate Program ............................................................. 33 Choosing Advisor or Research Lab ........................................................................................ 38 General Graduate School Experiences.................................................................................... 44 General Research Lab Experiences ........................................................................................ 47 Working as a Graduate Teaching Assistant ............................................................................ 55 Preparing for PhD Candidacy Exams ..................................................................................... 58 General Social Experiences During Graduate School ............................................................ 65 Proposed Changes ................................................................................................................... 72 DISCUSSION ............................................................................................................................... 77 Research Focus ....................................................................................................................... 77 Supportive Components .................................................................................................... 79 Hindering Components ..................................................................................................... 81 Retention ........................................................................................................................... 84 Proposed Changes  ............................................................................................................ 85 Practical Implications.............................................................................................................. 86 Strengths ................................................................................................................................. 87 v  Limitations .............................................................................................................................. 88 Future Directions .................................................................................................................... 89 REFERENCES ............................................................................................................................. 91 APPENDIX A: DEFINITION OF TERMS .................................................................................. 99 APPENDIX B: CONSENT FORM .............................................................................................102 APPENDIX C: DEMONGRAPHIC SURVEY ...........................................................................105 APPENDIX D: INTERVIEW PROTOCOL ...............................................................................106 APPENDIX E: RECRUITMENT FLYER ..................................................................................109  1  INTRODUCTION    Graduate Student Statistics in the United States According to the most recent report on student enrollment in the United States (NCES, 2018), 2.97 million graduate students were enrolled in degree programs (e.g., masters, doctoral, and professional) in the fall 2016 semester. The projected enrollment of graduate students in the 2018-2019 academic year was predicted at 2.92 million (NCES, 2018).  The exact number of gender and sexual minority graduate students, here forward referred to by the umbrella acronym LGBTQ graduate students, in the United States is unknown. The National Center for Education Statistics does not collect demographic information related to sexual orientation and non-binary gender identities in their national, yearly survey data (NPEC, 2017). However, reports from spring 2016 to fall 2017 from the American College Health Association’s National College Health Assessment indicate LGBTQ graduate students range between 13.5% to 18.4% of the graduate student population assessed (2016; 2017a; 2017b; 2018). Graduate Student Distress and Mental Health Concerns Graduate students report increased stress associated with their studies (Smith & Brooks, 2015). A study by University of California Berkeley’s Graduate Assembly (2014) found that graduate student well-being can be predicted by the following variables: career prospects, academic engagement, social support, academic progress and preparation, feeling valued and included in the department, and advisor relationship. Compared to Master’s and Professional students, doctoral students endorsed lower well-being, lower life satisfaction, increased worries 2  about career prospects, being less valued and included in their departments, and less likely to have enough space and resources to succeed in their graduate studies (UCBGA, 2014).  In addition to increased stress, graduate students also endorsed worsened health compared to before they matriculated. The National Association of Graduate-Professional Students surveyed 3,000 graduate students at the University of Arizona and found that graduate students reported worsened physical health and mental health since the start of their graduate studies (Smith & Brooks, 2015). A study by University of California Berkeley’s Graduate Assembly (2014) found that 47% of doctoral and 37% of master’s student respondents met criteria for a depression diagnosis. A recent international study found that graduate students are six times as likely to experience anxiety and depression (Evans et al., 2018).  LGBTQ graduate students experience additional stressors on a college campus related to their gender and sexual orientation identities compared to their non-LGBTQ peers. The Minority Stress Model helps to define these extra stressors as due to stigma, prejudice, and discrimination (Meyer, 2003). LGBTQ college students experience harassment and discrimination due to heterosexism, homophobia, genderism, and transphobia (Bilodeau, 2009; Rankin, 1998; Rankin, 2003; Rankin et al., 2010). The intersection of graduate student identity with an LGBTQ identity is associated with lower life satisfaction, increased risk for depression and anxiety, and higher reported levels of depression (Evans et al., 2018; UCBGA, 2014).  Minority stress can occur from microaggressions, which are common verbal, behavioral, or systematic experiences that involve negative, derogatory, or hostile insults toward a member of a nondominant group (Sue, 2010). Microaggressions include microassaults (i.e., deliberate subtle or explicit statements or behaviors meant to cause harm), microinsults (i.e., interpersonal and systematic statements and behaviors that are rude or insensitive, often unintentionally), and 3  microinvalidation (i.e., interpersonal or systematic communications that, often unintentionally, negate or ignore the minority individual’s experiences, thoughts, and feelings). Common LGBTQ microaggression themes include: 1) use of heterosexist, transphobic, and/or incorrect gendered terminology, 2) assumption of universal LGBTQ experience, 3) exoticization or objectification, 4) denial of personal body privacy, 5) endorsement of or expectations for heteronormative and binary gender-normative behaviors, 6) assumption of sexual pathology or abnormality, 7) denial of the existence of heterosexism, homophobia, genderism, and/or transphobia, and 8) denial of individual experiences of heterosexism, homophobia, genderism, and/or transphobia (Nadal et al., 2011; Nadal et al., 2012).  Graduate Student Attrition The distress associated with graduate studies can lead to attrition. Doctoral students experience higher attrition rates compared to master’s students (CGS, 2008; CGS, 2013). An examination of degree completion by the Council of Graduate Schools found that only 57% of graduate students in doctoral programs complete their degree within ten years with an attrition rate of 31% at year ten (CGS, 2008).  National attrition statistics for LGBTQ graduate students are unknown (Mancini, 2011). However, a national survey of LGBTQ undergraduate and graduate students found that 33% of respondents seriously considered leaving their college due to concerns related to LGBTQ campus climate (Rankin et al., 2010). An institutional study of graduate student campus climate at a Rocky Mountain university found that LGBTQ graduate students endorsed thoughts of attrition at higher rates compared to their heterosexual peers related to financial issues, diversity and inclusion, and advisor and faculty relationships (CSUGS, 2017). A pilot study conducted by 4  this author also found that attrition thoughts were a common theme for the LGBTQ graduate student participants (Sokolowski, 2018).  Attrition risk factors for doctoral graduate students include selection and admission, mentoring and advising, financial support, research experience, curricular and administrative processes and procedures, and program environment (CGS, 2004; CGS, 2010). While no studies have examined attrition risk factors for LGBTQ graduate students, institutional studies have highlighted differences in climate for LGBTQ graduate students compared to non-LGBTQ graduate students. In a climate study conducted by the Colorado State University Graduate School (2017), LGBTQ graduate students endorsed the following positive experiences of climate at a lower rate compared to their non-LGBTQ peers: feeling respected by peers, feeling respected in their department, feeling welcomed in their department, and being treated equal regardless of sexual orientation. A climate study by the University of Colorado Boulder (2014) found that LGBTQ doctoral students felt less welcome, less respected, and less supported compared to the responses of their non-LGBTQ peers. Additionally, LGBTQ doctoral students endorsed the following experiences of harassment and discrimination at higher rates: being treated awkwardly by faculty because of social identity, being excluded or marginalized from a lab or work group due to social identity, and experiencing a hostile program environment (UCBOIEC, 2014). University of California Berkeley found that LGBTQ graduate students felt as valued and included as their non-LGBTQ peers but were less likely to endorse that their culture was valued and respected in their programs (UCBGA, 2014).  Student Integration Model  To help organize risk factors for attrition and guide attrition intervention programs, attrition theories were developed. The Student Integration Model (SIM) was the first attrition 5  theory developed and continues to be the most widely used (McQueen, 2009; Tinto, 1975). SIM organizes risk factors into two categories: academic integration (e.g., grades and intellectual development) and social integration (e.g., campus climate concerns) (Mancini, 2011; McCubbin, 2003). In an update to SIM, Tinto (1997) reorganized academic integration as a specific type of social integration and discussed the role of classrooms as the main source of academic and social integration.  Girves and Wemmerus (1988) explored the fit of SIM to graduate student degree progress. Both academic integration and social integration were predictors of degree progress in the doctoral student model. Significant academic integration included performance on comprehensive exams and ability to conduct research, but not course grades. Significant sources of social integration included financial support (e.g., assistantships), relationship with advisor, and relationships with faculty.  LGBTQ Campus Climate Studies  Studies about LGBTQ campus climate started in the late 1990s out of the movement originating in academic affairs to explore diversity and quality of life concerns with the goal of increasing recruitment and decreasing attrition of college students with non-dominant identities (Brown et al., 2004; Hart & Fellabaum, 2008; Malaney et al., 1997; Rankin, 2003; Rankin et al., 2010). LGBTQ campus climate studies typically explore one or more of the following components: 1) LGBTQ students’ perceptions of their own experiences, 2) non-LGBTQ students’ perceptions about LGBTQ people and their experiences, and 3) policies and programs geared toward LGBTQ students (Renn, 2010). Like retention and attrition studies, LGBTQ campus climate studies typically include recommendations to improve campus climate based upon the reported findings (Rankin et al., 2010).  6  LGBTQ campus climate studies typically focus upon the LGBTQ undergraduate population, with LGBTQ graduate students comprising a small percentage of the sample (Rankin, 2003, Rankin et al., 2010) or not included in the study (Brown et al., 2004). In the two largest national LGBTQ campus climate studies, the results from LGBTQ graduate students are not discussed as an independent subset of the population, but rather in comparison to undergraduate scores on main components of climate, such as being out with family (Rankin, 2003; Rankin et al., 2010). Alternatively, LGBTQ campus climate concerns can be found within broader studies about campus climate for graduate students (e.g., UCBOIEC, 2014). Queer Theory Historically, LGBTQ campus climate studies have not been guided by a specific theoretical framework (Renn, 2010). Rather, they have focused their efforts toward understanding how specific variables interact to best serve the specific needs of LGBTQ students on individual college campuses.  The theoretical approach known as Queer Theory was introduced into LGBTQ campus climate studies in the late 1990s to early 2000s as an alternative method to understand the dynamic and fluid identities around gender and sexuality. (Abes, 2009; Renn, 2010). Queer Theory highlights the historical social construction of these identities as stable, categorical, and binary using terms such as gay, lesbian, and heterosexual (Watson, 2005). Queer Theory evolved from the study of language, which explains its emphasis upon examining the language used to self-identify or identify others (Tierney & Dilley, 1998).  Queer Theory in LGBTQ research now refers to a variety of theories that challenge the broader oppressive constructions of gender and sexual orientation, not just the oppressive language that has been used against LGBTQ individuals (Abes & Kasch, 2007). Genderism and 7  heteronormativity are two central oppressive systems in Queer Theory. Genderism is the privileging of a binary man-woman, two-gender system, which leads to the negation of other gender identities (Bilodeau & Renn, 2005). Heteronormativity refers to the privileging of heterosexual relationships as the normal experience to which all other relationships are compared (Sumara & Davis, 1999).  While Queer Theory recognizes the fluidity of gender and sexual orientation identity, not all environments are receptive to discussing gender and sexuality through a fluid lens. For example, queer activism has historically been described as transgressive and resistant (Watson, 2005). Queer theory suggests that LGBTQ individuals are forced to exist in environments that favor binary and categorical identities (Butler, 1993; Watson, 2005). This existence can be viewed as a performance that creates moments of tension for the LGBTQ person when their identities are in conflict with how their environment views sexuality and gender. As such, Queer Theory can act as a helpful framework to examine LGBTQ graduate students’ experiences of distress in graduate school, especially in moments involving genderism and heteronormativity.  A Literature Gap for LGBTQ Graduate Students The lack of studies focused upon LGBTQ graduate students, their retention, and their experiences of LGBTQ campus climate is the major limitation of previous research. To understand the experience of graduate LGBTQ students’ campus climate, one must search within the broader studies of the LGBTQ communities on campus (e.g., LGBTQ campus climate for all students, LGBTQ campus climate for undergraduates, campus climate for graduate students, and graduate student attrition concerns). However, these one-sided approaches do not adequately recognize the intersectional identity of the LGBTQ graduate student. As such, these studies may not be assessing important pieces of LGBTQ graduate student attrition and campus climate, 8  which is problematic considering LGBTQ graduate students endorse more hostile environments, more thoughts about attrition, and more mental health concerns compared to their non-LGBTQ peers (CSUGS, 2017; Evans et al., 2018; Rankin, 2003; Rankin et al., 2010; UCBGA, 2014; UCBOIEC, 2014). Current Study The current study sought to understand LGBTQ campus climate from the perspective of LGBTQ graduate students. This study is important as LGBTQ graduate students are at risk of increased distress, mental health concerns, and attrition due to both their graduate student and non-dominant gender and/or sexual orientation identities (CGS, 2008; Evans, et al., 2018; Rankin et al., 2010; Smith & Brooks, 2015). Previous literature explored these experiences briefly while embedded in other research goals, such as examining general LGBTQ campus climate geared toward undergraduate students (e.g., Rankin et al., 2010) and examining campus climate for graduate students (e.g., UCBOIEC, 2014). However, no study was found through various search engines (e.g., google, google scholar, and Ebsco (i.e., Academic Search Premier, PsycARTICLES, & PscyINFO)) that examined LGBTQ campus climate from the perspective of LGBTQ graduate students.  Interviewing LGBTQ graduate students about their experiences of gender and sexual orientation in their programs, departments, and the campus in general can help to begin to fill in this gap in the literature. For the purposes of this study, participants must have identified as a LGBTQ doctoral graduate student. From a Queer Theory perspective, participants could identify as any non-dominant gender or sexual orientation (see Appendix A). They did not have to specifically describe themselves as lesbian, gay, bisexual, or transgender. This study focused upon doctoral students because they have higher attrition rates and endorse more concerns about 9  program climate compared to master’s students (CGS, 2008; CGS, 2010; CGS, 2013). A minimum experience of one year of attendance in their doctoral program was required as that allowed the participant to have more experiences to share and to have a better understanding of their program.  This study used a qualitative interview to assess LGBTQ campus climate. Considering the large research gap, an exploratory qualitative research design helped to identify LGBTQ graduate students’ experiences of LGBTQ campus climate from a bottom-up approach rather than assuming the experiences of graduate students and LGBTQ undergraduates automatically apply to LGBTQ graduate students (i.e., a top-down approach). Specific research questions include: 1. What experiences do LGBTQ doctoral graduate students have related to gender and sexual orientation identity? a. In what ways do these experiences support LGBTQ doctoral student success? b. In what ways do these experiences hinder LGBTQ doctoral student success? c. How do experiences of or about gender and sexual orientation impact retention? 2. What changes would LGBTQ doctoral students like to see to address any concerns about their experiences of LGBTQ campus climate?     10  METHODS    Narrative Analysis Research Narrative analysis research provides meaning through reconstructing the participants’ interviews into stories, or temporal sequences of events (Floersch & Longhofer, 2010; Riessman, 2008). Narrative analysis creates a coding tree that outlines the plot of the story rather than creating a taxonomy of themes (Polkinghorne, 1995). By creating these sequential plots, narrative analysis highlights the interpersonal human experience, including the origination and resolution of conflict or distress (Ryan, 2007). Furthermore, narrative analysis widely holds that identity is fluidly constructed through positioning the self in relation to the other at various points in time (Hinchman & Hinchman, 1997; Riessman, 2008; Watson, 2012; Yuval-Davis, 2006). This positioning occurs both when the narrative is constructed and when it is shared (Watson, 2012). As such, narrative analysis research is particularly helpful in cultural climate studies because story telling organizes human experiences into a constructed, meaningful sequence of events that can illustrate identity. In this study, experiences about encountering gender and sexual orientation identities as a graduate student were examined to better understand LGBTQ campus climate for LGBTQ graduate students. Narrative analysis research helped to construct the stories of what it means to be an LGBTQ graduate student in various settings and at various times.  Establishing Trustworthiness Trustworthiness, or the quality of a qualitative research study, is determined by the procedures the researcher follows to ensure that the truth of the data is represented (Morrow, 2005). The specific standards utilized by the researcher depend upon the type of research being 11  conducted. Narrative analysis is rooted in postmodern and constructionist theories (Riessman, 2008). As such, trustworthiness procedures are geared toward establishing dependability (i.e., consistent and systematic analytical process), triangulation (i.e., using and respecting multiple perspectives), reflexivity (i.e., self-reflection of the impact of the researcher’s identities and experiences upon the research process), praxis (i.e., integration of literature into the analysis), and consequential validity (i.e., how well research achieves its goals toward social change) (Patton, 2002).  In this study, trustworthiness was developed while determining the methods, analyzing the results, and writing the discussion section. In determining the methods, triangulation was used by situating the study through three theories: Queer Theory, the Student Integration Model, and the Minority Stress Model. During the analysis, trustworthiness was developed through the researcher’s journal, peer debriefing, member checking, and thick description. During the writing stage, the researcher increased trustworthiness through examining how the findings fit with previous research, including the three theories listed above.   Researcher’s Journal A researcher’s journal acts as an audit trail throughout the research process (Riessman, 2008). The use of a researcher’s journal aided the primary researcher with documenting praxis, reflexivity, and dependability. The journal was used to increase praxis through helping the researcher organize the literature review and to construct the methods, including the interview protocol. During data collection, the journal was used to increase reflexivity by documenting the researcher’s general experiences interviewing LGBTQ graduate students, including notes and early analytical connections. As the study progressed, the journal noted experiences with transcription, analysis, and drawing conclusions from the data. For example, the journal was 12  used to increase dependability through documenting decision-making while identifying and integrating the participants’ stories into a singular coding tree.  The researcher’s journal documented the reactions and feelings of the researcher throughout the research process to check the researcher’s subjectivity and reflexivity (Bazeley, 2013; Morrow, 2005). The researcher reflected on how her identities and experiences impacted the research process. The researcher self-identified as white, genderfluid, queer, and 31 years old with she/her/hers pronouns. The researcher viewed gender and sexuality through a queer lens wherein gender and sexuality have been socially constructed and historically categorized. The researcher believed that gender and sexuality exist on a spectrum and that people can identify differently on the spectrum at different times. However, the researcher recognized that gender and sexual orientation are socially constructed, which means that other people may construct their gender and sexual orientation using a different model and terminology. As such the researcher does not want to prescribe her construction of gender and sexual orientation upon the participants and their stories. Instead, the researcher used these personal identities and her additional identities as a doctoral graduate student and a mental health trainee as a window to identify stress and attrition concerns in other LGBTQ graduate students. This insider perspective facilitated multiple components of this proposed study. It allowed the researcher to identify the problem of this study easily through observing her peers. The researcher moved toward narrative analysis by hearing the stories and reflecting about how the stories are being told. Finally, her insider perspective seemed to aid the researcher in establishing rapport and trust with the LGBTQ graduate student participants. By engaging in reflexivity, the researcher was better able to acknowledge when her bias and personal experiences may be unduly influencing this study (King & Horrocks, 2010).  13  Peer Debriefing  Debriefing was used as an external check of the researcher’s dependability, reflexivity, praxis, and consequential validity (Morrow, 2005). Originally, an undergraduate research assistant was going to act as the peer debriefer for the study. However, an undergraduate research assistant was not used due to the limitations and impact of the Covid-19 pandemic that began during the analysis stage of this study. Instead, the researcher’s advisor acted as the peer debriefer for this study. He reviewed and discussed the findings with the primary researcher at multiple points in time to ensure the analysis was consistent. He also helped the primary researcher explore how she was impacted by the stories and microaggression within the analysis and how her previous experiences of LGBTQ campus climate may have influenced her interpretation and organization of the findings. The researcher’s advisor increased praxis through suggesting additional areas of research to incorporate into the study, such as microaggression literature. Consequential validity was increased through discussing how the results could influence practical implications and climate study best practices.  Member Checking  In this study, member checking challenged the influence of the primary researcher’s personal experiences upon the analysis. The researcher engaged in member checking throughout the interviews. After allowing the participant to share their story uninterrupted, the primary researcher reflected summaries of material back to the participants and clarified whether certain themes (e.g., safety, acceptance, risk) were present within the participants experiences. By collaboratively identifying “what” was happening during the stories, the researcher engaged in less interpretation, which limited the impact of her previous experiences upon the analysis.  14  Member checking within the interviews limited the need to check-in with participants during analysis. However, one participant described early experiences within her doctoral studies that seemed related to her LGBTQ identity, but she did not explicitly state this connection. With the consent of the participant, the researcher followed-up with her to check the accuracy of the reconstructed stories and the meaning drawn from the narrative analysis (Bazeley, 2013). The participant did not identify a discrepancy. No other unclear situations were identified within the transcripts.  Thick Description Thick descriptions are detailed and contextualized descriptions of events (Morrow, 2005). Contextualization also includes an examination of cultural significance in the events of the story and the larger meaning of the story (Bazeley, 2013). Contextual information was gathered through a demographic survey (See Appendix B) and in the interview through follow-up questions. Verbatim transcriptions aided with accuracy of contextual information. Member checking also provided an opportunity to check the accuracy of contextual information.  Purposive Sampling Purposive sampling is common in qualitative research and selects participants based upon their ability to speak about the study’s research questions and goals (Bazeley, 2013). Based upon a review of the literature and relevant gaps, the population of this study is limited to LGBTQ doctoral students. Small sample sizes are typical in qualitative research, especially as a large sample can take away from the meaning found within each of the participant’s experiences (Bowen, 2008).  Originally, this study aimed for a sample size around 6-8 participants with a goal to have at least two participants with non-dominant gender identity (e.g., transgender, genderqueer, etc). 15  However, the Covid-19 pandemic significantly disrupted and limited sampling to three participants. This small sample size was considered appropriate because the exploratory, narrative nature of this study and the richness of the data. This study did not utilize data saturation as narrative analysis focuses upon meaning in storytelling rather than identifying all possible experiences of LGBTQ campus climate.  Participant Selection LGBTQ doctoral students were recruited from a Rocky Mountain university by distributing study information and flyers (see Appendix D). All participants met the following criteria: 1) identify as LGBTQ (i.e., have a nondominant gender and/or sexual orientation identity), 2) be currently enrolled in a doctoral program, 3) have attended their doctoral program for at least one year, and 4) be over the age of 18 years old.  Table 1. Demographic Information of Participants  Participant Pseudo- Name Ethnicity Gender Sexual Orientation Jackson White Cisgender Man Gay Whitney White Cisgender Woman Bisexual David White Cisgender Man Gay  All three participants identified as white (see Table 1). Two participants identified as cisgender gay men. Pseudo-name Whitney identified as a cisgender bisexual woman. All three participants were traditionally aged doctoral students in the hard sciences at a Rocky Mountain university. The remaining demographic information (e.g., age, year in program, program name) was withheld to protect the participants’ anonymity.    16  Data Collection The researcher conducted one 90-120-minute semi-structured interview with each participant. Each interview was audiotaped, which was kept in a locked file on a locked computer. The audio file will be deleted appropriately to retain confidentiality after the dissertation has been passed. The interviews occurred in person and in private locations.  Before the interview began, participants were informed about the study and their right to end the interview at any time for any reason. The researcher assured participants of their confidentiality and rights as a research participant. To protect confidentiality, participant names were not used once the audiotaping has begun. Additionally, transcripts utilized a pseudonym, which the participant had the option to choose. The demographic survey was also completed prior to the interview beginning.  The interviews were semi-structured to allow for a more in-depth exploration of stories related to LGBTQ campus climate rather than focusing on specific questions that illicit a question-response exchange (Riessman, 2008). With the goal to generate stories rather than answers, the climate of the interview required attention (Riessman, 2008). The researcher engaged in conversational norms (e.g., longer turn-taking, relevance, and entrance/exit talk) and prioritized emotional attentiveness, engagement, and reciprocity (Riessman, 2008). In these narrative interviews, the researcher became listener and questioner, which led to two active participants who were jointly constructing the narrative and the narrative’s meaning throughout the interview (Riessman, 2008). This process allowed the researcher to explicitly identify and explore for plot and meaning between the participants’ stories (Riessman, 2008). Overall, shifting away from a rigid interview format encouraged equality and power-sharing in the 17  interview process, which seemed to provide safety for the participants to share their stories (Riessman, 2008).  To aid in the construction of stories and meaning, the interview protocol (see Appendix D) was comprised of open-ended questions that facilitated a chronological reflection of the participants experiences in graduate school. Chronological reflection allows for the identification of the beginning, middle, and resolution of a story (Riessman, 2008). The specific questions of the interview protocol were developed from concerns identified within the literature about doctoral graduate student attrition (CGS, 2004; CGS, 2010) and LGBTQ campus climate (CSUGA, 2017; UCBGA, 2014; UCBOIEC, 2014). The interview prompts were modeled upon interview questions asked in previous studies examining discrimination and microaggressions (e.g., “What are some subtle ways that you might have been treated differently because of your LGBTQ identity?”) (Lewis et al., 2012; Nadal et al., 2011). The questions were left broad to allow the participant to construct their own story. Follow-up questions were written to extend the story (e.g., Why have these experiences been helpful?) rather than gain specific short answer responses (e.g., What made that experience helpful?).     18  DATA ANALYSIS    Narrative analysis was used to extract meaning from the participants’ interviews (Riessman, 2008). Narrative analysis is a flexible method of analysis that can be adapted to the research questions and then adapted again based upon the data of a study (Riessman, 2008). For example, originally this study was going to use a “story analyst” approach (Watson, 2012) to reconstruct and examine the participants’ stories in-depth for themes about content and process relating to LGBTQ identity as a graduate student. The primary researcher chose this method because she expected to hear a few in-depth stories about how LGBTQ identity was saliently present during graduate school. Instead, the participants shared numerous experiences and even agreed to extend the interview from the original 45-60-minute time range to 90-120 minutes so they could answer all eight interview questions in the interview protocol. As such, the primary researcher shifted toward a “storyteller” analytical approach. In the storyteller approach, the analysis involves reconstructing the interviews into story plots so that the results section becomes a telling of the story (Smith & Sparkes, 2008).  In this study, a coding tree was used to outline the plot of what it means to be an LGBTQ graduate student. The codes are action-oriented and begin with verbs because the coding tree is telling a story. This organization is significantly different than a thematic analysis that would typically organize noun-based themes into hierarchical constructs. Since narrative analysis considers the “when”, “what”, “who”, “how”, and “why” of a story (Riessman, 2008), this study’s coding tree highlighted “when” the participants had experiences related to their LGBTQ identity, “what” was happening during those events, and “how” it was happening. This study did not answer “why” the experiences happened or “why” the experiences happened as they did 19  because of the exploratory nature of this study and the vast number of experiences that the participants described. This focus on using storytelling to highlight “when”, “what”, and “how” fits well with the research questions of this study. For example, the first research question (i.e., “What experiences do LGBTQ doctoral graduate students have related to gender and sexual orientation identity?”) essentially asked “when” does LGBTQ identity become salient as a graduate student, “what” is going on during these experiences, and “how” is that happening.  The data analysis process can be broken down into the following stages, which were informed by qualitative analysis in general (Bazeley, 2013) and narrative analysis specifically (Reissman, 2008; Watson, 2012; Wertz, 2011). Because of the narrative style, analysis was not conducted using qualitative analysis software. Rather the primary researcher printed the transcripts, which were then highlighted and written upon. The primary researcher wrote analytical memos in her researcher’s journal to discuss and identify plot points or codes. This journal was kept in a Word document.  In the first stage, interview audio files were transcribed verbatim and double-checked for accuracy by the primary researcher. Each transcript was then read twice to increase dependability and allow the primary researcher to refamiliarize herself with the content of the interview.  During the second stage, the transcripts were broken up by the interview protocol questions (see Appendix D). The printed transcripts were organized into a binder by interview protocol questions. This process increased dependability and allowed the primary researcher to review all participants’ responses to the same interview question with greater ease.  In the third stage, the primary researcher identified the events and time periods present within the transcripts. The primary researcher began by reviewing Jackson’s responses to the first interview question, “How did you decided upon graduate school, your program of study, 20  and the university you attended in particular?”. To increase dependability, the primary researcher read the participant’s response line-by-line and highlighted the events or time period that the participant discussed (e.g., applying to graduate programs). The primary researcher completed this process for Whitney and David. The primary researched started the coding tree by creating the list of events, which was organized in chronological order.  In stage four, the primary researcher explored the first event or time period present in Jackson’s response to interview question one. The primary research read the transcript line-by-line and noted major plot points (e.g., considered program location). From these major plot points, the researcher reflected and wrote analytical memos to determine “what” was happening (e.g., assessing potential fit between self and program) and “how” it was happening (e.g., ranked importance of necessary fit factors). These “what” and “how” codes were placed into the coding tree in a temporal order under the event (e.g., applying to graduate programs). For an example of how these codes were organized into the coding tree, see Table 3 in Findings. Because the analysis was completed without the use of qualitative analysis software, a summary of each segment that supported a code was placed into the coding tree as well. These steps were then completed for Jackson and Whitney’s responses about the same event (e.g., applying to graduate programs). The researcher determined how to integrate the experiences between participants into one plot through journaling and adapting the coding tree. This process was repeated for each event identified within all participants’ responses to the first interview protocol question.  The processes in stages three and four were repeated for each interview protocol question until the entire transcript of each participant had been analyzed. Because the primary researcher found that participants would occasionally discuss one event across multiple interview protocol questions, the researcher would go back and update that coding structure as needed to foster 21  dependability. This process was documented through analytical memos in the primary researcher’s journal. The overall result of this analysis was a coding tree that listed the ten events or time periods, including their plot lines of “what” was happening and “how” it was happening. Under each “what” and “how” code was a complete list of all segments that corresponded to that code.  In stage five, the researcher reviewed the changes the participants would like to see happen to improve LGBTQ campus climate for LGBTQ doctoral students. These changes were often located within questions seven (i.e., “What changes would you like to see to improve your experience as an LGBTQ graduate student?”) and eight (i.e., “Were there any experiences that went well for you regarding gender and sexuality that you would like to see included on a best practices list?”) of the interview protocol. The researcher examined the participant’s narratives for the changes they discussed (e.g., increased mentoring opportunities). The researcher organized these proposed changes into a list that also documented “why” the participants wanted to see these changes and “how” they believed these changes could improve campus climate.  In stage six, the primary researcher reviewed the transcripts and coding tree again to increase trustworthiness. The primary researcher reread the transcripts to double-check that all events and proposed changes had been identified within the transcripts and fully documented within the coding tree. The coding tree was reviewed to ensure similar language across events as appropriate. While reviewing the coding tree, the primary researcher also removed any codes that could potentially identify the participant. To ensure dependability and reflexivity, the primary researcher documented her self-reflection and decision-making in the researcher’s journal.  22  In stage seven, the researcher wrote the findings section. As an additional trustworthiness check, the primary researcher removed a few segments or codes if the material did not seem relevant to experiences of LGBQ identity or did not support the codes as well as the researcher had previously thought. This final check was documented in the researcher’s journal to increase dependability and reflexivity. The coding tree was also updated and finalized into a table that documented how many participants endorsed each code within the tree.  In stage eight, the primary researcher’s advisor and another psychology faculty member reviewed the Findings section to increase trustworthiness through triangulation. These debriefers acted to challenge the organization and explanation of the analysis and its results.  In stage nine, the primary researcher wrote the findings section. By integrating the results with the previous relevant literature, the primary researcher increased the trustworthiness of the study through praxis. In addition, the discussion section was organized to answer this study’s research questions, to identify the limitations of the study, and to explore future implications, all of which helped to increase the consequential validity of this study.     23  FINDINGS    During the interviews, the participants reported a number of experiences related to their LGBTQ identities. Through narrative analysis, these experiences were organized into six specific events and four general time periods (see Table 2). The phrase “general time period” is used in this study’s results to refer to experiences that the participants had in a specific setting (e.g., in research lab) but not necessarily at a specific time. These events and time periods were organized chronologically to help the reader have a better sense of the narrative of how LGBTQ campus climate was experienced across time.  Table 2. Common Events and Time Periods in LGBTQ Doctoral Students’ Experiences of their LGBTQ Identity during Graduate School, including Number of Participants who Discussed Experiences Related to LGBTQ Identity during These Times.   Events & Time Periods  # of Participants  Applying to Graduate Programs 3 Receiving Letter of Acceptance from Graduate Program  1 Visiting Weekend After Receiving Acceptance Letter 1 Early General Experiences in the Graduate Program 3 Choosing Advisor or Research Lab 2 General Graduate School Experiences 2 General Research Lab Experiences 3 Working as a Graduate Teaching Assistant 2 Preparing for PhD Candidacy Exams 3 General Social Experiences During Graduate School 2   After organizing the six events and four time periods into chronological order, the narrative analysis then shifted toward “what” was happening and “how” it happened during each event or time period. Below are the stories that the participants shared and the primary researcher reconstructed to provide insight into what it means to be an LGBTQ graduate student. Each story has a table outlining the plot codes of “what” was happening and “how” it happened “when” the doctoral students’ LGBTQ identities became salient during graduate school.  24  These plots can be considered groundwork to begin understanding the experiences of LGBTQ campus climate for LGBTQ doctoral students. However, because of the limited sample size, the homogeneity of demographics within the sample, and the exploratory nature of this study, these plots should not be considered 1) universal to all LGBTQ  doctoral students or 2) complete representations of LGBTQ campus climate for LGBTQ  doctoral students (see Discussion for additional Limitations).  Furthermore, narrative analysis acknowledges the context and temporality of when the stories occurred, when they were shared with the primary researcher, and when the primary researcher reconstructed them. As such, the experience of what is means to be an LGBTQ graduate student will always be changing. These stories below should be considered in the context of when they occurred (i.e., 2014-2019), when the stories were reconstructed (i.e., 2019-2020), where they occurred (i.e., Rocky Mountain university), the demographics of the participants (see Table 1), and the identities of the primary researcher (i.e., White, genderfluid, queer, 31 years old).  Applying to Graduate Programs All three participants stated that they had experiences related to their LGBTQ identities while applying to graduate school (see Table 3). During this time, they were assessing the potential fit between themselves and the graduate program, assessing the potential safety of the program location, and assessing the potential acceptance of their sexual orientation by the graduate program. One participant was concurrently assessing the potential acceptance of his sexual orientation by his family and the graduate program.      25  Table 3. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity while Applying to Graduate Programs, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: Applying to Graduate Programs 3            What: Assessing Potential Fit between Self and the Graduate Program 2                       How: Decided Necessary Factors for Fit 2                                  What: Research Quality 2                                  What: Location 2                                            Why: Safety 2                                            Why: LGBTQ Community Presence 1                                  What: Potential Acceptance of Sexual Orientation by                                   Program  1                       How: Ranked Importance of Necessary Fit Factors 2                                  How: Prioritized Research Quality 2                                  How: Decided to Come Out 1                                  How: Adjusted Prioritization  1            What: Assessing Potential Safety of the Program Location 2                       How: Screened by Location of Program 2                       How: Considered Previous Experiences 1                       How: Considered How to Mitigate Risk 1 What: Assessing Potential Acceptance of Sexual Orientation by Program 2                       How: Assessed Potential Safety of Program 1                       How: Took a Risk in Application 1                       How: Considered how to Mitigate Risk 2                                  How: Pass as Binary Cisgender and/or Heteronormative 2 What: Parallel Assessing of Potential Acceptance of Sexual Orientation by Family 1                       How: Assessed Potential Safety of Family 1  Assessing Potential Fit between Self and the Graduate Program Two participants stated that they were assessing the potential fit between themselves and the graduate program while applying to graduate programs. They assessed this fit through determining what components of the graduate program were necessary and then ranking these components. The third participant did not discuss how she identified fit.  26  Decided Necessary Factors for Fit. First, these two participants decided what factors of the program were necessary to determine fit. They considered the research quality within the program as an important component of fit. Jackson said, “I initially picked schools based upon research”. David added that he began by pulling up “a list of the top 20 schools within my specific field”.  These two participants identified the location of the program as an important second component of fit because the location could indicate safety. They screened for safety by considering the political leaning of the state. Jackson shared,  I didn’t apply to any state that really was deeply red – you could say Republican or conservative. I think Arizona was the furthest purple-reddish state that I applied to, and that was just purely because at the end of the day, the research outweighed it.  David further associated the program location’s political leaning with the potential for microaggressions. He stated, “I don't want to be somewhere where I'm the only gay person… or where people would yell at me out of a car window if I was holding hands with my boyfriend or something like that”.  David added that he considered the program’s location because he wanted to know if there was an LGBTQ community near the program. David said, “I had a small desire to be near a larger city because I always associate larger cities with more LGBTQ presence.” He went on to connect having an LGBTQ community presence to being able to reach his goals in life. He explained,  So, it's a large goal of mine in life to get married and have kids. And I need options of people to date. So, a city has more people. In my experience, LGBTQ people tend to gravitate towards larger cities. So, I thought that at least having some proximity would be-, even if there wasn't a dating pool [locally], there would be in [a nearby city].  27  Jackson identified a third component of fit, whether the program could accept his sexual orientation. Jackson said, “I wanted to make sure that all components of my life could be supported.” He added,  I wanted to be able to be in an environment where at least some component of that [environment]—whether it was my peers, or my peers and faculty— were going to be accepting of me and supportive of me, specifically accepting of my sexual orientation.  Ranked Importance of Necessary Fit Factors. After determining the fit factors, these two participants ranked the factors. Both participants started by prioritizing research quality as the most important component of fit. David stated that “[his current university] made it to the top of the list” due to the research prestige of a professor he was interested in working with. Jackson shared, “and so specifically when it came to a graduate program, I first and foremost had compartmentalized a little bit that I wanted to be able to do high-level science.” While in the process of ranking schools, Jackson decided to come out. He explained that he no longer wanted to “push” himself to pass as heterosexual. He added, “I wanted the opportunity to be able to be open about who it is that I love.” Later, he outed himself while writing his application statement when he “added in a section that talked about struggling with sexual orientation.” After deciding to come out, Jackson adjusted his prioritization to rank acceptance of sexual orientation identity above research quality. Part of this process included visiting a school that he had originally ranked higher due to higher research quality. However, he “realized very quickly that there wasn’t an inherent sense of safety”. Jackson added that he ultimately chose his current program because his sexual orientation could be accepted. He stated, “when it came down to it, what made me want to come here versus my second choice…was that here I realized that I could be accepted by the faculty.”  28  Assessing Potential Safety of the Program Location Two participants discussed assessing the potential safety of the program location. They assessed safety through screening the location of the program, taking a risk to come out in the application, and considering how to mitigate risk within the program if they were accepted. The third participant did not discuss assessing the potential safety of the program location.  Screened by Location of Program. Jackson and David screened safety by considering the location of the program. They considered the location’s political leaning. Jackson said that he “applied to purple or blue states politically” as he was searching for “ones that politically leaned more liberal or at least the city had the potential to be more liberal.” David explained that he “didn’t apply to a lot of the school in the South” because he “wouldn’t enjoy the climate at all.”  Considered Previous Experience. While assessing safety of the program location, David recalled previous microaggression experiences he had in during their undergrad program because he went to “a very small school in a small town.” He used this previous experience to inform where he would apply to. He explained that he did not want to re-experience “where people would yell at me out of a car window if I was holding hands with my boyfriend or something like that.”  Considered How to Mitigate Risk. While evaluating the program’s location and politically leaning, David also considered how to mitigate risk toward his safety if he attended a university with an unsafe location. He stated, “but if hypothetically I did the research totally wrong and it was like that, I just wouldn't feel comfortable dating. I wouldn't feel comfortable just being out and about.” He added that he would use his “normative straight” appearance to pass because he “wouldn't feel comfortable just walking around and existing.”   29  Assessing Potential Acceptance of Sexual Orientation by Program Two participants stated that they were assessing the graduate program’s potential acceptance of their sexual orientation while applying to graduate programs. They assessed this acceptance through assessing the potential safety of the program, taking a risk in the application to come out, and considering how to mitigate the risk. The third participant did not discuss assessing the potential acceptance of her sexual orientation by the program.  Assessed Potential Safety of the Program. Jackson briefly discussed how he assessed the safety of the graduate program through the essay prompt. He felt safer and more empowered to come out in his application essay “based upon how the [essay] prompt was written” as “the personal statement and the statement of purpose were combined into one [essay].” Seeing this combined essay prompt may have suggested to Jackson that his personal life, specifically his gay identity, could be accepted by the program.  Took a Risk in Application. Jackson identified that he took two risks in his application. First, he applied to a school that he had previously deemed less safe because of the political leaning of the university’s location. He explained, “I think Arizona was the furthest purple reddish kind of thing that I applied to and that was just purely because at the end of the day, the research outweighed it.” This application was a risk as he had earlier associated the location’s political leaning with safety. Second, in one application essay, he “added in a section that talked about struggling with sexual orientation…. [and] overcoming the self-deprecation that comes with being unsure of oneself.” This identification of his LGBTQ identity was a risk as he had not previously been publicly out, not even to his family.  Considered How to Mitigate Risk. Jackson and David discussed how they could pass as binary cisgender and/or heteronormative to increase their safety if they attended a program 30  with lower acceptance of their sexual orientation identity. Jackson discussed how he could “pass” with his “masculine tendencies”. David stated,  I think that I can fit into a lot of different social circles. I think I present in a way that is more conforming to the ideals that people have for straight men at least. So, it makes me it easy for me to fit into those environments…and it tends to blend well. So, some people don't know that I'm gay when I meet them.   Parallel Assessing Potential Acceptance of Sexual Orientation by Family Jackson described the co-occurring assessment of the potential acceptance of his sexual orientation by his family and by the potential graduate program. The participant assessed his family’s acceptance by assessing his safety around his family. The other two participants did not endorse similar experiences as they had already been out to their family when applying to graduate school.  Assessed Potential Safety of Family. Jackson explained, “when I was applying and when I first [visited the university], I was not openly out publicly. It wasn’t until after I had been accepted to a graduate program that I ended up coming out to my family.” He shared that he had been “internally processing” frequently as he was “trying to recognize that I didn’t come from a very accepting family.” He identified “the potential for rejection” from his family as a risk to his safety.  Receiving the Letter of Acceptance from Graduate Program One participant stated that he had an experience related to his LGBTQ identity when he received his letter of acceptance from the graduate program (see Table 4). During this time, he gained acceptance. The other two participants did not talk about when they received their letter of acceptance.    31  Table 4. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity while Receiving their Letter of Acceptance from the Graduate Program, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: Receiving Letter of Acceptance from Graduate Program  1            What: Gaining Acceptance 1                       How: Felt Validated 1                       How: Connected Getting into Program with Acceptance of Being                        Gay  1  Gaining Acceptance Jackson stated that he gained acceptance of his LGBTQ identity in two ways while receiving his letter of acceptance from his graduate program. Felt Validated. Jackson stated that he first gained acceptance through having his LGBTQ identity validated. After coming out and talking about his “struggles with [his] sexual orientation” during his application essay, Jackson stated, “getting that letter of acceptance was almost more validating personally than anything else.”  Connected Getting into Program with Acceptance of Being Gay. Then, he felt more accepted as he connected being accepted into the program with having his LGBTQ identity accepted by the program. Jackson described, “so it was this full circle understanding that ‘Ok, this is one of those things that can be embraced’.” Visiting Weekend After Receiving Acceptance Letter Jackson stated that he had an experience related to his LGBTQ identity while visiting the program after he had received his acceptance letter (see Table 5). During this weekend, he was assessing potential acceptance of his sexual orientation by the program and reacting to affirming language. The other two participants did not discuss visiting their programs.  32  Table 5. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity during the Visiting Weekend after Receiving the Acceptance Letter, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: Visiting Weekend After Receiving Acceptance Letter 1            What: Assessing Potential Acceptance of Sexual Orientation by             Program 1                       How: Observed the Visible Identities of Faculty 1                       How: Heard Affirming LGBTQ Language 1                       How: Heard Parallel Acceptance of Interests 1            What: Reacting to Affirming Language 1                       How: Adjusted Assessment of Acceptance 1                       How: Adjusted Assessment of Safety 1  Assessing Potential Acceptance of Sexual Orientation by Program Jackson stated that he assessed the program’s potential to accept his sexual orientation during the visiting weekend. He assessed this acceptance through observing the identities of the faculty, hearing affirming LGBTQ language, and receiving acceptance of his other interests.  Observed the Visible Identities of Faculty. While interacting with “the faculty that I was most interest in working with,” Jackson observed the visible identities of a faculty member. He said, “I would describe him very much as a traditional, kind of old white scientist guy that went to this kind of elite university.” Jackson did not elaborate “why” he examined the visible identities of faculty members. Heard Affirming LGBTQ Language. Over dinner with faculty, Jackson assessed acceptance when he heard a faculty member talking positively about another LGBTQ faculty member. Jackson stated,  It was a very, very specific moment during the visit weekend. When we were at dinner, there was a couple faculty at each table and one of them was talking about the different breweries and beer and then there was another faculty member that was talking about her and her wife and about how they brew beer together-, how they go over and try their 33  beers every year. And they so casually spoke about this faculty member and her same-sex partner. It was in this moment that I realized I could be accepted there.  Heard Parallel Acceptance of Interests. Jackson highlighted the doctoral students’ parallel acceptance of his interests. He first explained that he wanted to be embraced by his future peers. Jackson said, “so when I’m with someone I don’t know, someone I just met, someone who might be a future coworker, I value them embracing my interest and identities.” He shared with the  doctoral students, “oh, I like to run”, and they responded, “well great. There’s this, there’s this thing here.” Jackson elaborated on how this response felt embracing. He stated, “so even outside of my own identity, my interests, my hobbies, they didn’t necessarily share them, but they embraced them. And they were just happy that I had a hobby.”  Reacting to Affirming Language Jackson shared his reactions to hearing affirming language during the visiting weekend.  Adjusted Assessment of Acceptance. First, Jackson adjusted his assessment of acceptance. After hearing a faculty member talk about an LGBTQ faculty member positively during the visiting weekend, he decided “I could be accepted there.” He recognized in that moment “…that the people I would be directly working for were going to be able to support me.”  Adjusted Assessment of Safety. Second, Jackson adjusted his assessment of safety. He said, “I could be accepted. It was safe.” He clarified that he would feel safe enough to bring a partner to events. He said, “to not think it [would be] an issue of who it was that I was dating or if I was bringing someone to a group function. It wouldn’t be a thing. There wouldn’t be any harm there.” Early General Experiences in the Graduate Program All three participants stated that that they had experiences related to their LGBTQ identities early on after starting graduate school (see Table 6). During this time, they were 34  mitigating risk through engaging in heteronormative behaviors and assessing their peers’ potential acceptance of their sexual orientation. One participant recalled trying to find community within the LGBTQ community.  Table 6. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity during Their Early General Experiences in the Graduate Program, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: Early General Experiences in the Graduate Program 3            What: Mitigating Risk through Engaging in Heteronormative Behaviors 3                       How: Controlled Self-Image Presented to Peers 3                       How: Worried about Experiencing Microaggressions 1                                 How: Considered Previous Experiences 1            What: Assessing Potential Acceptance of Sexual Orientation by Peers 2                       How: Assessed Potential Safety of Peers 2                                 How: Screened for Political Beliefs 2  How: Associated Political Beliefs with Acceptance of Non-    Dominant Identities 2            What: Finding LGBTQ Community 1                       How: Desired Community 1                       How: Tested Out Groups 1                       How: Adjusted Perception of Safety 1                       How:  Started to Come Out 1                       How: Experienced Previous Similar Finding of Science                        Community 1  How: Desired Community 1  How: Tested Out Groups 1  How: Adjusted Perception of Ft 1  How: Determined Lab Group 1  Mitigating Risk through Engaging in Heteronormative Behaviors All three participants endorsed engaging in heteronormative behaviors to mitigate risk early in their graduate school years. They mitigated risk through controlling their image or behaviors presented to their peers. However, these passing behaviors left one participant concerned about experiencing a microaggression.  35  Controlled Self-Image Presented to Peers. All three participants engaged in controlling their self-image to mitigate risk while they assessed safety and acceptance early during graduate school. Jackson stated, “I think at first there was there was a lot of passing— not being descriptive about pronouns or a tinder date, those kind of components— because I wanted to get to know people first.” Whitney explained that she continued to control her image to pass until she had a community. She stated, “once I knew that there were [other LGBTQ] people [in the department], it was easier to start being open about myself and my sexuality around my peers.” She later clarified that she engaged in passing “for the first year and a half to two years that I was here.” David stated that passing allowed him to “propel forward.” He did not explain the benefits he gained from passing. Jackson, however, highlighted the cost of passing. He stated,  I think throughout my life prior to fully understanding and accepting my own orientation, I thought a lot about [passing]. I had done this type of thing a lot, but more so as I was trying to make sure people didn’t perceive something that I didn’t want them to perceive. As [a mentor] has told me…‘you spend way too much emotional energy doing that’. So, while it wasn’t the healthiest thing for me, it was the way that I knew that I could feel safer and recognize that I was feeling safe.  Worried about Experiencing Microaggressions. While David described passing as helpful, he worried about experiencing a microaggression from other LGBTQ people if they found out that he chose to pass. David explained, “I get a lot of flak from the gay community because I'm such a ‘straight sympathizer’.” David explained that this worry originated from previous experiences of microassaults. He shared, “on probably like half a dozen occasions, I've had [LGBTQ] people accuse me of straight acting or of passing.” He shared that he also received criticism from a few LBGTQ people in the past for being in the sciences. He explained,  Like I've gotten comments ‘even being in sciences, that I'm trying to cover being gay’. Me being gay and me being a scientist are two totally separate notions. At no point did being gay ever come up in my decision to be a scientist. It hurts a bit because I think I'm just as gay as the next gay guy but just because of the way I present, it's not enough.   36  He elaborated that these experiences left him feeling “a little bit disconnected from my community.”  Assessed Potential Acceptance of Sexual Orientation by Peers Two participants stated that they were assessing their peers’ potential acceptance of their sexual orientation early during graduate school. They assessed this acceptance through assessing the potential safety with their peers. The third participant did not discuss this type of early experience.  Assessed Potential Safety of Peers. Jackson and Whitney assessed the potential safety of their peers in two ways.  First, they screened for political beliefs. They explained that they were looking for liberal or democratic values. Jackson assessed these political beliefs through gauging “their backgrounds, where they went to school, where they grew up, those types of components” and through their stances “especially around those issues that are controversial.” Whitney shared a similar process,  So if they talk about politics in a way that I agree with, like more democratic values and safety for other communities … or if we talk about those types of things in the news in a similar way, then I’ll be like ‘well they’re probably OK to talk to. They’re probably a safe person’. Not that that’s the only thing but that’s normally a pretty good indicator.  After screening for political beliefs, these two participants associated the political beliefs with whether the peer would accept non-dominant identities. Whitney stated that political beliefs “are now a good indication, sometimes, for the level of safety in interacting with people.” She elaborated, “I don’t think it necessarily should be, but in this day and age, it is.” Jackson explained that through assessing political beliefs, he can decide “ok, [I’m] likely very safe around this person.”   37  Finding LGBTQ Community  Whitney stated that she was trying to find an LGBTQ community during her early experiences in her graduate program. This process included desiring a community, testing out groups, adjusting her perception of safety, and starting to come out. She also experienced a previous similar process while finding her science community. The other two participants did not discuss their process of finding LGBTQ community.  Desired Community. First, Whitney desired a community. She stated, “I guess after my first year, I started looking for community outside of my home department because my group is mostly men and they’re all straight. I wanted a different community.” Tested Out Groups. Next, Whitney tested out groups on campus to find community, “like the Graduate Women’s Science group that I joined or the Graduate [LGBTQ] group that I also joined.” Adjusted Perception of Safety. After joining the Graduate [LGBTQ] group, Whitney stated it was nice “to know that there was a decent number of queer students on campus that wanted that group” and that she was not alone in her department.  Started to Come Out. After finding LGBTQ community on campus, Whitney stated, “once I knew that there were people, it was easier to start being open about myself and my sexuality around my peers.” She further explained that knowing about other LGBTQ people in her department “made it easier to talk about it and not go back into the closet, essentially.” Experienced Previous Similar Finding of Science Community. Whitney’s search for LGBTQ seemed to parallel her previous search for her science community. First, she desired community as she searched for which field in her department that she would study. She tested out groups through taking a variety of classes and examining fit with peers in those classes 38  because they “needed each other’s help to pass the class”. She also determined her field of science within her department through rotating through the labs and evaluating how well she got along with the advisors. She adjusted her perception of fit with the field based upon the helpfulness of the faculty and if she liked the advisor and/or the research. She explained that perception of fit was accomplished “by rotating through the labs and seeing if it jives with you, or if you would like to be in another one.” Finally, her lab group was determined when “at the end of the semester, you were placed in a group.” Choosing Advisor or Research Lab Whitney and David stated that they had experiences related to their LGBTQ identities while choosing their advisor and/or research lab (see Table 7). During this time, they were determining the components of acceptance, assessing potential acceptance of sexual orientation in lab, and assessing potential comfort in the lab. Both participants experienced and reacted to a microaggression while choosing their lab. David did not discuss how he chose his advisor and/or his research lab.  Table 7. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity while Choosing an Advisor or Research Lab, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: Choosing Advisor or Research Lab 2            What:  Determining the Components of Acceptance  1                       How: Considered Previous Experience  1                       How: Examined Current Needs 1            What: Assessing Potential Acceptance of Sexual Orientation in Lab 1                       How: Screened Advisor’s Political Beliefs  1 How: Associated Political Beliefs with Acceptance of Non-Dominant Identities 1                       How: Assessed for Potential Safety in Lab 1                       How: Took a Risk  1  How: Came out 1 39   How: Observed Responses of Coming Out 1  How: Assessed Genuineness of Response 1            What: Assessing Potential Comfort in Lab 2                       How: Observed for Microaggressions 1 How: Decided Would Not be Comfortable if Microaggression Occurred in Lab 1                       How: Experienced a Microaggression in Lab 1                       How: Decided Would Not be Comfortable in Lab 1            What: Experiencing a Microaggression 2                       How: Stereotypical Event Scheduled 1 How: Overheard Peers Questioning Faculty Member’s Sexual Orientation 1            What: Reacting to Microaggression 2                       How: Recognized Accepting Components 1                       How: Considered Previous Microaggression Experiences 1  How: Internalized Distress to Prevent Additional   Microaggressions 1                       How: Decided Would Not be Comfortable in Lab 1   Determining the Components of Acceptance David was determining the components of acceptance while choosing his advisor or research lab. He made this decision through considering previous experience and examining his current needs.  Considered Previous Experience. First, David remembered a negative reaction by his undergraduate advisor while coming out. David shared, “I've had an advisor in undergrad who when I mentioned that I was gay…, she was like ‘oh’ and then she never spoke of it again and specifically she would try to avoid it.” He seemed to use these undergraduate experiences to help him understand what he needed as a graduate student. Examined Current Needs. David went on to reflect and decide that he currently wanted an advisor “who will basically treat me the same way that that they would treat anyone else.” David described what receiving equal treatment would mean. He shared, “affirming to me is just receiving equal treatment in a way that's positively leaning. Like if they were going to invite someone's girlfriend to come up to a lab dinner, then they would also invite my boyfriend the 40  same way.” By considering previous experiences and his current needs, David seemed to determine that acceptance required being treated “equally” to his heterosexual lab peers. Assessing Potential Acceptance of Sexual Orientation in Lab After determining what was necessary to be accepted, David described assessing the potential acceptance of his sexual orientation in the lab. He made this assessment through screening his advisor’s political beliefs, associating these political beliefs with acceptance of non-dominant identities, and assessing for potential safety in lab. He also took a risk in coming out.  Screened Advisor’s Political Beliefs. David assessed acceptance of his sexual orientation through screening his advisor’s political beliefs. He shared that “with my advisor, I just knew that he was known to be very hard core liberal.” David did not share how he specifically learned of this political belief. Associated Political Beliefs with Acceptance of Non-Dominant Identities. After learning of this liberal political identity, David stated that he quickly felt accepted, as it “kind of clicked”. He explained, “I associate that political leaning with some what degree of acceptance.” Assessed for Potential Safety in Lab. As part of assessing acceptance, David assessed the safety in the lab in two ways. First, he looked around the physical location of lab. He explained that “one of the things I look for are the green flag or the safe zone training stickers.” He seemed to associate these symbols with a degree of safety and acceptance. He also listened to how his peers in the lab spoke. He shared, “I feel like I can, [to] some degree, just gauge when I talk to someone how affirming they are.” He explained, “if there's someone who readily speaks ill of people, I’ll assume they readily do the same thing with gay people.” By observing and listening 41  in the lab, David seemed to be determining if he could be safe and accepted in the lab in the future.  Took a Risk. David also assessed the potential acceptance of the lab through coming out, which involved taking a risk since the lab peers did not know he was gay. David explained, “before I joined the group, I mentioned that I was gay and I had a boyfriend at the time.” To assess acceptance, he observed the responses to coming out. He shared, “I can gauge their response and see how accepting they are.” Next, David assessed the genuineness of the lab peer’s response. He stated, “and she’s like ‘that’s awesome’, and it was so over the top. It was nice to hear, but it felt cringeworthy.” He further elaborated,  I felt like she wasn't saying that because she actually really believed that gay people were amazing and she wanted to embrace our presence, but more like she needed to go outward and be like ‘yes’. When my appreciative response would have just been for her to not, and just be like ‘ok’. Just keep it relatively normal.  By taking the risk to come out, David was able to observe the reactions of his peers, which seemed to help him asses that he could be accepted but that his peers may be uncomfortable around him.  Assessing Potential Comfort in Lab Whitney and David stated that they assessed their potential comfort in the lab while choosing their advisor and lab. David observed for microaggressions and decided he would not be comfortable in the lab if a microaggression occurred. Whitney experienced a microaggression while on a trial rotation and decided that she would not feel comfortable in the lab.  Observed for Microaggressions. David shared that experiencing or hearing a microaggression toward any non-dominant group would impact his comfort in the lab. He said, “the only time I think it would play a role is if I went in and they were using slurs about minority groups in general.”  42  Decided Would Not be Comfortable if Microaggression Occurred in Lab. David further explained that if a microaggression would occur, “then I wouldn’t feel comfortable.” He explained that he would prefer his “work environment to be [where] I could work and not care.” He extended this discomfort when he stated, “and the same with my colleagues and other people who would be in the lab. I wouldn't be comfortable working under someone directly that would demean me or make me not feel safe.” Experienced a Microaggression in Lab. Whitney also connected microaggressions to comfort. While on a trial rotation with the lab, she experienced a microinsult through overhearing two peers “who were talking and trying to figure out if [another advisor] was straight or not.” Whitney elaborated, “and that was a weird conversation to overhear. And I was just like, ‘I’m just here researching and doing things, and you’re just talking about this person that I really like and want to work for.” Decided Would Not be Comfortable in Lab. After experiencing this microaggression, she decided that she would not be comfortable in the lab with those peers. She said, “I was like ‘I really don’t want to be in this group afterward having this conversation’, but I already knew that I wanted to be in the other group. So, it didn’t really matter.” Whitney saw this experience as “a negative in my pro con list that I made at the end of the semester.” She explained that this experience was negative because she “read into the situation” that “there were some prejudices” present in those lab peers. From there she reaffirmed her discomfort when she described her reaction to these peers. She said,, “so, I thought ‘I don’t necessarily need to be around you for the next five years’.”   43  Experiencing a Microaggression Whitney and David stated that they experienced a microaggression while rotating through the labs to determine their advisor or research lab. The microaggressions included being stereotyped and overhearing peers questioning a faculty member’s sexual orientation.  Stereotypical Event Scheduled. David experienced two microinvalidations within a single event. He explained that one lab member assumed that he would want to go to a drag bar. When he suggested a different bar in town, the lab member challenged his decision. He explained, “she was like, ‘oh, will you be comfortable there?’.” David acknowledged the invalidation when he described his peer’s response as “over the top or disconnected.” Overheard Peers Questioning Faculty Member’s Sexual Orientation. As described above, Whitney experienced a microinsult through overhearing two peers assessing the sexuality of a faculty member, which felt “weird.”  Reacting to a Microaggression David and Whitney described how they reacted after experiencing the microaggressions.  Recognized Accepting Components. In the moment, David reacted to the microaggression by reminding himself that his peer attempted to display acceptance. He thought “it was nice of her that she was really going out of her way to be accepting.”  Considered Previous Microaggression Experiences. Later, David reflected upon previous similar microinvalidations he had experienced. He explained,  Yes, [being stereotyped] would definitely be the recurring theme of me being out. With guys, we really don't talk about it…. But a lot of the straight girls that I interact with are like ‘we're going to go get our nails done and yes do you want to come over and watch queer eye”, which is totally based upon stereotype. And they’re like people I've met for like 2 minutes, and they're like ‘oh you must love drag race’.   44  He shared that this pattern of being stereotyped and experiencing microaggressions has led to feeling “frustrated”. However, he did not describe frustration as an immediate reaction to the microaggression. He seemed to have learned to internalize his distress to prevent additional microaggressions. David explained how voicing his frustration in the past led to further microinvalidations. He stated, “because when I do voice these opinions, I get a lot of pushback of like ‘well should be grateful that there's even representation at all’.”  Decided Would Not be Comfortable in Lab. Jackson also described her reaction to the microaggression she experienced. As stated above, she viewed the situation as a “negative” event and assessed “prejudices” to be present in the microaggression, which led to reaffirming that she would not be comfortable working in that lab in the future.  General Graduate School Experiences Jackson and Whitney discussed general, non-event-specific graduate school experiences related to their LGBTQ identities (see Table 8). During this time, they were assessing the safety of the program, noticing a lack of LGBTQ mentorship, and assessing where to find LGBTQ mentorship.  Table 8. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity during General Graduate School Experiences, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: General Graduate School Experiences 2             What: Assessing Safety of the Program 1                       How: Hoped for Safety in the Program 1                       How: Heard Peer Describe Lack of Safety in Their Lab 1 How: Decided Would Not Be Comfortable to Come Out After Microaggression Occurred 1            What: Noticing a Lack of LGBTQ Mentorship 2 How: Observed Women Peers Being Networked to Women Mentors 1 45                        How: Reflected that Advisors are Not Necessarily Mentors 1    How: Wanted an LGBTQ Academic Mentor 2            What: Assessing Where to Find LGBTQ Mentorship 1                       How: Noticed a Lack of Availability of LGBTQ Academic                        Mentors 1  How: Decided Willing to Work with LGBTQ Academic Mentor     from Other Programs 1  How: Noticed Parallel Lack of Visibility of LGBTQ Faculty on   Campus 1  Assessing Safety of the Program Whitney described assessing the safety of the program in general.  Hoped for Safety in the Program. Originally, Whitney hoped for safety in the program. When asked if she was concerned about any specific reactions from the program to coming out, she stated, “I guess I’m hopeful in the workplace that there wouldn’t be anything violent, that is one of my hopes.” Heard Peer Describe Lack of Safety in Their Lab. However, Whitney’s concerns about safety shifted as a peer LGBTQ graduate student shared his safety concerns about coming out. She said, “I mean there is another student… and he said, ‘well I can’t be open in my group because I know my peers would be upset if I told them about my sexuality’.” Decided Would Not be Comfortable to Come Out After Microaggression Occurred. In response to hearing that story, Whitney decided that she would not be comfortable to come out. She shared, “so, if I was around his group for example, I would not be open about it because he knows from experience about the prejudices people have.”  Noticing a Lack of LGBTQ Mentorship Jackson and Whitney described another general graduate school experience when they noticed a lack of LGBTQ mentorship within their programs. Jackson noticed this gap through observing his female peers being networked to other women in academia for mentorship and 46  reflecting that advisors are often not mentors. Both participants wanted an LGBTQ academic mentor. David did not discuss mentorship in his interview.  Observed Women Peers Being Networked to Women Mentors. First, Jackson noticed that “many of my female friends who have male advisers have mentors in women faculty.” He explained how these peers were networked to other women mentors, which he described as “better”. From these observations, he noted, “but it’s not as available to gay graduate students.” By observing his female peers having mentors, he was able to notice his lack of mentorship.  Reflected that Advisors are Not Necessarily Mentors. Jackson went on to explain his concerns about obtaining mentorship solely from advisors. He shared, “everyone has an academic adviser, but I truly believe that most academic supervisors are not mentors, at least in terms of more of a personal sense.” He did not explain “why” he felt this way. However, by reflecting upon his own relationship with his advisor, he again noticed a lack of LGBTQ mentorship.  Wanted an LBTQ Academic Mentor. Both Jackson and Whitney affirmed that they wanted an LGBTQ mentor during graduate school. Jackson began by highlighting how mentorship is a major component missing from his graduate school experience. He stated,  The one component that I felt has been missing as a relates to my own sexual orientation is some kind of academic mentor, someone that has gone through graduate school as a gay man and experienced that, which my advisor hasn’t.  Jackson and Whitney agreed that a mentor could help with job applications after graduation. Whitney said, “having people in the places that you want to go that have your identity and help you to figure out how to get into those places would be such a good change.” Jackson explained that he can turn to family to help him become competitive in the job market, but that he is unsure about how to enter the job market as an LGBTQ applicant. He said,  47  I know if I talk to my parents, they can’t describe what it’s like to be queer in any capacity. They can talk more so to ‘well I used these skills that I had here’ but not how to incorporate [LGBTQ identities] into all aspects [of the job market].  Jackson added that it is important “to have someone that has done it before.” Assessing Where to Find LGBTQ Mentorship Jackson described his process of assessing where he could find LGBTQ mentorship.  Noticed a Lack of Availability of LGBTQ Academic Mentors. Jackson began this process by noticing the lack of LGBTQ academic mentorship. As shared above, Jackson noted that mentorship “was not as available to gay graduate students.” Decided Willing to Work with LGBTQ Academic Mentor from Other Programs. Next, Jackson expressed openness to working with an LGBTQ mentor from another program or department. He explained that he would like “the opportunity to interact with and speak with and work with some faculty or staff member on campus that share [my] identities.”   Noticed Parallel Lack of Visibility of LGBTQ Faculty on Campus. However, upon examining the rest of campus for a potential LGBTQ mentor, Jackson noticed a lack of LGBTQ faculty on campus. First, he noted that mentorship opportunities for students with non-dominant identities were increasing. He said, “these [mentorships] have in the past become more prevalent on campuses, at least with conversations around race and gender— I guess within the gender binary primarily.” He gave examples of students being “connected to faculty members who share the same identity”, but then he noted that “there aren’t those type of demographics for LGBTQ.” General Research Lab Experiences All three participants stated that they had experiences related to their LGBTQ identities while in their research lab (see Table 9). During this time, they were mitigating risk, assessing potential acceptance of their sexual orientation by their advisor and their lab peers, gaining 48  acceptance, reacting to gaining acceptance, experiencing and reacting to a microaggression, and experiencing and reacting to multiple microaggressions from one lab peer.  Table 9. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity during General Research Lab Experiences, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: General Research Lab Experiences 3            What: Mitigating Risk 1                       How: Passed as Binary Cisgender and/or Heteronormative 1            What: Assessing Potential Acceptance of Sexual Orientation by Advisor 2                       How: Observed LGBTQ Identity of Advisor 1                       How: Took A Risk 1            What: Assessing Potential Acceptance of Sexual Orientation by Lab             Peers 1                       How: Opened Up Slowly 1                       How: Assessed Safety of Lab Peers 1                                 How: Assessed Openness of Peers 1            What: Gaining Acceptance 2                       How:  Advisor Responded Favorably to Coming Out 1  Why: Advisor’s Reaction Challenged Abnormality   Stereotype 1                       How: Lab Peers Attended Pride Events 1                       How:  Lab Peers Supportively Discussed Dating 1            What: Reacting to Gaining Acceptance 2                       How: Felt Better at Work 1                       How: Improved Relationship with Advisor 1                       How: Adjusted Assessment of Safety 1            What: Experiencing a Microaggression 2                       How: Given Heteronormative Label 1                                 How: Given Additional Responsibilities 1                       How:  Feminized  1            What: Reacting to Microaggression 2                       How: Felt Stuck 1            What: Experiencing Multiple Microaggressions from One Lab Peer 1                       How: Hypersexualized  1                       How: Feminized  1                       What: Triggered Previous Experiences 1            What: Reacting to Multiple Microaggressions from One Lab Peer 1                       How: Acted to Shift Power Dynamics 1  How: Assigned Blame 1                                 How: Dismissed Microaggression Comments 1 49                                  How: Validated Self 1   Mitigating Risk Whitney stated that she mitigated risk through passing and keeping to herself early in her lab experience. The other two participants did not discuss mitigating risk or passing in their lab.  Passed as Binary Cisgender and/or Heteronormative. Whitney shared, “when I first joined, I wasn’t super open, and I’m just a quiet person in general.” She elaborated how she kept her LGBTQ identity to herself. She said, “I don’t walk around chatting things about myself to anyone in any way shape or form. So, it took me a while to open up to them and actually make friends with people on my group.” Assessing Potential Acceptance of Sexual Orientation by Advisor Whitney and David stated that they assessed their advisor’s potential acceptance of their sexual orientation.  Observed LGBTQ Identity of Advisor. Whitney assessed acceptance through observing her advisor’s out LGBTQ identity upon joining the lab. She shared, “my group has always been pretty accepting of varied sexual orientations. When I joined— my boss is gay and there was a post doc in the group that was openly gay as well.” Knowing her advisor’s LGBTQ identity seemed to help her feel more accepted.  Took a Risk. David assessed acceptance through taking a risk and coming out to his advisor. He began by sharing the context for why he came out. David said, “I came out to my advisor a few months ago because we [have this annual event] and I had been dating someone for a while and I thought next year when this comes around, I want to bring them.” He went on to highlight the risk in coming out. He said, “and I was really nervous to do it because my career is dependent upon his perception of me.” 50  Assessing Potential Acceptance of Sexual Orientation by Lab Peers Whitney discussed how she assessed the potential acceptance of her sexual orientation identity by her lab peers.  Opened Up Slowly. First, Whitney opened up slowly to her peers. As Whitney discussed above, she “wasn’t super open” when she first joined her lab. She explained, “it took me a while to open up to them and actually make friends with people in my group.” Opening up slowly allowed her to mitigate risk while assessing safety.  Assessed Safety of Lab Peers. As she opened up, Whitney assessed the safety of her lab peers. She assessed her safety and ultimately the acceptance of her LGBTQ identity through building relationships with her peers. She highlighted how the openness of one peer helped to build trust. She said,  I guess he’s just a very open person. So, that makes it easier to be open with him. Like he says things when he’s upset or when he’s happy or when he’s had a good day. And so, I was like ‘I can do the same thing’ and I knew that he would be excited for me and would reciprocate my feelings or tell me if I really need to deal with something. It’s an honest friendship thing, but it’s also a good rapport. It’s nice to have the openness and there’s a level of trust.  Gaining Acceptance David and Whitney shared how they gained acceptance through interactions that they experienced in their research lab.  Advisor Responded Favorably to Coming Out. David described gaining acceptance when his advisor responded favorably to him coming out. He said, “and when I came out, he was like ‘oh’ and he just kind of rolled with it.” He described his advisor’s response as positive because his advisor’s reaction challenged the abnormality LGBTQ stereotype. He stated,  It was really nice that— like my favorite way to come out to someone is where I just say ‘boyfriend’ or something like ‘I went on a date with a guy’ and then just continue on because it makes me feel normal. And that's something that I struggled a lot with coming 51  out, with not feeling normal. That being said, it is OK to be abnormal to some degree, but I've always associated abnormality with ‘bad’ because of my upbringing— So it's just nice to be that quickly accepted by someone.  Lab Peers Attended Pride Events. Whitney described gaining acceptance in two ways. First, after slowly building relationships, one of her lab peers attended pride events with her. She shared how she felt accepted within her lab when “one of [my lab peers] came with me to pride last year.”  Lab Peers Supportively Discussed Dating. Second, Whitney felt accepted when she could discuss her dating life with a lab peer. She stated, “and I tell him about dates I go on now and he tells me the same, and we can talk about that sort of thing.” She went on to describe this relationship as supportive and accepting. She said, “so, that’s pretty good and we have a good friendship that way and I felt like I haven’t had that with many people before. He’s just nice to talk to.” Reacting to Gaining Acceptance Whitney and David went on to describe their reactions to gaining the acceptance they received from their interactions in their research labs.  Felt Better at Work. David described two reactions to his advisor’s positive response to him coming out. First, he stated that “it made me feel much better about work.” Improved Relationship with Advisor. Second, David explained that his relationship with his advisor improved. He elaborated that he could be open and honest, which allowed him to connect. He said, “so, it's just nice to be that quickly accepted by someone. It made me feel much better about work and just being open and honest with him and connecting with him more.” 52  Adjusted Assessment of Safety. Whitney adjusted her assessment of safety with her lab peer who attended pride events and openly discussed dating with her. She explained that it was “easier to be open with him” because of his actions. She stated, And so, I was like “I can do the same thing” and I knew that he would be excited for me and would reciprocate my feelings or tell me if I really need to deal with something. It’s an honest friendship thing, but it’s also a good rapport.   She elaborated that his openness led to a level of trust. She stated, “It’s nice to have the openness and there’s a level of trust.” Experiencing a Microaggression Whitney and David both described experiencing a microaggression while in their research lab.  Given a Heteronormative Label. Whitney experienced a microinvalidation when she was given a heteronormative label and expectations. Whitney explained that “there were two or three other women in the group” when she first joined the lab and that the lab “would call someone the lab mom.” She said that since the other women graduated, “I have been bestowed this title, and it’s not my dream title.” She elaborated that “it’s the motherly part that annoys me because of the assumption that I’ll have children, I guess.” In addition, she shared that she was given additional responsibilities as the lab mom to ensure that the lab work was finished by everyone. She stated, “I’m responsible for telling them to do things, which I know it won’t get done if I don’t tell them.” By being described as a mother with children, Whitney seemed to have her LGBTQ identity and personal decisions about parenting and gender roles unintentionally negated.  Feminized. David experienced a microinsult when he was feminized by his lab peers. David explained that he was asked “who is going to wear the dress in my wedding since I'm gay.” He stated that other lab peers “assumed” that he would engage in “certain feminine, or 53  traditionally feminine acts” because of his gay identity. Examples of feminine acts that he provided included “that I might go get my nails done more often or I might listen to certain types of music that is more popular with women, that I would wear a dress.” These statements based upon feminized stereotypes could be perceived as microinsults because they seemed insensitive and/or rude.  Reacting to Microaggression Whitney described her reactions to being given a heteronormative label and gender role. David did not describe his reactions to the microaggressions he experienced.  Felt Stuck. Whitney discussed feeling stuck with the title and the responsibility. She stated,  [Its] the fact that I’m responsible for telling them to do things, which I know it won’t get done if I don’t tell them, but I don’t want to that to be a title or an expectation that they have. So, it’s a catch 22, I guess.  She did not discuss a resolution to this microaggression, which could be due to feeling stuck.   Experiencing Multiple Microaggressions from One Peer While David described experiencing a microaggression by being feminized by some peers in his lab, he also described experiencing multiple microaggressions from a different lab peer.  Hypersexualized by Peer. David described multiple “slight” hypersexualized microassaults from a lab peer. The microaggressions included “insinuating that I have a lot of sexual partners”, “insinuating that my relationships won’t last”, “insinuating that I don’t have a desire to get married or have kids”, and insinuating that he does not have “family values”. These statements appeared to be microassaults as the specific language of the comments and David’s tone while describing the statements implied that this peer was aware of the harm of his statements. David did not share how many times he heard these statements. David explained that 54  he did not report this peer’s harassment because he believed that if “I reported it, it wouldn’t be labeled as homophobic.” David clarified that he was no longer receiving these harassing statements as the lab peer had graduated.  Feminized by Peer. David also described being feminized by this peer. It is unclear if this microaggression was a microinsult (i.e., unintentionally rude or insensitive) or a microassault (i.e., intentionally meant to cause harm). David said that he was specifically not asked “to do manual labor tasks” in the lab by this peer. His lab peer seemed to feminize him and perceive him as less capable of engaging in manual labor tasks than his male peers.  Triggered Previous Experience. David explained that his past experiences of internalized homophobia were triggered when he experienced those microaggressions by his peer. He began by describing this lab peer’s aggression. He stated, “he was being so aggressive with his dislike for who I am as a person.” David later connected this aggression of this lab peer to his own past internalized homophobia. He said, “I mean I really hated myself for being gay.” By experiencing his lab peer’s aggression, his own past self-hatred had been retriggered.  Reacting to Experiencing Multiple Microaggressions from One Peer David described his reactions to experiencing these multiple microaggressions from his lab peer.  Acted to Shift Power Dynamics. David acted to shift the power dynamics in their relationship. He first shifted the power dynamics through assigning blame and dismissing his peers microaggression comments. He stated, “it didn't impact me deeply because I was like ‘he's just an asshole’… And I just kind of brushed them off.” David also shifted the power dynamics by discussing his LGBTQ identity to validate himself. He stated,  55  I make an effort, when I know I'm going to be somewhere for a while… I make sure to mention I'm gay just because I've hated myself for so long that I can at least take pride in mentioning the fact that I am who I am and not lie about it.  He explained that he also discussed his LGBTQ identity because of the reaction it produced in his peer. He said,  If anything, it was slightly empowering because he would religiously need to leave the room if I mentioned homosexuality. So, we would be running an important reaction, I would turn to one of my coworkers who was a friend and I would be like ‘I went on a date last night’, and he would need to remove himself.  David went on to connect that his empowerment came from his self-validation. He said, “so yeah part of the empowerment does come in standing my ground, I guess.” Working as a Graduate Teaching Assistant David and Jackson stated that they had experiences related to their LGBTQ identities while working as a graduate teaching assistant (see Table 10). David noted that he observed and reacted to a microaggression by an undergraduate student to an LGBTQ undergraduate student. Jackson observed a microaggression by a peer graduate student. David did not discuss being a graduate teaching assistant.  Table 10. Story Plot of Experiences LGBTQ  Doctoral Students were Having Related to Their LGBTQ Identity while Working as a Graduate Teaching Assistant, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: Working as a Graduate Teaching Assistant 2            What: Observing Microaggression by Undergraduate Student 1                       How: Students Did Not Pair with LGBTQ Student 1            What: Reacting to Microaggression by Undergraduate Student 1                       How: Recognized May Be Unintentional 1                       How: Intervened to Change Classroom Norm 1                       How: Mitigated Risk of Future Microaggressions 1  How: Observed for Additional Microaggressions 1  How: Prepared to Interject if Another Microaggression   Occurred 1 56             What: Observing Microaggression by Peer Graduate Teaching             Assistant 1                       How: Overheard Peers Conversations about Pronouns  1   Observing Microaggression by Undergraduate Students David stated that he observed a microaggression by undergraduate students during the lab that he taught as a graduate teaching assistant.  Students Did Not Pair with LGBTQ Student. David noted that the students in his lab did not pair with the LGBTQ non-binary student during the first week of lab. He explained, “I could tell through teaching that there is some hesitation toward interacting with nonbinary people.” He noted that students were not pairing with the undergraduate student. He said, “I notice[d] that the student was being excluded” and “no one ran to them to be like ‘hey, let’s work together’.” David seemed to be describing a microinsult as the lack of pairing due to “visible” non-binary gender identity could be interpreted as insensitive.  Reacting to Microaggression by Undergraduate Students David went on to describe his reactions to observing the microaggression.  Recognized May Be Unintentional. David recognized that the lack of pairing may have been unintentional. He extended understanding to his students when he recognized that the insult may have been unintentional. He stated, “maybe this [non-gender-conforming identity] is new for them.” He explained that he was able to give this understanding because he could relate “to some degree” as he had also recently moved and was having new experiences.  Intervened to Change Classroom Norm. David discussed that he intervened to change the classroom norms for finding lab partners after witnessing the microaggression. He thought, “I just need to make sure to take action so this doesn’t happen [again].” During the second week of lab, he took action by “assign[ing] pairs of students that would work together.”  57  Mitigated Risk of Future Microaggressions. David mitigated the risk of additional microaggressions in two ways. First, he observed for additional microaggressions. After noticing this lack of pairing, David described feeling more “protective” of the nonbinary student. David explained that he believed that “special care and consideration is to be given when someone is in a marginalized group.” David said that he would subtly “walk by more frequently” to observe for signs of distress. Second, David prepared to interject if another microaggression occurred. He said that he “would be on that like a hawk if someone marginalized a student in my class.” He elaborated, “I would go out of my way to correct the [aggressing] student.” Observing Microaggression by Peer Graduate Teaching Assistant Jackson stated that he observed his peers enact a microaggression while working as graduate teaching assistants.  Overheard Peer’s Conversations about Pronouns. Jackson observed the microaggression by overhearing his peers talk about their students’ preferred pronouns. He described this microinvalidation “one of the biggest components [about gender identity] that I have found.” He explained that he overheard his peers express a “complete lack of understanding of what the whole purpose of a preferred pronoun is” for their “non-binary and transgender undergraduate students.” Additionally, he was concerned about “that lack of realization and understanding of why that [pronoun] matters.” This microaggression appeared to be a microinvalidation because his peers seemed to be ignoring the LGBTQ undergraduate students’ individual experiences due to a lack of knowledge. David did not describe these comments as rude or insensitive. He did not discuss his reaction to this microaggression.  58  Preparing for PhD Candidacy Exams  All three participants stated that they had experiences related to their LGBTQ identities while preparing for PhD candidacy exams (see Table 11). During this time, they considered leaving graduate school, experienced parallel LGBTQ distress, and questioned if the committee members will accept their LGBTQ identity. Ultimately, the participants were able to cope with their PhD candidacy exams and decided to stay in graduate school.  Table 11. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity while Preparing for Their PhD Candidacy Exams, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: Preparing for PhD Candidacy Exams 3            What: Considering Leaving Graduate School  3                       How: Questioned Qualifications 3  Why: Imposter Syndrome 1                       How: Heard Peers Question Their Qualifications 1                       How: Compared Stress of PhD to Leaving with Masters 2                       How: Evaluated Risk to Mental Health 1            What: Parallel LGBTQ Distress 1                       How: Questioned about Finding a Partner in Small City 1            What: Questioning if Committee Members Accept LGBTQ Identity 1                       How: Recalled Previous Microaggressions by Committee                        Member 1                       How: Identified Risk 1                       How: Felt Unsafe 1            What: Coping with PhD Candidacy Exam Distress 3                       How: How: Talked with Advisor 1                       How: Received Support from Peers 1 How: Identified Imposter Syndrome 1 What: Separated Triggered Past Imposter Syndrome from the Current Situation 1 What: Shifted Energy from Assessing LGBTQ Acceptance to Completing Academic Work 1                       How: Found Meaning in Work 1            What: Deciding to Stay in Graduate School 3                       How: Saw Peers Pass 1                       How: Trusted Feedback from Advisor 1                       How: Shifted to Believing They Were Qualified 3 59  Considering Leaving the Program All three participants stated that they considered leaving their graduate program while preparing for the PhD candidacy exams.  Questioned Qualifications. All three participants questioned their qualifications while preparing for PhD candidacy exams. Whitney explained, “I guess before my oral exams or our qualifying exams, I was just like ‘I don’t know if I can pass these. This seems very stressful’.” David considered the graduation rate and its relationship to candidacy exams. He stated, “in [this field], once you pass your orals— as long as you continue to work— you'll get your PhD. There is a 40% graduation rate. Most people drop out of out after orals if they don't pass.” He went on to explain, “so, part of my inclination to leave is ‘oh what if I'm just not smart enough?’.”  Jackson connected questioning his qualifications to being LGBTQ and having imposter syndrome. He elaborated, “I talk to my friends a lot about imposter syndrome, and it is absolutely those minority identities are what really fuels that imposter syndrome.” He highlighted the effort involved in managing imposter syndrome. He said, And when we step out of it and you don’t have to fight with those walls that are there, you can really take all of that energy and focus it on living your life, doing your research, doing all these components, graduating.  Jackson explained that his imposter syndrome was “based on the Hollywood portrayals of gay men as the flamboyant best friend.” He added, “they’re never the front person. They’re never the successful one.” These portrayals led to Jackson associating being gay with “being second rate, not being able to be the front [person], not being able to be the best ever.”  Heard Peers Question Their Qualifications. Jackson also heard his peers engaging in similar conversations about their qualifications and potentially leaving the program. He said, “their reasoning was— they identified as women— they didn’t feel that they were qualified to do 60  the science or couldn’t do it.” He explained that these conversations were mostly “in the second year and the lead up to their candidacy exam.” He said, “they felt very non-qualified.”  Compared Stress of PhD to Leaving with Masters. David and Whitney considered leaving with their masters while they were preparing for their PhD candidacy exams. David observed differences in work hours and pay between himself and his peers. He stated, “like I see a lot of my friends working 9-5 jobs and they're making like $80,000. I'm working 9- 9 or 10, I don’t get weekends, and I made $20,000 a year.” Whitney added, “I could get a masters and leave and do lots of things.” Evaluated Risk to Mental Health. David was approaching his candidacy exams at the time of his interview. He explained how his mental health was impacted by the process. First, he described a negative evaluative culture within the candidacy exams. He said, “I'm not sure if in your program that you had oral exams, but some professors go into that with the intent to make the student cry.” He went on to share his reaction to this culture. He stated, “and that makes me sad because although I do feel like I need to be tested in order to get a degree, I don't like being somewhere where it's someone's goal to make me cry.” David described a history of “mental health issues” and concerns about triggering “those negative patterns” because of the stress of the exams.  Parallel LGBTQ Distress David stated that he experienced additional, but unrelated distress related to his LGBTQ identity during the PhD candidacy exams preparation.  Questioned about Finding a Partner in Small City. David questioned if he could find a partner locally. He expressed concern about “the smaller gay community” in town. He worried that “there wouldn't be the right person for me.” He desired “to move to a big city where I could 61  date with a bit more selection.” He did not specifically discuss if this questioning impacted his decision to stay or leave graduate school while preparing for his PhD candidacy exams.  Questioning if Committee Members Accept LGBTQ Identity Whitney questioned if one of her PhD candidacy exam committee members would accept her LGBTQ identity.  Recalled Previous Microaggressions by Committee Member. First, Whitney recalled previous microaggressions by a committee member. She shared that the committee member had previously critiqued her dress for not being professional. Whitney described the microinsult as “oh it looks like you’re going to ride a horse.” Whitney thought, “that’s a weird statement” and replied with “these are just my lab pants.” Whitney noted that this committee member had made similar microinsults about dress toward other women in the program before. She explained that this committee member critiqued a peer’s “professional outfit like a sleeveless dress, plain black or something” as “unprofessional” because she “didn’t cover up [her] tattoos.” Whitney connected “professional” appearance back to LGBTQ identity. She explained, “I feel like people in the LGBTQ community are more inclined in the general population to use their appearance to express themselves. And so, sometimes that does clash with going with the flow of what is deemed professional or normal.” She highlighted how “those expectations of professionalism affect the LGBTQ community and communities of color probably more than the general population.” Overall, Whitney concluded that previous microaggressions about gender performance, dress, and professionalism from this committee member could imply that this committee member would not accept her LGBTQ identity.  Identified Risk. After recalling these previous microaggressions, Whitney identified the risk of this committee member. She explained, “she’s also the chair of my committee. So, I feel 62  like I need to be like OK around her.” The added power of the committee member being the chair of the committee seemed to add risk about being accepted as LGBTQ. However, Whitney did not explicitly endorse concerns about not passing the exam because her LGBTQ identity.  Felt Unsafe. Ultimately, Whitney described how she felt unsafe around this committee member. She said,  Yeah I don’t particularly like those aspects of her, and then I have some other problems with her in general and they aren’t necessarily appearance-based, but she tends to talk around and talk about people behind their backs and stuff, like faculty to student, and that’s kind of weird and that’s just uncomfortable as well.  She added, “so, I don’t necessarily like being around her all the time.” Coping with PhD Candidacy Exams All three participants discussed how they coped with their PhD candidacy exams.  Talked with Advisor. Jackson talked with his advisor to cope with his concerns about his qualifications. He began by describing their relationship. He said, “and I have good experiences with him in terms of how I learn and how best for him to work with me.” He explained that his advisor “was very frank with me all along” and provided clear feedback of “this is really good. This is where I perceive you. I assume your committee will be fine with this or not.” Having this feedback with his advisor seemed to help him feel more confident about taking his PhD candidacy exams.  Received Support from Peers. Whitney discussed coping through receiving support from her peer doctoral students. She said, “there were a decent number of people in my cohort going through the qualifying exam at the same time.” They shared “their experiences” and talked “about how they prepared and planned”, including “helping each other in terms of practice talks and editing papers.” Whitney also received supported from other labs and cohorts in the 63  program. For example, she said that there “were people who were in their sixth and seventh years there who were trying to get out and they were like ‘Sure, we’ll sit down and talk with you’.”  Identified Imposter Syndrome. In response to questioning his qualifications to pass his PhD candidacy exams, Jackson explained that he coped through recognizing his imposter syndrome had been triggered. He said, “I recognize [my imposter syndrome] has been a lot of what I’ve worked on personally, to try and recognize that I can be an expert in what I’m doing because that isn’t dependent upon my sexuality.” After recognizing his imposter syndrome, he separated his triggered past imposter syndrome from his current situation. He stated that “separating those out was one way that I coped with that. And I would say even beyond cope, [I] processed it.” After he processed his imposter syndrome, he was able to shift his energy from assessing LGBTQ acceptance to completing his academic work. Jackson stated that he was able to become “more successful”. He explained,  …because when I am not wasting all my emotional energy on how I am perceived and how I am expressing who I am and just being who I am, I can turn that around and focus it on doing my science and doing my research and doing all these other components.  Jackson elaborated, “[making this shift] has provided me with a huge amount of strength and perseverance and self-confidence.” He explained that before when his imposter syndrome was triggered, he would “get home and sit there” because he was “totally wiped.” By making this shift, he “could actually have a personal life” because he was “not emotionally drained.”  Found Meaning in Work. David coped with the distress of his upcoming PhD candidacy exams through finding meaning in his work in two ways. First, he recognized the benefit of his research. He said, “I love what I do” and described how his work can “benefit a lot of people.” The specifics of these benefits are not listed here to protect the anonymity of the participant. David also coped with the stress of his upcoming exams by reframing the personal benefits of the 64  oral exam. He said, “I think it's awesome to be able answer questions in front of an audience in a stressful environment because you will have to do that when you present at conferences.” He seemed to perceive the oral exam as practice for future oral presentations.  Deciding to Stay in Program All three participants decided to stay in graduate school despite the stress they experienced in the lead up to their PhD candidacy exams.  Saw Peers Pass. Whitney decided to stay in her program because she saw her peers pass their exams. She said, “if they got through it, maybe I can too.”  Trusted Feedback from Advisor. Jackson decided to stay in his program because he trusted the feedback from his advisor. He described how his advisor’s feedback calmed his concerns about his qualifications. He said, “I will find out from my advisor” if he is likely to pass. He explained that he needed “to know where I’m at and how I’m doing,” which he said that his advisor provided. By receiving this feedback, he seemed more secure about his potential to pass the exam.  Shifted to Believing They were Qualified. All three participants discussed how they shifted to believing that they were qualified to pass their PhD candidacy exams. Jackson and Whitney had taken their PhD candidacy exam prior to their interviews for this study. As discussed above, Jackson’s shift occurred when he received the feedback from his advisor. Whitney’s shift occurred after reflecting upon the support she received and comparing herself to her peers. She said,  And I was like ‘oh, this is actually a pretty good supportive community. If they got through it, maybe I can too.’ I saw people pass, and I was like ‘well I think I did better than you in some aspects of grad school. So, I think if you can pass, I can pass.’ So, there was some confidence boosting essentially.  65  While David had not yet taken his orals at the time of the interview, he predicted a similar shift in belief. He stated that “passing my orals would prove to me that I’m smart enough.”  General Social Experiences During Graduate School Whitney and David stated that they had general social experiences related to their LGBTQ identities during graduate school (see Table 12). These social experiences were outside of the normal social experiences that are a part of graduate school, such as department parties or lab social events. Whitney assessed the potential safety of her social group. Both Whitney and David experienced and reacted to a microaggression. David did not discuss general social experiences during graduate school.  Table 12. Story Plot of Experiences LGBTQ Doctoral Students were Having Related to Their LGBTQ Identity during General Social Experiences in Graduate School, including Number of Participants who Endorsed “What” was Happening and “How” it Happened during this time.   Story Plot of Event  # of Participants  When: General Social Experiences During Graduate School 2            What: Assessing Potential Safety of the Social Group 1                       How: Slowly Opened Up 1 How: Observed Microaggressions toward Other Non-Dominant Identities 1            What: Experiencing a Microaggression 2                       How: Labeled Terrible for Not Coming Out 1                       How: Labeled as Straight 1  What: Triggered Previous Experiences 1                       How: Assumed to be Heterosexual 1                       How: Assumed LGBTQ Experiences Were Universal 1                       How: Hypersexualized 1                       How: Told Offensive Joke 1                       How: Invalidated after Challenged Microaggression 1            What: Reacting to Microaggression 2                       How: Adjusted Assessment of Safety 2 How: Decided How to Mitigate Risk to Prevent Future Microaggressions 2                                 How: Decided to Not Come Out 1                                 How: Adjusted Self-Identifying Language 1                                 How: Hid Dating Life 1 66                         How: Challenged Microaggression 1                        How: Wished He Did Not Have to Correct Assumptions 1                        How: Felt Pain at Difficulties Developing Friendships 1                        How: Felt Shame about Dating Life 1                        How: Recognized Dating Double Standard 1   Assessing Potential Safety of Social Group Whitney stated that she assessed the potential safety of her social group during graduate school.  Slowly Opened Up. Whitney described assessing the safety of her social group through slowly opening up and becoming friends. She explained that she became close with the majority of her coworker’s social group. She said, “so, they were a group of five of them and we were pretty close with four of the five except for this one individual.” As she described earlier, she come out as “bi” after becoming friends. She stated, “we told all of them that we were both bi and we were pretty open around the four of them, and I never told this guy because we weren’t really friends.”  Whitney went on to explain that she did not become friends with the fifth member of the social group because of the microaggressions toward others that he stated in front of her.  Observed Microaggressions toward Other Non-Dominant Identities. When deciding to come out, she considered the safety of the social group. Her assessment of her safety with the fifth member of the social group changed because of the microaggressions that he made toward people with other non-dominant identities. Whitney explained that he “said negative racial things that were pretty insensitive.” It was unclear from the interview if these microinsults rose to the level of microassaults. From these experiences, she decided that he is “clearly not a supporter of different communities that might feel persecute”, that he is not safe, and that he is “clearly not our friend.” 67  Experiencing a Microaggression Whitney and David stated that they experienced microaggressions in their social experiences outside of their program during graduate school.  Labeled Terrible for Not Coming Out. Whitney was labeled terrible for not coming out to the fifth person in her social group that was referenced above. After she decided to not come out as “bi” to the person in her social group who she deemed unsafe, this person learned of her LGBTQ identity and labeled her as terrible. Whitney explained,  We told all of them that we were both bi and we were pretty open around the four of them, and I never told this guy because we weren’t really friends….But we found out later that he was talking to his roommates being like “why didn’t they tell me? They’re terrible people for not telling me.”  This microaggression could be considered a microinvalidation as it ignored her thoughts and feelings. This microaggression could also be considered a microinsult as the use of the term terrible could be perceived as rude or insensitive.  Labeled as Straight. Whitney described experiencing a microinsult when she was labeled as “straight” while on a date during graduate school. She said, “I had one person that I dated that they told me I was the straightest person that they had dated before. And I was like ‘what? I’m dating you’.” She explained that she had been excited to identify as “bi” on the dating app she used to meet this person. Whitney stated that the date’s comments “dismissed” that “sexuality is a spectrum.” This microaggression could be described as a microinsult because of the rude or insensitive tone communicated through “dismissing” her “bi” identity.  Whitney went on to describe how this “straight” label triggered previous experiences where people invalidated her “bi” sexual orientation. She explained how people assume she has dated an even number of women and men. She said, “I guess I can’t read people’s minds, but I feel like people assume that I have dated more men or that it was more 50-50.” She clarified that 68  she prefers to identify as “saying that I date men and women” rather than saying she is bisexual because saying bisexual “sometimes shifts that back to a 50-50 split.”  Assumed to be Heterosexual. David described a microinvalidation when a peer struggled to accept that David was gay. David stated,  There's like one specific instance that comes to mind where I was getting drinks with coworkers and they were all straight guys. I had a few drinks in me and I let it slip that I was gay….and they were like ‘oh, I had no idea’ and they were so taken back. And one of them in particular couldn't wrap his head around what being gay meant. And he was like ‘wait so you're gay?’ And I said ‘yeah’. And he was like ‘with dudes?’, and I said ‘yes’. And he said, ‘so you like don't date women?’, and I said ‘yeah’.  The repeated doubt and questioning of his identity could be perceived as ignoring and/or attempting to negative David’s experiences and identity as gay.  Assumed LGBTQ Experiences were Universal. David described experiencing microinvalidations during his social experiences when friends or acquaintances would assume that he is interested in stereotypical LGBTQ events. He explained that they will assume “you must be going to this drag thing” or ask, “how often do you go to R Bar?”. These statements seemed to be microinvalidations as they appeared to ignore his specific interests and assumed that all LGBTQ individuals have universal interests.  Hypersexualized. David described being hypersexualized by his male peers. He described four main microaggression themes while being hypersexualized. First, his male peers assumed that he is into every man. He said, “in almost every straight male friendship that I've had, there's had to be some point where I've had to verbally say I am not into you sexually, which is like it goes without saying.” Second, his male friends assumed that he has a fetish of preying upon “straight” men. David said,  I think that there's this assumption that gay people are very, or particularly gay men, are very heavily sexualized and they’re predators for straight men. Like there's this fetish of 69  getting a straight one, and that is so not true for me. But everyone something assumes that…  Third, David described a male friend suggesting that David was dating a different guy each week. He said, “I like dating people because I want to have a husband and kids. So, I don't stay single long just because that's a goal of mine. And they’re like, ‘you're with a different guy every week’, which isn’t even true.” Fourth, David described how a male friend implied he was casually dating numerous boyfriends. He said, “my mom brought us all out to dinner and I was talking about my current boyfriend. And [my male friend] was like ‘I can't even keep track of all of David’s boyfriends’.” These microaggressions could be considered microinvalidations because he described the comments as “not true”. The microaggressions could also be labeled as microinsults because they could be perceived as rude or insensitive.  Told Offensive Joke. David described experiencing microaggressive jokes around “straight guys”. He explained, “I do stay on guard, particularly with straight guys because they just say a lot of offensive stuff. They will try to make jokes about me being gay that are offensive.” It is unclear whether these microaggressions were microinsults or microassaults.  Invalidated after Challenged Microaggression. David described experiencing a microinvalidation after trying to challenge a microaggression that had just occurred. For example, after hearing the LGBTQ jokes, David went on to defend himself by calling the jokes “offensive” and “insensitive”. He explained that his friends replied, “oh, you’re just being …PC.” This comment seemed to negate his personal experience of homophobic microaggressions.  Reacting to Microaggression Whitney and David described their reactions to the microaggressions that they experienced during social events.  70  Adjusted Assessment of Safety. Both Whitney and David adjusted their assessment of safety after experiencing a microaggression. For example, after hearing a man in her social group express microaggressions toward non-dominant identities and then call her terrible for not coming out to him, Whitney adjusted her assessment of safety around this person. She described her thoughts as “I was like ‘what? You’re one an open supporter of Trump. You have said negative racial things that were pretty insensitive. You’re clearly not a supporter of different communities that might feel persecuted? So, you’re clearly not our friend.” After hearing offensive jokes from “straight guys”, David learned to “stay on guard.” He explained, “I do stay on guard, particularly with straight guys because they just say a lot of offensive stuff.”  Decided How to Mitigate Risk to Prevent Future Microaggressions. Both Whitney and David adjusted their behaviors to mitigate risk of future additional microaggressions. Whitney decided not to come out to mitigate risk. As stated above, she did not come out to the male person in her social group who had stated microaggressions toward other non-dominant identities. Whitney also adjusted her identifying language to “gay or queer” instead of “bisexual” to prevent being labeled “straight” again. She said, “I identify as bisexual, but sometimes I prefer to say I’m gay or queer … because of events like that. I just want you to take it at face value that I’m definitely not straight.” David hid his dating life from his social group to prevent future hypersexualized microaggressions. He said, “I think that I, particularly with sex, I feel the need of hiding it.” Challenged Microaggression. In response to being hypersexualized by a friend in front of his mother, David defended himself. He stated, “I am monogamous with all of these people, and I stay with him for a minimum of a month or two.” David also challenged his peers jokes by saying “that was offensive.”  71  Wished He Did Not Have to Correct Assumptions. In response to male friends assuming he has a “fetish” of “preying” upon “straight men”, David wished he “didn't have to say [that’s not true].”  Felt Pain at Difficulties Developing Friendships. David also described feeling hurt by the difficulties of making friendships due to his male peers underlying homophobic beliefs. He explained, “it's painful because a large part of acceptance has been about my friends, and my friends are a really deep part of my life. I think that I have some the hardest time breaking through that friendship barrier.” He explained how the microaggressions reminded him of his peers’ homophobic beliefs. He said, “it's really hard for me to break that [barrier] with a straight friend because there's this assumption that if they let their guard down then I'll swoop in. And it's just not true. I have zero interest in pursuing them.” Felt Shame about Dating Life. After his experiences of being hypersexualized by male peers, David endorsed feeling shame when talking about his dating life with male friends. David stated, “my friend was asking about one of the people I'm dating, and I was hesitant to talk about different guys.” David told his friend, “I feel bad even mentioning it because I don't want to be one of those gay guys.”  Recognized Dating Double Standard. David also discussed a double standard about dating in response to being hypersexualized. He said, “if a straight man is sexually active, ‘that's cool’. But if a gay person sleeps with a lot of people, ‘he's a whore’.” He stated that these statements “propagate” double standards. These statements also seem to reinforce hypersexualization stereotypes.    72  Proposed Changes In addition to the common events and time periods identified above, the participants provided a list of changes that they would like to see happen to improve LGBTQ campus climate for doctoral students (see Table 13). Proposed changes included providing trainings about LGBTQ identities and college issues, increasing mentorship opportunities for LGBTQ doctoral students, increasing the amount of LGBTQ representation in faculty and leadership positions, providing information about LGBTQ graduate student groups, and redefining standards of professional clothing. Participants emphasized that these changes needed to be led from a top-down approach. Jackson added that making changes to improve the LGBTQ campus climate for doctoral students would be beneficial because  I think there wouldn’t be any energy spent on performing because there would be no need to perform or to pass. Rather there would just be authenticity. And then I think about all you had to focus on is the education and just being present.  Table 13. LGBTQ Doctoral Students’ Proposed Changes, including Number of Participants who Discussed the Proposed Changes.   Proposed Changes  # of Participants  What: Provide Trainings 3 What: Training Topics 2 How: Train Faculty, Staff, Graduate Students, and Undergraduate Teaching Assistants 2 How: Make Trainings Mandatory 2 What: Increase Mentorship Opportunities 2 What: Have Appropriate LGBTQ Representation on Faculty and Leadership 1 What: Provide Information about Graduate Student Groups on Campus 1 What: Redefine Standards of Professional Dress 1 How: Enact Changes from a Top-Down Approach 1 Why: Risk for LGBTQ Graduate Students  1    73  Provide Trainings All three participants stated that the department, graduate school, or the university would need to provide trainings to improve LGBTQ campus climate. David stated that acceptance would require “making sure that people are informed to a level of identity that might be different than theirs.” He said that providing this education would help LGBTQ students feel that “they are perceptible to people outside of the community.”  Training Topics. David and Jackson suggested topics for the trainings. David suggested training faculty on safe zones. He said, “seeing that [safe zone sticker] on a professor's door always makes me feel better, and I'm like ‘oh this professor if I mentioned I'm gay, it's not going to be a big deal’.” Jackson suggested that faculty with dominant identities needed to be trained on using inclusive language, “such as you all” instead of “you guys”.  Train Faculty, Staff, Graduate Students, and Undergraduate Teaching Assistants. Jackson and Whitney discussed that these trainings need to be given to all people with power in the university, such as the faculty, staff, graduate students, and the undergraduate teaching assistants. Jackson stated, “and that [training] could even eventually propagate down to graduate teaching assistants and anyone who’s interacting with undergraduate students.” Whitney added that training at all levels “would have been helpful…to call out some peer teaching assistants at certain times.” She elaborated, “but I didn’t necessarily feel like I have the authority to make them do this. So, if someone had trained them, then there wouldn’t have been as many problems later on.” Make Trainings Mandatory. Jackson and Whitney also added that the trainings should be mandatory. Jackson stated, “I think the component that is not quite there is the education of the faculty and staff members and making it much more of a— I want to just say— mandatory 74  component.” Whitney discussed the benefit of making the trainings mandatory. She said, “so, having some sort of organized [training] that everyone has to participate in as part of that introduction to the community would make it clear that [the university] cares about making this an issue and educating people on it.” Increase Mentorship Opportunities As stated earlier (see Noticing a Lack of LGBTQ Mentorship and Assessing Where to Find LGBTQ Mentorship under General Graduate School Experiences), Jackson and Whitney stated that they wanted mentorship from LGBTQ faculty. They discussed how having these mentors would be beneficial while navigating the job market and would also feel “incredibly affirming.”  Have Appropriate LGBTQ Representation on Faculty and Leadership Jackson stated that having appropriate LGBTQ representation on faculty and leadership would help him to feel “included” and “accepted”. He explained,  I think that to have full inclusion— at least in regard with LGBTQ— is recognizing that a certain percentage of your group and organization has its identities and they need to be represented appropriately within leadership, within the different levels of your organization. And so, for instance, if a group has 10% LGBTQ [membership], there should in theory also be a 10% representation across-the-board.  Provide Information about Graduate Student Groups on Campus Whitney discussed a desire to be informed about graduate student groups for non-dominant identities. She said, “I wish there was more information about communities on the campus and graduate learning communities on campus would be important right off the bat when you get to grad school.” She explained that having this information “would have been key for me.” Whitney elaborated on the benefits of such networking,  I guess it’s a decently small community here, or at least it seemed very small when I initially got here, and it’s larger than I thought after joining that group. I think that when I 75  was in high school and elementary school, I was very in the closet and I did not have a community like that at all. And then I got to my undergrad, and it was a much more open place. People were like ‘let’s be us.’ It was good. And I got used to having that community. So, when I came here, and I was like ‘I’ve got my roommate and that’s about it. So, we’re just gonna…’. So, it was nice to know that [an LGBTQ graduate student community] did exist on some level.  She proposed that being connected to an LGBTQ graduate student group earlier in her education might have “made me feel more productive or more inclined to do things”. Whitney went on to explain the benefit of having an LGBTQ student organization geared toward graduate students. She said, “We are in different places in life compared to undergraduate students. Also, I don’t necessarily want to go to a group that or hang out with a bunch of people who could potentially be my students.”  Redefine Standards of Professional Dress Whitney desired for the standards of profession dress to be redefined. Whitney stated, “I did think of one thing about best practices. I guess redefining what it means to be professional, like with the tattoos and hairstyles that people have.” She added, “sometimes it feels like ‘yeah, that’s something you can do while you’re in graduate school, but once you get in the real world you want to change how you look’.” As previously mentioned (see Questioning if Committee Members Accept LGBTQ Identity under Preparing for PhD Candidacy Exams), Whitney connected criticisms about tattoos, clothing, and hairstyles back to acceptance of LGBTQ identity. She explained, “those expectations of professionalism affect the LGBTQ community and communities of color probably more than the general population.” Enact Changes from a Top-Down Approach Jackson discussed how these changes need to occur with “true institutional support.” He suggested “really creating truly inclusive environments from the top down and providing that education. He described that this training and feedback needs to go to faculty from the leadership 76  of the university because of the risk an LGBTQ graduate student would take in providing feedback to faculty. He said, “I get fearful…because I know which ones are very open to that and which ones will probably not be open to that.” Having the university make these changes from the top-down might help to remove the risk involved if an LGBTQ graduate student needed to advocate for themselves or an undergraduate student.           77  DISCUSSION    Research Focus The overarching research focus of this study is to help answer “What experiences do LGBTQ doctoral graduate students have related to gender and sexual orientation identity?”. This study answered this first research question through reconstructing the narratives of “when” LGBTQ identity is salient during graduate school, including identifying “what” is happening and “how” it is happening. As such, the Findings section directly answers this research question. In addition, four main points can be taken from viewing the results. First, LGBTQ identity is salient in many locations, times, and roles as a graduate student. Stories were located in the research lab and in “general” spaces and occurred from the beginning (e.g., applying to graduate school) through the later stages of their doctorate degrees (e.g., PhD candidacy exams, dissertation research in the lab, thinking about finding a job in the near future). These stories highlighted the various roles of the graduate student, including applicant, a first-year graduate student (e.g., finding an advisor and research lab), lab mate, advisee, graduate teaching assistant, friend, and dating partner. The stories did not include later events such as defending their dissertation, job searches, or graduating, which was due to all participants being relatively early in their degree programs. These stories also did not discuss classroom experiences as a student, which could be due to the participants’ specific graduate programs as Whitney explained that her graduate program is primarily research-based. Overall, the LGBTQ graduate student participants had experiences related to their LGBTQ identities in their everyday typical graduate student activities.  78  Second, a review of the processes of “what” was happening during these everyday experiences illustrated that some of these processes may have multiple meanings for LGBTQ doctoral students. For example, when applying to graduate programs, “finding fit” is often about finding alignment between what the program has to offer and the goals of the prospective graduate student (Fernandez et al., 2019). This study illustrated that “finding fit” for LGBTQ doctoral students was also about determining whether their sexual orientation could be accepted and whether the location was safe and had a local LGBTQ community. As such, an examination of these multiple meanings can illustrate how typical graduate student experiences can take on additional LGBTQ-related meaning. This study included additional examples of terms with multiple meanings, such as acceptance (e.g., being accepted into the program and having LGBTQ identity accepted by the program), finding community (e.g., science community, LGBTQ community, and academic LGBTQ community), and passing (e.g., passing PhD candidacy exams and passing as heterosexual for safety). From the perspectives of Queer Theory and narrative analysis, these terms with multiple meanings help to construct identity because the LGBTQ graduate student can distinguish between shared experiences as a graduate student (e.g., being accepted into program) and unique experiences as an LGBTQ graduate student (e.g., having sexual orientation accepted by the program). (Riessman, 2008; Tierney & Dilley, 1998).  Third, a review of the processes of “what” was happening during these everyday experiences also revealed that LGBTQ doctoral students have unique experiences compared to their non-LGBTQ peers. The participants experienced numerous microaggressions related to their LGBTQ identity. They were controlling their image to pass while repeatedly assessing and reassessing safety and acceptance. They took risks to come out as LGBTQ and share parts of 79  their lives related to being LGBTQ. They took these risks with others to measure safety and acceptance and to build relationships with their advisors, peer graduate students, and friends.  Finally, LGBTQ doctoral students seemed to expend substantial effort coping with minority stress, such as coping with microaggressions, assessing safety, and mitigating risk. As this study was not comparative, it is unclear if they were expending extra effort compared to their non-LGBTQ peers. However, this study did illustrate that they expended effort in situations unique to being LGBTQ. This effort was most visible when examining the coding trees of the six events and four time periods because all of the “what” and “how” codes were actions that the participants engaged in. As stated above, this effort was present in the shared and unique experiences across multiple times, locations, and roles as a graduate student. This effort also fits with the Minority Stress Model (Meyer, 2003). The participants expended effort to manage their mental health and stress as a result of the impact of stigma, prejudice, and microaggressions that were present in the national, local, and university campus climates regarding heterosexism, homophobia, genderism, and transphobia.   Supportive Components A sub-focus of this study was to identify what components of these experiences helped to support doctoral student success. Six helpful experiences were identified and organized into two categories: actions that increased safety and actions that increased acceptance.  Safety was increased by assessing the political leaning of the university’s location and of the potential advisor. The participants connected liberal political views with an increased sense of safety, including a decreased likelihood for microaggressions to occur. From the perspective of the Minority Stress Model, this identification of the political beliefs may have helped the participants reduce their future stress by choosing universities and advisors that the participants 80  thought would be less likely to display stigma, prejudice, or microaggressions related to LGBTQ identities (Evans et al., 2018; Meyer, 2003; UCBGA, 2014).  Safety was also increased by the participants when they mitigated risk of other’s reactions to their LGBTQ identities through passing as heterosexual and by slowing “opening up” with their lab mates and friends. These behaviors seemed to provide the participants with time to assess their peers, advisors, and social group for safety (e.g., potential for microaggressions) and acceptance. Additionally, these behaviors may have allowed the participants to focus their energy on adjusting to graduate school and figuring out what it means to be a graduate student before attempting to see if they would be accepted.  The essay prompt in the application seemed to increase one participant’s assessment of acceptance. From Queer Theory’s critical language perspective (Tierney & Dilley, 1998), the combination of the personal statement and the statement of purpose may have provided the participant with hope that his personal identities could be present within his academic and professional identities. While it is unclear whether this essay was intentionally combined to send this message, the prompt allowed the participant to talk about his LGBTQ identity in his application. Acceptance was also increased through seeing LGBTQ faculty and hearing positive stories about their families during work social events. Hearing about LGBTQ faculty seemed to provide one participant with a sense of excitement about going to his university because he thought that he could be accepted and bring his partner to events. Overall, seeing and hearing about LGBTQ faculty may help to increase a sense of feeling accepted by and connected to the campus, which could help to reduce minority stress and to reduce risk of attrition through increasing social integration (Girves & Wemmerus, 1988; Meyer, 2003).  81  One participant described gaining acceptance when he received validation of his identity as “normal” from his advisor. His reaction to gaining acceptance included feeling more comfortable at work. By receiving validation from his advisor, he may have felt some acceptance from the university as the advisor can be conceived as a representative of the university. This validation may have been helpful as social support and a positive relationship with an advisor has been linked with stress, mental health, and attrition (CSUGS, 2017; Girves & Wemmerus, 1988; UCBGA, 2014).  Another participant described that her sense of acceptance increased after being validated and supported by a lab peer. These interactions seemed to provide her with a sense of safety that allowed her to talk about her LGBTQ identity with this lab peer. By being validated, the participant may have reduced some of her minority distress (Meyer, 2003); and by building social community, she may have reduced her risk for attrition (Girves & Wemmerus, 1988).  Hindering Components A second sub-focus of this study was to identify what components of these experiences hindered LGBTQ doctoral student success. A review of the Findings identified the effort and experience of microaggressions as the main hindrances. Additional harm occurred during the PhD candidacy exam and while choosing an advisor or research lab. Finally, LGBTQ mentorship and trust in the university to manage harassment were missing from the participants’ experiences.  As mentioned above, the LGBTQ graduate student participants had experiences where they expended substantial effort on experiences unique to being LGBTQ. Through the Minority Stress Model, the effort involved in maintaining their safety, assessing safety, and experiencing and reacting to microaggressions can lead to additional stress and mental health concerns 82  (Meyer, 2003). This study supported this model as participants endorsed that the microaggressions they experienced during graduate school negatively impacted their mental health at times, including worrying about future microaggressions. This study also identified that taking a risk to outwardly identify as LGBTQ is a form of this additional effort that can be particularly harmful because it can place the LGBTQ graduate student at risk for microaggressions and harassment.  The PhD candidacy exams seemed to be a particularly difficult experience. This event was the only time that the participants endorsed that they considered leaving their programs. While these exams are typically stressful for most doctoral students, this study found that these exams can also lead to additional distress related to LGBTQ identity. One participant discussed imposter syndrome tied to their LGBTQ identity while preparing for their PhD candidacy exam. Dancy (2017) supported this connection and explained that individuals with non-dominant identities tend to feel incompetent in a role because they may be the only person with their non-dominant identity and thus may feel like an imposter when they look around and examine their identities in relation to their peers. In this study, the participant’s imposter syndrome led to thinking about leaving his program because of the amount of “energy” he spent managing his thoughts and emotional distress from the imposter syndrome. Another participant described the PhD candidacy exam as harmful because the committee chair has previously stated microaggressions about professional attire, which the participant linked to the potential for prejudice against LGBTQ identities, too. This distress added to the participants already increased distress about her PhD candidacy exam. Further explanation of why this experience was harmful was not asked, but the power dynamics of the chair member having potential prejudice against 83  LGBTQ identities may have led to changing behavior or dress to pass as heterosexual in order to be perceived by the chair member as qualified to pass.  This study identified a second specific harmful experience: the balancing of research fit with acceptance of LGBTQ identity. For example, while determining which graduate program to attend, one participant turned down a university with better research fit because of the perceived harmful campus climate that upon visiting the school. Another participant identified that she did not want to work in a specific lab because of the microaggressions toward LGBTQ individuals that she overheard from the other graduate students in the lab. While neither participant endorsed that these decisions negatively impacted their career goals, this situation could lead to a negative outcome for some LGBTQ doctoral students. For example, they may endure a negative culture toward LGBTQ individuals in their university, department, or lab in order to maintain their careers goals, or they may decide to change their career plans to study with a different advisor in order to have a less harmful climate during their graduate studies. The weight of this decision-making could lead to additional minority stress, mental health concerns, and potentially consideration of leaving graduate school (CSUGS, 2017; Girves & Wemmerus, 1988; Meyer, 2003; UCBGA, 2014).  Finally, harm occurred when helpful experiences were noted as being missing. For example, this study found that the participants wanted mentorship from an LGBTQ faculty member. One participant noticed that the university had networking established for other non-dominant identities, which led to noticing a lack of connection to LGBTQ faculty. Noticing this lack of connection could have led to additional distress and attrition concerns due to feeling less valued by the university and less socially integrated within the university (Girves & Wemmerus, 1988; UCBGA, 2014). Second, one participant did not report the repeated, harassing 84  microaggressions that he experienced to the university’s bias reporting system because he did not believe that the university would label the microaggressions as homophobic. This story illustrated a breakdown of trust between the LGBTQ graduate student participant and his university. This missing trust led to the participant enduring repeated microaggressions from one peer, which could place the participant at higher risk for increased distress, increased mental health concerns, and attrition concerns (Meyer, 2003; UCBGA, 2014; UCBOIEC, 2014).  Retention A third sub-focus of this study was to identify “How do experiences of or about gender and sexual orientation impact retention?”. As mentioned above, the participants thought about leaving graduate school during their PhD candidacy exams. Imposter syndrome seemed to worsen minority distress for one participant. For another participant, financial concerns and tension with a committee member may have negatively impacted social integration through the Student Integration Model (SIM), all of which have been associated with increased thoughts of attrition (CSUGS, 2017; Girves & Wemmerus, 1988).  While the participants did not endorse any other times of thinking about leaving graduate school, they did endorsed variables that increase their risk for attrition through SIM. For example, ability to conduct research and having positive relationships with faculty were significantly associated with retention (Girves & Wemmerus, 1998). When a participant weighed picking research area versus picking acceptance by advisor, she was at risk for decreased academic integration if she had to join a lab with research that she was not interested in. When a participant discussed screening for advisor’s beliefs, he was assessing for the potential for social integration, which has been associated with reduced attrition rates.   85  The participants also endorsed risk factors for attrition that were identified in several university campus climate studies. Concerns about safety and acceptance, experiencing microaggressions, and feeling less comfortable in certain environments could indicated feeling less welcome and less respected, which have been associated with increased thoughts of attrition (CSUGS, 2017). Experiencing microaggressions and having “awkward” interactions with faculty (e.g., microaggressions about professional dress) were associated with increased thoughts of attrition (UCBOIEC, 2014). Experiencing repeated microaggressions and not reporting the harassment could indicate feeling less valued, which was also associated with increased risk for attrition (UCBGA, 2014).  Proposed Changes The second and final overarching research focus of this study is to help answer “What changes would LGBTQ doctoral students like to see to address any concerns about their experiences of LGBTQ campus climate?”. This study answered this research question through directly asking the participants what changes they would like to see happen. As such, the Findings section directly answers this research question. The participants identified “what” changes they would like to see happen (see Table 13). They also proposed considerations for “how” these changes are enacted, such as training all levels of leadership within the university, making trainings mandatory, and enacting changes from a top-down approach. The participants shared that making these changes may help refocus the effort they have put into managing minority stress and microaggression experiences into their graduate student work. Making these changes could also lead to decreased overall distress, improved mental health, increased social integration, increased support from the university, increased sense of feeling valued, and 86  decreased worries about career prospects (CSUGS, 2017; Girves & Wemmerus, 1988; Meyer, 2003; UCBGA, 2014).  Practical Implications  Based upon this study and considering the effort, stress, and microaggressions that the LGBTQ graduate student participants endorsed, the following recommendations may help to improve LGBTQ campus climate for LGBTQ doctoral students:  1) Universities may improve their own campus climate through conducting their own assessments as identity and climate are contextual. Universities should regularly administer these studies as identity and climate can change across time. Ask the participants what they would like to change about the university, their department, or their program. Include interviews or focus groups to better understand any results that suggest a harmful campus climate. Consider utilizing Queer Theory, the Minority Stress Model, attrition theories, and narrative analysis to examine and understand campus climate. Publish or make these climate studies public to help fill the gap of literature about LGBTQ campus climate for LGBTQ graduate students. Adapt the survey questions regularly as the field of LGBTQ campus climate continues to evolve.  2) Provide and financially sponsor events that make LGBTQ faculty more visible to LGBTQ graduate students, such as developing networking events and mentorships.  3) Develop and financially support LGBTQ graduate student groups to improve networking and social support.  87  4) Train faculty, staff, graduate students, and undergraduate leaders on campus to better understand LGBTQ identities, including intersectional identities. Teach allies how to recognize their bias and challenge microaggressions.  5) Create platforms to report bias and harassment. Clearly explain how the reporting process works and what the reporter can expect. Inform graduate students about this resource during orientation.  6) Fund the university counseling centers to provide outreach events and/or support groups to help reduce minority stress for LGBTQ graduate students.  7) Collaboratively work with the city that the university is located within to improve LGBTQ climate within the city.  Strengths  This study exhibited several strengths. First, the exploratory, qualitative nature of this study allowed the primary researcher to identify a wide variety of events and stories to help illustrate the critical components of LGBTQ campus climate (e.g., effort, acceptance, safety, stress/mental health, microaggressions, support, etc.). By using exploratory qualitative analysis, universities may better understand their own climate issues, which are more frequently assessed through quantitative methods.  Second, this study was able to gather many stories related to LGBTQ identity as a graduate student, which could be due to the researcher’s LGBTQ identities and/or rapport building skills.  Third, using narrative analysis allowed for the consideration of the development, occurrence, and resolution of interpersonal stress or conflict. Considering events narratively allowed the primary researcher and the readers to better understand what is causing harm and 88  what is helping LGBTQ doctoral students, which helped the primary researcher identify and suggest specific changes to improve campus climate for LGBTQ doctoral students.  Finally, this study directly asked the LGBTQ graduate student participants what changes they would like to see occur. Organizing their suggestions highlighted how LGBTQ doctoral students may be ready to give feedback and suggestions to improve campus climate, as long as they are asked these questions.  Limitations This study also exhibited several limitations. First, the sample size was small (n=3). The primary researcher originally aimed for 6-8 participants, but sampling was limited due to the Covid-19 pandemic.  Second, sample demographics were fairly homogeneous as all participants were white, cisgender, traditionally aged doctoral students in the hard sciences at one Rocky Mountain university. This homogeneity likely limited inclusion of other stories and other experiences as there were no participants of non-dominant racial, ethnic, or gender diversity. Originally, the primary researcher identified that she would engage in purposive sampling to increase diversity representation within the sample. However, the beginning months of the Covid-19 pandemic limited these opportunities. This homogeneity of the sample also likely limited knowing if these experiences were similar or different from LGBTQ doctoral students in other fields of study, including professional doctorate-level programs. As such, these results should be interpreted considering the demographics of the participants.  Third, while the researcher engaged in numerous trustworthiness techniques, the results should also be interpreted considering the demographics of the primary researcher (e.g., white, 89  genderfluid, queer, and 31 years old) as they stories have been deconstructed and reconstructed through her research, identities, and experiences.  Finally, this study is exploratory and highlights many experiences, but due to the realistic time limitations during interviews and the sample homogeneity, these results do not indicate the full scope of what it means to be an LGBTQ graduate student. These results can however be a springboard to filling in the gaps in literature about LGBTQ campus climate for LGBTQ doctoral students.  Future Directions Future research should continue to explore LGBTQ campus climate for LGBTQ doctoral students in order to better understand how it impacts LGBTQ doctoral students, including their stress and academic progress.  First, future research should try to reduce the limitations of this study by increasing the diversity of the participants and the primary researchers. As this diversity increases, the research can begin to consider how intersectional identities impact LGBTQ campus climate for LGBTQ doctoral students.  Second, future research can continue to take an exploratory approach to understanding LGBTQ campus climate for LGBTQ doctoral students, but the studies may find more depth of information by limiting the study to specific events (e.g., PhD candidacy exams), times (e.g., early experiences), locations (e.g., classrooms), roles (e.g., assistantships), or themes (e.g., acceptance). Exploring depth will help to clarify these narrative questions and to better understand what is helping or harming LGBTQ doctoral students. These in-depth studies can then better inform campus climate surveys used by universities.  90  Third, future research should examine and inform universities on how to conduct their own campus climate studies specifically targeted toward LGBTQ doctoral students, including what constructs to assess and what scales to use. While recent research has started to develop and analyze scales to assess LGBTQ campus climate, it is unclear if these scales are meant to assess doctoral students’ unique experiences, too (Szymanski & Bissonette, 2019). This research could help to reduce barriers to universities conducting their own campus climate studies.  Overall, future research can help to understand LGBTQ campus climate for LGBTQ doctoral students so that the tools used to assess campus climate can become more applicable to LGBTQ doctoral students and more refined at identifying areas of harm and help. As universities become more adept at understanding LGBTQ campus climate for LGBTQ doctoral students, the universities can direct their resources to increasing the helping components and reducing the harmful components so that LGBTQ doctoral students can refocus their efforts from managing their minority stress to achieving their graduate degrees.         91  REFERENCES    Abes, E. S. (2009). Theoretical borderlands: Using multiple theoretical perspectives to challenge inequitable power structures in student development theory. Journal of College Student Development, 50, 141–156. Abes, E. S., Jones, S. R., & McEwen, M. K. (2007). Reconceptualizing the model of multiple dimensions of identity: The role of meaning-making capacity in the construction of multiple identities. Journal of College Student Development, 48, 1-22.  Abes, E. S., & Kasch, D. (2007). Using queer theory to explore lesbian college students’ multiple dimensions of identity. Journal of College Student Development, 48, 619–636. Bilodeau, B. (2009). Genderism: Transgender students, binary systems, and higher education. Saarbrücken, Germany: VDM Verlag Dr. Müller.  American College Health Association (ACHA). (2016). American college health association-national college health assessment II: Graduate/professional student reference group executive summary spring 2016. Hanover, MD: American College Health Association; 2016. American College Health Association (ACHA). (2017a). American college health association-national college health assessment II: Reference group graduates executive summary spring 2017. Hanover, MD: American College Health Association. American College Health Association (ACHA). (2017b). American college health association-national college health assessment II: Graduate/professional student reference group executive summary fall 2016. Hanover, MD: American College Health Association. 92  American College Health Association (ACHA). (2018). American college health association-national college health assessment II: Reference group graduates executive summary fall 2017. Hanover, MD: American College Health Association. American Psychological Association. (2012). Guidelines for Psychological Practice with Lesbian, Gay, and Bisexual Clients. American Psychologist, 67(1), 10–42. doi: 10.1037/a0024659. American Psychological Association. (2015a). APA dictionary of psychology (2nd ed.). Washington, DC: Author. American Psychological Association. (2015b). Guidelines for Psychological Practice with Transgender and Gender Nonconforming People. American Psychologist, 70(9), 832-864. doi.org/10.1037/a0039906. Bilodeau, B. (2009). Genderism: Transgender students, binary systems, and higher education. Saarbrücken, Germany: VDM Verlag Dr. Müller.  Bilodeau, B. L., & Renn, K. A. (2005). Analysis of LGBT identity development models and implications for practice. In R. L. Sanlo (Ed.), Gender identity and sexual orientation: Research, policy, and personal perspectives (New Directions for Student Services, No. 111; pp. 25– 40). San Francisco: Jossey-Bass. Bowen, G. a. (2008). Naturalistic inquiry and the saturation concept: a research note. Qualitative Research, 8(1), 137–152. Brown, R., Clarke, B., Gortmaker, V., and Robinson-Keilig, R. (2004). Assessing the campus climate for gay, lesbian, bisexual and transgender (LGBT) students using a multiple perspectives approach. Journal of College Student Development, 45(1), 8-26.  93  Colorado State University Graduate School (CSUGS). (2017). Graduate school student satisfaction survey: Spring 2017. Retrieved from http://graduateschool.colostate.edu/for-current-students/graduate-school-student-satisfaction-survey/ Council of Graduate Schools (CGS). (2004). Ph.D. completion and attrition: Policy, numbers, leadership and next steps. Washington, DC: Council of Graduate Schools.  Council of Graduate Schools (CGS). (2008). Ph.D. completion and attrition: Analysis of baseline program data from the Ph.D. completion project. Washington, DC: Council of Graduate Schools.  Council of Graduate Schools (CGS). (2010). Ph.D. completion and attrition: Policies and practices to promote student success. Washington, DC: Council of Graduate Schools. Council of Graduate Schools (CGS). (2013). Completion and attrition in STEM master’s programs. Washington, DC: Council of Graduate Schools. Dancy, T. E. (2017). Imposter syndrome. In K. Nadal (Ed.), The SAGE encyclopedia of psychology and gender, (pp. 21-23). Los Angeles, CA: SAGE.  Evans, T. M., Bira, L., Beltran Gastelum, J., Weiss, T., & Vanderford, N. L. (2018). Evidence for a mental health crisis in graduate education. Nature Biotechnology, 36(3), 282-284. Fernandez, M., Sturts, J., Duffy, L. N., Larson, L. R., Gray, J., & Powell, G. M. (2019). Surviving and thriving in graduate school. SCHOLE: A Journal of Leisure Studies and Recreation Education, 34(1), 3-15.  Floersch, J., & Longhofter, J. L. (2010). Integrating thematic, grounded theory, and narrative analysis: A case study of adolescent psychotropic treatment. Journal of Qualitative Social Work, 9(3): 407-425.  94  Girves, J. E., & Wemmerus, V. (1988). Developing models of graduate student degree progress. Journal of Higher Education, 59(2), 163-189.  Hart, J., & Fellabaum, J. (2008). Analyzing campus climate studies: Seeking to define and understand. Journal of Diversity in Higher Education, 1(4), 222-234. Hinchman, L. P., & Hinchman, S. K. (Eds.). (1997). Memory, identity, community: The idea of narrative in the human sciences. New York: New York University Press.  Human Rights Commission (HRC). (2017). Glossary of Terms. Retrieved from http://www.hrc.org/resources/glossary-of-terms.  Jones, S. R. (2009). Constructing identities at the intersections: An autoethnographic exploration of multiple dimensions of identity. Journal of College Student Development, 50 (3), 287-304.  King, N., & Horrocks, C. (2010). Interviews in Qualitative Research. Sage: Thousand Oaks, California.  Lewis, J. A., Mendenhall, R., Harwood, S. A., & Browne Huntt, M. (2012). Coping with gendered racial microaggression among black women college students. Journal of African American Studies, 17: 51-73.  Malaney, G., Williams, E., and Geller, W. (1997). Assessing campus climate for gays, lesbians, and bisexuals at two institutions. Journal of College Student Development, 38(4), 356-375.  Mancini, O. (2011). Attrition risk and resilience among sexual minority college students. Columbia Social Work Review, 2, 8-22. McCubbin, I. (2003). An examination of criticisms made of Tinto’s 1975 students integration model of attrition. University of Glasgow, England. 95  McLaren, P. (2003). Critical pedagogy: A look at the major concepts. In A. Darder, M. Baltodonao, & R. D. Torres (Eds.), The critical pedagogy reader (pp. 69-96). New York: Routledge Falmer.  McQueen, H. (2009). Integration and regulation matters: A theoretical review of student attrition models in the transition to higher education. British Journal of Educational Studies, 57(1), 70-88.  Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. Morrow, S. (2005). Quality and trustworthiness in qualitative research in counseling psychology. Journal of Counseling Psychology, 52(2): 250-260.  Nadal, K. L., Skolnik, A., & Wong, Y. (2012). Interpersonal and systemic microaggressions towards transgender people: Implications for counseling. Journal of LGBT Issues in Counseling, 6, 55–82. Nadal, K. L., Wong,Y.,Issa, M., Meterko, V., Leon, J., & Wideman, M. (2011). Sexual orientation microaggression: Processes and coping mechanisms for lesbian, gay, and bisexual individuals. Journal of LGBT Issues in Counseling, 5: 21-46.  National Center for Education Statistics (NCES). (March 2018). Mobile Digest of Education Statistics, 2017. Retrieved from https://nces.ed.gov/programs/digest/ National Postsecondary Education Cooperative (NPEC). (2017). Meeting today’s higher education goals via the national center for education statistics’ postsecondary sample surveys. Retrieved from https://nces.ed.gov/npec/pdf/MeetingTodaysHigherEd.pdf 96  Patton, M. Q. (2002). Qualitative research and evaluation methods (3rd ed.). Thousand Oaks, CA: Sage.  Polkinghorne, D. E. (1995). Narrative configuration in qualitative analysis. In J. A. Hatch (Ed.), Life history and narrative, pp.5-23. London: Falmer Press.  Rankin, S. R. (1998). The campus climate report: Assessment and intervention strategies. In R. Sanlo (Ed.), Working with lesbian, gay, bisexual, and transgender college students: A handbook for faculty and administrators (pp. 277-284). Westport, Connecticut: Greenwood Press.  Rankin, S. R. (2003). Campus climate for gay, lesbian, bisexual, and transgender people: A national perspective. New York: National Gay and Lesbian Task Force Policy Institute.  Rankin, S. R., & Reason, R. (2008). Transformational tapestry model: A comprehensive approach to transforming campus climate. Journal of Diversity in Higher Education, 1(4), 262-274. Rankin, S. R., Weber, G., Blumenfeld, W., & Frazer, S. (2010). State of higher education for lesbian, gay, bisexual, and transgender people. Charlotte, NC: Campus Pride.  Renn, K. A. (2010). LGBTQ and queer research in higher education: The state and status of the field. Educational Researcher, 39(2), 132-141. Riessman, C. K. (2008). Narrative methods for the human sciences. Los Angeles: Sage Publications. Roberts, T. S., Horne, S. G., & Hoyt, W. T. (2015). Between a gay and straight place: Bisexual individuals’ experiences with monosexism. Journal of Bisexuality, 15 (4), 554-569. Robinson, T. L. (1999). The intersections of dominant discourses across race, gender, and other identities. Journal of Counseling and Development, 77, 73-79. 97  Ryan, M. (2007). Toward a definition of narrative. In D. Herman (Ed.), Cambridge companion to narrative, pp. 22–35. Cambridge: Cambridge University Press. Smith, B., & Sparkes, A. C. (2008). Narrative and its potential contribution to disability studies. Disability & Society, 23(1), 17-28.  Smith, E., & Brooks, Z. (2015). Graduate student mental health 2015. Retrieved from http://nagps.org/wordpress/wp-content/uploads/2015/06/NAGPS_Institute_mental_health_survey_report_2015.pdf Sokolowski, E. (2018). Examination of LGBT graduate students’ perspectives on conflict: A pilot project. Unpublished manuscript. Sue, D. W. (2010). Microaggressions in everyday life: Race, gender, and sexual orientation. New York: Wiley.  Sumara, D., & Davis, B. (1999). Interrupting heteronormativity: Toward a queer curriculum theory. Curriculum Inquiry, 29 (2), 191-208.  Szymanski, D. M., & Bissonette, D. (2019). Perceptions of the LGBTQ college campus climate scale: Development and psychometric evaluation. Journal of Homosexuality, DOI: 10.1080/00918369.2019.1591788.  Tierney, W. G., & Dilley, P. (1998). Constructing knowledge: Educational research and gay and lesbian studies. In W. F. Pinar (Ed.), Queer theory in education (pp. 49–72). New York: Routledge. Tinto, V. (1975). Dropout from higher education: A theoretical synthesis of recent research. The Review of Educational Research, 45(1), 89-125.  Tinto, V. (1997) Classrooms as Communities: Exploring the Educational Character of Student Persistence. Journal of Higher Education, 68(6), 599-623. 98  University of California Berkeley Graduate Assembly (UCBGA). (2014). Graduate student happiness and well-being report. Retrieved from http://ga.berkeley.edu/wellbeingreport/ University of Colorado Boulder Office of Institutional Equity and Compliance (UCBOIEC). (2014). Graduate student social climate survey 2014: Report on differences by gender, sexual orientation, and race/ethnicity. Retrieved from https://www.colorado.edu/oda/sites/default/files/attached-files/2014graddemoanalysis_0.pdf Vaccaro, A. (2012). Campus microclimates for LGBT faculty, staff, and students: An exploration of the intersections of social identity and Campus Roles. Journal of Student Affairs Research and Practice, 49(4), 429-446. Watson, C. (2012). Analysing narratives: The narrative construction of identity. In S. Delamont (Ed.), Handbook of qualitative research in education (pp. 460-473). Northampton, MA: Edward Elgar Publishing.  Watson, K. (2005). Queer theory. Group Analysis, 38(1): 67-81.  Weber, L. (1998). A conceptual framework for understanding race, class, gender, and sexuality. Psychology of Women Quarterly, 22, 13-22.  Wertz, F. J., Charmaz, K., McMullen, L. M., Josselson, R., Anderson, R., & McSpadden, E. (2011). Five ways of doing qualitative analysis: Phenomenological psychology, grounded theory, discourse analysis, narrative research, and intuitive inquiry. New York, NY: Guilford.  Yuval-Davis, N. (2006). Belonging and the politics of belonging. Patterns of Prejudice, 40(3), 197-214.    99  APPENDIX A: DEFINITION OF TERMS1    The LGBTQ acronym represents the terms lesbian, gay, bisexual, transgender, and queer. It refers broadly to non-dominant identities within the categories of sex, gender, and sexual orientation.  Dominant identities and non-dominant identities refer to socially constructed identities that are based upon power relations and experiences of marginalization (Abes, Jones, & McEwen, 2007; McLaren, 2003; Jones, 2009). Relevant identity areas include sex, gender, and sexual orientation (Weber, 1998) with the following specific identities labeled as dominant: male, cisgender, and heterosexual (Jones, 2009; Robinson, 1999). Furthermore, within the LGBTQ community, monosexist societal preferences have led to the dominance of gay and lesbian identities above bisexual, pansexual, and queer identities (Roberts, Horne, & Hoyt, 2015). Sex refers to the biological descriptor assigned at birth based upon the person’s apparent external genitalia (APA, 2015b). Terms within the category of sex in this proposed study include female, male, and intersex. The term intersex refers to atypical combinations of sex characteristics (APA, 2012).  Gender refers to the psychological, behavioral, social, and cultural aspects of masculinity or femininity (APA, 2015a). Gender identity refers to a person’s inherent sense of being male, female, or an alternative gender (APA, 2015b). In this study, the gender identity category is comprised of genderqueer, man, transgender, and woman. Man and woman are intended as cis-gender identities, wherein gender identity and gender expression align with sex assigned at birth  1 As found in Sokolowski (2018).  100  (APA, 2015b). The term transgender refers to when a person’s gender identity does not align with their sex identity identified at birth (APA, 2015b). It is important to note that many people who identify as transgender would also identify as man or woman (Rankin et al., 2010). Gender queer, or queer, is a term often used when a person does not want to label themselves within the binary boxes of man, woman, or transgender (APA, 2015b; Rankin, 2003).  Sexual orientation refers to the relationship between an individual’s sex identity and the sex identity of their partner (APA, 2012). Common terms for the identification of sexual orientation include bisexual, gay, heterosexual, lesbian, pansexual, queer, and questioning. Bisexual and pansexual refer to an attraction to more than one sex (HRC, 2017). Historically, the term bisexuality originally referenced attraction to men and women when gender identity was socially constructed as dualistic, and the term pansexual was created to identify attraction to all genders rather than only men and women. Currently, bisexual and pansexual are used interchangeably. Gay describes man-man attraction, while lesbian refers to woman-woman attraction. People who identify their sexual orientation as queer describe themselves as having a fluid sexual orientation. Identifying as questioning indicates that the person is in the process of exploring their sexual orientation.  Rankin and Reason (2008) define campus climate as the “current attitudes, behaviors, and standards of faculty, staff, administrators, and students…. concerning the level of respect for individual needs, abilities, and potential” (p. 264). Standards include policies and programming. Microclimate refers to the same scope as campus climate, but microclimates examine a smaller area of the campus, such as a specific college or a specific department (Vaccaro, 2012). The term microclimate can be used interchangeably to refer to a physical space (e.g., specific department), the perception and experiences about that space, and the status of programming in that space.  101  APPENDIX B: CONSENT FORM    Colorado State University Consent to Participate in Research   Qualitative Analysis of the Experience of Being LGBTQ in Graduate School   Introduction and Purpose  My name is Elizabeth Sokolowski. I am a graduate student at Colorado State University (CSU) working with my faculty advisor, Professor Ernest Chavez, in the Department of Psychology. I would like to invite you to take part in my research study, which looks at LGBTQ graduate students’ perspectives on campus climate.   Procedures If you agree to participate in my research, I will conduct an interview with you at a time and location of your choice. The interview will involve questions about your first impressions of [your university], experiences involving gender or sexual orientation identities, inclusion, retention, and any changes you would like to see happen to improve campus climate. It should last about 60-90 minutes. With your permission, I will audiotape and take notes during the interview. The recording is to accurately record the information you provide and will be used for transcription purposes only. If you agree to being audiotaped but feel uncomfortable or change your mind for any reason during the interview, I can turn off the recorder at your request. Or if you don't wish to continue, you can stop the interview at any time.   I expect to conduct only one interview; however, follow-ups may be needed for added clarification. If so, I will contact you by email to request this. I would like to contact you at three separate times: first to verify the accuracy of stories shared in the interview, second to verify the accuracy of meaning drawn from the stories, and third to verify the practicality of best practices for programs and departments to adapt to improve LGBTQ campus climate. To do this, I will email you a copy of the information as stated above. You can let me know if there is any incorrect information, leading to more accurate and applicable results.   Benefits From participating in this study, you may benefit from increased feelings of agency and learning more about yourself and your experiences as an LGBTQ graduate student. It is hoped that the research will help improve understanding of LGBTQ campus climate for LGBTQ graduate students, which could lead to future research that better advocates for all LGBTQ students on college campuses. This study can also help to build best practices for promoting a positive LGBTQ campus climate for graduate students, which could eventually lead to programs, departments, and universities employing these standards and improving LGBTQ campus climate.   102  Risks/Discomforts Some of the research questions may make you uncomfortable or upset. You are free to decline to answer any questions you don’t wish to, or to stop the interview at any time.   As with all research, there is a chance that confidentiality could be compromised; however, we are taking precautions to minimize this risk.  Confidentiality Your study data will be handled as confidentially as possible. If results of this study are published or presented, individual names and other personally identifiable information will not be used.  To minimize the risks to confidentiality, we will store the study data in a password protected folder on a secure server that only the interviewer, Elizabeth Sokolowski, can access.   We will destroy the audio files upon completion of research. I will retain the transcriptions and other study data records for up to seven years after the study is over. The same measures described above will be taken to protect confidentiality of this study data. We may be asked to share the research files with the CSU Institutional Review Board ethics committee for auditing purposes.   Compensation You will not be paid for taking part in this study.  Rights Participation in research is completely voluntary. You are free to decline to take part in the project. You can decline to answer any questions and are free to stop taking part in the project at any time. Whether or not you choose to participate in the research and whether or not you choose to answer any questions or continue participating in the project, there will be no penalty to you or loss of benefits to which you are otherwise entitled.  Questions If you have any questions about this research, please feel free to contact me at 720-588-3284 or Elizabeth.Sokolowski@colostate.edu. You may also contact my faculty advisor, Ernest Chavez, at 970-491-1354 or Ernest.Chavez@colostate.edu.   If you have any questions about your rights or treatment as a research participant in this study, please contact the Colorado State University Institutional Review Board (IRB) at: 970-491-1381, or e-mail RICRO_IRB@mail.colostate.edu .   ************************************************************ CONSENT  Do you consent for your interview to be audiotaped? ___Yes ___No 103   If you wish to participate in this study, please sign and date below. You will be given a copy of this consent form to keep for your own records.  _____________________________ Participant's Name (please print)  _____________________________ _______________ Participant's Signature     Date   If you wish to be contacted for the three follow-ups to verify the accuracy of stories shared in the interview, to verify the accuracy of meaning drawn from the stories, and to verify the practicality of best practices for programs and departments to adapt to improve LGBTQ campus climate, please provide your email, sign, and date below.    _____________________________ Participant's Email  _____________________________ _______________ Participant's Signature     Date   If you wish to receive a copy of the results of this study for your own personal knowledge, please provide your email, sign, and date below.   _____________________________ Participant's Email  _____________________________ _______________ Participant's Signature     Date      104  APPENDIX C: DEMOGRAPHIC SURVEY    Thank you for your willingness to be part of this study! In order to participate in this study, you must meet the following criteria:  • You must self-identify as a member of the LGBTQ community.  • You must be currently enrolled in a doctoral program.  • You must have completed at least one full year in your doctoral program.  • You must be 18 years of age or older.  1. Gender Identity: ___________________________ a. Pronouns: ___________________________ 2. Sexual Orientation Identity: ___________________________ 3. Doctoral Program: ___________________________ a. How long have you been in your doctoral program? _____________ b. Which college is your doctoral program located within? ______________ 4. Ethnicity: ___________________________        5. Age: ___________________________ 6. Highest level of education: ___________________________    105  APPENDIX D: INTERVIEW PROTOCOL    Hello! Thank you for participating in my study. As a reminder, if you wish to end this interview at any time for any reason you have the right to do so. Also, this interview is being recorded, and the recording will be held on a locked computer and will be deleted in an appropriate manner after the completion of this study. Do you have any questions before we begin?   In this interview, we are going to explore your experiences as an LGBTQ doctoral student. I invite you to share your stories of experiences related to your personal gender and sexual orientation identities, in addition to your stories about encountering gender and sexual orientation in general as a graduate student.  To begin, let’s explore how you arrived at [insert the participant’s university].   1. How did you decide upon graduate school, your program of study, and [insert the participant’s university] in particular? a. How did you construct “fit” with your program? i. What factors influenced your decision? Why were these factors important to you? 2. Please describe your first experiences and impressions at [insert the participant’s university]. a. [Probe for responses related to program, department, and campus levels] b. What made these experiences meaningful to you? c. How did you feel supported in these first experiences at [insert the participant’s university]?  d. How did you feel unsupported in these first experiences at [insert the participant’s university]? e. How did you construct “fit” with your program?  i. Were there moments that established or prevented inclusion?   Next, I would like to explore your experiences of LGBTQ campus climate. Part of LGBTQ campus climate is experiencing events, such as conversations or behaviors, related to one’s own gender and sexuality. I would like to hear about these stories from you. You can also include your recollections about witnessing events related to the gender and sexuality of someone else or related to gender and sexuality identities in general.  3. How has gender identity shown up in your experiences as a graduate student? a. [If no response, prompt with “What are some subtle ways that people have treated your differently because of your gender identity?”] b. [Probe for responses related to what has been said to them, expectations about gender identity and expression, assumptions about gender identity, feeling disrespected, feeling dismissed, or feeling oversexualized] 106  c.  [Explore and follow-up about how these experiences evolved chronologically] d. What makes these experiences helpful?  i. Why are these factors helpful?  ii. How are these factors helpful? e. What makes these experiences harmful?  i. Why are these factors harmful?  ii. How are these factors harmful? 4. How has sexual orientation shown up in your experiences as graduate student? a. [If no response, prompt with “What are some subtle ways that people have treated your differently because of your sexual orientation?”] b. [Probe for responses related to what has been said to them, expectations about sexual orientation, assumptions about sexual orientation, feeling disrespected, feeling dismissed, or feeling oversexualized] c. [Explore and follow-up about how these experiences evolved chronologically] d. What makes these experiences helpful?  i. Why are these factors helpful?  ii. How are these factors helpful? e. What makes these experiences harmful?  i. Why are these factors harmful?  ii. How are these factors harmful?  Part of the narrative interview process is to explore meaning within your stories. I’d like to follow-up on your experiences with some common themes that have emerged from the literature about doctoral graduate students in general and LGBTQ graduate students specifically.   5. What does inclusion mean to you? Tell me about your experiences with being included or not included. a. How do advisor relationships impact inclusion? Can you provide an example?  b. How do faculty relationships impact inclusion? Can you provide an example? c. How do research experiences impact inclusion? Can you provide an example? d. How do classroom experiences impact inclusion? Can you provide an example?  LGBTQ campus climate also explores how these events impact retention, or graduation rates.    6. When in your career as a graduate student have you thought about leaving? Tell me about that experience/those experiences. a. Why did you consider leaving? b. How does your gender and sexual orientation identity influence this story?  LGBTQ campus climate studies typically end with recommendations for best practices to improve campus climate.  7. What changes would you like to see to improve your experience as an LGBTQ graduate student? a. [Prompt as needed to explore program, department, and larger campus changes] b. What do you imagine your story would look like if these changes were in place? 107  c. Why are these changes important? 8. Were there any experiences that went well for you regarding gender and sexuality that you would like to see included on the best practices list?  108  APPENDIX E: RECRUITMENT FLYER  Research Participants Needed  Please Contact Elizabeth Sokolowski, M.S. Elizabeth.Sokolowski@Colostate.edu 720-588-3284  Would You… Like to volunteer to participate in research about LGBTQ campus climate?  Consider participating in a 60 to 90 minute interview scheduled at your convenience?  Identify as part of the LGBTQ community  Are currently enrolled in a doctoral program  Have attended their doctoral program for at least one year  I’m looking for individuals who… A QUALITATIVE ANALYSIS OF THE EXPERIENCE OF BEING LGBTQ IN GRADUATE SCHOOL  Principal Investigator: Ernest Chavez, Ph.D.  Colorado State University, Counseling Psychology  ",
    "id": 354428542,
    "identifiers": {
        "doi": null,
        "oai": "oai:mountainscholar.org:10217/211819"
    },
    "title": "A qualitative analysis of the experience of being LGBTQ in graduate school",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T00:00:00+00:00",
    "publisher": "Colorado State University. Libraries",
    "references": [],
    "sourceFulltextUrls": [
        "https://mountainscholar.org/bitstream/10217/211819/1/Sokolowski_colostate_0053A_16215.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/354428542.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/354428542"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/354428542/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/354428542/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/354428542"
        }
    ],
    "abstract": "Includes bibliographical references.2020 Summer.The current study sought to understand LGBTQ campus climate for LGBTQ doctoral students. Narrative analysis was used during this exploratory study to identify \"when\" the three LGBTQ doctoral student participants had experiences related to their LGBTQ identities, including \"what\" was happening during those events and \"how\" it was happening. These experiences occurred during six events (i.e., applying to graduate programs, receiving letter of acceptance from graduate program, visiting weekend after receiving acceptance letter, choosing advisor or research lab, working as a graduate teaching assistance, and preparing for PhD candidacy exams) and four time periods (i.e., early general experiences in the graduate program, general graduate school experiences, general research lab experiences, and general social experiences during graduate school). This study also identified how these experiences supported or hindered LGBTQ doctoral student success. Overall, the results suggested that LGBTQ doctoral students expended substantial effort to manage the harmful components of campus climate, which were present across locations, times, and roles as a doctoral student. Finally, participants shared their own proposed changes to improve campus climate, and the primary researcher provided an overarching list of recommendations to improve LGBTQ campus climate for LGBTQ doctoral students",
    "tags": [
        "Text",
        "campus climate",
        "graduate students",
        "microaggressions",
        "doctoral students",
        "attrition",
        "LGBTQ"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Text"
    ],
    "oai": "oai:mountainscholar.org:10217/211819",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14314",
        "openDoarId": 0,
        "name": "Mountain Scholar (Digital Collections of Colorado and Wyoming)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 354428542,
        "depositedDate": null,
        "publishedDate": "2020-01-01T00:00:00+00:00",
        "updatedDate": "2023-06-19T03:52:32+01:00",
        "acceptedDate": null,
        "createdDate": "2020-12-02T22:50:15+00:00"
    },
    "urls": [
        "https://hdl.handle.net/10217/211819"
    ],
    "lastUpdate": "2023-06-19T03:52:32+01:00",
    "setSpecs": []
}