{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Burton, Haley M"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-17T22:07:30+01:00",
    "dataProvider": {
        "id": 14591,
        "name": "Smith College: Smith ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/14591",
        "logo": "https://api.core.ac.uk/data-providers/14591/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/231068044.pdf",
    "fullText": "Smith ScholarWorks Theses, Dissertations, and Projects 2012 A queer-positive institution and its creation of gender-competency in social workers : a project based on the exploration of Smith College School for Social Work alumni Haley M. Burton Follow this and additional works at: https://scholarworks.smith.edu/theses  Part of the Social and Behavioral Sciences Commons Recommended Citation Burton, Haley M., \"A queer-positive institution and its creation of gender-competency in social workers : a project based on the exploration of Smith College School for Social Work alumni\" (2012). Masters Thesis, Smith College, Northampton, MA. https://scholarworks.smith.edu/theses/871 This Masters Thesis has been accepted for inclusion in Theses, Dissertations, and Projects by an authorized administrator of Smith ScholarWorks. For more information, please contact scholarworks@smith.edu. Haley M. Burton A Queer-Positive Institution and Its Creation of Gender-Competency in Social Workers    ABSTRACT This quantitative study explored the inclusion of transgender specific curriculum provided at the Masters level at Smith College School for Social Work and the degree of competency and level of preparedness it provided graduates of the program.  The chosen alumni population was reached through the alumni email network.  This study utilized a curriculum survey created by previous researchers, as well as a transphobia scale to perform an attitudinal assessment.  It was hypothesized that those who indicated receiving more education on issues specific to the transgender population would feel more competent and more prepared.  An additional hypothesis was that those who received more education on the transgender population would also show lower levels of transphobia.  Analysis of this research and previous research support both of the hypotheses.  2    A QUEER-POSITIVE INSTITUTION AND ITS CREATION OF GENDER-COMPETENCY IN SOCIAL WORKERS     A project based on the exploration of Smith College School for Social Work alumni, submitted in partial fulfillment of the requirements for the degree of Master of Social Work                      Haley M. Burton  Smith College School for Social Work Northampton, MA 01063  2012ii     ACKNOWLEDGEMENTS  Thank you to Idene Rodriguez-Martin for helping me create a doable and enjoyable project.  I am incredibly thankful that my project was realistic and interesting.    I would like to extend gratitude to my advisor, Christopher O'Rourke, for keeping me on a tight schedule and making my thesis as scholarly as possible.    The greatest of thanks to Marjorie Postal, without whom, all of my data would just be meaningless numbers with weird dashes and lots of tails.  Sounds like a monster I don't want to be left alone with, and fortunately wasn't because of Marjorie.    I would like to thank my awesome wife for telling me to \"type, type, type\" when I was slacking.  Your never-ending support is invaluable.  I am also thankful for her amazing carpentry skills, with which she built a standing desk.  Three chapters were written atop that desk.  I would like to acknowledge my co-op family.  All the company on the porch really made this process more enjoyable.    And to Bex, for you calmed my codebook panic.iii    TABLE OF CONTENTS  ACKNOWLEDGEMENTS...................................................................................................... ii  TABLE OF CONTENTS.......................................................................................................... iii LIST OF FIGURES .................................................................................................................. iv CHAPTER  I INTRODUCTION............................................................................................................ 1  II LITERATURE REVIEW................................................................................................. 7  III METHODOLOGY........................................................................................................... 24  IV FINDINGS ....................................................................................................................... 34  V DISCUSSION................................................................................................................... 45  REFERENCES ......................................................................................................................... 60  APPENDICES  Appendix A: Letter to Smith SSW Alumni.. ........................................................................... 66 Appendix B: Survey Instrument .............................................................................................. 67 Appendix C: Letter of Informed Consent ................................................................................ 74 Appendix D:  Original Survey: Licensed Social Workers' Knowledge an Attitudes about Transgendered Individuals………………..………………………………………………….   77 Appendix E:  Permission to use Transphobia Scale………………………..………………...   80 Appendix F:  Permission to use Knowledge and Attitudes Survey…………………………...  81 Appendix G:  HSR Committee Approval Letter……………………………………………...   82    iv    LIST OF FIGURES Figure  1. Participant Sexual Orientation..........................................................................................    35  2. To your knowledge, did any of the curricula you studied at Smith SSW include specific    information about the transgender community?...............................................................    36  3. How well did you education at Smith SSW prepare you to work with the transgender community?.......................................................................................................................    38  4. To what extent are you knowledgeable about issues unique to the transgender community?  ………… ..........................................................................................................................    40  5.      To what extent do you feel competent to serve the transgendered community?..............    41      1    CHAPTER I Introduction \"Research has shown that when compared with heterosexual individuals, LGBT [lesbian, gay, bisexual, transgender/transsexual] people are more than twice as likely to seek out counseling services\" (Frank & Cannon, 2010, p. 19).  Further, because of  “. . . a variety of factors including misinformation, a lack of information, and the pathologizing of the transsexual population, transgender people and others in this category may be faced with barriers to seeking social services readily available to the general population” (Erich, Boutte-Queen, Donnelly, & Tittsworth, 2007, p. 43).   Transgender individuals are particularly vulnerable due to their high rates of unemployment, housing discrimination, degree of poverty, and lower access to insurance (The National Center for Transgender Equality & The National Gay and Lesbian Task Force, 2009).  When GLBT people do seek therapeutic services, they report a high level of disappointment that researchers have attributed to counseling education being deficient in queer content (Frank & Cannon, 2010).  Social workers are first professionally educated within schools of social work.  It is a necessity for these programs to provide a sense of competency of GLBT, especially transgender issues because \"research has shown that a client's perception of satisfaction with counseling services is significantly influenced by the counselor's level of multicultural counseling competency\" (Frank & Cannon, 2010, p. 22).     Smith College School for Social Work operates within a progressive undergraduate women’s institution of higher learning which has a reputation surrounding transgender concerns.  2 This reputation has been formed by the increase in gender diversity.  Smith’s reaction to the increase in gender diversity on campus is reflected in the Student Government’s constitution.  In 2003, Smith students voted to eradicate the words “she” and “her” and replace them with “the student.”  This was done as a “gesture of support toward a handful of transgendered students” (Smith College Office of Institutional Diversity, 2011).  Smith advocates for its transgender students by stating that the college is an environment where women should feel safe to explore themselves (Smith College Office of Institutional Diversity, 2011).  Smith’s administration feels that the conflict surrounding transgender issues is engendering a positive debate about diversity and the definition of feminism (Brune, 2007). As a college with an undergraduate student government, which supports transgender identities, with an administration that sees the transgender presence as positive, and with a Center for Sexuality and Gender, Smith could be considered as a relatively queer-positive institution.  Does this dynamic translate to the graduate level School for Social Work?  This thesis proposes the question: How well does a graduate program, situated in a college with a history of queer positivity, prepare its master's level social work students to be competent in working with transgender clients?   The purpose of this thesis is to explore the inclusion of queer, specifically, transgender curriculum within the Master's level program at Smith College School for Social Work.  Through quantitative means, this thesis will also explore the level of competency and preparedness students report reaching through the Smith College curriculum they experienced.  Levels of transphobia will be assessed and compared to the levels of reported competency and preparedness.  The type of information included in the curriculum will be assessed, as well as its effect on the competency and attitude of the graduates in the realm of the transgender 3 community.  It is hypothesized that there will be a positive correlation between type of curriculum taught and perceived competency on transgender issues; if a graduate reports having received transgender education they will feel more competent working with transgender clients in their clinical practice.  Additionally, receiving inclusive transgender education will negatively correlate with the individual's level of transphobia.  Data was acquired through the use of a survey emailed through the alumni network and collected on a website called Survey Monkey.  For the purposes of this thesis the following terms will be defined for clarity:  Transgender will refer to all individuals who identify as preoperative or post-operative male-to-female transsexuals and female-to-male transsexuals, and genderqueers.  Preoperative refers to those who have not had sex reassignment surgeries.  It should also be noted that not all transsexuals intend to pursue sex reassignment surgery.  Genderqueer refers to individuals who do not identify with the gender binary of male and female.  These people sometimes prefer alternating pronouns or gender-neutral pronouns such as “ze” and “hir” (ALGBTIC, 2009, p. 5). Transgender is typically an \"umbrella term\" used to categorize those individuals who visually express themselves in ways that are not deemed the norm for their assigned sex at birth (Gender Education and Advocacy, Inc., 2001).  \"Transgender can also mean anyone who transcends the conventional definitions of 'man' and 'woman', and who use a wide variety of terms to self-identify\" (Gender Education and Advocacy, Inc., 2001).  Transphobia refers to disgust towards those who do not fit into the societal norms for gender roles and those who self-identify as transgendered (Nagoshi, J., Adams, Terrell, Hill, Brzuzy, & Nagoshi, C., 2008).  Queer is a reclaimed term and can be applied to those who do not fit within the normative confines for gender identity and/or sexuality (Burdge, 2007).  In this thesis, queer will be used to refer to the entire gay, lesbian, bisexual, and transgender (GLBT) community.  4 Queer identities need special consideration within the clinical social work field because those in the queer community seek out counseling at more than double the rates of their heterosexual peers (Frank & Cannon, 2010).  This is likely due to the “additional social stressors (e.g., discrimination, prejudice, rejection, stigmatization, threat of violence, etc.)” that queer people face (Frank & Cannon, 2010, p. 19).  Transgender people specifically face significant struggles due to their expressed gender identity.  The National Center for Transgender Equality and the National Gay and Lesbian Task Force (2009) surveyed 6,450 transgender people from all 50 states, and the U.S. territories of Guam, Puerto Rico, and the Virgin Islands.  The two organizations were able to accomplish a comprehensive study that adequately reflected the national population.  The findings from the study report sobering statistics about the reality of transgender people's world in the United States.  At the time, (2009) transgender people faced unemployment at double the rates of the general population, at 13% (The National Center for Transgender Equality & The National Gay and Lesbian Task Force, 2009).  Of those surveyed, 26% were released from their jobs because they were transgendered.  Nearly everyone in the sample, 97%, was mistreated because of their identity.  Low employment and high rates of job discrimination likely play a part in the high rates of poverty that also affects transgendered folks.  Those surveyed reported earning an annual income of less than $10,000 at double the national numbers.  Unemployment also effects access to health care.  Of the national population, 62% has access to employer-based insurance, while only 40% of transgendered people receive access.  In addition, housing has also posed challenges for transgendered people.  Of the sample, one-fifth experienced homelessness because of their transgender status (The National Center for Transgender Equality & The National Gay and Lesbian Task Force, 2009).            5 Despite the needs of these prospective GLBT clients, homophobia still exists in the social work profession.  The continuing homophobia in the field can in part be blamed on the gaps in graduate level social work curriculum (Fredriksen-Goldsen, Luke, Woodford, & Gutierrez, 2011).  Hill and Willoughby (2005) found \"a high degree of overlap between transphobia and homophobia\" (Nagoshi, 2008, p. 523).  GLBT content in social work curriculum is necessary for social workers to gain competency in delivering culturally sensitive services to the queer community (Fredricksen-Goldsen et al., 2011).  “The Council on Social Work Education (CSWE) and the National Association of Social Workers (NASW) have both codified the positive value of diversity” (Erich et al., 2007, p. 42).    The second chapter of this thesis will explore the literature surrounding the inclusion of GLBT curriculum in social work education.  To begin, however, the history and etiology of gender variance must be discussed.  For without the early research, there would be no curriculum on the transgender community.  It will then continue with a look at the education requirements set up by the National Association of Social Workers.  As the purpose of gaining an education is to gain competency in a specific field, the concept of competency will be analyzed through the literature.  Competency's theoretical components will also be addressed through multiple ideologies including feminism, queer theory, and transgender theory.  Finally, researched based educational recommendations to improve subject competency will be discussed.   The following chapter will explore the methodology employed in this research study.  The researcher drew concepts and instruments from numerous other studies for this research.  This provided the original research with instruments that had previously been validated.   Finally, this thesis will detail the findings of the research and provide a discussion about the implications of the statistics.  The etiology of gender variance will also be discussed.  The 6 study of gender and transsexuality has been ongoing for years and is the foundation for what has become the curriculum in social work schools.  Biological and cultural implications of the history of transgender research will be addressed in depth.      7    CHAPTER II Literature Review Etiological Explanations of Gender Variance    Early physicians and sexologist equated gender identity with sexual orientation.  Should someone express a same-sex desire it was linked with being gender dysphoric in the 19th century.  The work of Krafft-Ebing, Hirschfeld, Ellis, and Ulrichs led to the designation of homosexuals as a \"third sex\" or as \"inverts\" (Lev, 2004, p. 69).  It was thought that these individuals dressed and behaved as their opposite and had partners of the same sex.  In fact, those who were sexual partners with third sex people but did not dress or behave in a third sex fashion, were not considered homosexual.  These people were considered perverts.  The early sexologists did however believe that being of the third sex was a natural form of variation among humans as a species (Lev, 2004).  Early thought and theory surrounding the topic of gender variance comes from a history of thought that according to Lev (2004), \"renders females invisible, conflates homosexual desire with gender transgression, and conflates the concepts of sex and gender\" (p. 71-72).  Women were essentially invisible in the early research and writings on homosexuality.  Researchers found it difficult to assess the differences between close female friendships and sexual relationships.  Women also have a long history of transgressing society's gender roles.   The reason for this behavior has not been necessarily associated with identifying as transgender.  Women dressed as men in order to obtain better jobs and sometimes to conceal same-sex 8 relationships.  It could be difficult to differentiate who among these women were in fact transsexual and who were simply trying to get ahead in a male dominated world (Lev, 2004).  While sexual orientation and gender identity may overlap, they are inherently different entities.  Yet, in the early research, those who pushed against societal norms of gendered behavior were thought to be homosexual.  There was no room for feminine heterosexual men or masculine heterosexual women.  Similarly, when the concept of women passing as men for romantic or financial reasons came to the forefront, the concept of transsexual men was erased (Lev, 2004).  Early research in many ways failed to recognize the existence of certain identities.  Sex and gender are also historically mixed concepts.  This mixing is evident in early sexologists categorizing homosexuals as a \"third, or intermediate sex\" (Lev, 2004, p. 68).  A third sex woman, by this definition, who is interested in women, would attempt to embody a male figure in order to be with women.  She would not have been transsexual, but a third sex homosexual.  These sexologists, therefore, rendered transsexuals invisible as well as masculine-identified lesbians.  In some cultures, such as the Navajo, two people of the same sex but differing gender presentation are not considered involved in a homosexual relationship.  Similarly, during 1950 through 1960, \"urban working-class lesbian communities\" were nearly always identified by butch/femme presentations (Lev, 2004, p. 76).  Here again, the gender presentation creates an allowance for homosexual relationships because they seemingly function as heterosexual (Lev, 2004).  Despite the historical attempts at conflating homosexuality and transgenderism, modern research has been able to delve into the possible biological and environmental causes of gender variance.  Interesting and informative results that have been found, however, it is important to note that no one has been able to create a substantive, cohesive explanation for gender variance 9 (Lev, 2004).  Many biological and social correlations found in the research give a compelling look into the development of transgendered people.  It is vital when exploring this research that causation is not assumed (Veale, Clarke, & Lomax, 2010, p. 357).  This is because, while it is plausible that biology does shape gender identity in some ways, it is through biology's relations with society and environment that a gender-variant individual is likely established (Veale et al., 2010, p. 364).  In fact, now that contemporary research is searching for the etiology behind gender variance, Lev (2004) suggests that it is just as important to put the magnifying lens on those researchers who have been a part of the formation of the concept of transsexualism          (p. 114). The identity of the researchers, their biases and their reasons for researching a topic, influence the research and contribute to the outcome they submit to the world.  It is the theory of social constructionism that suggests that our very society has limited our abilities to have multiple identities.  When people categorize others as outside the norm and begin searching for causes for their distinction, it can often result in a search for a cure (Lev, 2004).  \"Biological causation is a double-edged sword offering potentially both of a \"natural\" explanation as well as the possibility for an eradication of the disease, i.e. a final solution to the problem\" (Lev, 2004,  p. 119).  While gender variance is likely based in a mix of environmental and biological factors, much research into the genetics, parenting styles, and learning environment has yielded interesting results.  John Money believed that a person's gender identity is \"fluid\" in the first years of childhood and that it can be formed into anything with proper rearing.  This belief was later proved inaccurate through his case of David.  David was born a typical XY male but his penis was destroyed during circumcision.  This led to him receiving sexual reassignment surgery, hormones, and being raised as a girl.  It made for an interesting experiment because David had 10 an identical twin brother.  Despite his rearing and surgical and hormonal changes, David rejected the attempts at making him female and returned to life as a man by the time he reached adulthood.  He had chest surgery and even had his penis reconstructed.  Clearly, biology had some influence on David's gender identity (Lev, 2004).   Biology has been shown to have some effect in other studies as well.  In twin studies, identical twins are more likely than fraternal twins to both be transsexual.  Other studies have found that there are higher incidents of transsexuality within families than in the general population (Veal et al., 2010).  Veale et al. (2010) importantly makes note that the genetic studies that have been performed have to be viewed with a careful eye.  While gene patterns have been found for transsexuality and gender variance attributes, there are many transgender people who do not reflect the pattern.  Additionally, there are those who do reflect the genetic patterns yet are not transgender (Veale et al., 2010).  In fact, much of the biological evidence supporting gender variance comes in the form of prenatal androgen tests on people with various intersex conditions.  Intersexed people are often exposed to androgen levels that conflict with their chromosomal sex in the womb.  It has been found that these people change their expressed gender from their given identity more often (Veale et al., 2010).  Female-assigned people exposed to male-type sex hormones are more likely to express a masculine gender identity in adulthood or exhibit gender dysphoria.  There is no literature, however, of people designated male as infants but exposed to female-type hormones in the womb (Veale et al., 2010).  Researchers have argued that more study needs to be focused on finding the differences among those with intersex conditions who change gender and those who do not.  It has also been asserted that intersexed individuals \"experience more gender confusion or uncertainty\" and that transsexual individuals experience \"gender dysphoria\" (Veale et al., 2010, p. 359).       11 Many of the theoretical explanations for gender variance center around the parenting styles of the child's caregivers.  Early theory was heavily mother-blaming.  Freud believed that transgendered people failed to identify with their same-sex parent in early childhood due to failures primarily those of the mother.  The mother would have been \"overprotective\" and would \"smother\" her children, and would likely to have been \"married to ineffective, distant men\" (Lev, 2004, p.121).  For young boys, it is theorized that they are unable to separate from their mother and \"the mother's clothing becomes a transitional object\" (Lev, 2004, p. 121).  For young girls, it is thought that they overly identify with the father due to a desire for power or as a way to metaphorically simulate a relationship with a distant father figure.  Another theory in Lev (2004) by Stoller (1972), suggested that a depressed mother has an uninvolved husband and the female child steps in as \"a surrogate husband\" (p. 123).  Two studies reinforce this theory.  In Veale et al. (2010), Cohen-Kettinis and Arrindell (1990) and Parker and Barr (1982) found that transsexuals when compared with people without gender variances were more likely to report \"a less warm, more emotionally distant, controlling or rejecting father\" (p. 362).  Another study in Veale et al., (2010) by Bulrich and McConaghy (1978), found that male-to-female transsexuals had more involved mothers and less involved fathers.  It is important to note that none of these studies prove causation only hypothetical possibilities (Veale et al., 2010).  It is the factors outside of biology, such as discrimination, unemployment, and homelessness that make the transgender community a vulnerable population that needs to be better understood by their care providers (Erich et al., 2007).                         NASW's Cultural Imperative The National Association of Social Workers (NASW) outlines in their code of ethics: Social workers should obtain education about and seek to understand the nature of social 12 diversity and oppression with respect to race, ethnicity, national origin, color, sex, sexual orientation, gender identity or expression, age, marital status, political belief, religion, immigration status, and mental or physical disability. (NASW Delegate Assembly, 2008)  The NASW outlines the above because one of the six values in the code of ethics is \"competence.\"  This value is followed by the ethical principle that all social workers should forever work to increase their knowledge and only work within the realms in which they have gained competency.  Further, the code of ethics specifies \"cultural competence\" as an obligation to clients (NASW).  Culture is defined quite broadly in its meaning.  It covers the generational traditions and values passed down from families to the friend groups into which people fall.  Culture also refers to the ways that human differences shape unique life experiences for people.  For example, a tall man and a short man will be perceived differently and perhaps treated differently during their lifespan.  Or, for a more complicated mix, a genderqueer person and a normatively feminine female will experience and perceive power and oppression in very different lights (NASW, 2001, & Logie, Bridge, & Bridge, 2007, p. 204).  It is being aware and knowledgeable of these multiple experiences that is considered so important to the social work field.   Building competency is crucial in the field of social work because a lack of competency can lead to negative bias.  In the study by Logie, Bridge, and Bridge (2007), it was found that Master's level social work students had higher phobia and negative attitudes towards bisexuals and transgender populations.  These authors note that any number of possibilities could influence the attitudes of the students, from instructor bias to television.  Feeling negatively about something often co-occurs with lacking knowledge about a topic.  Someone with a lack of knowledge on a specific population could attempt to avoid the population altogether.  Logie et al. 13 (2007) also found, however, that having a positive attitude towards GLBT populations did not always correlate with having competency.  Either way, it is the job of the social work educators to provide the knowledge and skills, and alleviate the fears of working with specific populations.  It is also vital that student social workers know their biases and be able to separate them from their work with a client (Logie et al., 2007, p. 217-218).  Within social work school is where this awareness and knowledge gathering will likely first begin to take place. GLBT Issues in Social Work Curriculum and Schools  “Research has shown that when compared with heterosexual individuals, LGBT people are more than twice as likely to seek out counseling services” (Frank & Cannon, 2010, p. 19).  Within the transgender community there are a number of other challenges that make them especially vulnerable and in need of gender competent social workers: high rates of alcoholism, suicidal tendencies, homelessness, job discrimination, and HIV risk (Erich, Boutte-Queen, Donnelly, & Tittsworth, 2007).  This is evident in the survey results of the study performed by The National Center for Transgender Equality and the National Gay and Lesbian Task Force.  Their findings determined that transgender people had double the rates of unemployment, 97% had been mistreated as a result of their identity, and one-fifth of the 6,450 surveyed had experienced homelessness as a direct result of being transgender.  It is important that clinicians have a grasp on the diversity within their varying clients and do not rely on stereotypes to base that understanding (Frank & Cannon, 2010).   When the knowledge and understanding necessary is not reached it can result in client dissatisfaction.  This is evidenced by the 50% of GLBT people who have attended counseling and claim to be dissatisfied with their experience (Frank & Cannon, 2010).  Transgender people specifically have previously reported a distrust of their therapists.  This is likely due to multiple 14 reasons, notably the gatekeeper status within the therapeutic relationship.  Gatekeeping refers to the power therapists have in deciding whether or not a person can have a letter of recommendation for hormones or sex-reassignment surgery.  Transgender people many times seek out therapy at the beginning of their physical transition (Bess & Stabb, 2009).  When they are in need of letters of recommendation to receive sex-reassignment surgery or hormones, to insure the desired response, transgendered people have reported \"exaggerating experiences so that they would not be denied surgery or to conform to what they believe their therapists' stereotypes might be\" (Bess & Stabb, 2009, p. 266).  Education about the transgender community could help break down those stereotypes.     At a school of social work, it is the faculty who are in charge of providing the education.  A study by Fredricksen-Goldsen et al. (2011), considered the faculty support of queer curriculum.  They randomly selected 400 faculty members from a pool of 2,691 people from accredited graduate level social work schools.  Faculty were available for selection if their email address was provided on the school’s website.  The randomly selected participants were emailed a web-based survey.  They looked at the availability of resources to teach the content, and the “social attitudes” of instructors towards queer people.  A notable finding from the study was that while there was overwhelming support for queer content, 18% believed that information on transgender concerns was “less than important” and 38% felt that information on transphobia was “less than important” (Fredricksen-Goldsen et al., 2011, p. 25).  These attitudes influence clients as well.    Researchers believe that it may be the lack of training around LGBT concerns that contributes to this feeling (Frank & Cannon, 2010).  According to Logie, et al.’s (2007) study, graduates students are likely to agree that their training was inadequate.  It was found that \". . . nearly half of a sample of graduate students perceived insufficient training in their 15 professional degree programs and reported moderate levels of competence to serve LGBT individuals and their families” (Fredricksen-Goldsen et al., 2011, p. 20).   In addition, Erich et al.’s 2007 study found that the licensed MSW graduates from a large southern state school had remarkably low levels of perceived competency on transgender issues.  This study sampled from a database provided by the Board of Social Work Examiners.  The randomly selected participants were then mailed a survey and consent form.  If faculty have low support for transgender focused curriculum, as was found by Fredricksen-Goldsen et al. (2007), perhaps, it is unsurprising that Erich et al.’s (2007) study found low competency rates in their survey population.  While education cannot eradicate bias, as Mallon (2000) stated in reference to homosexuality, and while \"there are no simple solutions to helping individuals overcome their biases, beginning an honest dialogue and providing students with accurate and appropriate information about gay men and lesbians is an important place to start” (p. 12).  Additionally, Frederick-Goldsen et al. (2011) found that social attitudes of faculty towards queer issues positively correlated with faculty support for queer content in the curriculum.    While diversity content including race, ethnicity, gender, gender identity, and sexual orientation is required in education, it is the social work faculty that must relay this content to students properly.  The Council on Social Work Education’s Educational Policy and Accreditation Standards includes the identities characteristics of gender identity and expression and sexual orientation as part of its “Explicit Curriculum” (Council on Social Work Education, 2008).  It states, “Social workers gain sufficient self-awareness to eliminate the influence of personal biases and values in working with diverse groups” as part of their education (CSWE, 2008, pp. 4-5).  However, content has also to be available in order for faculty to teach.  In Fredricksen-Goldsen et al.’s (2007) study of social work faculty in the U.S., they found that 16 while 87% had resources on homophobia, biphobia, and heterosexism, only 57% had resources on gender identity.  In addition, 29% were unsure if their institution had materials on gender identity.  The type of GLBT content and how it is presented is important to reducing heterosexism among students.  Methods such as assisting students’ mindfulness of their attitudes, role playing, discussion, queer panels, and case studies all aid in a homo-positive change in attitude (Brownlee, Sprakes, Saini, O’Hare, Kortes-Miller, & Graham, 2005).  “The organizational climate of the institution in which the counselor training program is located may be another factor that influences whether diverse sexual orientations and gender expressions are included in or excluded from the class discussions and readings” (Frank & Cannon, 2010, p. 21).  Ultimately, the goal is to lead to culturally competent students and later culturally competent social workers.                          Competency Competence, according NASW Standards for Cultural Competence in Social Work Practice (2001) is a value in the NASW Code of Ethics.  It refers to social workers always working to improve their knowledge base, and additionally, only working within the confines of their knowledge and skill set.  Cultural competence defined according to the NASW Standards for Cultural Competence in Social Work Practice (2001): Cultural competence refers to the process by which individuals and systems respond respectfully and effectively to people of all cultures, languages, classes, races, ethnic backgrounds, religions, and other diversity factors in a manner that recognizes, affirms, and values the worth of individuals, families, and communities and protects and preserves the dignity of each.  (p. 11) 17 The NASW Code of Ethics requires that social workers \"serve oppressed and vulnerable populations\" and to \"seek social change to ensure the well-being of all people\" (Burdge, 2007,   p. 245).  This obligation includes serving the needs of the transgender community as an oppressed population.  Transgendered people violate societal norms for gender roles and identities.  This puts them in a position that is susceptible to prejudice and even harassment (Burdge, 2007).  The societal oppression that transgender people are vulnerable to puts them in a category that social workers are obligated to serve.  To serve this community properly, competency of the community is necessary (Burdge, 2007).    Cultural competence is a much-utilized term in the field of social work.  It is something that is strived for perpetually.  This is reflected in the fact that the NASW created the NASW Standards for Cultural Competence in Social Work Practice (2001).  Gender and sexual orientation were included in those standards, covering the transgender population (Van Den Bergh & Crisp, 2004, p. 224).  The journey of gaining cultural competency in the field of social work begins in the professional graduate social work schools.  Including GLBT issues in social work curriculum is necessary to the formation of culturally competent social workers.  Competency can be formed through teaching not only knowledge, but attitude and skills as well (May, 2010, p. 351-352).    Van Den Bergh and Crisp (2004) have outlined the importance of incorporating attitude, knowledge, and skills.   Attitude is first and foremost because the nature of a social worker's attitude can greatly effect whether or not that person chooses to learn about a specific group.  Personal bias can also effect the nature of the methods a social worker employs when working with a client of a particular community (p. 226-227).   18  Secondly, social workers need to obtain knowledge in multiple realms.  Community language and terms, history, legal policies, impact of discrimination, and current resources are all important bases to begin informing one's self about a specific group.  Terminology is particularly important to the GLBT community in the areas of self-identification.  Personal labels, pronouns, and names need to be honored by those outside the community (Van Den Bergh & Crisp, 2004). Finally, social workers need to hone the skills of acting in a culturally competent manner.  A social worker's ability to accomplish having a positive attitude and obtaining knowledge about a particular community will be reflected in their skills.  With the GLBT community specifically, a social worker should never assume that the client's orientation is the reason for seeking services.  A worker \"who focuses on the client's sexual orientation risks making that individual suspicious of the workers motivation.  This client may then either distort the true nature of the stressors he or she is facing or drop out of treatment\" (Van Den Bergh & Crisp, 2004, p. 233).  The worker, however, should take note of the impact discrimination has had on their situation.  The discrimination faced by GLBT people can lead to other issues such as substance abuse and depression.  The worker should also recognize the existing resources and supports the client has.  And obtaining more knowledge should remain a continuous goal (Van Den Bergh & Crisp, 2004). Mallon (2000) believes there are multiple routes to gaining knowledge about transgender issues.  Clinicians gain knowledge every day simply from working.  He names this “practice wisdom.”  While one cannot necessarily generalize from one client to the next, one can recognize the themes that are present in certain stories and make connections.  These types of connections can, however, be made with all clientele, not just the transgender population.  Outside of the office, personal experience adds to the knowledge base.  Information can be 19 gathered from news, history, academic literature, and the limited amount of research that is available (Mallon, 2000).  With the many types of information that exist it is difficult to pinpoint what gender-competency should look like.   With the many ideas of what competency entails, the Association for Lesbian, Gay, Bisexual, and Transgender Issues in Counseling (ALGBTIC), drafted Competencies for Counseling with Transgender Clients (2009).  The Competencies were created with the goal of assisting clinicians’ efforts at providing best practices for their transgender clients.  The Competencies are by no means an exhaustive list, but rather a base and guide for professional development in the areas of gender identity.  The categories covered by the ALGBTIC include: human growth and development, social and cultural foundations, helping relationships, group work, professional orientation, career and lifestyle development, appraisal, and research (ALGBTIC, 2009).  The competencies all share the common goal of assisting the clinician in     “. . . affirming that all persons have the potential to live fully functioning and emotionally healthy lives throughout the lifespan along the full spectrum of gender identity and gender expression” (ALGBTIC, 2009, p. 2).  The ALGBTIC (2009) argues that in order for a clinician to provide best practices, the clinician should be familiar with the categorized competencies they outline.  They also suggest that the competencies be used concurrently with the World Professional Association of Transgender Health Standards of Care, formerly referred to as the Harry Benjamin Standards of Care.  The standards of care consist of guidelines for clinicians to help them provide ethical treatment to clients who wish to seek hormonal and/or surgical changes to their bodies (Lev, 2004).  While they desire clinicians be aware of these standards of care, they also wish for them to be used as a \"guide\" and not a rule (ALGBTIC, 2009, p. 16).  In addition to the suggested competencies provided by the ALGBTIC, is there more to becoming a 20 gender-competent clinician?  Frank and Cannon (2010), posit “simply gaining knowledge does not automatically translate into increased counselor competency” (p. 24).   A Theoretical Frame for Gaining Competency Frank and Cannon (2010) suggest that by applying queer theory as the lens for curriculum, students must question the status quo, analyze the deviant, and further, recognize that deviance does not mean it needs to be pathologized.  Queer theory “seeks to break down traditional ideas of what is normal and what is deviant by showing the queer in what is thought of as normal and the normal in what is seen as queer” (Frank & Cannon, 2010, p. 23).  In terms of clinical social work and a similar approach, transfeminism, that would translate into not immediately diagnosing difference.  Further it refers to not diagnosing those who do not identify with the societal norm of the gender binary with a disorder (Sennott, 2011).  Stein and Plummer (1996) were able to delineate the four main points that queer theory makes (Burdge, 2007,         p. 246).  First, \"an idea that sexual power runs throughout social life and is enforced through boundaries and binary divides\" (Stein & Plummer, 1996, p. 134).  Second, that \"a problematization of sexual and gender categories as inherently unstable and fluid\" (Stein & Plummer, 1996, p. 134).  Third, \"a rejection of civil rights strategies in favor of deconstruction, decentering, revisionist readings, and anti-assimilationist politics\" (Stein & Plummer, 1996,       p. 134).  Fourth, \"a willingness to interrogate areas which normally would not be seen as the terrain of sexuality\" (Stein & Plummer, 1996, p. 134).  Feminist theory may be thought as an appropriate lens through which to teach the gender competence necessary for treating transgender clients.  Feminism, however, has historically met the transgender movement with antagonism.  This is because feminism has never \"called into question the actual bipolar nature of the sex and gender system; rather it has advocated for 21 egalitarian treatment of all people regardless of their designation\" (Lev, 2004, p. 127).  The enforced binary of feminism turns female-to-male people into gender traitors and male-to-female people could never be viewed as “real women” (Nagoshi & Brzuzy, 2010, p. 435).  The feminist binary is not empowering for transgender identities because many transgender individuals, specifically genderqueers, do not identify with the binary.  Traditional feminist theory does not recognize the multiple genders that can exist (Sennott, 2011).  Feminism has actually charged the transgender community with perpetuating the very binary system they are seemingly against because of their use of surgical and hormonal intervention.  Historically, feminism has a poor track record with lesbian identities as well.  Second wave feminism criticized lesbians for embodying heterosexual relationships through identifying as butch and femme.  Butch women especially were criticized for identifying as men (Lev, 2004).  It is actually inconsistent that \"feminist theory, which is based on a philosophy that \"biology is not destiny\" would be antagonistic toward the emerging transgender liberation movement, which is proof of the theory\" (Lev, 2004, p. 131).  It could be argued, however, that feminism started the discussion of gender and sex that the transgender community wishes to continue (Lev, 2004).  Sennott (2011), discusses Bernice Hausman, a feminist theorist, who \"implies that transgender scholarship is replacing, even commandeer feminist study and theory, in a linear model of development\"        (p. 100).           Through the melding of queer and feminist theories, Nagoshi and Brzuzy (2010) support transgender theory as the optimum framework.  Further, they feel as though “Transgender theory encompasses and transcends feminist and queer theory by explicitly incorporating ideas of the fluidly embodied, socially constructed, and self-constructed aspects of social identity, along with . . . the narratives of lived experience” (Nagoshi & Brzuzy, 2010, p. 432).  To associate with 22 transgender theory is both to recognize the gender binary set up by society and wrongly enforced and perpetuated by feminist theory, and to also reflect on the fluid gender transgression in which our bodies are capable (Nagoshi & Brzuzy, 2010).  Similarly, Sennott’s (2011) transfeminist approach intends to bring about “gender-aware” and “gender affirming therapy” for those who do not fit in the binary (p. 94).  Utilizing the frame of transgender theory, graduate-level social work programs have a lens through which to educate students to be gender-competent.  Multiple factors are needed to be successful in that endeavor.  Programs have a commitment through the National Association of Social Workers to promote social justice for GLBT people (Fredriksen-Goldsen et al., 2011).  Smith College’s undergraduate program appears to have embraced that commitment through its Student Government constitution’s gender neutral language (Office of Institutional Diversity, 2011).  However, to follow through with a commitment, an institution must have the resources and the faculty support to teach the curriculum (Fredricksen-Goldsen et al., 2007).  Educational Recommendations for Social Work  Logie et al. (2007) acknowledges in their study that it can be difficult for professional social work schools to implement new curriculum.  Often there is limited time and an abundance of information to cover in a class.  Faculty must decide what is most important and what is to be left out.  An option some schools have choosen to utilize is offering a GLBT specific practice course (Logie et al., 2007, p. 217-218).  This is an option Smith College School for Social Work has utilized.  The limitation with such an offering is that it is likely to be an elective course.  Electives are self-selected and students may still graduate without receiving sufficient education to be competent on the GLBT population.  Another option Logie et al. (2007) suggests is including GLBT content in all relevant courses that span the length of a student's tenure.  The 23 type of GLBT content included would vary based on the subject of the course (Logie et al., 2007, p. 217-218).  Again, limited time in a course could result in GLBT content being left out.  However, this is the reality of professional programs.    McPhail (2004) makes suggestions through the following of NASW's valued principles of \"self-determination\" and respecting the \"dignity and worth of each person\" (p. 17).  It is based on these values that McPhail makes the assertion that people should define themselves as they choose and not based on other's definitions.  McPhail (2004) advocates for social work to begin to critique and break down gender binaries and offers multiple ways that can be accomplished.  The following could be incorporated in the utilization of queer theory in courses.  Gender should be discussed in the format of continuums.  Instructors should be critical about the use of language.  Instructors should also encourage the critique of terminology the power language can hold.  Using visual footage that incorporates images of transgender people can be an additional helpful tool.  Course instructors can encourage questioning the use of Gender Identity Disorder and Transvestic Fetishism in the Diagnostic and Statistical Manual of Mental Disorders.   Instructors may also encourage open questioning when inquiring about clients' sexual and gender orientation.  Students can learn to never assume a client's behavior based on the label that is claimed.  Clients should be encouraged to define themselves as they wish.  McPhail (2004) ultimately pushes for the inclusion of postmodern and queer theory into the theoretical curriculum already part of social work education (pp. 17-19).                      24    CHAPTER III Method This study explored the inclusion of transgender content in curriculum and the perceived competency it provides Smith College School for Social Work graduates.  Smith College’s history of queer positivity made it a particularly appropriate candidate for this research.  In undertaking my study I utilized quantitative methods.  I hypothesized that there is a positive correlation between transgender curriculum taught and perceived competency on transgender issues; if a practitioner reports having received inclusive gender education they will feel more competent working with transgender clients in their clinical practice.  Additionally, receiving inclusive gender education would negatively correlate with the individual's level of transphobia.   Research Definitions For the purposes of the study instruments, the term transgender refers to all individuals who present as either pre- or post-operative male-to-female transsexuals and female-to-male transsexuals, as well as the genderqueer population.  It should be emphasized that not all transgender people desire to physically or hormonally transition to their opposite sex.  Some transgendered people do not identify with the gender binary and may identify with neutral pronouns or as genderqueer (ALGBTIC, 2009).  Transgender is an “umbrella term” that can refer to anyone who does not identify with the norms of the male-female binary that is assigned at birth (Burdge, 2007, p. 244).  Genderqueer, in this study means those who politically and/or physically and emotionally reject the gender binary of male and female.  Transphobia is defined 25 as revulsion towards those who do not conform to gender roles and gender binaries that have been created by a society and those who self-identify as transgendered.  This can result in stigma, prejudice, and violent behavior not unlike gay-bashing, towards the trans person or gender non-conforming individual (Nagoshi, J., Adams, Terrell, Hill, Brzuzy, & Nagoshi, C., 2008). Test Instruments To test the two hypotheses, two survey instruments had to be created.  I drew from two previous studies to format my survey instrument.  To research curriculum and competency I drew predominantly from the study by Erich, Boutte-Queen, Donnelly, and Tittsworth (2007).  They hypothesized that “a minority of social work students are taught about transgender persons during their social work education” and that “Exposure to information about transgender persons during social work education positively influences respondents’ perceptions of competence regarding the provision of services to the transgender community” (Erich et al., 2007, p. 45).  Their study surveyed licensed social workers in a southern state about the level of transgender content in their education and about their perceived competency in working with transgender clients.  Most of those surveyed were Master’s level social workers who were identified through the Board of Social Work Examiners and selected randomly.  I relied on Smith College’s School for Social Work alumni listserv for my sample.  The questions in Erich et al.’s (2007) survey were created with the help of MSW and BSW students, educators, clinicians, and one transgender person.  The survey created was a new evaluation instrument.  The input of the above providers was important “to enhance the face and content validity of the survey . . .” (Erich et al., 2007, p. 45).  For my own survey, I used a selection of their questions. The inquiries they made were fairly comprehensive of the curriculum and other learning environments experienced by social work students.  The survey included fifty-eight inquiries and also included 26 demographic questions (Erich et al., 2007).  I received permission to use and modify the original survey instrument.  The modified survey includes 15 inquiries, focusing on curriculum and professional experience, and perceived competency.      First Erich et al. (2007) inquired about the type of content related to transgender communities that was included in the curriculum.  The questions had three possible answers: yes; no; don't know.  The next set of questions asked if the type of transgender content revolved around definitions, biological/medical explanations, lifestyle, policy, services, Americans with Disabilities Act, or the transgender community as an oppressed group.  Then the broad question of “How well did your education prepare you to work with the transgender community” (Erich et al., 2007, p. 47).  Following were questions about perceived knowledge and competence regarding transgender populations.  It also asked if transgender content was included in different required sequences: practices course, social policy courses, HBSE courses, field practicum (Erich et al., 2007).     The response rate for the study was 20 percent; researchers mailed surveys to 750 possible participants and 150 returned utilizable surveys.  The researchers express that a more in-depth study should be done in order to fully assess the educational needs.  With the limited number of respondents, the original hypothesis was found to be accurate.  Only 40% of the surveyed students had learned about the transgender community during their time in school.  In reference to the level of preparation about the transgender population their education provided, 69.4% of those surveyed selected “not at all” or “not well” (Erich et al., 2007, p. 49).  A positive finding from this study is that those who expressed high levels of educational preparedness also perceived a higher degree of competency (Erich et al., 2007).  This finding was the basis for my own hypothesis.     27 In addition to Erich et al.'s (2007) survey, I incorporated an attitudes assessment to score for transphobia.  Brownlee, Sprakes, Saini, O’Hare, Kortes-Miller, and Graham (2005) used a similar scale for homophobia in their cross-sectional study of social work students in Canada.  They found that length of time in the social work program influenced students by decreasing their heterosexism (Brownlee et al., 2005).  This is likely because “Research has shown training in gay and lesbian issues to be effective in reducing mental health practitioners’ heterosexist attitudes and increasing their skills in working effectively with gay and lesbian clients” (Phillips & Fischer, 1998, p. 714).  One could discern that training in transgender issues would be effective in reducing transphobic attitudes.  This is consistent with my second hypothesis.  It has been found that “negative attitudes among social work practitioners [towards LGBT people] have been attributed in part to the lack of LGBT content in professional social work education” (Fredriksen-Goldsen et al., 2011, p. 19).  Those with a more transphobic attitude towards this type of curriculum may be less likely to learn it.  There are GLBT focused courses at Smith College School for Social Work but they are electives and not required courses.  Transgender related topics are more fully included in these courses and someone with a transphobic attitude may be less likely to enroll in such a course.  I will test this in my own research using the transphobia scale created by Nagoshi et al., (2008).      Nagoshi et al. (2008) assessed transphobia in undergraduate students in an introductory psychology class from a southwestern state.  They created a transphobia scale based on previous measures, including the Homophobia Scale (Wright et al., 1999), Right-wing authoritarianism (Altemeyer, 1981), Religious Fundamentalism (Altemeyer & Hunsberger, 1992), Personal Attributes Questionnaire (Spence et al., 1975), Ambivalent Sexism Inventory (Glick & Fisk, 1996), Rape Myth Acceptance Scale (Burt, 1980), Sociosexuality Inventory (Simpson & 28 Gangestad, 1991), Aggression Questionnaire (Buss & Perry, 1992), and the gender aptitudes created by Kate Bornstein (1998) in My Gender Workbook (Nagoshi et al., 2008).  Using the new scale, researchers had 310 students complete their questionnaire.  The researchers found that men rated higher for homophobic and transphobic attitudes in comparison to women.  A positive correlation was found between transphobia and having conservative attitudes towards following social norms, being hypermasculine, and a tendency for aggression.  The study was limited in its college-based sample population (Nagoshi et al., 2008).     Wilson and Kelly’s (2010) study aimed to further research previously done in the United Kingdom assessing the helpfulness of the educational curriculum for social work students.  Its purpose was to discover the best practices for teaching students to be prepared for the profession by assessing student satisfaction.  They used a survey method and two focus groups.  The survey had a response rate of 74.3% (Wilson & Kelly, 2010, p. 2436).    The sample involved BSW students from a university in the United Kingdom who where predominantly female (82%) and under thirty years of age (67%) (Wilson & Kelly, 2010, p. 2437).  The survey collected quantitative data and allowed qualitative comments to be added.  The focus groups supplemented the surveys by gaining depth in the student experience of their education.  The survey revealed the importance of their practice classes in aiding in their competence.  The findings reported that students were overall, satisfied with their education and favored experiencing or watching real-world application of skills.  Being able to apply in placement what was learned in class also helped in the full comprehension of theory (Wilson & Kelly, 2010).  This could suggest that teaching queer theory and providing queer positive field placements would lead to a higher gender competency among students.  Again, the research indicates when a topic is given attention in the class and in the curriculum, students perceive greater competency.   29 Data Collection Methods The survey questions were based on two studies.  First an attitudinal assessment testing for transphobia, using the transphobia scale created by Nagoshi et al. (2008).  The instrument was created to measure transphobia in a college population.  The new, nine question scale was formulated based on a conglomeration of previously tested scales and in the spirit of the gender aptitudes created by transgender author Kate Bornstein in My Gender Workbook (1998).  Upon creation, the scale by Nagoshi et al. (2008) was tested for internal consistency, and validity was measured by the scale’s ability to correlate with previous similar measures, and predictive factors for transphobia found in the literature.  The scale has seven possible answers for each question, ranging from “completely disagree” to “completely agree.”  Questions include “I avoid people on the street whose gender is unclear to me” and “I believe that the male/female dichotomy is natural” (Nagoshi et al., 2008).  Additional questions were focused on the curriculum and professional experience and utilized the survey instrument created by Erich et al. (2007).  One question selected for my instrument was “Which course(s) included information about the transgender community?”  This question offered the options: practice course(s), social work human behavior course(s), social welfare policy course(s), research/statistics course(s), Field practicum/internship, and a free response space.  Another question utilized was “To what extent are you knowledgeable about issues unique to the transgender community?” The responses ranged from “I have no knowledge,” “I am marginally knowledgeable,” “I am reasonably knowledgeable,” “I am very knowledgeable,” and “I am extremely knowledgeable.” Other questions assessed the type of transgender content that was taught to students.  For example, “What type(s) of content were taught to students?”  Optional answers including “definitions,” “transgendered community as an 30 oppressed group,” and “policy” (Erich et al., 2007).   Sample The study used a non-probability sample technique.  The study population involved the Smith College School for Social Work Alumni network, and the sampling frame is the Smith Alumni Database.  In addition to being a Smith SSW graduate to be included in the study, participants needed to meet the following specifications.  Alumni must have been full 27-month Masters’ students and not BSW advanced standing Masters' students.  Alumni also could not have transferred from another school of social work.  Participants who took any length of time off spanning a year or more were also excluded.  This was the chosen population because the research is interested in the effects of the curriculum over time on the perceived gender-competency of graduated social workers.  Advanced standing from Bachelors of Social Work programs will have received additional and different social work education than the 27-month Master’s students.  To include the advanced standing BSW students would create potential uncontrollable variables in curriculum. The study aimed to recruit at least 50 participants.  The representativeness of the sample was expected to be representative of the Smith College Social Work program.  The sample was not generalizable to other schools for social work due to differences in curriculum, but it might provide insights that other schools might want to consider.  The sample was one of availability.  The survey was sent out through the email network for the Smith Alumni to all who could agree to participate.  It could have been biased toward those alumni who had chosen to be a part of the alumni network and have an email address or to those who have an interest in the topic.  Those who had not provided an email address or had an outdated email address in the system were unintentionally excluded.  Diversity was assisted through the historically higher proportion of students of color in recent years.   31 Demographic Demographic questions were included in the beginning of the survey.  Participants were asked what year they graduated.  Sex, and sexual orientation were also included in the demographic questions as well.  The writer was interested in whether those who identify as non-normative identities would have a different perspective of their education.  Sex options included: male, female, intersex, male-to-female transsexual, and female-to-male transsexual.  Sexual Orientation options included gay, lesbian, bisexual, queer, and heterosexual.  Age was also asked.  The writer was interested to see if younger social workers have different perspectives than their older colleagues.  Race and ethnicity were asked based on the U.S. Census labels.  The options included African American or Black, American Indian or Alaska Native, Caucasian, Asian, Native Hawaiian or Pacific Islander, and Hispanic or Latino.    Data Analysis Data was retrieved via the Survey Monkey website.  Possible participants received an email with a description of the researcher and the study.  A link was included in the email that led to the Survey Monkey survey.  Participants went through the screening questions first and if cleared, proceeded to the consent form.  Those who agreed to the consent and met the necessary criteria were given the survey to complete.  Due to the online nature of the survey, the survey’s informed consent page included an explanation of the study and two check boxes that could be chosen.  One box said, “I consent to participate in this study,” and the other said, “I do not wish to participate.”  Those who chose to not participate were redirected out of the survey.  Respondents were permitted to exit the survey at any time.  The survey was estimated to take approximately 10 minutes.  The online survey responses were anonymous.  URL’s from the sample who received the survey were not saved into the Survey Monkey database.  Without the 32 URL’s the researcher could not know who participated in the sample or what data belongs to any participant.  Data and results were accessible to the researcher and advisor.  This information will also be saved in a secure location for the length of three years and then destroyed.  A bivariate analysis was used to examine the relationship between the level of transgender curriculum received and level of perceived competence in working with transgender individuals in a clinical setting.  Descriptive statistics were used to assess the mean level of transgender-focused curriculum received for each individual.  To break it down further, descriptive statistics were run on each subject sequence (i.e. Practice, HBSE) to assess the average level of transgender curriculum each contained.  A bivariate analysis was done between people who identify with heteronormative identities (i.e. male and female heterosexuals) and their perception of gender-competence and queer people (i.e. transsexuals, gays, lesbians, and bisexuals) and their perception of gender-competence.   Descriptive statistics were used to visualize the age ranges of the alumni groups surveyed.  Bivariate analysis was done on the transphobia scores and perceived transgender competence to assess the relationship between attitude about a community and knowledge about a community.       Ethics and Bias  Inquiring upon someone’s professional competence is a loaded inquiry.  The language and format of my questions was important.  I feel that Erich et al.’s (2007) study did an adequate job of creating questions that reflected curiosity and not bias.  The findings have the ability to provide useful information on the curriculum content as to how well they are fulfilling NASW’s “. . . ethical obligation to be competent in interventions and to promote social justice and empowerment among marginalized and oppressed groups . . .” (Fredricksen-Goldsen et al., 2011, p. 19).  It is possible that there was an issue with the transphobia scale in that people may have 33 felt the need to answer based on “social desirability” (Brownlee et al., 2005, p. 491).  Meaning, that respondents could have felt the need to answer based on a perceived societal distaste of outright transphobic verbalizations or behaviors.  Yet, in the study by Berkman and Zinberg (2007), social desirability was not found to be a problem when they surveyed social workers on heterosexism (Brownlee et al., 2005).  It is the writer's hope that providing anonymity inhibited those types of responses.  Alternatively, some people may have been drawn to the study because the topic is concerning transgender issues.  Research based bias could occur with the demographic of the respondents.  Smith College is a predominantly female-identified community.  There are limitations on the external validity but there is great validity to the Smith College School for Social Work.  The results can really only be applied to Smith College School for Social Work.  It would be difficult to generalize to other social work programs unless their curriculum and student body demographics reflected that of Smith's.    Possible bias in myself as a researcher was mixed.  I would like to believe that my college, my curriculum, and my faculty are providing thorough gender education.  I would like to believe that Smith College is providing the best and most culturally comprehensive social work program and that transgender concerns are adequately covered.  During my time at Smith College School for Social Work, I have seen the issues specific to the GLBT population within the mental health field go neglected in certain realms of the curriculum.  Thus I have difficulty believing that transgender concerns are being thoroughly addressed.  Yet, it is for the potential betterment of my college's curriculum that I undertake this research.  To protect the research from my own bias, I sought out survey instruments previously published and validated.       34    CHAPTER IV Findings  This study aimed to assess the level of knowledge and competence among Master's level Smith College School for Social Work graduates in regards to the transgender community.  The research question that began the study was:  How well does a graduate program, situated in a college with a history of queer positivity, prepare its master's level social work students to be competent in working with transgender clients?   Participants were questioned about the level and type of transgender content included during their education at Smith College and how prepared they felt to serve the transgender community.  These inquiries were created by a previous study by researchers Erich, Boutte-Queen, Donnelly, and Tittsworth (2007).  The original survey can be found in the appendices.  The study also assessed for transphobia utilizing the transphobia scale created by Nagoshi, J.L., Adams, Terrell, Hill, Brzuzy, and Nagoshi, C.T. (2008).  Levels of self-reported knowledge and competency were analyzed with participant's levels of transphobia to see if there was a correlation.  This quantitative study hypothesized that there would be a positive correlation between the amount of transgender content taught and the level of reported competency on the transgender community; if a social worker reported having received education on the transgender community they would feel more competent working with transgender clients in their practice.  Additionally, receiving education on the transgender community would negatively correlate with the social worker's level of transphobia.   35 Demographics The results indicated that 332 respondents began the survey and 286 completed it.  Respondents were permitted to skip any questions they did not want to answer.  After the initial screening questions, 259 people consented to participate in the study.  The sex distribution was skewed towards female respondents.  Females accounted for 87.4% of the participants, 11.5% were males and 1.2% people were female-to-male transsexual (N=253).  This is reflective of the typical demographic of Smith College School for Social Work.  Participants identifying as heterosexual accounted for 63.8% and those identifying as gay (2%), lesbian (11%), bisexual (9.8%), or queer (13.4%) accounted for 36.2% of the participants (N=254).  Participants were also skewed towards individuals who identified as Caucasian, accounting for 91.9% of those who responded.  Other races and ethnicities who were represented were Asians at 3.9%, Blacks or African Americans at 1.9%, American Indian or Alaska Native at 1.2%, and Hispanic or Latino at 3.1%.  Participants were asked to check all races that applied to them.  The participants all graduated between the years of 1970 and 2011 (N=259).  The median age for 63.8\t  2\t  11\t  9.8\t  13.4\t  Figure\t  1:\t  Participant\t  Sexual\t  Orientation\t  Heterosexual\t  Gay\t  Lesbian\t  Bisexual\t  Queer\t  36 respondents was 38.5 (N=256), with the youngest participant being 25 and the oldest participant being 74.  Respondents were asked to answer questions that assessed transphobia and the nature of the curriculum during their time at Smith College School for Social Work, in addition to self-reporting their level of competence and knowledge.   Curriculum  Assessment of the curriculum began with inquiring whether or not the participants engaged in coursework during their time at Smith College School for Social Work that specifically targeted the transgender community.  Results show that 65.7% of participants (N=251) did study transgender specific curriculum, while 27.1% did not and 7.2% did not know at the time of the survey.   When asked what types of courses specifically included transgender content, respondents could check all that applied and the majority at 37.1% replied that their practice course covered transgender material.  Social work human behavior courses (HBSE) followed with 31.7% and 16.6% experienced transgender material during their field practicum.  Participants were allowed 65.7\t  27.1\t  7.2\t  Figure\t  2:\t  To\t  your\t  knowledge,\t  did\t  any\t  of\t  the\t  curricula\t  you\t  studied\t  at\t  Smith\t  SSW\t  include\t  speciAic\t  information\t  about\t  the\t  transgendered\t  community?\t  Yes\t  No\t  Don't\t  Know\t  37 to offer an open response and many offered GLBT specific electives that covered transgender material.  Specific courses mentioned included the following: Advanced Practice with LGBTQ clients, Narrative, Dialogic, Feminist Family Therapy, LGBT and Social Policy, AIDS/HIV, Child Development, Couples Therapy, Gender Studies, Human Sexuality.  The type of content studied was also inquired into and respondents could check all responses that they had experienced and also fill in a free response.  The transgender community as an oppressed group was chosen at 54.8%, followed by definitions (50.6%), lifestyle(s) (33.2%), biological/medical explanations (28.2%), services (21.6%), policy (17.4%), and the American with Disabilities Act (6.6%).  In response to whether or not course texts had transgender content 27.6% said yes, 37.2% said no, and 35.2% said they did not know (N=250).  The types of courses which participants reported including texts on the transgender community were 18.1% practice, 16.2% HBSE, 6.9% field practicum, 4.6% social welfare policy, .8% research/statistics, and 27 participants filled in the free response with answers including GLBT specific electives and the gender studies course.  Inquiries concluded with a question regarding the degree to which participants felt their curriculum at Smith College School for Social Work had prepared them to work with the transgender community.  Responses included five possible answers ranging from not at all to extremely well.  If the two extreme responses on the scale are combined (not at all, not well) and (extremely well, very well) the following results appear (N=249): Not at all and not 38 well (55.9%), moderately well (32.1%), extremely well and very well (12%). Spearman's rho was used to test for relationships between the course content and other data.  The following options were available for participants to choose as course content: definitions, biological/medical explanations, lifestyle(s), policy, services, Americans with Disabilities Act, transgender people as an oppressed group, and an open response.  Spearman's rho assessed the relationship between the number of courses including transgender content and how well Smith College School for Social Work prepared the participants to work with the transgender community.  A moderately significant, positive correlation was found (rho=.504, p=.000, two-tailed).  The courses that participants may have checked as including transgender content include: practice, social welfare policy, research/statistics, HBSE, field practicum, and open response.  Spearman's rho tested the relationship between the number of transgender inclusive courses and competency working with the transgender population; a weak, but significant positive correlation was found (rho=.161, p=.001, two-tailed).  Spearman's rho found a moderately significant, positive correlation (rho=.492, p=.000, two-tailed) between the type Figure\t  3:\t  How\t  well\t  did\t  your\t  education\t  at\t  Smith\t  SSW\t  prepare\t  you\t  to\t  work\t  with\t  the\t  transgendered\t  community?\t  Not\t  at\t  all\t  &\t  Not\t  Well\t  Moderately\t  Well\t  Very\t  Well\t  &\t  Extremely\t  Well\t  39 and amount of content covered in courses and how well participants felt Smith College prepared them to work with the transgender population.  A weakly significant, positive correlation was found between the type and amount of content covered in courses and level of self-perceived competency in working with the transgender population (rho=.202, p=.001, two-tailed).   Work Experience  The fields in which the respondents were employed was varied.  In addition to the type of work participants were involved in, they were questioned as to whether or not their place of employment had ever provided any training about working with transgender people.  Of the participants (N=242), 63.2% replied with no, 26.9% with yes, and 9.9% with don't know.  In response to whether or not they are currently working with any transgender, transsexual, or genderqueer clients (N=245), 45.3% said yes, 46.1% said no, and 8.6% replied with don't know.   Knowledge  Participants received inquiries about their level of knowledge and competence.  Upon being questioned about their personal level of knowledge of the issues unique to the transgender community (N=249), the most common response was \"I am reasonably knowledgeable\" at 45.8%, followed by \"I am marginally knowledgeable\" (36.9%), \"I am very knowledgeable\" 40 (11.2%), \"I am extremely knowledgeable\" (4.4%), and \"I have no knowledge\" (1.6%).   When asked about their level of knowledge of the Harry Benjamin Standards of Care (N=249), 63.5% responded \"I have no knowledge,\" followed by \"I am marginally knowledgeable\" (14.1%), \"I am reasonably knowledgeable\" (13.7%), \"I am very knowledgeable\" (4.8%), and \"I am extremely knowledgeable\" (4%).  On their level of competency in relation to serving the transgender community (N=251), 42.6% responded with \"I feel somewhat competent,\" 31.3% with \"I feel minimally competent,\" 12.4% with \"I feel very competent,\" 10% with \"I do not feel 1.6\t  36.9\t  45.8\t  11.2\t  Figure\t  4:\t  To\t  what\t  extent\t  are\t  you\t  knowledgeable\t  about\t  issues\t  unique\t  to\t  the\t  transgendered\t  community?\t  I\t  have\t  no\t  knowledge\t  I\t  am\t  marginally\t  knowledgeable\t  I\t  am\t  reasonably\t  knowledgeable\t  I\t  am\t  very\t  knowledgeable\t  41 competent at all,\" and 4% with \"I feel extremely competent.\"   In response to the inquiry about their level of interest in gaining more knowledge (N=248), 44.4% were \"very interested\", 25% were \"somewhat interested,\" 23.8% were \"extremely interested,\" 6% were \"marginally interested,\" and .8% were \"not at all interested.\"  The extent to which participants wanted to serve the transgender community (N=246), 60.2% responded that their desire to serve was \"the same as any other marginalized community,\" 17.4% that they wanted to \"more than some other marginalized communities but not fully,\" 12.2% \"fully\" wanted to serve, 8.9% \"not as much as I want to serve other communities,\" and 1.2% \"not at all.\"  A t test was run to determine if there was a difference in competency by age and a significant difference was found (t(249)=3.334, p=-.001, two tailed).  To compare ages, the participants were separated into an older group (40's to 70's) and a younger group (20's to 30's).  The younger group had a higher mean of competency (n=129, m=2.88) than the older group (n=122, m=2.49).   10\t  31.3\t  42.6\t  12.4\t  Figure\t  5:\t  To\t  what\t  extent\t  do\t  you\t  feel\t  competent\t  to\t  serve\t  the\t  transgendered\t  community?\t  I\t  do\t  not\t  feel\t  competent\t  at\t  all\t  I\t  feel\t  minimally\t  competent\t  I\t  feel\t  somewhat\t  competent\t  I\t  feel\t  very\t  competent\t  42  To determine if there was a relationship between feeling as if Smith College prepared a participant to work with the transgender community and having competency of the transgender community, Spearman's rho was run.  A weak, but significant positive correlation was found rho=.293, p=.000, two-tailed).  This suggests that those who felt their education prepared them to work with the transgender community experienced a higher degree of competence.  Spearman's rho was also used to test for a relationship between competency and interest in gaining more knowledge about the transgender community.  A significant positive correlation, though weak, was found (rho=.261, p=.000, two-tailed).   Transphobia Scale The survey included a transphobia scale created by Nagoshi et al. (2008).  Before the scale was applied to the participants, Cronbach's Alpha was run on the scale to test for internal reliability.  The scale has a strong reliability (alpha=.79, N=247, number of items=9).  Transphobia scores were then used to assess possible relationships between the other data.  A t test was run between two graduation year groups (1970's to 1994 and 1995 to 2011) and level of transphobia.  A significant difference between the groups was found (t(79.88)=-4.542, p=.000, two-tailed),  The 1970's to 1994 group had a higher mean (n=58, m=2.54) than the 1995 to 2011 group (n=186, m=1.918).  A higher mean on the transphobia scale translates to a higher level of transphobia.  Spearman's rho was run to test for a relationship between transphobia and self perceived competency in working with the transgender community.  A significant, but weak negative correlation was found (rho=-.351, p=-.000, two-tailed).  Spearman's rho assessed for a relationship between transphobia and reported knowledge of the transgender community.  A weak significant negative correlation was found (rho=-.376, p=-.000, two-tailed).  A t test was run to assess the difference in level of transphobia between the heterosexual participants and 43 those who identified as gay, lesbian, bisexual, and queer (GLBQ).  A significant difference was found (t(245.6)=-7.126, p=-.000, two-tailed).  The heterosexual group had a higher mean score of transphobia (n=160, m=2.31) than the GLBQ group (n=91, m=1.67).   Relationships to Graduation Year  Data analyses were run to assess if there was a connection between competency or preparedness and the year in which participants graduated.  This allowed for the possibility of changes in the curriculum at Smith College School for Social Work over 41 years time.  Participants were split into six groups for analysis: 1970's, 1980's, 1990-1994, 1995-1999, 2000-2004, 2005-2011.  This was done to simplify comparisons between the participant's graduation years.  A one-way analysis of variance (ANOVA) was used to determine if there were differences in competency between groups of graduate years and a significant difference was found (F(5,237)=2.567, p=.028).  The participants were separated into the following groups: 1970's, 1980's, 1990-1994, 1995-1999, 2000-2004, 2005-2011.  A LSD post-hoc test identified that the significant differences in competency were found between the 1980's group (n=21, m=2.33) and the 2000-2004 group (n=40, m=2.85) and the 2005-2011 group (n=118, m=2.86).  Additionally, a significant difference was found between the 1970's group (n=18, m=2.39) and the 2005-2011 group (n=118, m=2.86).  The 2005-2011 graduation group had the highest level of reported competency (n=118, m=2.86).  To determine if there was a difference in feeling of preparedness between more recently graduated participants and later graduated participants, a t test was run and a significant difference was found (t(239)=4.630, p=.000, two-tailed).  The participants were split into two groups, a 1970's to 1994 group, and a 1995 to 2011.  Those who graduated between 1970 and 1994 had a lower mean (n=57, m=1.95) for preparedness than those who graduated between 1995 and 2011 (n=184, m=2.58).   44 Relationship to Sexual Orientation  Data analyses were run to evaluate any possible connections between level of competency and differences in knowledge between the heterosexual participants and those who identified as gay, lesbian, bisexual, or queer.  It had been hypothesized that members of the GLBTQ, or queer community, would feel a greater sense of competency around issues pertaining to the transgender community.  To determine if there was a difference in level of competency reported by heterosexual participants and those who identified as GLBQ, a t test was run and a significant difference was found (t(248)=5.562, p=.000, two-tailed).  It was found that those who identified as heterosexual had a lower mean of competency (n=159, m=2.45) than those who identified as GLBQ (n=91, m=3.11).  A t test was used to determine if there was a difference in knowledge of issues unique to the transgender community between heterosexuals and those who identify as GLBQ; a significant difference was found (t(145.822)=5.702, p=.000).  The GLBQ group had a higher mean (n=90, m=3.20) of knowledge of the transgender community than the heterosexual group (n=158, m=2.57).   Discussion  It is important to make note that these findings are limited to the population from which they were taken.  The population consisted of alumni who elected to participate in the email listserv upon graduating.  Those alumni who do not participate in this network were left out.  Smith College School for Social Work is a unique program in terms of its curriculum and class format.  The structure of classes at Smith College will be more fully discussed in the following chapter.  While the results presented may offer some insight into the educational needs of social work students, the results cannot be validly generalized outside of the Smith College School for Social Work program.   45    CHAPTER V Discussion Curriculum diversity in the areas of the queer community have faltered when they approach transgender concerns in social work (Erich, et al., 2007).  It is imperative that these curriculum concerns be addressed because \"Research has shown that when compared with heterosexual individuals, LGBT [lesbian, gay, bisexual, transgender] people are more than twice as likely to seek out counseling services\" (Frank & Cannon, 2010, p. 19).  In this chapter, results from the data analysis on transgender curriculum and level of transphobia will be discussed.  First, the class structure at Smith College School for Social Work will be described to provide the reader with an understanding of the curriculum currently utilized to instruct future social workers.  Following will be a comparison of this study and Erich et al.'s (2007) study from which this study's main survey instrument was taken.  This will include a discussion of the difference in CSWE standards during the time of each study.  The findings will be discussed in relation to how they related to the participant's graduation year, followed by their indentified sexual orientation.  Results from the transphobia scale and its relationship to the participants' level of competency will be assessed.  Further, the societal progress undertaken since the earliest participants graduated will be analyzed.  This chapter will conclude with possible further research and educational recommendations.     46 Smith College School for Social Work Curriculum      The Smith College School for Social Work Master's curriculum is spread over three summers.  Summers are divided into two five-week sessions.  Each summer students enroll in courses that last between five and ten weeks.  The first and second summers, students take five courses each session.  The first summer, students are automatically enrolled into required coursework.  Second summer, students are given the opportunity to choose three electives in addition to the required coursework in which they are automatically enrolled.  The third summer students choose all of their courses from the electives offered that year.  Students typically choose three courses for the first session and four courses for the second session.  Third summer students are however permitted to enroll in five courses each session.  While students are free to choose whichever electives they want, Smith does require that students meet a requirement called \"F.O.A.M.S.\"  The F.O.A.M.S. are the sequences in which the electives are categorized.  Every student must take one of each type of course.  Students may also choose to take courses labeled as \"free\" which means it counts towards their degree course hours but not towards the F.O.A.M.S. requirement.  F.O.A.M.S. stand for the following types of courses.  \"F\" represents \"field of practice policy.\"  \"O\" signifies \"oppressed populations.\"  \"A\" denotes \"advanced social theory option.\"  \"M\" refers to \"multi-person modality.\"  \"S\" indicates \"social welfare policy.\"            Smith College School for Social Work has included content on the GLBT population in the ways suggested by Logie et al (2007).  Most required courses note in their course description that the issues covered in the curriculum will pay special attention to how those issues intersect or interact with various identities including sexual orientation and gender.  This is especially true in classes that focus on individual development such as HBSE 130: Theories of Individual Development and HBSE 330: Child Development from Infancy to Adolescence in its Social 47 Context.  Of the 14 required courses, eight explicitly state that attention will be given to multiple identities including gender and six courses include sexual orientation as a covered identity as well.  In theory, gender identity and sexual orientation are woven into many courses in the required curriculum.  In reality, the stated identities are not always covered do to the short, fast-paced nature of the class schedule.  An effort is made, however, to incorporate GLBT information in class.   Smith College School for Social Work also follows Logie et al.'s (2007) suggestion of providing a specific practice course focused on GLBT issues.  Smith, in fact, offers four elective courses that focus on gender and/or GLB identities.  One course, Policy 364: LGBTQ Identity and Social Policy focuses on the laws and policies that could have a direct effect on LGBTQ people.  It covers policies in the realms of the military, the prison system, family law, health care, hate crimes, and the education system.  Practice/HBSE 390: Gay, Lesbian, and Bisexual Identities: Developmental and Treatment Considerations, examines developmental and treatment issues involved in the GLB population.  HBSE 5535: Gender Studies focuses on feminist and postmodern theoretical and societal beliefs on the concept of gender.  Clinical issues and policies are covered.  Policy/Practice 595: Advanced Treatment with Gay, Lesbian, Bisexual, Queer, and Transgender Clients includes casework dealing with individual clients and couples.  The class also covers a history of clinical treatments and perspectives.  Much focus is given to working with clients in a nonpathologizing manner.  The class is categorized as advanced and expects that enrolled students have already acquired knowledge about the developmental issues faced by many GLBTQ individuals as well as the vulnerability to oppression faced by GLBTQ individuals.  With four elective courses and many courses covering the GLBTQ population as a focused identity, it would seem that Smith Social Work students have ample opportunity to gain 48 adequate knowledge, skills, and a positive attitude.  But much like the potential problem with the first method for inserting GLBTQ content within courses, having GLBTQ specific courses has challenges as well.  As these are elective courses, a student could graduate without having taken any courses covering the GLBTQ population.   GLBTQ courses sometimes may also not always sufficiently cover transgender issues because there is less research about transgender populations than the rest of the queer population.  One could wonder if there is enough clinical, theoretical, and research knowledge to make a comprehensive curriculum on the transgender community.  Lev (2004) notes that the \". . . examining of the psychological scars of transgender oppression is still an emerging area (p. 3).  According to Lev (2004), the bulk of the literature devoted to the transgender population is focused on diagnostic criteria for approving surgical and hormone treatments.  Additionally, Lev observes that the political community seems to be surpassing the clinical community in awareness of the issues pertaining to the transgendered community.  This particular study found limited resources that outlined transgender issues and concerns.  The study performed by the The National Center for Transgender Equality and The National Gay and Lesbian Task Force was the first of its kind and it was performed in 2009.  Despite there possibly being a limited amount of information, information does exist that can be disseminated to students.  The results of the study give insight as to how well Smith College School for Social Work is educating its students about the transgender community.  Further analysis shows how this education has changed through the years, from the 1970's until 2011.     Curriculum  This study incorporated the survey instrument of a similar study by Erich, Boutte-Queen, Donnelly, and Tittsworth (2007), which surveyed licensed social workers in a large southern 49 state.  At the time of Erich et al.'s research, the CSWE had added sexual orientation to the groups that could be included in social work curriculum in 1982 (Jani, Pierce, Ortiz, & Sowbel, 2011).  In 1994, however, sexual orientation and other population categories such as race and sex, were not mandated to be covered.  There was no mandate because faculty were becoming increasingly concerned that the CSWE was becoming \"prescriptive\" (Jani et al., 2011, p. 290).  At the time of the current research, the CSWE had released the Educational Policy and Accreditation Standards of 2008.  These new standards changed the perspective in which schools were encouraged to teach about multiculturalism and diversity.  They adopted a change in theoretical approach that is a \"more subjective approach, influenced by postmodernism\" (Jani et al., 2011, p. 284).  The approach takes away the necessity to cover facts and straightforward knowledge of communities and emphasizes the importance of achieving more of an understanding and appreciation of difference.  Faculty are not asked to simply teach information about a particular demographic, but to integrate the oppression related to culture and to foster a sense of \". . . self-awareness to eliminate the influence of personal biases and values in practice\" (Jani et al., 2011, p. 291).  This is a reflection of the standards moving away from the positivist approach in which they began.  The move to a different theoretical approach to setting the standards occurred because extending the list of demographic categories that should be included as part of diversity training was an \"insufficient solution\" (Jani et al., 2011, p. 293).      This research study found similar, though more positive results than Erich et al. (2007).  Of Erich et al.'s participants, 40 percent said that they had studied specific information about the transgender community.  This study found that 65.7 percent said they had studied transgender specific curriculum.  In Erich et al.'s research, the authors noted that their subjects education in transgender issues occurred most often in human behavior (HBSE) courses (21%), followed by 50 practice courses (16%).  This research study, in contrast, found that graduates indicated at a higher rate than Erich et al.'s that their practice course covered transgender populations (37.1%), followed closely by the HBSE course (31.7%).  Following the change in CSWE standards, this could be consistent with the new approach to teaching about diversity.  Additionally, ten elective courses were mentioned in the open response: Advanced Practice with LGBTQ clients, Narrative, Dialogic, Feminist Family Therapy, LGBT and Social Policy, AIDS/HIV, Child Development, Couples Therapy, Gender Studies, Human Sexuality.  A number of the courses are not specific to the transgender or GLB community, and were likely experienced differently depending upon the faculty member teaching.  Within courses, the type of content most likely covered was information about the transgender community as an oppressed group (54.8%), followed by definitions (50.6%) and lifestyle(s) (33.2%).     Research performed by Fredricksen-Goldsen, Luke, Woodford, and Gutierrez (2011) studied social work faculty support for sexual orientation and gender identity content in the curriculum taught at schools in the U.S. and Canada.  Despite the 2008 U.S. curriculum standards set by the CSWE including gender identity and gender expression, U.S. faculty showed less support for covering transgender specific issues.  At the time of this survey, however, the new standards had not been set.  Fredricksen-Goldsen et al., found that 93 percent of U.S. faculty would utilize GLB resources if made available.  Upon inquiring on transgender resources, 79 percent of U.S. faculty said they would use the resources (Fredricksen-Goldsen, 2011).  Depending upon the faculty member teaching a course, Couples Therapy or Child Development could completely negate the applicable transgender material.  The same is true for GLBT specific electives such as LGBT and Social Policy.  Schools of social work cannot always 51 account for faculty member bias or a lack of cultural competence surrounding a specific community like the transgender population.   Following inquiries of the specific curriculum, the new research, like with Erich et al. (2007), questioned the level of preparedness their education provided the participants.  When the extremes were combined, the majority (55.9%) of Smith College School for Social Work graduates felt that their education rendered them \"not well\" or \"not at all\" prepared to work with transgender clients.  In Erich et al.'s (2007) study that number was quite higher at 68 percent.  Smith College graduates could be fairing slightly better for a number of reasons.  As noted in the review of the literature, Smith College's undergraduate program has a positive reputation in the queer community.  The student government even made the language of their constitution gender neutral in order to more realistically represent their student body.  Though a women's college, not all undergraduates at Smith College identify as female and the gender neutral language allows the transgender and male-identified students to be recognized.  This reputation might possibly help attract the kind of faculty who like in Fredricksen-Goldsen et al.'s (2011) study would be supportive of trans-inclusive content in the curriculum.  \"The organizational climate of the institution in which the counselor training program is located may be another factor that influences whether diverse sexual orientations and gender expressions are included in or excluded from the class discussions and readings\" (Frank & Cannon, 2010, p. 21).  Further, the CSWE's standards changed in 2008, before Erich et al.'s schools of social work would have had to apply gender identity and expression into the focus.  In this study, the more course content that is trans-inclusive was shown to positively correlate with level of preparedness for working with the transgender community.  Additionally, this research found that the number of courses checked by participants also positively correlated with self-perceived competency of transgender 52 issues.  Therefore, it can be deduced that the more a student experienced various types of content about a population, the more competent and prepared they will feel when working with a client who reflects that education.  Further, those who felt prepared by their education also felt more competent.  This result affirms the first hypothesis that there will be a positive correlation between the amount of transgender content taught and the level of reported competency on the transgender community.   In the study by Erich et al. (2007), a majority (66%) reported that they either had \"no knowledge\" or \"marginal knowledge\" about issues specific to the transgender community.  In comparison, 38.5 percent of the Smith College participants replied the same.  Of those who claimed to be reasonably knowledgeable, 45.8 percent was the majority, followed by those who were marginally knowledgeable (36.9%).  When questioned about the Harry Benjamin Standards of Care, also known as WPATH, the standards made as a guide for clinicians working with clients who wish to transition their sex, 63.5 percent replied that they had no knowledge.  It is curious that a majority of the respondents claim reasonable or marginal levels of knowledge, yet a majority also report having no knowledge of the very standards used to guide transgender people who wish to make surgical or hormonal changes to their bodies.  Accounting for that, perhaps the following question on competency is more accurate in finding that the majority feels somewhat competent (42.6%).    Graduation Year Graduation year played a significant role in levels of competency and preparedness and the level of transphobia in this study.  Erich et al. (2007), interestingly, expected their more recent graduates to report higher levels of competency but that was not the case.  This was hypothesized because the CSWE and NASW had added more focus on the transgender 53 community only a few years before this study took place.  They, however, found no relationship.  In the new study, the most recent graduation group, 2005-2011, had the highest mean of competency (n=118, m=2.86) and the 1980's group had the lowest (n=21, m=2.33).  It must also be noted that the 1980's group had a low number of participants in the group.  A similar result was also found for preparedness.  This time, the graduation years were split into two groups, 1970 to 1994 and 1995 to 2011.  The 1995 to 2005 group had a significantly higher level of reported preparedness (n=184, m=2.59) compared to the 1970 to 1994 group (n=57, m=1.95).  Further, the 1970 to 1994 group had a higher level of transphobia (n=58, m=2.54) than the 1995-2011 group (n=186, m=1.918).   Gay, Lesbian, Bisexual, and Queer Participants Different than the Erich et al. (2007) study, the new research compared heterosexual participants and gay, lesbian, bisexual, and queer (GLBQ) participants.  This was done due to the researcher's hypothesis that GLBQ people may enroll more often in GLBTQ specific courses than heterosexual people during their time at Smith College School for Social Work.  Also, being members of the queer community, the GLBQ participants may feel like they share a common ground around experiences of invisibility and oppression with transgender people.  The analysis showed that the GLBQ participants did, in fact, have more knowledge of the transgender community than their heterosexual colleagues.  The reasons for this are only inferences, but it likely has much to do with being members of the same queer community, and may be due to enrolling in more courses.  The GLBQ participants were found to have both higher competency means and higher means of knowledge specific to the transgender community than their heterosexual colleagues.  A similar finding was evident during analysis of the transphobia scale.    54 Transphobia Scale According to the transphobia scale, the GLBQ group had a significantly lower mean of transphobia (n=91, m=1.67) than the heterosexual group (n=160, m=2.31).  It is important to note, however, that while there was a significant difference between the two groups, both had very low transphobia scores.  The highest possible score was seven.  When the scale was created and tested by Nagoshi, J., Adams, Terrell, Hill, Brzuzy, and Nagoshi, C. (2008) women received a mean score of 4.25 and men had a mean of 5.05.  Nagoshi et al., found that men scoring higher than women for transphobia had been a recurring factor in previous research.  Additionally, \"transphobia was found to be highly correlated with socially conservative attitudes emphasizing adherence to rigid conventional social norms,\" a phenomenon that is not typical among social workers (Nagoshi et al., 2008, p. 529).  While not a measure of Smith College social workers, social workers have been found to typically be more liberal leaning, in previous research by Rosenwald (2006).  A study of social worker's political ideology conducted by Rosenwald (2006), found that a majority (55.2%) of their respondents self-identified as liberal to radical left.  The next highest political identifier was liberal (40.6%) and was followed by moderates (34.4%).  The social workers who responded to the study were also more likely to have liberal responses to inquiries about social concerns (Rosenwald, 2006).  Therefore, a low transphobia score in a sample of mostly female social workers was an expected response. The transphobia scale also affirmed the second hypothesis that receiving education on the transgender community will negatively correlate with the social worker's level of transphobia.  The 2005 to 2011 group had the lowest mean for transphobia (m=1.918) as well as the highest mean for competency (m=2.86).  To account for personal knowledge and knowledge gained through resources outside of school, the survey asked specifically how well the Smith College 55 program prepared them to work with the transgender community.  This analysis split the graduation years into two large groups.  The 1995 to 2011 group had a significantly higher level of preparedness (n=184, m=2.59) compared to the 1970 to 1994 group (n=57, m=1.95).  While correlations cannot figure causation, in this study the more recent graduates received more transgender specific education and felt more prepared, competent, and were consequently less transphobic.     The Effect of Societal Change  It can be seen in the results of this study that those who graduated most recently and those who were younger had higher levels of competency.  Those who graduated most recently also had lower levels of transphobia.  It is important to note that this finding is likely the result of not only changes in curriculum, but also changes in society.  It took societal change for transgender concerns to become a focus of research at a high enough degree to be included in curriculum.  Fredricksen-Goldsen (2011) outlined the benefits of having faculty support behind GLBT curriculum, and argued that societal support may have an effect of their opinions.    Societal attitudes towards GLBTQ people have changed dramatically over the years.  This is most evident in public opinion of gay and lesbian issues.  A recent poll by NBC News and the Wall Street Journal found that support for gay marriage has increased (Bolles, 2012).  The majority (54%) of those polled would support legalized marriage in their state.  Another recent poll by ABC and the Washington Post found that more people personally know, or have a friend or family member who is gay (Bolles, 2012).  That number of people is up to 71%, the last poll in 1998 recorded only 59% (Bolles, 2012).  When age is factored, ABC and the Washington Post found that two-thirds of people under the age of 30 support gay marriage (Bolles, 2012).    56 It is not only attitudes about marriage that have changed, public opinion of homosexuality has also grown more positive.  The General Social Surveys performed by the University of Chicago of households in the United States has recorded large changes in public opinion of homosexuality.  Between 1973 and 1991, a majority of Americans felt that homosexuality was \"always wrong,\" with only 10-15% feeling as if it was \"not wrong at all\" (Smith, 2011).  By 1991, the numbers began to shift and 72% felt that it was \"always wrong.\"  By 2010, this response dropped to 44% (Smith, 2011).  For transgendered people specifically, the Human Right Campaign (HRC) performed a poll in 2002 that assessed public perceptions.  HRC's poll found that 53% felt that it was \"all right\" for an individual to be transgender (2002).  Slightly more hopeful, 61% felt that there should be anti-discrimination laws to protect transgender individuals.   Media images have likely had an effect on this societal shift.  Over 25 years ago, the Gay and Lesbian Alliance Against Defamation (GLAAD) was organized.  One of the main missions of GLAAD is to hold media outlets accountable for the GLBT images they present.  The very existence of this organization marks change.  For media to be held accountable of images, images need to be present.  Beginning in 2005, GLAAD has published an annual report titled \"Where We Are On TV.\"  The report identifies the GLBT identified characters present on broadcast network television and keeps track of how the numbers change over time.  The 2005-2006 season found that less than 2% of the characters were GLBT identified.  The most recent report, 2011-2012, saw an increase to 2.9%.  This report did not, however, see any transgender characters.     57 Further Research and Recommendations  It may be impossible for schools of social work to include enough information about every clinical population to create culturally competent social workers upon graduating.  Schools of social work, however, are the beginning of the journey towards cultural competency.  It is imperative that schools acknowledge the needs of the transgender community and provide the necessary education so that transgender clients receive the positive services they deserve.  While a small community, their needs are substantial due to the effects of oppression and transphobia on present society.  As noted above, transgender people face higher rates of poverty, homelessness, and joblessness than other members of society.  These effects can place them in a position that will facilitate a need for services that are likely to be provided by a social worker.  The medical system also presently requires that transgender people who desire hormones or surgical changes to do so under the guidance of a therapist.  In order to make such recommendations, a certain level of competence is necessary.   Further research could survey transgender clients of social workers.  Inquiries about their perception of their therapist's competence level could be made.  They could describe the knowledge that they felt their therapists were missing.  Smith College School for Social Work could do the same study that was performed on their alumni on the current faculty.  Previous research already discussed, found that faculty support of curriculum is vital to the utilization of curriculum.   After conducting the study, it was hopeful to see that over time graduates were more competent and more prepared.  The level of self-reported preparation, while better than the previous, similar study, was still low.  A slim majority felt they were not well prepared.  It would be my hope that changes could be made at Smith College School for Social Work that would 58 result in a majority feeling as if they were prepared moderately well.  Those changes could be achieved in multiple ways.  While additional facts about communities could be useful, teaching philosophies of thought may give broader knowledge that would generalize to all communities not just the transgender community.  Consistent with the recommendations by McPhail (2004) that were discussed in Chapter II, queer theory offers a way of critiquing the societal norms into which no community of people truly fits.  Smith College specifically could frame the Sociocultural Concepts course that is required of all first summer students with queer theory.  This would be in line with the 2008 CSWE standards of teaching the intersectionality of identity and appreciation of diversity.  The Child Development could also extend its coverage of children's and adolescent's development of sexuality and gender expression.  This would again lead to greater competency in an area that applies to transgendered people, but also all people.    Ideally, at some point, research will catch up and provide social work schools with enough valid, nonpathologizing, information to formulate a transgender specific course.  Until that point, seminars could be offered to students so that they may learn about how to properly and ethically assess clients under WPATH standards.  The seminars may also include the data provided by The National Center for Transgender Equality & The National Gay and Lesbian Task Force, which showcases the specific areas of need and the oppression faced by the transgender population.   Societal acceptance for transgender and gender variant people is growing.  In order for that acceptance to continue, more information needs to be provided.  Social workers have an ethical imperative to \". . . act to prevent and eliminate domination of, exploitation of, and discrimination against any person, group, or class on the basis of. . . gender identity or 59 expression\" (NASW, 2008).   That can be accomplished by social workers education themselves, each other, and finally the public.   60 References  Altemeyer, R. (1981). Right-wing authoritarianism. Canada: University of Manitoba Press. Altemeyer, B., & Hunsberger, B. E. (1992). Authoritarianism, religious fundamentalism, quest, and prejudice. International Journal for the Psychology of Religion, 2, 113-133.  Association of Lesbian, Gay, Bisexual, and Transgender Issues in Counseling. (2009). Competencies for counseling with transgender clients [online pdf file]. Retreived from http://www.counseling.org/Resources/Competencies/ALGBTIC_Competencies.pdf Berkman, C. S. & Zinberg, G. (1997). Homophobia and heterosexism in social workers. Social Work. 42(4), 319-332. Bess, J., & Stabb, S. D. (2009). The experiences of transgendered persons in psychotherapy: Voices and recommendations. Journal of Mental Health Counseling, 31(3), 264-282. Bornstein, K. (1998). My gender workbook. New York: Routledge.   Bouton, R. A., Gallaher, P. E., Garlinghouse, P. A., Leal, T., Rosenstein, L. D. & Young, R. K. (1989). Demographic variables associated with fear of AIDS and homophobia. Journal of Applied Social Psychology, 19(11), 85-90.   Brownlee, K., Sprakes, A., Saini, M., O'Hare, R., Kortes-Miller, K., & Graham, J. (2005). Heterosexism among social work students. Social Work Education, 24(5), 485-494. doi:10.1080/02615470500132756 Brune, A. (2007, April). When she graduates as he. The Boston globe. Retrieved from http://www.boston.com/news/globe/magazine/articles/2007/04/08/when_she_graduates_as_he/ 61 Buhrich, N., & McConaghy, N. (1978). Parental relationships during childhood in homosexuality, transvestism and transsexualism. Australian and New Zealand Journal of Psychiatry, 12, 103–107.  Burdge, B. J. (2007). Bending gender, ending gender: Theoretical foundations for social work practice with the transgender community. Social Work, 52(3), 243-250. Retrieved from EBSCOhost. Burt, M. (1980). Cultural myths and supports for rape. Journal of Personality and Social Psychology, 38, 217-230.   Buss, A. H., & Perry, M. (1992). The aggression questionnaire. Journal of Personality and Social Psychology, 63, 452-459. Cohen-Kettenis, P. T., & Arrindell, W. A. (1990). Perceived parental rearing style, parental divorce and transsexualism: A controlled study. Psychological Medicine, 20, 613–620.  Council on Social Work Education. (2008). Educational policy and accreditation standards. Retrieved from http://www.cswe.org/ Accreditation/41865.aspx Erich, S., Boutte-Queen, N., Donnelly, S., & Tittsworth, J. (2007). Social work education: Implications for working with the transgender community. The  Journal of Baccalaureate Social Work, 12(2), 42-52. Retrieved from EBSCOhost.   Frank, D., & Cannon, E. P. (2010). Queer theory as pedagogy in counselor education: A framework for diversity training. Journal of LGBT Issues in Counseling, 4(1), 18-31. doi:10.1080/15538600903552731 Fredriksen-Goldsen, K. I., Woodford, M. R., Luke, K. P., & Gutiérrez, L. (2011). Support of sexual orientation and gender identity content in social work education: Results from 62 national surveys of U.S. and Anglophone Canadian faculty. Journal of Social Work Education, 47(1), 19-35. doi:10.5175/JSWE.2011.200900018 Gender Education and Advocacy, Inc. (2001). Gender variance: A primer [online pdf file]. Retrieved from http://www.gender.org/resources/dge/gea01004.pdf GLAAD. (n.d.). About GLAAD. Retrieved May 28, 2012, from http://www.glaad.org/about GLAAD. (2006, September). Where we are on tv report: 2005-2006 season [web log post]. Retrieved from http://www.glaad.org/publications/tvreport05 GLAAD. (2011, September). Where we are on tv report: 2010-2011 season [web log post]. Retrieved from http://www.glaad.org/publications/tvreport10 Glick, P., & Fisk, S. T. (1996). The ambivalent sexism inventory: Differentiating hostile and benevolent sexism. Journal of Personality and Social Psychology, 70, 491-512. Hill, D. B., & Willoughby, B. B. (2005). The development and validation of the genderism and transphobia scale. Sex Roles, 53(7/8), 531-544. doi:10.1007/s11199-005-7140-x HRC. (2002). HRC releases ground-breaking public opinion research on transgender issues: Public is broadly aware of transgender Americans, but much more education is needed [online file]. Retrieved from http://www.genderadvocates.org/News/HRC%20Poll.html Jani, J. S., Pierce, D., Ortiz, L., & Sowbel, L. (2011). Access to intersectionality, content to competence: Deconstructing social work education diversity standards. Journal of Social Work Education, 47(2), 283-301. Lev, A. I. (2004). Transgender emergence: Therapeutic guidelines for working with gender-variant people and their families. Binghamton, NY: The Haworth Clinical Practice Press. 63 Logie, C., Bridge, T.J., & Bridge, P.D. (2007). Evaluating the phobias, attitudes, and cultural competence of master of social work students toward the LGBT populations. Journal of Homosexuality, 53, 201-221.   Mallon, G. P. (2000). Knowledge for practice with transgendered persons. Journal of Gay & Lesbian Social Services, 10(3), 1-18. doi: 10.1300/J041v10n03_01  May, B. (2010). Social work faculty and GLBT diversity content: Findings from a national sample of social work faculty. Journal of Gay & Lesbian Social Services: The Quarterly Journal Of Community & Clinical Practice, 22(3), 337-353.  McPhail, B.A. (2004). Questioning gender and sexuality binaries: What queer theorists, transgendered individuals, and sex researchers can teach social work. Journal of Gay and Lesbian Social Services, 17(1), 3-21.    Nagoshi, J. L., Adams, K. A., Terrell, H. K., Hill, E. D., Brzuzy, S., & Nagoshi, C. T. (2008).  Gender differences in correlates of homophobia and transphobia.  Sex Roles, 59, 521-531. Nagoshi, J. L., & Brzuzy, S. (2010). Transgender theory: Embodying research and practice. Affilia: Journal of Women and Social Work, 25(4), 431-443. doi:10.1177/0886109910384068 National Association of Social Workers Delegate Assembly (2008). Code of ethics of the National Association of Social Workers. Retrieved from http://www.socialworkers.org/pubs/code/code.asp NASW (2001). Standards for cultural competence in social work practice [online pdf file]. Retrieved from http://www.naswdc.org/practice/standards/NAswculturalstandards.pdf Parker, G., & Barr, R. (1982). Parental representations of transsexuals. Archives of Sexual Behavior, 11, 221–230.  64 Phillips, J. C., & Fischer, A. R. (1998). Graduate students' training experiences with lesbian, gay, and bisexual issues. Counseling Psychologist, 26(5), 712-734. Retrieved from EBSCOhost. Rosenwald, M. (2006). Exploring the Political Diversity of Social Workers. Social Work Research, 30(2), 121-126. Sennott, S.L. (2011). Gender disorder as gender oppression: A transfeminist approach to rethinking the pathologization of gender non-conformity. Women & Therapy, 34(1/2), 93-113. doi:10.1080/02703149.2010.532683 Simpson, J. A., & Gangestad, S. W. (1991). Individual differences in sociosexuality: Evidence for convergent and discriminant validity. Journal of Personality and Social Psychology, 60, 870-883. Smith College Office of Institutional Diversity (2011). Resources for learning more about gender identity and gender expression: Sexual orientation, gender identity, and gender expression at Smith. Retrieved from http://www.smith.edu/oid/gender_faq.php Smith College School for Social Work (2012). Course list. Smith College, Northampton, MA. Retrieved from http://www.smith.edu/ssw/acad_msw_courses.php Smith, T. (2011). Public attitudes toward homosexuality [online pdf file]. Retrieved from http://www.norc.org/PDFs/2011%20GSS%20Reports/GSS_Public%20Attitudes%20Toward%20Homosexuality_Sept2011.pdf Spence, J. T., Helmreich, R. L., & Stapp, J. (1975). Ratings of self and peers on sex-role attributes and their relations to self-esteem and conceptions of masculinity and femininity. Journal of Personality and Social Psychology, 32, 29-39. 65 Stein, A. & Plummer, K. (1996).\"I can't even think straight\": \"Queer\" theory and the missing sexual revolution in sociology. In S. Seidman (Ed.), Queer Theory/Sociology (pp. 129-144). Cambridge, MA: Blackwell. Stoller, R.J. (1972) Etiological factors in female transsexualism: A first approximation. Archives of Sexual Behavior, 12 (1), 47-64. The National Center for Transgender Equality & The National Gay and Lesbian Task Force. (2009). National Transgender Discrimination Survey [online pdf file]. Retrieved from http://transequality.org/Resources/Trans_Discrim_Survey.pdf Van Den Bergh, N. & Crisp, C. (2004). Defining culturally competent practice with sexual minorities: Implications for social work education and practice. Journal of Social Work Education, 40(2), 112-127.  Veale, J. F., Clarke, D. E., & Lomax, T. C. (2010). Biological and psychosocial correlates of adult gender-variant identities: A review. Personality & Individual Differences, 48(4), 357-366. doi:10.1016/j.paid.2009.09.018 Wilson, G., & Kelly, B. (2010). Evaluating the effectiveness of social work education: Preparing students for practice learning. British Journal of Social Work, 40(8), 2431-2449. doi:10.1093/bjsw/bcq019   66 Appendix A  Dear School for Social Work Alumni:   My name is Haley Burton and I am an MSW student working toward completion of my thesis.  My thesis involves an empirical study assessing the quality and comprehensiveness of the Smith Social Work curriculum with regard to the transgender community.  I would like to invite you to participate in my survey which will only take approximately ten minutes to complete. The research has the potential to provide valuable information to the Faculty and Curriculum Committee on the effectiveness of Smith’s curriculum.    To participate, please type the following link into your browser: https://www.surveymonkey.com/s/P7SM2VS  There you will be asked three screening questions and receive a letter of informed consent further explaining the details of my study.    Thank you in advance.   Sincerely, Haley M. Burton, A'12  67 Appendix B   For the purposes of this survey, please apply the following definitions. Transgender will refer to all individuals who identify as preoperative, post- operative, or non-operating male-to-female transsexuals and female-to-male transsexuals and genderqueer people. Preoperative refers to those who have not had sex reassignment surgeries. Genderqueer refers to individuals who do not identify with the gender binary of male and female. These people sometimes prefer alternating pronouns or gender-neutral pronouns such as “ze” and “hir.\" Gender will refer to an individual's gender identity and/or gender presentation. Sex refers to genital sex.  5. Age:   6. Year graduated from Smith College SSW:   7. Sex:  mlj    Male  mlj    Female  mlj    Intersex  mlj    Male-to-Female transsexual  mlj    Female-to-Male transsexual 68 Transgender Inclusion 8. Sexual Orientation:  mlj    Gay  mlj    Lesbian mlj    Bisexual mlj    Queer mlj    Heterosexual  9. Race or Ethnicity (check all that apply):  fec    Asian fec    Hispanic or Latino  fec    Black or African American fec    Native Hawaiian or Other Pacific Islander  fec    American Indian or Alaska Native fec    White  69  10. I don't like it when someone is flirting with me, and I can't tell if they are a man or a woman.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  11. I think there is something wrong with a person who says that they are neither a man nor a woman.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  12. I would be upset, if someone I’d known a long time revealed to me that they used to be another gender.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  13. I avoid people on the street whose gender is unclear to me.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  14. When I meet someone, it is important for me to be able to identify them as a man or a woman.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree 70 Transgender Inclusion 15. I believe that the male/female dichotomy is natural.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  16. I am uncomfortable around people who don’t conform to traditional gender roles, e.g., aggressive women or emotional men.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  17. I believe that a person can never change their gender.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  18. A person’s genitalia define what gender they are, e.g., a penis defines a person as being a man, a vagina defines a person as being a woman.  mlj    completely  mlj    mostly  mlj    slightly mlj    neutral  mlj    slightly  mlj    mostly  mlj    completely disagree disagree disagree  agree agree agree  71  19. To your knowledge, did any of the curricula you studied at Smith SSW include specific information about the transgendered community?  mlj    Yes  mlj    No  mlj    Don't Know  20. If yes, which courses included information about the transgendered community? (check all that apply)  fec    practice course(s) fec    social work human behavior (HBSE) course(s)  fec    social welfare policy course(s) fec    field practicum/internship  fec    research/statistics course(s) Other (please identify) 72 Transgender Inclusion  21. What type(s) of content were taught to students? (check all that apply)  fec Definitions fec policy fec transgender community as an oppressed  fec  biological/medical explanations  fec  services  group  fec lifestyle(s) fec American with Disabilities Act  Other (please identify)    22. Did any of your course texts at Smith SSW include content on the transgendered community?  mlj Yes  mlj    No  mlj Don't Know   23. If yes, which course texts included information about the transgendered community? (check all that apply)  fec practice course(s) fec social work human behavior (HBSE) course(s)  fec social welfare policy course(s) fec field practicum/internship  fec research/statistics course(s)  Other (please identify)    24. In your opinion, how well did your education at Smith SSW prepare you to work with the transgendered community?  mlj not at all mlj not well mlj moderately well mlj very well mlj extremely well   25. Please indicate you primary area of employment:  mlj general health care mlj youth mlj alcohol/drug treatment  mlj casework mlj school settings mlj mental health/mental retardation  mlj  HIV/AIDS  mlj  college/university  services  mlj  case management  mlj  private therapist mlj adults  Other (please specify) 73 Transgender Inclusion 26. To your knowledge, has your place of employment provided training on transgender issues in the last 2 years?  mlj    Yes  mlj    No  mlj    Don't Know  27. Do you have clients who identify as transgendered, transsexual, and/or genderqueer?  mlj    Yes  mlj    No  mlj    Don't Know     28. If yes, approximately how many did you serve last year?    29. To what extent are you knowledgeable about issues unique to the transgendered community?  mlj    I have no knowledge  mlj    I am marginally  mlj    I am reasonably  mlj    I am very  mlj    I am extremely knowledgeable knowledgeable knowledgeable knowledgeable  30. To what extent are you knowledgeable about the Harry Benjamin Standards of Care?  mlj    I have no knowledge  mlj    I am marginally  mlj    I am reasonably  mlj    I am very  mlj    I am extremely knowledgeable knowledgeable knowledgeable knowledgeable  31. To what extent do you feel competent to serve the transgendered community?  mlj    I do not feel  mlj    I feel minimally  mlj    I feel somewhat  mlj    I feel very  mlj    I feel extremely competent at all competent competent competent competent  32. To what extent are you interested in gaining more knowledge about transgendered people and their lives?  mlj    not at all interested  mlj    marginally mlj    somewhat interested mlj    very interested mlj    extremely interested interested  33. To what extent do you want to serve the transgendered community?  mlj    not at all  mlj    not as much as I  jml    the same as any  mlj    more than some mlj    but not fully mlj    fully want to serve other other marginalized other marginalized communities community communities 74 Appendix C Dear Participant, I am a master’s candidate at Smith College School for Social Work.  I am in my second field placement session and beginning work on my thesis.  The purpose of my master’s thesis research is to assess the quality and comprehensiveness of the Smith Social Work curriculum regarding transgender issues.  I hope you will consider participating in my research.   To participate in this study, I require that possible respondents be Smith College School for Social Work graduates without any gaps in education lasting longer than one year.  Participants must have completed the full 27-month curriculum, and not have been Advanced Standing BSW students.  This is a necessary requirement for validity.  Advanced Standing students will have received additional and possibly different education than their 27-month colleagues.  Completing the study should take no longer than 10 minutes of your time.  If you choose to be involved in the study, you will go through a short online screening process via a site called Survey Monkey and then complete a consent form.  Following consent, you will be directed to a survey.  The survey will include demographic questions and then inquire about the content of your educational curriculum and profession.    If you choose to participate in this study you will be helping Smith assess its curriculum regarding transgender issues.  With information on the effectiveness of the transgender focused curriculum, Smith can be better informed as to where improvements might be needed.  However, some of the survey questions are of personal nature and may 75 cause emotional discomfort.  There will be no monetary compensation for participating in this study.    Should you choose to participate in this study, your information will be anonymous.  The URL retrieved from your email address will not be saved into the SurveyMonkey database.  Without the URL’s I will not know who participated in the sample or what data belongs to any participant.  Data and results will be accessible to my research advisor, but no identifying information will be included.  This information will also be saved in a password-protected file for the length of three years and then destroyed.  Should the data be needed for longer than three years it will be saved in a secure place and then destroyed immediately after it is no longer needed, per federal requirements.     Participating in this study is completely voluntary and should you wish to exit the survey at any point you will be permitted to do so.  You may also skip any questions you do not wish to answer.  However, know that once you enter “submit” any information already entered into the survey cannot be withdrawn due to the lack of identifying information.  Please print this letter of informed consent for your own records.  If you have any questions regarding this study, please do not hesitate to call me (512-814-9948) or the Chair of the Smith College School for Social Work Human  Subjects Review Committee (413-585-7974).   Sincerely, Haley M. Burton BY CHECKING “I AGREE’ BELOW YOU ARE INDICATING THAT YOU HAVE READ AND UNDERSTAND THE INFORMATION ABOVE AND THAT 76 YOU HAVE HAD AN OPPORTUNITY TO ASK QUESTIONS ABOUT THE STUDY, YOUR PARTICIPATION, AND YOU RIGHTS AND THAT YOU AGREE TO PARTICIPATE IN THE STUDY.             ",
    "id": 231068044,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.smith.edu:theses-1948"
    },
    "title": "A queer-positive institution and its creation of gender-competency in social workers : a project based on the exploration of Smith College School for Social Work alumni",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-12-20T08:00:00+00:00",
    "publisher": "Smith ScholarWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.smith.edu/cgi/viewcontent.cgi?article=1948&amp;context=theses"
    ],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/231068044.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/231068044"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/231068044/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/231068044/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/231068044"
        }
    ],
    "abstract": "This quantitative study explored the inclusion of transgender specific curriculum provided at the Masters level at Smith College School for Social Work and the degree of competency and level of preparedness it provided graduates of the program. The chosen alumni population was reached through the alumni email network. This study utilized a curriculum survey created by previous researchers, as well as a transphobia scale to perform an attitudinal assessment. It was hypothesized that those who indicated receiving more education on issues specific to the transgender population would feel more competent and more prepared. An additional hypothesis was that those who received more education on the transgender population would also show lower levels of transphobia. Analysis of this research and previous research support both of the hypotheses",
    "tags": [
        "text",
        "Smith College. School for Social Work-Curricula",
        "Social work education",
        "Transgender people-Services for",
        "Education",
        "Transgender",
        "Curriculum",
        "Social work",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.smith.edu:theses-1948",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14591",
        "openDoarId": 0,
        "name": "Smith College: Smith ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 231068044,
        "depositedDate": null,
        "publishedDate": "2012-12-20T08:00:00+00:00",
        "updatedDate": "2024-02-17T13:33:24+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T22:07:30+01:00"
    },
    "urls": [
        "https://scholarworks.smith.edu/theses/871",
        "https://scholarworks.smith.edu/context/theses/article/1948/viewcontent/HBurtonThesisForLibrary_1.pdf"
    ],
    "lastUpdate": "2024-02-17T13:33:24+00:00",
    "setSpecs": []
}