{
    "acceptedDate": "",
    "authors": [
        {
            "name": "SHAH, P"
        }
    ],
    "contributors": [],
    "createdDate": "2016-04-05T12:05:57+01:00",
    "dataProvider": {
        "id": 619,
        "name": "Queen Mary Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/619",
        "logo": "https://api.core.ac.uk/data-providers/619/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/30696235.pdf",
    "fullText": "A reflection on the Shari’a debate in BritainSHAH, P       For additional information about this publication click this link.http://qmro.qmul.ac.uk/jspui/handle/123456789/3304   Information about this research object was correct at the time of download; we occasionallymake corrections to records, please therefore check the published record when citing. Formore information contact scholarlycommunications@qmul.ac.ukSTUDIA Z PRAWA WYZNANIOWEGOTom 13 – 2010 PRAKASH SHAHA REFLECTION ON THE SHARI’A DEBATE IN BRITAINEuropeans are uncomfortable with their Muslim neighbours. The success of far right parties in the European Parliament elections, the referendum against minarets in Switzerland, and the consideration by the French authorities to ban the burqa, all in the year 2009, are cases in point. The Muslim presence has thus provoked questions about European liberal democracies and the limits of their tolerance of differ-ence. Their presence in Europe is also forcing Muslims to re-evaluate many of the norms and practices they took for granted when living in their countries of origin. However, Muslims do not always give up their traditions, or they reconstruct them on European soil in ways that other Europeans cannot easily accept1. This includes practices which are beginning to more directly challenge European notions of the unity of nation-state legal orders. Thus, the prospect of the shari’a (Islamic law) gaining recognition within European legal systems is a matter fraught with controversy. This is especially so in the United Kingdom where the debate about Muslims has often centred on the shari’a. While there was some public discussion of the shari’a previously (Shah 2010), on 7 February 2008, the head of the Church of England, the 1 I do not mean to suggest that Muslims are new to Europe since they have had a notable presence in South East Europe for centuries. Even in Britain, the Muslim presence has been recorded for centuries (Ansari 2004). 70 PRAKASH SHAHArchbishop of Canterbury, Dr Rowan Williams, gave a speech at the Royal Courts of Justice in London in which he appeared to back some sort of ofﬁcial recognition for shari’a2. This article is a response to the Archbishop’s lecture or, more precisely, it responds to the ﬁerce criti-cism levelled against the Archbishop for suggesting that it was inevi-table that shari’a norms would gain greater recognition within English law. It brieﬂy recounts the history of recognition of shari’a in areas under the jurisdiction of Europeans, arguing that the mere prospect of recognition of Islamic law is not as strange or odd as has been made out. The article then goes on to outline the content of the Archbishop’s speech and the responses to it. It then moves to consider the limited ways in which English law has already adapted to some ethnic minority norms, and examines the prospects for greater ﬂexibility and openness to non-European norm systems in the contemporary context of ethnic and religious plurality. LEGAL PLURALITY: STANDARD OR EXCEPTIONAL?The UK is not the only ethnically or religiously diverse country. This is a general condition of the world. From a socio-legal perspec-tive, the claim of a uniform, national system of law is less and less sustainable in either the UK or elsewhere. In Asia and Africa, state legal systems have accommodated plurality by institutionally recog-nizing a multiplicity of personal laws, running concurrent to a general law which applies to all of a country’s citizens (Hooker 1975). There are also cases in Latin America of accommodation of the legal orders of different population groups by state legal systems. States in Europe therefore appear to be running counter to globally preferred models of state–society relations.2 The speech can be found at http//www.archbishopofcanterbury.org/1575 and is linked to a fairly long question-and-answer session which followed it http//www.archbishopofcan-terbury.org/1594. An interview was recorded earlier the same day for the BBCs World at One, the transcript for which is available at http//www.archbishopofcanterbury.org/1573. [All accessed 22 December 2009] The Archbishop’s speech was the ﬁrst in a series of discus-sions by experts held on Islam and English law at the Temple Church in London. 71A REFLECTION ON THE SHARI’A DEBATE IN BRITAINWhen we examine the imperial period, we ﬁnd that the co-exist-ence of different laws was readily conceded. As with other empires, the leaders of the British Empire had to recognize their domains as legally plural. The importance of rule over millions of Muslim subjects appeared to require reminders even at the peak of the imperial period. One Orientalist adventurer, Sir Richard Burton, wrote in the introduc-tion to his 1885 translation of Alf Laylah wa Laylah (A Thousand and One Nights) that ‘England is ever forgetting that she is at present the greatest Mohammedan empire in the world’ (Burton 1894: xxiii). He further counselled:Now Moslems are not to be ruled by raw youths who should be at school and college instead of holding positions of trust and emolument. He who would deal with them successfully must be, ﬁrstly, honest and truthful and, secondly, familiar with and favourably inclined to their manners and customs if not to their law and religion.India is often cited by informed observers (Grifﬁths 1986:6), and not least by informed Muslims, as a country where the colonial authori-ties recognized Muslim law. Such reminders appear to be necessary particularly given the state of post-imperial nationalist amnesia in which British legal systems appear to be currently languishing. In fact, before European colonizers arrived, there was already the prevailing norm of local laws existing side by side with the state law. Muslim kazi (or qadi) courts were established in the signiﬁcant cities under Muslim rule (Hasan 2004) although their powers were subsequently removed in those areas of the Empire which came under direct British control (Vatuk 2008), signalling the increasing control of the development of Muslim law through the British court system. However, it should be noted that while the British imperial authorities tended to some extent to recognize Muslim law in areas where Muslims lived in signiﬁcant numbers, such recognition was never extended to the imperial centre itself. While this may not have posed many problems in earlier decades, it has become an increasingly important issue with the magnitude of post-war immigration.72 PRAKASH SHAHIn earlier times, British administrators were well aware of how foreign countries operated plural systems. Territories under Muslim rule were organised along segmented lines, something which is still often cited as evidence of Muslim plurality-consciousness. The vast Ottoman Empire, building upon Roman and Byzantine principles, employed the concept of millet which is generally understood as having been applica-ble to the empire’s non-Muslim communities who were recognized as having considerable powers of self-regulation. However, semi-autono-mous status was also recognized in other ways. Muslim communities (notably the Kurds) were also recognized as having considerable self-regulatory freedom. Although post-imperial, modern Turkey has chosen to homogenize top-down along French lines, one can see the continuing inﬂuence of the earlier modelling on many existing West Asian/Middle Eastern legal systems (Dupret et al 1999, Mallat 2007), including that of Israel, which also recognizes a Muslim personal law and qadi courts to apply it (Edelman 1994). In Greece, meanwhile, shari’a is still recog-nized with respect to the Muslims of Western (Greek) Thrace in conse-quence of the Treaty of Lausanne (1923) (Tsitselkis 2004).Nowadays, the Austro-Hungarian Empire is recalled as the eastern-most bulwark of the civilization formerly known as Christendom – against the Muslim world in particular.3 This idea can be seen even in recent works introducing the Austrian legal system (Hausmaninger 2000: 1), and that historical baggage partially accounts for the refusal of Austria to countenance the accession of Turkey to the EU4. However, the Austro-Hungarian Empire had a highly plural population and legal structures. After its takeover of Bosnia-Herzegovina in 1878, the Austro-Hungarian Empire recognized the continued operation of shari’a courts as inherited from the Ottomans (Pinson 1993), a system which continued until the establishment of the Yugoslav Republic (Friedman 1996:72). Interestingly, the legal remains of those earlier days have been found by 3 The term ‘Christendom’ persisted until recently in the usage of British courts, see e.g. Cheni v Cheni [1963] 2 W.L.R. 17, Qureshi v Qureshi [1972] Fam. 173 at 182 (used by counsel in argument). Because of citation and quoting of earlier cases, it can be found up to the present day. 4 Hungary, on the other hand, has announced that it favours Turkey’s accession. 73A REFLECTION ON THE SHARI’A DEBATE IN BRITAINthe Austrians, not more than two decades ago, to be useful in according ofﬁcial legal status to Muslims living there (Schmied and Wieshaider 2004:202-204).After the experience of colonisation, many countries retained their systems of law, somewhat along the lines of what the Archbishop of Canterbury termed ‘supplementary jurisdictions’, or personal laws. Nowadays, the vast majority of the world’s legal systems are not disin-tegrating because they fail to operate a uniform legal system applica-ble to all of their population. Indeed, the opposite may be the case: countries that came under the inﬂuence of European-style nationalist theories may ﬁnd themselves experiencing ethnic conﬂict or seces-sionist pressure because of the non-recognition of constituent group identities. Elites from these states, among them many lawyers reared in models of Euro-focused, methodologically nationalist legality, never-theless tend to downplay the extent to which ‘their’ legal systems make, or should make, concessions to diversity (Grifﬁths 1986:7-8).Even in Euro-American legal systems, particularly the Europe-an settler colonial states, there are instances of concessions to local socio-legal realities. The Canadian accommodations to First Nations people are one example; furthermore Australians are experimenting with alternative dispute resolution mechanisms drawing on indigenous Australian legal precepts. Under current constitutional arrangements in the UK, different state laws operate in England, Wales, Scotland and Northern Ireland. The effects of European law are another example of legal pluralism in British law, and here we see a series of backlash-es against too much Euro-interference. This may partly be put down to the fact that EU law asserts a supremacy over British law, as the reception of ‘European law’ in the British Isles is otherwise centuries old. The EU’s neo-imperial legal order thus necessitates a continually sensitive approach to carefully reconciling its inherent legal plurality. Still, everywhere in Europe, the Muslim presence is leading to changes in ofﬁcial laws and practices. As Rohe (2009: 93) states, ‘Sharia has entered European parliaments, administrations and courts’. Perhaps more than in other Western countries the issue of shari’a has come more to the fore in Britain.74 PRAKASH SHAHTHE WILLIAMS AFFAIRThe Rushdie Affair (1989) which erupted in response to the publi-cation of the novel the Satanic Verses was one of the ﬁrst occasions where Muslim concern came onto the public scene in post-war Britain5. The Archbishop of Canterbury’s speech of 7 February 2008 came after a series of events which have kept the Muslim presence in the public frame since the Rushdie Affair. Although the main title of his lecture was ‘Civil and Religious Law in England’, Dr Williams used the opportunity to set out his thoughts regarding ‘what might be entailed in crafting a just and constructive relationship between Islamic law and the statutory law of the United Kingdom’. He was careful to say that the relevance of his argument was not restricted to Muslims, but more generally to people with a religious conviction. However, he also noted, ‘Among the manifold anxieties that haunt the discussion of the place of Muslims in British society, one of the strongest, reinforced from time to time by the sensational reporting of opinion polls, is that Muslim communities in this country seek the freedom to live under sharia law.’ Concerns among Muslims were therefore at the heart of Dr Williams’ speech.Responding to this felt desire he suggested that there were two possi-ble levels at which a new relationship could be recast. At one level he asked whether there should be (and clearly he thought that there should be) a ‘higher level of attention to religious identity and communal rights in the practice of law’. At another level he foresaw ‘something like a delegation of certain legal functions to the religious courts of a community’. Dr Williams envisaged a ‘much enhanced and quite sophisticated version’ of the Islamic Shari’a Council, with ‘increased resource and a high degree of community recognition’. For Dr Williams this system of ‘supplementary jurisdiction’ would include the ﬁelds of marital law, ﬁnancial transactions, and authorized structures of media-5 On the response by the ofﬁcial courts to the claim by some Muslims that the blasphemy law be applied in this case see R v Chief Metropolitan Stipendiary Magistrate, ex p. Choud-hury [1991] 1 All ER 306 eventually leading to a challenge at Strasbourg, Choudhury v UK, Appl. no. 17439/90 (1991) Human Rights Law Journal 172, Eur. Comm. H.R. 75A REFLECTION ON THE SHARI’A DEBATE IN BRITAINtion and conﬂict resolution. He drew upon the concept of ‘transforma-tive accommodation’ proposed by the Canadian Jewish scholar, Ayelet Shachar (2001), as the core academic basis for his own thoughts on the interaction between religious and state dispute resolution mechanisms.Shachar’s is a very compelling discussion of the problem of multi-cultural societies in which religious groups, which she refers to as nomoi or ‘identity’ groups, share a comprehensive world view which extends to creating a law for the community which differs from that encoded in state law. Although mainly discussing religious groups, Shachar’s nomoi group could be any identity group organized along ethnic, racial, tribal or national-origin lines. Identifying a lack of discussion in the literature on multicultural societies on the ‘rougher business’ of the institutional allocation of power and structural design, she proposes a concept of ‘multicultural jurisdictions’. Crucial to this is the allocation of sub-mat-ters (for example, immigration, family, criminal) to the jurisdiction of nomoi groups, with the proviso that neither the nomoi group nor the state would enjoy a monopoly of decision-making over the allocated matters. Instead, she foresees cooperation and competition between state and community decision-makers so that both have to work harder to win the support of their constituents. Although an allocation of power between the two realms of law would have to be decided beforehand to prevent opt outs at the slightest opportunity, she also advocates the possibility of selective exit by individuals where remedies are not being provided to them. One advantage Shachar foresees in her proposal is that identity groups would not thereby have to retreat into a ‘reactive culturalism’ because of the threat of assimilation into the dominant culture, while those made vulnerable by the impact of the decisions of the groups’ leaders could also be protected.Drawing closely on Shachar’s argument, Dr Williams advocated that litigants be offered a choice of forum as between communal or state legal mechanisms. In the process, both agencies would be trans-formed into recognizing their own limits: the former jurisdiction would have to take into account ‘the risks of alienating its own people by inﬂexible and over-restrictive applications of traditional law’, while the latter would need to ‘weigh the possible consequences of ghettoiz-ing and effectively disenfranchizing a minority, at real cost to overall 76 PRAKASH SHAHsocial cohesion and creativity’. As in the case of shared responsibility in education6, such competition for loyalty could ensure that groups with ‘serious and profound conviction are not systematically faced with the stark alternatives of cultural loyalty or state loyalty’.In order to achieve this, Dr Williams argued, there was a need to rethink the rule and role of law according to which citizenship is premised on a monopolistic abstract legal universality in which individuals live under a rights-based culture ‘irrespective of the custom and conscience of those groups which concretely compose a plural modern society’. Rather, in his view, the Enlightenment achievement needs to be recast in a negative way, as a guarantee of equal accountability and access, whereby any human participant is protected against the loss of certain elementary liberties of self-determination and guaranteed the freedom to demand reasons from others for actions and policies which infringe that self-determination. This way of reconceptualizing the rule of law would honour ‘what in the human constitution is not captured by any one form of corporate belong-ing or any particular history, even though the human constitution never exists without those other determinations’.Besides addressing the perceived dilution of Enlightenment achieve-ments, Dr Williams dealt with two other possible objections to his proposal. The ﬁrst involves the question of vexatious appeal to religious scruple, to which his response is to have a method of separating those claims where the ‘potential conﬂict is real, legally and religiously serious’ from those which are ‘grounded in either nuisance or ignorance’. The second possible problem with the recognition of ‘supplementary juris-diction’ could be the reinforcing in minority communities of repressive and retrograde elements, ‘with particularly serious consequences for the role and liberties of women’. He gave the examples of inheritance for widows and apostasy in Islamic law. In such cases he felt that a legal system could not allow the taking away of rights and liberties that individuals were allowed to enjoy or claim as citizens, and so religious 6 English education law recognizes denominational schools which can operate under different structures reﬂecting different levels of state support and intervention. Around a third of all schools within the state maintained sector in England have a religious character (Department for Children Schools and Families 2007:3). 77A REFLECTION ON THE SHARI’A DEBATE IN BRITAINcourts could not be given a ﬁnal say. There were, in other words, to be ‘no blank cheques’.Perhaps predictably, the reaction against this speech was immediate and forceful among different sections of society and exposed a range of ideological positions held by those who fear a threat to the clasp by which Christianity is held in place in the constitutional system (‘Britain is a Christian country’); those who fear that religion is rearing its ugly head in a time when secular beliefs are making rapid advances within society at large, and within the ofﬁcial legal framework; and those who suspected ulterior motives behind the speech. Among some other minor-ity communities there is a palpable sense that, once again, Muslims are dominating the public agenda while some Muslims also feel that the Archbishop’s position did not reﬂect theirs. Directed as the speech was to the ofﬁcial legal system’s need to adapt to changing social reali-ties, many of the governing assumptions about the system of law came to the surface in response to it. There was vociferous defence of the prevailing order (whether properly regarded as secular or Christian). The ‘fact’ that only one law could and should govern Britain’s popula-tion was expressed most loudly in the aftermath of Dr Williams’ speech. Meanwhile, a number of moderate voices also expressed themselves as not entirely dismissing Dr Williams’ suggestions, and this was particu-larly notable among the published views of legal professionals to whom the speech had, after all, been addressed (Ballantyne 2008, Botsford 2008, Dyke 2008, Smith 2008, Turner 2008).The Williams Affair was not the ﬁrst occasion during which the operation of shari’a had been discussed. For the better part of the post-war period which has seen signiﬁcant Muslim settlement in Britain, campaigns for recognition of rules of shari’a in family matters have taken a rather low proﬁle, although they have not disappeared from the agenda altogether. Consistent rejection by state ofﬁcials of the prospect of shari’a being recognized has probably reinforced quietistic endeav-ours in the private ﬁeld whereby informal and hybrid rule systems have arisen noted by Pearl and Menski (1998) as the socio-legal phenom-ena of angrezi shariat (British Muslim law). The existence of ofﬁcial-ly unregulated so-called ‘shari’a councils’ had been coming under scrutiny in the months preceding the Archbishop’s intervention (Shah 78 PRAKASH SHAH2010)7. Such councils are frequently referred to as ‘Muslim courts’ but, although ofﬁcial courts and tribunals have been aware of their opera-tion, their decisions are not given ofﬁcial status8.Once Dr Williams had taken the proverbial bull by the horns, writers who had not yet traversed the territory of shari’a to any signiﬁcant extent began to take notice of the need to enter the arena. For instance, the leading sociologist Tariq Modood (2005) has been discussing the struggles for recognition by Muslims within the context of ofﬁcial British multicultur-alism, inter alia, under the anti-discrimination law, the racial hatred laws, more visible recognition within the census ﬁgures, and state recognition of Muslim denominational schools. However, Modood had rarely addressed the shari’a issue, giving the impression that it was of negligible concern among Muslims, but has since also responded to Dr Williams’ speech and incorporated it within his concept of ‘multicultural citizenship’ (Modood 2008). Signiﬁcantly, the then Lord Chief Justice of England and Wales, Lord Phillips, having chaired the Archbishop’s speech, entered the discus-sion himself, taking a position sympathetic to the Archbishop’s in a lecture at the London Muslim Centre on 3 July 20089. While there is some space which separates the positions taken by Dr Williams and Lord Phillips, the fact that a senior judge, soon to take the position of the President of the UK’s newly created Supreme Court, seems to (cautiously) indicate his support for the Archbishop’s idea of a choice of jurisdictions, was proba-bly unparalleled among the European judiciary.SHARI’A AND ENGLISH LAWThe legal adaptation of European societies to the encounter between North and South occasioned by large-scale and continuing immigration from outside Europe is an ongoing process, with the shari’a debate only 7 Lively debates among Muslims have been taking place in various fora, a sampling of which can be seen on the Channel 4 series Sharia TV. 8 This is subject to what is said further below on the effect of the Arbitration Act 1996. 9 See the website of the East London Mosque and London Muslim Centre where the text of Lord Phillips’ speech can also be found: http://www.eastlondonmosque.org.uk/, last accessed 26 December 2009. 79A REFLECTION ON THE SHARI’A DEBATE IN BRITAINthe latest in a long list of struggles for what Modood (2005) describes as ‘multicultural citizenship’. For some time, British laws have made minor legal concessions to minority communities. Since the mid-1970s, a statutory exemption has been made to Sikhs who wish to be exempt from wearing crash helmets while riding motorcycles and several other individual examples can be mentioned, including some speciﬁc conces-sions applicable to Muslims in legislation and case law (Menski 2008). This methodology of responding to the individual facts and circum-stances of cases and the need for exemptions in general laws seems to have worked up to a point, and is a further indication that a total prescrip-tion of legal uniformity is never desirable in a plural society. Shachar (2001) speaks of a speciﬁc manifestation of this model as ‘temporal accommodation’ whereby time bound (related to life cycle events) and issue speciﬁc measures are accepted ofﬁcially as being governed by a group’s traditions. Shachar’s (2001:101) criticism of such a model of accommodation is that the costs and efforts of establishing a claim for validity falls ‘upon the vulnerable group members who must negotiate their rights on a case-to-case basis, and often against ingrained preju-dices and suspicions regarding their nomoi groups’ traditions’.In the British case, too, such accommodation appears to have operated largely unsystematically and without a more comprehensive constitutional commitment to build in the legal requirements of differ-ent communities and individuals in an ethnically plural society. Eventu-ally, the larger question about a paradigmatically different approach appears to present itself. Rather than insisting on the historically fairly recent model of legal equality within which some exceptions are made, often through a happenstance combination of circumstances, should we instead be talking of a generalized right to be different? There is no such right in any international human rights instrument although, as Ballard (2009) argues, that may well reﬂect the constrained nature of human rights lawmaking. However, the right to be different and to have that difference respected in law is a critical issue, and is underlined by the Archbishop’s references to plurality and pluralism. It goes far beyond the question of principles and rules of shari’a being recognized in British law. The issue is relevant not only for Muslims but for every-one, since everyone is different from the ‘other’. Viewed in this light, 80 PRAKASH SHAHthe Archbishop provokes us into thinking more deeply about the general implications of living in a plural society from a legal perspective. The Archbishop rightly views shari’a – literally the path to the source of water – as a methodology of arriving at a just answer to legal problems, and not simply a set of rules that can be applied mechani-cally. Dr Williams stated:Thus, in contrast to what is sometimes assumed, we do not simply have a standoff between two rival legal systems when we discuss Islamic and British law. On the one hand, sharia depends for its legitimacy not on any human decision, not on votes or preferences, but on the conviction that it represents the mind of God; on the other, it is to some extent unﬁnished business so far as codiﬁed and precise provisions are concerned. To recog-nise sharia is to recognise a method of jurisprudence governed by revealed texts rather than a single system.The substantive content of the shari’a is thus widely contested and internally plural albeit with many historical and contemporary trends. Some contemporary trends indicate a worrying reliance on extremist interpretations, thus giving rise to troubling scenes occasionally repre-sented in the media and in the reports of human rights organisations. The thrust of Dr. Williams proposals can perhaps be better analyzed if we divide those with substantive implications from those having procedural implications. As noted, Dr Williams raised the question in his lecture of ‘a higher level of attention to religious identity and communal rights in the practice of the law’. Interpreted as having impli-cations at the level of substantive law, this raises the issue of how legis-lation and the ofﬁcial courts could incorporate issues of Islamic law. As may be expected, the present picture reveals an approach largely presenting Muslim law as a negative and unwanted inﬂuence on the ofﬁcial British legal systems. In some cases, Islam is seen and treated as the foreign ‘other’, or as Glenn (2003: 99) would say, a source of ‘distant law’. The law concerning marriage has turned out to be a highly contested and somewhat confused ﬁeld in this respect. Indeed, in one case involving a Muslim nikah celebrated in London, the High Court judge referred to it as a marriage according to a foreign religion, thus 81A REFLECTION ON THE SHARI’A DEBATE IN BRITAINhighlighting that some judges still do not see Islam as being part of the British way of life10. However, while steadfastly refusing to treat the London nikah as legally valid in English law, the judge went on to apply the principle of ‘presumption of marriage’ to validate this quite long-standing union, thereby also paving the way to awarding remedies to the divorcee woman11. In other instances, law making continues to proceed without attention to the requirements of ethnic minorities. Even though English judges have seen the utility of the Scottish law principle of ‘presumption of marriage’ in a series of ethnic minority cases, the Scottish Parliament has, without debate on the implications, disallowed courts from having recourse to the same principle by section 3 of the Family Law (Scotland) Act 2006.It has not gone unnoticed that marriages of Muslims and other ethnic minorities gain recognition much more easily in circumstances which entail penalties. Thus for the purposes of the Forced Marriage (Civil Protection) Act 2007 a marriage is deﬁned in section 16 as ‘any religious or civil ceremony of marriage (whether or not legally binding)’. This is reﬂective of an underlying tendency to view Muslims and other minority family arrangements as worthy of recognition in contexts where those arrangements are treated as deﬁcient by comparison to modern Europe-an standards. It may be argued that the legislation in question, which allows individuals to approach the courts in cases of actual or potential forced marriage, is protective in nature and that the wider deﬁnition of marriage is therefore justiﬁed. While this is undoubtedly the case, we regularly ﬁnd that recognition is not forthcoming in other contexts where it could also result in protective mechanisms coming into play. In the recent and widely reported decision Radmacher v Granatino, in which the Court of Appeal recognized the relevance of a pre-nuptial agreement between a couple who had signed an agreement valid under German law and then divorced in the UK, the Court was seemingly 10 A.M. v A.M. [2001] 2 FLR 6.11 This kind of bending of English law rules on the recognition of marriage, also evident in the Sikh marriage case, Chief Adjudication Ofﬁcer v Kirpal Kaur Bath [2000] 1 F.C.R. 419, [2000] 1 F.L.R. 8, [2000] Fam. Law 91, may be seen as illustrations of what Hoekema (2009) regards as ‘interlegality’. This amounts to the using of known principles of the estab-lished domestic legal order to accommodate ethnic minority practices norms. 82 PRAKASH SHAHaware that the issue of the Muslim marriage contract was hovering in the background. Although there was no particular legal argument in court regarding Muslim marriage contracts, Lord Justice Thorpe somewhat gratuitously stated that ‘The gulf between our statute law and Sharia law is wide indeed’12. In the next paragraph, his Lordship stated,in future cases broadly in line with the present case on the facts, the judge should give due weight to the marital property regime into which the parties freely entered. This is not to apply foreign law, nor is it to give effect to a contract foreign to English tradition13.Although this paragraph is couched in non-speciﬁc, oblique terms, it may be guessed that his Lordship had Muslim marriage contracts in mind when referring to ‘a contract foreign to English tradition’14. While it is understandable that a court may not wish to be bound by the terms of a (pre-)nuptial contract completely, it is not necessarily the best of strategies to say or to hint that Muslim marriage contracts should not be given their due weight by virtue of the fact that they are outside the English legal tradition. This decision again reveals a kind of distancing strategy which may to be motivated by much more than the oft-given reason that secular Western judges will not want to get bogged down in religious questions. It also seems to ignore the utility of giving such marriage contracts some weight, subject to overriding public policy, if they open up prospects of gaining ﬁnancial compensation15.12 Radmacher v Granatino [2009] EWCA Civ 649, Thorpe LJ, para. 52.13 Radmacher v Granatino [2009] EWCA Civ 649, Thorpe LJ, para. 53.14 Lord Justice Thorpe’s position may well have been inﬂuenced by an appeal the previ-ous year in which he was on the bench. In City of Westminster Social & Community Services Department v IC and another [2008] EWCA Civ 198 the local authority had taken steps to prevent a man with severe impairment of intellectual functioning and autism from going ahead with his marriage to a woman from Bangladesh. The man had even been prevented from going abroad to begin his married life. The parties married by a transnational telephone marriage. Although there was expert evidence from Prof. Werner Menski that the marriage was valid under Muslim law and under Bangladeshi law, the Court of Appeal judges argued on various grounds that the marriage could not be held valid in English law. 15 The issue of recognition gains more importance once we take into account the fact that many Muslim marriages in Britain are not being registered. Conversely, that fact may be 83A REFLECTION ON THE SHARI’A DEBATE IN BRITAINThe concern to keep Muslim law at bay is evident in another paradig-matic illustration of the courts’ seeming reluctance to enter into the religious sphere. The case concerned a bank loan dispute decided by the English Court of Appeal. In this case, Shamil Bank, the choice of court in the loan contract was an English court, but the clause stipulating the law to govern the contract referred to the ‘glorious shari’a’16. Despite the submission of expert evidence on both sides explaining the Islamic rules on banking and the taking of interest, the Court of Appeal decided the matter solely on the basis of English law. Among the reasons given were that Islamic rules were really only religious principles and far too imprecise to be applied, while the international rules applicable to contracts envisaged only the law of a particular state legal system. This view of shari’a as being couched in general principles is not unknown among experts of Islamic law (Vikør 2005:1-2), and was also reﬂect-ed in the Archbishop’s remarks about shari’a being an ‘unﬁnished business’. This is particularly the case when the principles of Muslim law are contended to apply to situations, like bank loans, which call for fresh answers to problems arising in contemporary circumstances. We are therefore bound to ﬁnd much ‘unﬁnished business’ in such contexts, but is this open texture a ground for saying that we ought simply to apply the better-known principles and rules of English law? It remains to be seen how the British courts get actively involved in deciding about their own approach to particular questions of shari’a, rather than stand-ing back or avoiding issues in the manner demonstrated in the cases discussed here17.preventing some judges from actively conferring recognition in the knowledge that it effec-tively means recognizing marriages of persons who have neglected to follow the registration requirements of English law. Western courts are in general adopting a variety of approaches to the Muslim nikah given the multiplicity of concerns (Fournier 2010).  16 Shamil Bank of Bahrain EC v Beximco Pharmaceuticals Ltd (No.1) [2004] 1 WLR 1784.17 A stipulation in a will that property of the deceased be distributed according to shari’a rules is another illustration of individual Muslims using a plurality of laws which could then put the onus on English law fora of deciding what the substantive shari’a rules are and whether to accept them. This issue already comes before the ofﬁcial courts as a matter of foreign law in private international law terms. For online will services see for example http://www.inter-islam.org/Actions/ISLAMICWILL.htm and http://www.islamwills.com/ both last accessed 27 December 2009. 84 PRAKASH SHAHBesides the question of incorporation of aspects of substantive Muslim law into English or British laws, the Archbishop’s reference to the possible ‘delegation of certain legal functions to the religious courts of a community’ raised issues of a more procedural nature and, in partic-ular, the nature of judicial decision-making in Muslim contexts and its possible interface with English law. Muslim judicial decision-making has long been stereotyped as kadijustiz, to repeat the phrase used by Max Weber (1954:351)18, later adapted by Anglo-American judges to draw a picture of a rather arbitrary, irrational system of dispute process-ing under trees19. This ignores the complex hybridity and context sensi-tivity that enters into Muslim decision-making. Studies on decision-making by judges in contemporary Muslim contexts by scholars such as Lawrence Rosen (1989, 2000 on Morocco), Karim Wazir Jahan (1992, on Malaysia), Lynn Welchman (2000, on Palestine) and Susan Hirsch (1994, in Kenya, where Muslims are a minority), as well as a number of historical studies (Peirce 2003, Hasan 2004), reveal a number of impor-tant facets of this kind of judging activity.Judges are required to be as alive to the socio-legal reality of the disputants as to the Islamic doctrines in which they have been schooled. This involves their taking into account not just the ﬁqh jurisprudence as developed by scholars over time but also the socio-cultural norms by which disputants live. As Welchman (2000:6) remarks in her book on the West Bank, ‘Customary rules frequently constitute a stronger force than «law», particularly over matters involving women and the family.’ It is also notable that the customer base of Muslim courts, including shari’a councils in Britain (Shah-Kazemi 2001, Bano 2007, Keshavjee 2007), substantially consists of women, while judges are of course men. No doubt, this introduces its own gender-laden dynamic. It is, however, difﬁcult to conceive of any courts, Muslim or otherwise, changing social structures by themselves. The best that they can achieve is to help make the life conditions of people who come before them tolerable. Muslim 18 The term may not be Max Weber’s however, but may have been coined by R. Schmidt in 1908 – see Manzoor (2000). 19 Metropolitan Properties Co Ltd v Purdy [1940] 1 All ER 188, per Lord Goddard CJ; Terminiello v Chicago 337 U.S. 1, 11 (1949), per Frankfurter J dissenting. 85A REFLECTION ON THE SHARI’A DEBATE IN BRITAINcourts, or our home-grown version, the ‘shari’a councils’, are probably as ill placed fully to live up to the concerns expressed, especially by feminist scholars, in relation to their ability to overcome patriarchal social structures. The best we may realistically expect of them is that they alleviate their worst effects and then throw the rest back on to the socio-legal sphere to right its own wrongs and for state policy to play its role effectively. This is not to argue against judicial activism, which I favour, but to acknowledge that any such activism must necessarily be contained by socio-legal realism.The Archbishop’s position may be regarded as having merit because it could allow ofﬁcial courts greater oversight of shari’a councils. In particular, it could provide the state legal system with a control mecha-nism over their activities. Under present arrangements, shari’a councils operate in an unregulated manner and as noted their decisions are not binding in English law20. The Arbitration Act of 1996 offers an operable method of interface between arbitration bodies and the ofﬁcial courts so that an arbitration entered into voluntarily can be either enforced or challenged in the ofﬁcial courts. The Jewish rabbinical courts, the Batei Din (sing. Beth Din), have been using this mechanism in Britain for decades, but Muslims have not so far used it extensively. The Arbitration Act in any case does not cover divorce or other family matters except for inheritance. Given that the main work done by shari’a councils concerns divorce matters it is probable that, unless the legislation is changed or the practice of shari’a councils in Britain extends more and more to other matters, direct interface with the ofﬁcial courts will remain minimal. Certain bodies, speciﬁcally the network established by the Muslim Arbitration Tribunal, are gearing up to use the Arbitration Act more effectively, and Lord Phillips, in his speech of July 2008, also seemed to favour this as a workable option.Developments in Ontario have taken a reverse direction. The exist-ing mechanisms under the arbitration legislation in Ontario which, 20 This is somewhat in contrast to the perception in sections of the British and European media that shari’a councils have an ofﬁcial legal status. In the aftermath of the Archbishop of Canterbury’s speech, several European journalists who had contacted me were under the impression that they had indeed obtained ofﬁcial status. 86 PRAKASH SHAHunlike the British model, covered family matters, were buttressed after it was realized that Muslim bodies too would be using those mecha-nisms to allow ofﬁcial legal force to be given to their awards. Jews and Catholics had been doing so for some time already. New legisla-tion in the form of the Family Statute Law Amendment Act, 2005 was passed, requiring that only decisions made in accordance with Canadi-an laws be made enforceable, and Muslim bodies not achieving compli-ance with this legislation would simply not be recognized in ofﬁcial terms (Bakht 2006, Bader 2009). However, such attempts at controlling Muslim arbitrations or applying Muslim law rules in ofﬁcial courts do not necessarily mean that religious arbitrations would cease. As Marion Boyd told us on her visit to London in July 2009, the Ontario legisla-tion has resulted in Muslim arbitrations merely becoming invisible to ofﬁcial law without ceasing operations21. In India, some ulema have for decades been irritated at interventions by legislators and courts in questions of Muslim law, and may even prefer them to stay out of decision-making in Muslim matters altogeth-er. Such purported protection of a group’s authentic interest, termed by Shachar as a form of ‘reactive culturalism’, is hardly realistic since states would, and arguably should, want to ensure that certain controls and checks are applied. Such control may also be useful in other senses. In the British case, it could lift angrezi shariat out of its conﬁnement to the unofﬁcial sphere and quicken its development by allowing British courts to also have a say in its shaping. In other words, it could make shariat more angrezi, partly by stimulating the kind of ‘transforma-tive accommodation’ to which Shachar and Dr Williams refer. This might also act as a signal to other European countries, assuming they do not consider the concessions to Muslims in Britain to have gone far enough already. Expert European legal commentators (Ferrari 2000:5, Rohe 2006:61, Rohe 2009:99-100) have not welcomed the possibility 21 Marion Boyd, ‘The past, present and future of arbitration in religious contexts: Reﬂec-tions on Ontario law in comparative a context’. Lecture given at the Institute of Advanced Legal Studies, London, 10 July 2009. The 2005 legislation in fact overrode proposals made by Marion Boyd’s report for which see: http://www.attorneygeneral.jus.gov.on.ca/english/about/pubs/boyd/, last accessed 27 December 2009. 87A REFLECTION ON THE SHARI’A DEBATE IN BRITAINof some type of personal law system being implemented on grounds of the potential disturbance to the established constitutional order. It ought to be noted that it is not clear whom the Archbishop had consulted prior to making his views public. Certainly, no Muslim organization appears to have made a well-argued case for itself or for principles of shari’a to be ofﬁcially recognized. There have been general demands in the past for the recognition of shari’a particular-ly in family matters and such demands have resurfaced from time to time or appear in survey evidence. However, this is far from making a good argument for why shari’a should be recognized ofﬁcially and what the mechanisms of any such recognition should be. It may well be that some Muslim organizations and clerics, as in India, do not want to see shari’a rules and bodies being controlled by the state too closely. They may see the British state as being far too hostile and untrustwor-thy in this respect anyway, particularly in the tense post-9/11 climate. The relative public silence may also reﬂect the narrowness of their own training and outlook, engendered through the barrenness of the contem-porary curricula in madrassas. Olivier Roy (2008) has suggested that, with the extension of the secular educational sphere in South Asian Muslim countries, madrassas have adopted very narrowly ﬁqh-focused curricula whereas in times past they would have a much more holistic approach to education (see also Dalrymple 2005). This raises the wider issue of the corpus of knowledge the functionaries of shari’a councils would be applying. The question of education is of signiﬁcance to the ‘secular’ law schools of Europe too.EDUCATIONAL PRIORITIESBeyond the practical questions of dispute-solving and integrating shari’a within the framework of ofﬁcially sanctioned legal practice there are some conceptual hurdles which would also need to be overcome. Without addressing this backdrop, the ground upon which the re-ad-aptation of legal practices is to take place would remain unprepared. The concept of legal pluralism is particularly helpful in attenuating the ideological blockages of Enlightenment thinking. The Archbishop did 88 PRAKASH SHAHnot actually use the phrase ‘legal pluralism’ but he clearly referred to several senses of the word ‘pluralism’ and, certainly, he can be classi-ﬁed as a legal pluralist. At one level, legal pluralism can be seen as the presence of more than one legal order in a social ﬁeld (Moore 1978, Grifﬁths 1986). But it has received more complex deﬁnitions includ-ing a compelling one by Menski (2006) who asks us to think about law as an inherently plural and dynamic phenomenon, not susceptible to exhaustive deﬁnition by any one of the positivist, natural law, or socio-logical methods, but really needing a combination of all approaches to be able to ‘see’ how it works.22 This kind of methodological pluralism would also help us to remain critical of the ofﬁcial legal mechanisms as well as the shari’a councils’ engagement with Muslim communities.Legal pluralism brings out some of the most troubling and crucial challenges which face legal systems today, but which lie buried beneath a hubristic gloriﬁcation of uniﬁcation through law and the prioritization of nation-state laws (for example, Britain), national-state laws (for example, Scotland), or indeed inter-state laws, at the expense of allegedly lesser forms of social organization. We still shy away from teaching legal pluralism in jurisprudence courses in British universities because, possibly, we have acquired our own ‘legal socialization’ (Kourilsky-Augeven 2007), in types of jurisprudential thought which assume a homogenous national social whole as the only relevant form of social organization with any legal power.It is not therefore enough for us to recognize ourselves as sexist or classist legal ideologues, but also as representing a particular national-ist and ethno-centric perspectives. We are increasingly therefore called upon to stand back and analyse the nation as particularistic ‘imagined community’ (Anderson 1983), and thereby recognize that it cannot represent itself, nor should it be represented as, offering a universalistic claim to truth or justice, often hiding behind liberal discourse which elevates individual autonomy and treats all other bonds as if they were stapled on by rational choice. According to this view, the bonds of kinship and religion would not be chosen by rational thinking individu-als as if the worship of individual autonomy can liberate us from the 22 Meanwhile, Menski has developed his earlier model further to incorporate a fourth dimension of international law. 89A REFLECTION ON THE SHARI’A DEBATE IN BRITAINoppression of kinship and religion. Dr Williams’ criticism of such positions is quite compelling23. Jurisprudence, the home of legal theory in British law schools, however, appears to have so far failed to lift the veil of nationalism and incorporate legal pluralism that would account for ‘other’ laws, or the laws of the non-national other. This picture is changing slowly as postmodernist writing increasingly looks back at the historical role of nationalist thinking in law. Roger Cotterrell (2009) has argued that the currently revered fathers of jurisprudence assume a homogenous, undifferentiated body of citizens, and so disregard or fail to account for the presence of the other in our midst. Implicitly, they assume also that this is a body of equal nationals within a nation with legal autonomy. As Moore (1978) tells us, it is more advisable to conceive of state law as a ‘semi-autonomous social ﬁeld’, whose ‘limited degree of control and predictability is daily inﬂated in the folk models of lawyers and politicians all over the world’ (Moore 1978:2).Cotterrell has been writing about notions of community as interme-diate entities between nations and individuals, and indeed now writes about transnational communities and the law (Cotterrell 2008) whose legal role we are ill placed to analyse because of our methodological-ly nationalist legal inheritance. The Archbishop’s concern also right-ly focuses on how we can account for those nomoi groups who have little legitimation in the legal theoreticians’ pages or in the law of the nation. Historically such groups have been subdued by the nation, and it continues to ﬁght them now with discourses of social inclusion and community cohesion, which arise a priori, imagined and bound to be resisted by various means. Besides such discourses, there is the actual practice of extremely hostile immigration and other controls, and the examples from legal practice we have seen in this article.Silvio Ferrari (2000:6) has argued in a book on Islam and European legal systems that we ought to be teaching about the laws of religions in universities. While this was an allusion to the increasing secularity in legal education nowadays, with religion at best a marginal add-on, Ferrari’s point was also that increasing knowledge about religious laws would have made us more receptive to the recently felt legal needs of 23 See also Ballard (2009) for a critique of such methodological individualism. 90 PRAKASH SHAHMuslims of immigrant origin living in Europe. It is perhaps no coinci-dence therefore that the author of the speech under discussion here is a scholarly priest, already highly sensitized to the needs of the religious conscience in humans. Besides the teaching of religion and law, the teaching of Islamic law might also have to be considered. We do not teach Islamic law in British universities to any appreciable degree, particularly within law schools. The School of Oriental and African Studies (SOAS) in London and Warwick University (under the guidance of Prof. Shaheen Ali) are among the only places where Islamic law is offered as part of an undergraduate curriculum within a law department. Otherwise, much energy is spent discussing hijabs, niqabs and jilbabs and whether Muslim women should or should not be allowed to wear them, but there does not yet appear to be appropriate respect for the fact that Islamic law is a well-established ﬁeld, older than the common law (which arguably draws upon some of the methodology of Muslim law (Glenn 2007:227-9)), with its own global claims.It is not that the demand for studying Islamic law is not there. I have (predominantly Muslim) students appearing every year who want to research some topic connected to it within the space allowed to them in the curriculum through dissertations or theses. Not having had any grounding in Muslim legal history, the principles of Muslim law or indeed exposure to any non-Euro-centred comparative law, few such students are well placed to write on Islamic law issues. While one may concede that there is some intensity of discussion on Islamic banking that may be explained by its obvious economic attractions, and does not extend to detailed coverage of other areas. Meanwhile, as teach-ers, we tend to ﬁnd it easier to communicate the misogynistic elements of Muslim law, to be inevitably out-trumped by the superior claims of modern, secular, individualistic and methodologically nationalist, human rights perspectives.CONCLUSIONCurrently, we appear to be in a strange and largely unexplored landscape, with senior religious ﬁgures and other state ofﬁcers, as well 91A REFLECTION ON THE SHARI’A DEBATE IN BRITAINas a number of academics and legal practitioners, discussing the legal implications of the large-scale Muslim presence in Britain. There is deep unease about the matters being raised, let alone about what directions ofﬁcial legal systems should be taking to constructively respond to the question of shari’a. Dr Williams’ foray into the shari’a debate may have lasting implications, and it may be regarded as part of a longer-term strategy of reorienting the inter-relationship of Islamic law and British legal systems. It can only be a long-term strategy since contemporary conditions appear to be determined by legal nationalism and these will not be easily shaken off, even though it may be easy enough to argue academically for seeing things from different viewpoints. However, the future looks interesting.REFERENCESAnderson, B. (1983): Imagined communities: Reﬂections on the origin and spread of nationalism. London: Verso.Ansari, H. (2004): ‘The inﬁdel within’: Muslims in Britain since 1800. London: C Hurst & Co. Bader, V. (2009): ‘Legal pluralism and differentiated morality: Shari’a in Ontario?’ In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 299-330. Bakht, N. (2006): ‘Were Muslim Barbarians really knocking on the gates of Ontario? The religious arbitration controversy – another perspective.’ Ottawa Law Review 40th Anniversary Volume, pp. 67-82.Ballantyne, W. (2008): Sharia, Setting Straight. Counsel, April, 6.Ballard, R. (2009): ‘Human rights in contexts of ethnic plurality: Always a vehicle for liberation?’ In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 299-330. Bano, S. (2007): ‘Muslim family justice and human rights: The experience of British Muslim women’. In: Vol. 1, No. 4 Journal of Comparative Law, pp. 1–29.Botsford, P. (2008): Religious courts, Sharia unveiled. Law Society Gazette, 28 February.Burton, Sir Richard F. (1894): The Book of the Thousand and One Nights. London: Nichols & Co.92 PRAKASH SHAHCotterrell, R. (2008): ‘Transnational Communities and the Concept of Law’. Vol. 21, No. 1 Ratio Juris, pp. 1-18.Cotterrell, R. (2009): ‘The Struggle for Law, Some Dilemmas of Cultural Legal-ity.’ Vol. 4, Issue 4 International Journal of Law in Context, pp. 373-384.Dalrymple, W. (2005): ‘Inside the Madrasas’. New York Review of Books, 1 December 2005, pp. 16-20.Department for Children Schools and Families (2007): Faith in the system: The role of schools with a religious character in English education and society. Nottingham: DCSF Publications.Dupret, Baudouin, Maurtis Berger and Laila al-Zwaini (eds.): (1999): Legal pluralism in the Arab World. The Hague et al: Kluwer Law International. Dyke, T. (2008): ‘Sense on sharia’. Prospect Magazine, 143, February. http://www.prospect-magazine.co.uk/article_details.php?id=10038, [last accessed 27 December 2009]. Edelman, M. (1994): Courts, politics, and culture in Israel. Charlottesville and London, University Press of Virginia.Ferrari, S. (2000): ‘Introduction’. In: S. Ferrari and A. Bradney (eds.): Islam and European Legal Systems. Aldershot: Ashgate, pp. 1-9.Fournier, P. (2010): Muslim marriage in Western courts: Lost in transplanta-tion. Farnham: Ashgate.Friedman, F. (1996): The Bosnian Muslims. Boulder, CO: Westview Press.Glenn, H.P. (2003): ‘The Nationalist Heritage’. In P. Legrand and R. Munday (eds.): Comparative legal studies: Traditions and transitions. Cambridge: Cambridge University Press, pp. 76-99.Glenn, H.P. (2007): Legal traditions of the world. 3rd edition. Oxford: Oxford University Press.Grifﬁths, J. (1986): ‘What is legal pluralism?’ In: No. 24 Journal of Legal Pluralism and Unofﬁcial Law, pp. 1-56.Hasan, F. (2004): State and locality in Mughal India: Power relations in Western India, 1572–1730. Cambridge: Cambridge University Press.Hausmaninger, H. (2000): The Austrian legal system. 2nd edition. Vienna/Mainz/The Hague: Kluwer Law International.Hirsch, S.F. (1994): Kadhi’s courts as complex sites of resistance: The state, Islam and gender in postcolonial Kenya. London: Routledge.Hoekema, A. (2009): ‘Does the Dutch judiciary pluralize domestic law?’ In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 177-198. 93A REFLECTION ON THE SHARI’A DEBATE IN BRITAINHooker, M.B. (1975): Legal pluralism: An introduction to colonial and neo-colonial laws. Oxford: Clarendon Press.Keshavjee, M. (2007): ‘Alternative dispute resolution in a diasporic Muslim community’. In: P. Shah (ed.): Law and ethnic plurality: Socio-legal perspectives. Leiden: Martinus Nijhoff, pp. 145-75.Kourilsky-Augeven, C. (2007): ‘Legal socialisation: From compliance to familiarisation through permeation’. In: Vol. 1, No. 1 European Journal of Legal Studies. Available at: http://www.ejls.eu/index.php?mode=presentanddisplayissue=2007-04 [last accessed 27 December 2009].Mallat, C. (2007): Introduction to Middle Eastern law. Oxford: Oxford Univer-sity Press.Manzoor, S.P. (2000): ‘Legal rationality vs. arbitrary judgement: Re-exam-ining the tradition of Islamic law’. In: Vol. 21 No. 1 Muslim World Book Review, pp. 3–12.Menski, W. (2006): Comparative law in a global context: The legal systems of Asia and Africa. 2nd edition. Cambridge: Cambridge University Press.Menski, W. (2008): Law, religion and culture in multicultural Britain. In: R. Mehdi et al (eds.): Religion and law in multicultural societies. Copenha-gen: DJØF Publishing, pp. 37-51.Modood, T. (2005): Multicultural politics: Racism, ethnicity and Muslims in Britain. Edinburgh: Edinburgh University Press.Modood, T. (2008): ‘Multicultural citizenship and the anti-sharia storm’. In: Open Democracy, 14 February 2008. Available at http://www.opendemoc-racy.net/article/faith_ideas/europe_islam/anti_sharia_storm [last accessed 27 December 2009].Moore, S.F. (1978): Law as Process. London: Routledge and Keegan Paul.Pearl, D. and W. F. Menski (1998): Muslim family law. London: Sweet and Maxwell. Peirce, L. (2003): Morality tales: Law and gender in the Ottoman court of Aintab. Berkeley: University of California Press.Pinson, M. (1993): ‘The Muslims of Bosnia-Herzegovina under Austro-Hungarian rule, 1878–1918’. In: M. Pinson (ed.): The Muslims of Bosnia-Herzegovina. Cambridge, MA: Centre for Middle Eastern Studies/Harvard University Press, pp. 84-128.Rohe, M. (2006): The migration and settlement of Muslims: The challenges for European legal systems. In: P. Shah and W. F. Menski (eds.): Migration, diasporas and legal systems in Europe. London: Routledge-Cavendish, pp. 57-72.94 PRAKASH SHAHRohe, M. (2009): ‘Shari’a in a European context’. In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 93-114. Rosen, L. (1989): The anthropology of justice: Law as culture in Islamic socie-ty. Cambridge: Cambridge University Press.Rosen, L. (2000): The justice of Islam. Oxford: Oxford University Press.Roy, O. (2008): Secularization and fundamentalism: Two faces of the same coin? Lecture at City University, London, 16 January 2008.Schmied, M. and Wieshaider, W. (2004): ‘Islam and the European Union: The Austrian way’. In: R. Potz and W. Wieshaider (eds.): Islam and the Europe-an Union. Leuven: Peeters, pp. 199-217.Shachar, A.. (2001): Multicultural jurisdictions: Cultural differences and women’s rights. Cambridge, UK, New York: Cambridge University Press.Shah, P. (2010): ‘Between God and the Sultana? Legal pluralism in the British Muslim diaspora’. In: J. S. Nielsen and L. Christoffersen (eds.): Shari’a as Discourse: Legal traditions and the encounter with Europe. Farnham: Ashgate, pp. 117-139.Shah-Kazemi, S.N. (2001): Untying the Knot: Muslim women, divorce and the Shariah. London: Nufﬁeld Foundation.Smith, R. (2008): Caesar’s palace, not Lambeth’s. Vol. 158, No. 7308 New Law Journal, p. 229.Tsitselkis, K. (2004): ‘Muslims in Greece’. In: R. Potz and W. Wieshaider (eds.): Islam and the European Union. Leuven: Peeters, pp. 79-107.Turner, A. (2008): Has the Archbishop lost the plot? No. 172 Justice of the Peace, p. 92.Vatuk, S. (2008): ‘Divorce at the wife’s initiative in Muslim personal law: What are the options and what are the implications for women’s welfare?’ In: A. Parashar and A. Dhanda (eds.): Redeﬁning family law in India. London: Routledge, pp. 200-235.Vikør, K S. (2005): Between God and the Sultan: A history of Islamic law. London: Hurst and Co.Wazir Jahan, K. (1992): Women and culture: Between Malay adat and Islam. Boulder, CO: Westview.Weber, M. (1954): Max Weber on law, economy and society. New York: Simon and Schuster.Welchman, L. (2000): Beyond the code: Muslim family law and the Shari’a judiciary in the Palestinian West Bank. The Hague/Boston: Kluwer Law International.95A REFLECTION ON THE SHARI’A DEBATE IN BRITAINWilliams, R., The Rt. Rev. 2008. Civil and religious law in England: A religious perspective. Speech at the Royal Courts of Justice, 7 February 2008. Avail-able at: http://www.archbishopofcanterbury.org/1575 [last accessed 22 December 2009].REFLEKSJA NA TEMAT BRYTYJSKIEJ DEBATY O PRAWIE SZARIATUStreszczenieEuropejczycy czują się coraz mniej komfortowo mając muzułma-nów za sąsiadów. Niedawne wydarzenia z 2009 r.: sukces skrajnej prawicy w wyborach do Parlamentu Europejskiego, referendum w sprawie minare-tów w Szwajcarii oraz rozważanie wprowadzenia zakazu noszenia burek we Francji – to najlepsze przykłady tego stanu rzeczy. Obecność muzułmanów rodzi zatem pytania o europejskie demokracje i granice tolerancji jakie wyzna-czają one w kwestii odmienności. Obecność w Europie zmusza także samych muzułmanów do rewizji wielu norm i praktyk, które przyjmowali za pewnik w krajach, z których pochodzą. Mimo to, muzułmanie nie zawsze rezygnują ze swoich tradycji lub też próbują odtwarzać je na europejskiej ziemi, co dla wielu Europejczyków nie jest łatwe do zaakceptowania. Praktyki te w sposób coraz bardziej bezpośredni kwestionują europejskie pojęcie wspólnoty porządków prawnych typowych dla państw jednonarodowościowych. Stąd, perspektywa uznania szariatu (prawa islamskiego) jako składowej europej-skich systemów prawnych budzi wiele kontrowersji. Jest to szczególnie widoczne w Wielkiej Brytanii, gdzie dyskusja na temat muzułmanów skupia się często na tej kwestii. Chociaż publiczna debata na temat prawa szariatu miała miejsce już wcześniej, 7 lutego 2008 r. głowa Kościoła anglikańskie-go, arcybiskup Canterbury, dr Rowan Williams, wygłosił mowę w Sądzie Królewskim w Londynie, w której wydawał się popierać pewne rozwiązania w sprawie oﬁcjalnego uznania szariatu. Niniejszy artykuł jest odpowiedzią na wykład arcybiskupa, a konkretnie na gwałtowną krytykę, z jaką spotkało się jego wystąpienie, w którym sugerował, iż nie da się uniknąć szerszego uznania norm szariatu w angielskim prawie. Artykuł przedstawia zwięzłą historię poszanowania prawa szariatu na obszarach pozostających pod władzą sądow-niczą europejczyków i uzasadnia, iż sama perspektywa uznania prawa islamu nie jest czymś nieznanym lub dziwnym, jak to się próbuje przedstawiać. Dalej 96 PRAKASH SHAHartykuł omawia treść przemówienia arcybiskupa Canterbury i zajmuje wobec niego stanowisko. Następnie, autor rozpatruje przypadki, w których angielskie prawo w ograniczony sposób przejęło już pewne normy mniejszości etnicz-nych i zastanawia się nad tym, czy istnieje perspektywa większej elastyczności i otwartości na pozaeuropejskie systemy norm prawnych we współczesnym kontekście pluralizmu etnicznego i religijnego.Tłumaczenie Konrad Szulga",
    "id": 30696235,
    "identifiers": {
        "doi": null,
        "oai": "oai:qmro.qmul.ac.uk:123456789/3304"
    },
    "title": "A reflection on the Shari’a debate in Britain",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2010-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [
        {
            "id": 43458363,
            "title": "Alternative dispute resolution in a diasporic Muslim community’.",
            "authors": [],
            "date": "2007",
            "doi": "10.1163/ej.9789004162457.i-241.53",
            "raw": "Keshavjee, M. (2007): ‘Alternative dispute resolution in a diasporic Muslim community’. In: P. Shah (ed.): Law and ethnic plurality: Socio-legal perspectives. Leiden: Martinus Nijhoff, pp. 145-75.",
            "cites": null
        },
        {
            "id": 43458390,
            "title": "Between God and the Sultan: A history of Islamic law. London: Hurst and Co.",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Vikør, K S. (2005): Between God and the Sultan: A history of Islamic law. London: Hurst and Co.",
            "cites": null
        },
        {
            "id": 43458382,
            "title": "Between God and the Sultana? Legal pluralism in the British Muslim diaspora’.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Shah, P. (2010): ‘Between God and the Sultana? Legal pluralism in the British Muslim diaspora’. In: J. S. Nielsen and L. Christoffersen (eds.): Shari’a as Discourse: Legal traditions and the encounter with Europe. Farnham: Ashgate, pp. 117-139.",
            "cites": null
        },
        {
            "id": 43458395,
            "title": "Beyond the code: Muslim family law and the Shari’a judiciary in the Palestinian West Bank. The Hague/Boston:",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Welchman, L. (2000): Beyond the code: Muslim family law and the Shari’a judiciary in the Palestinian West Bank. The Hague/Boston: Kluwer Law International.",
            "cites": null
        },
        {
            "id": 43458384,
            "title": "Caesar’s palace, not Lambeth’s.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Smith, R. (2008): Caesar’s palace, not Lambeth’s. Vol. 158, No. 7308 New Law Journal, p. 229.",
            "cites": null
        },
        {
            "id": 43458349,
            "title": "Children Schools and Families (2007): Faith in the system: The role of schools with a religious character in English education and society.",
            "authors": [],
            "date": null,
            "doi": null,
            "raw": "Department for Children Schools and Families (2007): Faith in the system: The role of schools with a religious character in English education and society. Nottingham: DCSF Publications.",
            "cites": null
        },
        {
            "id": 43458397,
            "title": "Civil and religious law in England: A religious perspective.",
            "authors": [],
            "date": "2008",
            "doi": "10.1017/s0956618x08001403",
            "raw": "95A REFLECTION ON THE SHARI’A DEBATE IN BRITAIN Williams, R., The Rt. Rev. 2008. Civil and religious law in England: A religious perspective. Speech at the Royal Courts of Justice, 7 February 2008. Available at: http://www.archbishopofcanterbury.org/1575 [last accessed 22 December 2009].",
            "cites": null
        },
        {
            "id": 43458367,
            "title": "Comparative law in a global context: The legal systems of Asia and Africa. 2nd edition. Cambridge:",
            "authors": [],
            "date": "2006",
            "doi": "10.1017/cbo9780511606687",
            "raw": "Menski, W. (2006): Comparative law in a global context: The legal systems of Asia and Africa. 2nd edition. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 43458352,
            "title": "Courts, politics, and culture in Israel.",
            "authors": [],
            "date": "1994",
            "doi": "10.5860/choice.32-1762",
            "raw": "Edelman, M. (1994): Courts, politics, and culture in Israel. Charlottesville and London, University Press of Virginia.",
            "cites": null
        },
        {
            "id": 43458388,
            "title": "Divorce at the wife’s initiative in Muslim personal law: What are the options and what are the implications for women’s welfare?’ In:",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Vatuk, S. (2008): ‘Divorce at the wife’s initiative in Muslim personal law: What are the options and what are the implications for women’s welfare?’ In: A. Parashar and A. Dhanda (eds.): Redefining family law in India. London: Routledge, pp. 200-235.",
            "cites": null
        },
        {
            "id": 43458361,
            "title": "Does the Dutch judiciary pluralize domestic law?’ In:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Hoekema, A. (2009): ‘Does the Dutch judiciary pluralize domestic law?’ In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 177-198.",
            "cites": null
        },
        {
            "id": 43458387,
            "title": "Has the Archbishop lost the plot?",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Turner, A. (2008): Has the Archbishop lost the plot? No. 172 Justice of the Peace, p. 92.",
            "cites": null
        },
        {
            "id": 43458344,
            "title": "Human rights in contexts of ethnic plurality: Always a vehicle for liberation?’ In:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Ballard, R. (2009): ‘Human rights in contexts of ethnic plurality: Always a vehicle for liberation?’ In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 299-330.",
            "cites": null
        },
        {
            "id": 43458339,
            "title": "Imagined communities: Reflections on the origin and spread of nationalism.",
            "authors": [],
            "date": "1983",
            "doi": "10.2307/1858850",
            "raw": "Anderson, B. (1983): Imagined communities: Reflections on the origin and spread of nationalism. London: Verso.",
            "cites": null
        },
        {
            "id": 43458348,
            "title": "Inside the Madrasas’. New York Review",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Dalrymple, W. (2005): ‘Inside the Madrasas’. New York Review of Books, 1 December 2005, pp. 16-20.",
            "cites": null
        },
        {
            "id": 43458365,
            "title": "Introduction to Middle Eastern law.",
            "authors": [],
            "date": "2007",
            "doi": "10.1093/acprof:oso/9780199230495.001.0001",
            "raw": "Mallat, C. (2007): Introduction to Middle Eastern law. Oxford: Oxford University Press.",
            "cites": null
        },
        {
            "id": 43458380,
            "title": "Islam and the European Union: The Austrian way’. In:",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Schmied, M. and Wieshaider, W. (2004): ‘Islam and the European Union: The Austrian way’. In: R. Potz and W. Wieshaider (eds.): Islam and the European Union. Leuven: Peeters, pp. 199-217.",
            "cites": null
        },
        {
            "id": 43458360,
            "title": "Kadhi’s courts as complex sites of resistance: The state, Islam and gender in postcolonial Kenya.",
            "authors": [],
            "date": "1994",
            "doi": null,
            "raw": "Hirsch, S.F. (1994): Kadhi’s courts as complex sites of resistance: The state, Islam and gender in postcolonial Kenya. London: Routledge.",
            "cites": null
        },
        {
            "id": 43458371,
            "title": "Law as Process. London: Routledge and",
            "authors": [],
            "date": "1978",
            "doi": null,
            "raw": "Moore, S.F. (1978): Law as Process. London: Routledge and Keegan Paul.",
            "cites": null
        },
        {
            "id": 43458368,
            "title": "Law, religion and culture in multicultural Britain. In:",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Menski, W. (2008): Law, religion and culture in multicultural Britain. In: R. Mehdi et al (eds.): Religion and law in multicultural societies. Copenhagen: DJØF Publishing, pp. 37-51.",
            "cites": null
        },
        {
            "id": 43458341,
            "title": "Legal pluralism and differentiated morality: Shari’a in Ontario?’ In:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Bader, V. (2009): ‘Legal pluralism and differentiated morality: Shari’a in Ontario?’ In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 299-330.",
            "cites": null
        },
        {
            "id": 43458362,
            "title": "Legal pluralism: An introduction to colonial and neo-colonial laws.",
            "authors": [],
            "date": "1975",
            "doi": "10.2307/2800821",
            "raw": "93A REFLECTION ON THE SHARI’A DEBATE IN BRITAIN Hooker, M.B. (1975): Legal pluralism: An introduction to colonial and neo-colonial laws. Oxford: Clarendon Press.",
            "cites": null
        },
        {
            "id": 43458366,
            "title": "Legal rationality vs. arbitrary judgement: Re-examining the tradition of Islamic law’.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Manzoor, S.P. (2000): ‘Legal rationality vs. arbitrary judgement: Re-examining the tradition of Islamic law’. In: Vol. 21 No. 1 Muslim World Book Review, pp. 3–12.",
            "cites": null
        },
        {
            "id": 43458364,
            "title": "Legal socialisation: From compliance to familiarisation through permeation’.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Kourilsky-Augeven, C. (2007): ‘Legal socialisation: From compliance to familiarisation through permeation’. In: Vol. 1, No. 1 European Journal of Legal Studies. Available at: http://www.ejls.eu/index.php?mode=presentan ddisplayissue=2007-04 [last accessed 27 December 2009].",
            "cites": null
        },
        {
            "id": 43458356,
            "title": "Legal traditions of the world. 3rd edition.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Glenn, H.P. (2007): Legal traditions of the world. 3rd edition. Oxford: Oxford University Press.",
            "cites": null
        },
        {
            "id": 43458350,
            "title": "Maurtis Berger and Laila al-Zwaini (eds.): (1999): Legal pluralism in the Arab World. The Hague et al:",
            "authors": [],
            "date": null,
            "doi": "10.1163/026805599125826589",
            "raw": "Dupret, Baudouin, Maurtis Berger and Laila al-Zwaini (eds.): (1999): Legal pluralism in the Arab World. The Hague et al: Kluwer Law International.",
            "cites": null
        },
        {
            "id": 43458394,
            "title": "Max Weber on law, economy and society.",
            "authors": [],
            "date": "1954",
            "doi": "10.2307/2087948",
            "raw": "Weber, M. (1954): Max Weber on law, economy and society. New York: Simon and Schuster.",
            "cites": null
        },
        {
            "id": 43458373,
            "title": "Morality tales: Law and gender in the Ottoman court of Aintab. Berkeley:",
            "authors": [],
            "date": "2003",
            "doi": "10.1525/california/9780520228900.003.0008",
            "raw": "Peirce, L. (2003): Morality tales: Law and gender in the Ottoman court of Aintab. Berkeley: University of California Press.",
            "cites": null
        },
        {
            "id": 43458370,
            "title": "Multicultural citizenship and the anti-sharia storm’.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Modood, T. (2008): ‘Multicultural citizenship and the anti-sharia storm’. In: Open Democracy, 14 February 2008. Available at http://www.opendemocracy.net/article/faith_ideas/europe_islam/anti_sharia_storm [last accessed 27 December 2009].",
            "cites": null
        },
        {
            "id": 43458381,
            "title": "Multicultural jurisdictions: Cultural differences and women’s rights.",
            "authors": [],
            "date": "2001",
            "doi": "10.1017/cbo9780511490330",
            "raw": "Shachar, A.. (2001): Multicultural jurisdictions: Cultural differences and women’s rights. Cambridge, UK, New York: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 43458369,
            "title": "Multicultural politics: Racism, ethnicity and Muslims in Britain. Edinburgh:",
            "authors": [],
            "date": "2005",
            "doi": "10.1111/1467-923x.02404_49",
            "raw": "Modood, T. (2005): Multicultural politics: Racism, ethnicity and Muslims in Britain. Edinburgh: Edinburgh University Press.",
            "cites": null
        },
        {
            "id": 43458345,
            "title": "Muslim family justice and human rights: The experience of British Muslim women’.",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Bano, S. (2007): ‘Muslim family justice and human rights: The experience of British Muslim women’. In: Vol. 1, No. 4 Journal of Comparative Law, pp. 1–29.",
            "cites": null
        },
        {
            "id": 43458372,
            "title": "Muslim family law. London: Sweet and Maxwell.",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Pearl, D. and W. F. Menski (1998): Muslim family law. London: Sweet and Maxwell.",
            "cites": null
        },
        {
            "id": 43458353,
            "title": "Muslim marriage in Western courts: Lost in transplantation.",
            "authors": [],
            "date": "2010",
            "doi": "10.1017/s0829320100000399",
            "raw": "Fournier, P. (2010): Muslim marriage in Western courts: Lost in transplantation. Farnham: Ashgate.",
            "cites": null
        },
        {
            "id": 43458385,
            "title": "Muslims in Greece’. In:",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Tsitselkis, K. (2004): ‘Muslims in Greece’. In: R. Potz and W. Wieshaider (eds.): Islam and the European Union. Leuven: Peeters, pp. 79-107.",
            "cites": null
        },
        {
            "id": 43458346,
            "title": "Religious courts, Sharia unveiled.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Botsford, P. (2008): Religious courts, Sharia unveiled. Law Society Gazette, 28 February.",
            "cites": null
        },
        {
            "id": 43458379,
            "title": "Secularization and fundamentalism: Two faces of the same coin? Lecture at",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Roy, O. (2008): Secularization and fundamentalism: Two faces of the same coin? Lecture at City University, London, 16 January 2008.",
            "cites": null
        },
        {
            "id": 43458351,
            "title": "Sense on sharia’.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Dyke, T. (2008): ‘Sense on sharia’. Prospect Magazine, 143, February. http://www.prospect-magazine.co.uk/article_details.php?id=10038, [last accessed 27 December 2009].",
            "cites": null
        },
        {
            "id": 43458376,
            "title": "Shari’a in a European context’. In:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "94 PRAKASH SHAH Rohe, M. (2009): ‘Shari’a in a European context’. In: R. Grillo et al (eds.): Legal practice and cultural diversity. Farnham: Ashgate, pp. 93-114.",
            "cites": null
        },
        {
            "id": 43458343,
            "title": "Sharia, Setting Straight.",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Ballantyne, W. (2008): Sharia, Setting Straight. Counsel, April, 6.",
            "cites": null
        },
        {
            "id": 43458358,
            "title": "State and locality in Mughal India: Power relations in Western India, 1572–1730. Cambridge:",
            "authors": [],
            "date": "2004",
            "doi": "10.1017/s1356186310000209",
            "raw": "Hasan, F. (2004): State and locality in Mughal India: Power relations in Western India, 1572–1730. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 43458377,
            "title": "The anthropology of justice: Law as culture in Islamic society. Cambridge:",
            "authors": [],
            "date": "1989",
            "doi": "10.1163/156851994x00192",
            "raw": "Rosen, L. (1989): The anthropology of justice: Law as culture in Islamic society. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 43458359,
            "title": "The Austrian legal system. 2nd edition. Vienna/ Mainz/The Hague:",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Hausmaninger, H. (2000): The Austrian legal system. 2nd edition. Vienna/ Mainz/The Hague: Kluwer Law International.",
            "cites": null
        },
        {
            "id": 43458354,
            "title": "The Bosnian Muslims.",
            "authors": [],
            "date": "1996",
            "doi": "10.1163/221023997x01220",
            "raw": "Friedman, F. (1996): The Bosnian Muslims. Boulder, CO: Westview Press.",
            "cites": null
        },
        {
            "id": 43458340,
            "title": "The infidel within’: Muslims in Britain since 1800. London: C Hurst",
            "authors": [],
            "date": "2004",
            "doi": "10.1017/s1356186305355568",
            "raw": "Ansari, H. (2004): ‘The infidel within’: Muslims in Britain since 1800. London: C Hurst & Co.",
            "cites": null
        },
        {
            "id": 43458378,
            "title": "The justice of Islam. Oxford:",
            "authors": [],
            "date": "2000",
            "doi": "10.1093/acprof:oso/9780198298854.001.0001",
            "raw": "Rosen, L. (2000): The justice of Islam. Oxford: Oxford University Press.",
            "cites": null
        },
        {
            "id": 43458375,
            "title": "The migration and settlement of Muslims: The challenges for European legal systems.",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Rohe, M. (2006): The migration and settlement of Muslims: The challenges for European legal systems. In: P. Shah and W. F. Menski (eds.): Migration, diasporas and legal systems in Europe. London: Routledge-Cavendish, pp. 57-72.",
            "cites": null
        },
        {
            "id": 43458374,
            "title": "The Muslims of Bosnia-Herzegovina under AustroHungarian rule,",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Pinson, M. (1993): ‘The Muslims of Bosnia-Herzegovina under AustroHungarian rule, 1878–1918’. In: M. Pinson (ed.): The Muslims of BosniaHerzegovina. Cambridge, MA: Centre for Middle Eastern Studies/Harvard University Press, pp. 84-128.",
            "cites": null
        },
        {
            "id": 43458355,
            "title": "The Nationalist Heritage’. In",
            "authors": [],
            "date": "2003",
            "doi": "10.1017/cbo9780511522260.004",
            "raw": "Glenn, H.P. (2003): ‘The Nationalist Heritage’. In P. Legrand and R. Munday (eds.): Comparative legal studies: Traditions and transitions. Cambridge: Cambridge University Press, pp. 76-99.",
            "cites": null
        },
        {
            "id": 43458347,
            "title": "The Struggle for Law,",
            "authors": [],
            "date": "2009",
            "doi": "10.1017/s1744552309004042",
            "raw": "Cotterrell, R. (2009): ‘The Struggle for Law, Some Dilemmas of Cultural Legality.’ Vol. 4, Issue 4 International Journal of Law in Context, pp. 373-384.",
            "cites": null
        },
        {
            "id": 43458383,
            "title": "Untying the Knot: Muslim women, divorce and the Shariah. London: Nuffield Foundation.",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Shah-Kazemi, S.N. (2001): Untying the Knot: Muslim women, divorce and the Shariah. London: Nuffield Foundation.",
            "cites": null
        },
        {
            "id": 43458342,
            "title": "Were Muslim Barbarians really knocking on the gates of Ontario? The religious arbitration controversy – another perspective.’ Ottawa Law Review 40th Anniversary Volume,",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Bakht, N. (2006): ‘Were Muslim Barbarians really knocking on the gates of Ontario? The religious arbitration controversy – another perspective.’ Ottawa Law Review 40th Anniversary Volume, pp. 67-82.",
            "cites": null
        },
        {
            "id": 43458357,
            "title": "What is legal pluralism?’ In:",
            "authors": [],
            "date": "1986",
            "doi": "10.1080/07329113.1986.10756387",
            "raw": "Griffiths, J. (1986): ‘What is legal pluralism?’ In: No. 24 Journal of Legal Pluralism and Unofficial Law, pp. 1-56.",
            "cites": null
        },
        {
            "id": 43458392,
            "title": "Women and culture: Between Malay adat and Islam.",
            "authors": [],
            "date": "1992",
            "doi": "10.2307/2058928",
            "raw": "Wazir Jahan, K. (1992): Women and culture: Between Malay adat and Islam. Boulder, CO: Westview.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/30696235.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/30696235"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/30696235/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/30696235/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/30696235"
        }
    ],
    "abstract": "This is the published version of this article. ‘A reflection on the Shari’a debate in Britain’. In: (2010) Vol. 13 Studia z Prawa Wyznaniowego (Studies of Ecclesiastical Law), pp. 71-98",
    "tags": [
        "Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:qmro.qmul.ac.uk:123456789/3304",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Studia z Prawa Wyznaniowego",
            "identifiers": [
                "2081-8882",
                "issn:2081-8882"
            ]
        }
    ],
    "repositories": {
        "id": "619",
        "openDoarId": 0,
        "name": "Queen Mary Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 30696235,
        "depositedDate": null,
        "publishedDate": "2010-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T12:24:25+00:00",
        "acceptedDate": null,
        "createdDate": "2016-04-05T12:05:57+01:00"
    },
    "urls": [
        "http://qmro.qmul.ac.uk/xmlui/handle/123456789/3304"
    ],
    "lastUpdate": "2024-02-19T12:24:25+00:00",
    "setSpecs": []
}