{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jaspal, Rusi"
        },
        {
            "name": "Lopes, Barbara"
        },
        {
            "name": "Rehman, Zaqia"
        }
    ],
    "contributors": [],
    "createdDate": "2021-12-12T07:59:52+00:00",
    "dataProvider": {
        "id": 4837,
        "name": "University of Brighton Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/4837",
        "logo": "https://api.core.ac.uk/data-providers/4837/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/19419899.2019.1690560",
    "downloadUrl": "https://core.ac.uk/download/482151399.pdf",
    "fullText": " 1 Citing this article: Jaspal, R., Lopes, B. & Rehman, Z. (in press). A Structural Equation Model for Predicting Depressive Symptomatology in Black, Asian and Minority Ethnic Gay, Lesbian and Bisexual People in the UK. Psychology and Sexuality.  A Structural Equation Model for Predicting Depressive Symptomatology in Black, Asian and Minority Ethnic Gay, Lesbian and Bisexual People in the UK Rusi Jaspal1,2, Barbara Lopes3 & Zaqia Rehman1 Faculty of Health & Life Sciences, De Montfort University, Leicester, UK. E-mail: rusi.jaspal@cantab.net1; Minority Research Profile, Åbo Akademi University, Turku, Finland2; CINEICC, Faculdade de Psicologia e de Ciências da Educação, Universidade de Coimbra, Coimbra, Portugal  ABSTRACT This study identifies the predictors of depressive symptomatology in Black, Asian and Minority Ethnic (BAME) lesbian, gay and bisexual (LGB) people in the UK. 289 White and BAME LGB individuals participated in a cross-sectional survey. BAME participants exhibited significantly more discrimination, rejection from significant others, ethnic victimization, internalized homophobia and concealment motivation than White participants. They manifested greater internalized homophobia, less outness and greater drug use than White participants. Outness was associated with less depressive symptomatology, and internalized homophobia and victimization with more depressive symptomatology. The structural equation model showed a significant effect of ethnicity on depressive symptomatology. This relationship was mediated by the situational stressors, the psychological schemata and coping variables. Consistent  2 with the cognitive-behavioral model, the results indicate that exposure to situational stressors can increase the risk of developing a self-hatred and depressive psychological self-schema, maladaptive coping strategies and depressive symptomatology in BAME LGB people in the UK.  Keywords: symptomatology; mental health; depression; psychological distress; suicidal ideation; BAME; LGB   INTRODUCTION Lesbian, gay and bisexual (LGB) people are at a greater risk of poor mental health outcomes than heterosexual people (Chakraborty et al., 2011; King et al., 2003). Black, Asian and Minority Ethnic (BAME) people are also disproportionately affected by poor mental health for which they are less likely than the general population to seek support (Fearon et al., 2006; Kirkbride et al., 2012). Members of these marginalized communities are faced with social and psychological stressors, such as low socio-economic status, prejudice, and exclusion, which can adversely impact mental health outcomes. There has been some research into the experiences of people at the intersection of these two social categories – BAME LGB people – which has shown that the intersecting experiences of homophobia, racism and isolation can undermine psychological wellbeing (Jaspal, 2012, 2017). Essentially, BAME LGB people face a double jeopardy in relation to mental health outcomes due to two stigmatized components of identity. No previous research has focused on mental health outcomes in BAME LGB people in the UK. Depressive symptomatology, which includes inter alia depression, psychological distress and suicidal ideation, is a particularly prevalent set of mental  3 health conditions (Lopes, Kamau & Jaspal, 2019). It can arise from exposure to social and psychological stressors associated with the development of self-hatred cognitions (e.g. ‘I am unlovable’, ‘I am a bad person’) (Downey & Friedman, 1995). These cognitions are part of a depressive and self-hatred schema that ultimately skews information-processing in social situations, thereby sustaining negative cognitions and provoking maladaptive behavior in those affected. Using the cognitive-behavioral approach (Beck, 1976), the present study set out to identify the predictors of depressive symptomatology in BAME LGB people in the UK.  Identity & mental health in BAME LGB people The UK is a multicultural society and the BAME population grew from 6.6 million in 2001 to 9.1 million in 2009 (7.9% and 14.1% of the UK population, respectively) (ONS, 2011). In the 2011 census, 19.5% of respondents in England and Wales indicated that they were of BAME backgrounds.1 Although we do not possess more recent census data on ethnicity, it is likely that there has been an increase in the BAME population. According to Stonewall (2012), there are approximately 400,000 BAME LGB people in the UK, which represents a significant proportion of the UK’s LGB population of approximately 1.1 million (ONS, 2017).  There are no published empirical studies in the UK that focus specifically on mental health outcomes in the BAME LGB population. However, there have been several, largely qualitative empirical studies of identity processes in relation to ‘coming out’ among BAME LGB people in the UK, which – with the exception of a few studies (Yip, 2004a; Yip 2004b) -  has greater emphasis on South Asian gay men (Bhugra, 1997; Jaspal, 2012, 2014, 2017; Jaspal & Cinnirella, 2010; Jaspal & Siraj,  1 https://www.ethnicity-facts-figures.service.gov.uk/uk-population-by-ethnicity   4 2011). These studies suggest that BAME LGB people face multi-faceted discrimination, which can adversely affect their psychological wellbeing. On the basis of this research, the risk factors for poor mental health can be divided into two broad categories: • Situational stressors (e.g. homophobia, racism, rejection from significant others, victimization, lack of social support, decreased access to services). • Psychological self-schemata (e.g. low self-esteem, decreased ‘outness’, internalized homophobia).  There is evidence that BAME LGB people experience internalized homophobia (Barnes & Meyer, 2012), heterosexism (Sung, Szymanski, & Henrichs-beck, 2015), and a lack of social support (Jaspal 2014; Yip 2007), and that they may engage in maladaptive behavior, such as substance misuse (Ayala, Bingham, Kim, Wheeler, & Millett, 2012). In short, BAME LGB people are especially vulnerable to both external and internal threats, which may predispose them to depressive symptomatology (Gilbert, 2009).  Several US studies indicate that those who identify as both sexual and ethnic minorities are at heightened risk of suicide (e.g. Mustanski, Garofalo, & Emerson, 2010). Meyer, Dietrich and Schwartz (2008) found elevated rates of suicidality in Black and Latino gay and bisexual men compared to White gay and bisexual men. Researchers predict that suicide risk among Black and Latino LGB people is more strongly related to major stressful events associated with coming out, such as assault, abuse and homelessness, than to mental disorders (Haas et al., 2011). However, data derived from US studies cannot easily be generalized to the UK context, as there are differences in ethnicity, education, socio-economic status and epidemiology.  In a series of empirical studies in the UK, it has been found that South Asian  5 gay men (a significant BAME group) face homophobia from both their ethnic ingroup and the general population (Jaspal & Siraj, 2011). These early situational stressors include perceived or actual rejection from significant others, such as parents, siblings and friends, victimization and discrimination (Jaspal & Cinnirella, 2010). Furthermore, perceived exclusion from multiple social groups can lead to feelings of marginalization, leaving individuals with decreased self-esteem, internalized homophobia, and few sources of social support (Jaspal & Cinnirella, 2010). In a study of 432 South Asian gay and bisexual men (Jaspal et al., 2017), it was found that the experience of childhood abuse was related to higher frequency of substance misuse – possibly as a maladaptive coping strategy. It is not known, however, whether these challenges to psychological wellbeing can lead to depressive symptomatology in BAME LGB people in the UK.  The cognitive-behavioral approach The cognitive-behavioral approach to psychopathology (Figure 1) enables us to develop various hypotheses concerning the relationships between situational stressors (e.g. early experiences of rejection from significant others and discrimination), psychological self-schemata (e.g. self-hatred as being composed by internalized homophobic cognitions), coping strategies (e.g. drug use) and psychopathology (e.g. depression).  The cognitive-behavioral approach (Beck, 1976) was developed to account for the role of cognitive processes, such as thinking, belief formation, interpretation and understanding, in affect and behavior. A fundamental premise is that most emotional problems are the product of particular patterns of thought and behavior developed across the life course (Beck, 1976). It is easy to see how rejection from parents and  6 siblings, homophobia and racism that is often reported by BAME LGB people might induce negative psychological schemata and lead some to internalize the stigma they encounter.  Among BAME LGB people, negative core beliefs about the self, due to exposure to the aforementioned situational stressors, may develop. When attributable to sexuality, these core beliefs may be construed as internalized homophobia (Igartua, Gill & Montoro, 2009). An example of internalized homophobic cognitions is ‘I hate myself for being gay’. These cognitions are measured by the internalized homophobia scale in this study. On the other hand, a positive self-acceptance belief about one’s sexuality would be ‘I accept myself as I am, a gay individual’.  Core beliefs, whether negative or positive, will guide cognitions and behaviors in everyday life, and lead to elaborations in particular social contexts and in response to specific situations (Safren & Rogers, 2001). For instance, the BAME LGB person may refrain from coming out about their sexual orientation (i.e. less outness) and from help-seeking, which are essential to coping effectively with stress and promote acceptance and well-being. Instead, the individual may isolate himself/ herself in the face of situational stress and experience self-hatred.  The assumptions or elaborations that emanate from one’s core beliefs can lead to the activation of negative automatic thoughts (Safren & Rogers, 2001). These are essentially negative causal attributions that one makes in order to make sense of one’s surroundings. These thoughts can induce feelings of anxiety, low mood and fear (Hjemdal, Stiles & Wells, 2013). Consequently, the individual will behave protectively in order to avoid realization of the anticipated negative events.  The protective behavior (e.g. avoidance) may provide temporary respite from the feelings of anxiety and fear associated with the negative outcome (Suls &  7 Fletcher, 1985). Yet, it can also be maladaptive in that it may lead the individual to isolate himself/ herself and to avoid the acquisition of support from others. The individual may not disclose their sexual identity to others as they accept and internalize the stigma that they have encountered. They may resort to maladaptive behaviors, such as drug use, to alleviate the psychological impact of the situational stressors and to induce temporary positive affective experiences (Carver, 1997).  Hence, a vicious circle is perpetuated with the negative core beliefs sustaining avoidant and maladaptive behaviors (e.g., substance abuse) which further confirm the negative beliefs because those behaviors neither promote positive action nor deal effectively with the enduring psychological and social stress thought to provoke and maintain depressive psychopathology (Beck, 1976).   Aims & hypotheses Building on both the cognitive-behavioral model for depression and the emerging evidence concerning situational stress, psychological self-schemata and coping behaviors in BAME LGB people, the present study employs a quantitative approach to identify the predictors of depressive symptomatology in this population. In this study, self-hatred cognitions are conceptualized as internalized homophobia, whereas self-acceptance are conceptualized as positive cognitions that are linked to outness about one’s sexual orientation.  H1. In terms of situational stressors, BAME LGB participants will report more discrimination, rejection from significant others, ethnic victimization, internalized homophobia and concealment motivation than White LGB participants. H2. In relation to psychological self hatred-schemata, BAME LGB participants will  8 exhibit greater internalized homophobia and less outness than White participants. H3. BAME LGB participants will report greater drug use than White participants, and drug users will in turn exhibit more depression, psychological distress and suicidal ideation. H4. Outness will be associated with less depression, psychological distress and suicidal ideation, while internalized homophobia and victimization will be associated with more depression, psychological distress and suicidal ideation. H5. Drawing on previous research into ethnic differences and the cognitive-behavioral model for depressive symptomatology (Fig. 1), it is expected that (a) there will be a significant effect of ethnicity (White vs. BAME) on depressive symptomatology (depression, psychological distress, suicidal ideation) and that (b) this relationship will be mediated by the situational stressors (discrimination, rejection, victimization), the psychological schemata (internalized homophobia vs. outness) and coping variables (drug use, help-seeking).  METHOD Ethics This study received ethics approval from the Faculty of Health and Life Sciences Ethics Committee, De Montfort University, Leicester, UK.  Participants  A convenience sample of 289 individuals was recruited on social media platforms – self-identified LGB people were invited to participate. Seventy-six (26%) participants were aged between 18-24 years, 120 (41.5%) between 25-34 years; 55 (19%) between 35-44 years, and 38 (13%) 45+ years. One hundred and sixteen participants (41%)  9 identified as male and 149 as female (51.6%). The majority of participants self-identified as gay (N=120, 41.%); 73 (25.3%) as lesbian, 49 (17%) as bisexual; 38 (13.1%) as ‘other’, and 7 (2.4%) as ‘same gender loving’.   One hundred and eighty-eight participants (65%) self-identified as White, while 101 (34.9%) identified with one of the following BAME groups: Indian (N=22, 7.6%); Pakistani (N=15, 5.2%); Bangladeshi (N=3,1%); Chinese (N=2, .7%); any other Asian background (N=10, 3.5%); African (N=8, 2.8%); African Caribbean (N=6, 2.1%); any other African/Caribbean background (N=2, .7%); Other (N=5, 1.7%); and Mixed Heritage (N=10, 3.6%). One hundred and forty-one participants (48.8%) reported having a religion, while 148 participants (51.2%) reported no religion. The breakdown of religious affiliation is as follows: Christian: N=39, 15.5%; Muslims, N=33, 13.1%; Other, N=16, 6.4%; Sikh, N=5, 2%; Pagan, N=4, 1.6%; Buddhist, N=3, 1.2%; Hindu, N=2, .8%; and Jewish, N=1, .4%. Seventy-eight (31%) people self-identified as atheist. Eighty-seven participants (35.4%) had completed GCSE/ A-level education; 95 (38.6%) had a undergraduate qualification, and 64 (26%) had a postgraduate qualification. Eighty-two participants (34.3%) reported an income of <£10,000; 78 (32.6%) one between £10,000-24,999; 41 (17.2%) an income between £25,000-34,999; and 38 (16%) an income of >£35,000.  Table 1 presents full information on the socio-demographic characteristics of the participant sample.   Measures Discrimination  Discrimination was measured using the shortened version of the Everyday  10 Discrimination Scale (Sternthall et al., 2011). The scale consists of 5 items that capture the frequency of discrimination, such as ‘being treated with less courtesy than others’. A higher score indicates more frequent discrimination. The scale manifested good internal reliability, α = .81.  Rejection Experiences of rejection from significant others were measured using the question ‘Have you encountered rejection from [significant other] as a result of ‘coming out?’ posed in relation to the following significant others: mother, father, siblings, extended family, heterosexual friends, religious group members, and work colleagues, taken from the Outness Inventory (Mohr & Fassinger, 2000). This variable was computed by adding up all participants who reported rejection by significant others, i.e. mother, father, siblings and old heterosexual friends. A higher number indicates a higher number of participants reporting greater rejection by significant others.  Victimization Seven items from the Victimization Scale (D'Augelli, Pilkington & Hershberger, 2002) were used to measure the frequency of the following types of victimization: verbal insults, threats of physical violence, threats to tell others about one’s sexual identity, objects thrown, punched kicked, threatened with a knife, gun, or another weapon, and sexual assault. The scale was used in relation to LGB victimization and ethnic victimization, respectively. Higher scores indicate more LGB victimization/ ethnic victimization. The scale manifested excellent internal reliability, α = .85.     11 Internalized homophobia  The Internalized Homophobia Scale (Meyer & Dean, 1988) was used to explore negative regard toward one’s sexual orientation and avoidance of homosexual feelings. The scale consists of 9 items, such as ‘I have tried to stop being attracted to men in general’ (when used in gay male samples). A higher score indicates more internalized homophobia. The scale manifested good internal reliability, α = .90.  Concealment motivation Concealment motivation was measured using three items from The Lesbian, Gay, & Bisexual Identity Scale (Mohr & Kendra, 2011), such as ‘I prefer to keep my same-sex romantic relationships rather private’. A higher score indicates more concealment motivation. The scale manifested good reliability, α = .85.   Degree of outness  The degree of openness about one’s sexual orientation was assessed using the Outness Inventory (Mohr & Fassinger, 2000). The scale consists of 11 items, divided into four sub-scales that explore the degree to which one is: (1) out to the world, (2) out to family, (3) out to religion, and (4) out in general. In this study, the sum score was used. A higher score indicates more outness. The scale manifested good internal reliability, α = .83.  Help-seeking  The General Help-Seeking Questionnaire (Wilson et al., 2005) assesses the likelihood of seeking help from formal (e.g., GP, mental health professional) and informal sources (e.g., sibling, parent, intimate partner). The scale consists of 10 items, two of  12 which measure intentions to seek help from another source not listed and not seeking help from anyone, respectively. A higher score indicates more help-seeking. The scale manifested good internal reliability, α = .75.  Depression The study employed the CESD-10 (Radloff, 1977) Self-Report Depression Scale to measure the frequency of current depressive symptoms from Rarely to Most of the Time (5-7 days). Examples of items are: ‘I felt that I could not shake off the blues even with help from my family or friends.’; ‘I thought my life had been a failure.’ The scale consists of 20 items. A commonly accepted cut-off score for risk of clinical depression is >16 for both White and BAME people. The scale manifested excellent internal reliability, α = .87.   Psychological distress The Kessler Psychological Distress Scale (Kessler et al., 2002) was used to yield a global measure of distress based on questions about anxiety and depressive symptoms that a person has experienced in the most recent 4-week period. The scale consists of 10 items. Examples of items are: ‘During the last 30 days, about how often did you feel tired out for no good reason?’, ‘During the last 30 days, about how often did you feel depressed?’. Participants indicate the frequency of these symptoms on a Likert scale. The scale manifested excellent internal reliability, α = .93.  Suicidality  Suicidal ideation was measured using the Suicidal Behaviors Questionnaire-Revised (Osman et al., 2001). The scale consists of 4 items, which tap into (1) lifetime suicidal  13 ideation and behavior, (2) frequency of suicidal ideation over the last 12 months, (3) threats of suicide attempts, and (4) likelihood of suicidal behavior. Higher scores reflect higher suicidality. The authors suggest a cut-off point of 7 for non-clinical samples. The scale manifested satisfactory internal reliability, given the number of items, α = .60.  RESULTS  Statistical Analyses SPSS and AMOS version 20 were used to conduct the analyses. Independent sample t-tests bootstrapped at 1000 samples to calculate a 95% Confidence Interval  (CI)  for mean differences were conducted to measure between-group differences (White vs. BAME participants) for the variables of discrimination, ethnic victimization, LGB victimization, concealment motivation, internalized homophobia and outness in order to test hypotheses 1 and 2.  Furthermore, a chi-squared test was conducted to examine differences between the two ethnic groups for rejection by close family (i.e. mother and father) in order to test hypothesis 1. A further chi-squared test was conducted to examine differences between White vs. BAME participants for drug use in accordance with hypothesis 3. Moreover, an independent sample t-test bootstrapped at 1000 samples to calculate a 95% confidence interval  (CI) for mean differences was used to test differences between drug users vs. non-users for depressive symptomatology in order to test hypothesis 3. Pearson-product moment correlations were conducted to measure relationships between key variables in order to test hypothesis 4. A structural equation model (SEM) bootstrapped at two hundred to calculate a 95% CI around the indirect  14 effects was conducted to test hypothesis 5, analysing the effects of key variables on depressive symptomatology. SEM that has mediation pathways requires errors to be normally distributed. Furthermore, assumptions for this type of analysis also include linearity (Normal Probability Plot), homoscedasticity (Plot of residuals versus predicted value), independence (Durbin-Watson statistic) of residuals, the presence of outliers (Cook's distance < 1  N = 289) and multicollinearity (Variance Inflation Factor (VIF) < 2). All of these assumptions were tested for the purpose of SEM and no problems were found.    Post-hoc power analyses using G power (Faul, Erdfelder, Lang & Buchner, 2007) with power (1 - β) set at 0.80 and α = .05, two-tailed were conducted. Results that a sample of 289 was sufficient to enable to test for between-group differences by showing a power of =>0.80 (Cohen, 1992) for the effect of the IV (ethnic groups: White vs. BAME participants) on all variables of interest. The results showed for (a) psychological distress, a power (1 - β) of .89 for a between-group difference; (b) outness, a power (1 - β) of .80 for a between-group difference; (c) concealment motivation, a power of (1 - β) of .90 for  a between-group difference; (d) help-seeking, a power of (1 - β)  .99 for a between-group difference; (e) ethnic victimization, a power of .99 (1 - β) of .83  for a between-group difference; (f) discrimination, a power of (1 - β) of .80 for a between-group difference.  Normal distribution checks K-S tests showed that the following variables were not normally distributed: suicidal ideation with a D (285)=2.26, p<.001; ethnic victimization with a D (262)=4.83, p<.001; LGB victimization with a D (265)=2.74, p<.001; internalized homophobia  15 with a D (289)=2.28, p<.001, and the acquisition of professional support with a D (247)=1.50, p=.022. Square root transformations were applied to these variables resulting in normal distributions. The following variables were normally distributed: depression; psychological distress; discrimination; concealment motivation; outness; and help-seeking.   Descriptive statistics and socio-demographic information Table 2 presents full information on the descriptive statistics for the continuous and categorical variables measured in this sample. Table 3 presents information about effect sizes and the 95 % Confidence Interval (CI) for the analyses. The mean score for depression was 13.26, SD=6.69. One hundred and three (35.6%) individuals scored above the cut-off point of >16, which indicates risk of clinical depression. An independent sample t-test showed that there was no statistically significant difference between White and BAME participants for risk of depression, t(139)=.911, p=.36; (M=13.50, SD=6.51; 95% CI [12.63; 15.40] for White participants and M=12.77, SD=7.06; 95% CI [11.21; 14.76] for BAME participants, respectively). Using the same scale, 58 (20%) individuals scored >20, which is indicative of clinical depression.  The mean scores for psychological distress was 26.34, SD=8.59 and for suicidal ideation it was 2.79, SD=.70. This suggested that the sample had relatively frequent thoughts about suicide and suicidal attempts, and moderate to high psychological distress. Independent sample t-test showed no statistically significant difference between White and BAME participants for suicidal ideation t (139)=-.747, p=.45); (M=2.75, SD=.66; 95% CI [2.63; 2.92] for White participants and M=2.86, SD= .75, 95% CI [2.66; 3.05] for BAME participants). Another independent sample t- 16 test showed a mild statistically significant difference between White and BAME participants for psychological distress (t (139)=-2.599, p=.049) (M=26.24, SD=8.63 for White participants; 95% CI [24.66; 26.40]  and M=28.50, SD=8.95; 95 CI [23.91; 28.33] for BAME participants).  The majority of the sample reported no drug use (N=156, 62.9%) and a minority (N=92, 37%) reported drug use. Most participants reported being non-smokers (N=189, 75.6%) and a minority (N=61, 24.4%) were smokers. In contrast to this, when evaluating alcohol consumption, the majority of the sample acknowledged alcohol consumption (N=188, 75.2%) vs. no-alcohol consumption (N=62, 24.8%).  Hypotheses 1 and 2 Between-group (White vs. BAME participant) differences for victimization, internalized homophobia, outness, concealment and help-seeking Independent sample t-tests showed statistically significant differences between White and BAME participants for outness (t(139)=3.823, p=.000); concealment motivation, (t(139)=-3.812, p=.000); help-seeking (t(139)=2.23, p=.030); internalized homophobia (t(139)= -4.78, p<.001); ethnic victimization (t(139)=-5.90, p<.001) and discrimination (t(139)=-2.96, p=.003). White participants were significantly more likely to be out (M=6.07, SD=1.12) and to seek help (M=40.80, SD=10.26) than BAME people (M=5.37, SD=1.16 for outness and M=31.18, SD=10.26 for help-seeking, respectively).  For effect sizes and 95% confidence intervals (CI), see table 3. On the other hand, BAME participants reported statistically significantly more ethnic victimization (M=11.82, SD=5.06); more internalized homophobia (M=4.27, SD=.90); more concealment motivation (M= 12.61, SD= 3.91) and discrimination (M=10.15, SD=5.74) than White participants (M=8.37, SD=3.29 for ethnic  17 victimization; M=10.35, SD=3.30 for concealment motivation and M=8.16, SD=4.96 for discrimination, respectively).  These results support hypotheses 1 and 2. There were no statistically significant differences between BAME and White participants for LGB victimization (t (139)=.922 p=.36); or professional help-seeking (t (139)=-.63 p=.53). Since ethnicity had an impact on several key variables, it was included in the model.  Between-group (White vs. BAME participant) differences for rejection: early threatening experiences Chi-squared tests showed statistically significant differences between White and BAME participants for different types of rejection. For example, a chi-squared test (χ2 (1)=5.127, p=.024; Cramer’s V=.162, p=.024) showed that BAME people are more likely to report rejection from their mothers than White participants (9 BAME (45.3%) vs. 6 (28.2%) White participants). Similarly, a further chi-squared test (χ2 (1)=5.727, p=.017; Cramer’s V=.188, p=.017) showed that BAME participants are significantly more likely to experience rejection from their fathers than White participants (7 (44%) BAME vs. 4 (23.4%) White participants). These results further support hypothesis 1 by showing that BAME participants are more likely to report rejection from close family members than White participants. Moreover, a further chi-squared test showed that BAME participants were more likely to report rejection from religious ingroup members than White participants (χ2 (1)=9.374, p=.002; Cramer’s V=.366, p=.002) (14, 58% BAME vs. 10, 28% White participants). In contrast, there were no statistically significant differences between White and BAME participants for rejection from work colleagues (χ2 (1)=.563, p=.45) and for rejection from old heterosexual friends (χ2 (1)=.439, p=.51).  Given the differences between White and  18 BAME participants for several types of rejection, ethnicity was included in the model.   Hypothesis 3 Between-group (White vs. BAME participant) differences for substance use Chi-squared tests showed that BAME participants (N=41, 49%) are more likely to be drug users than White participants (N=51, 31%), (χ2 (1)=7.47, p=.006; Cramer’s V=.174, p=.006). BAME participants (N=20, 33%) are more likely to be smokers than White participants (N=33, 20%), χ2 (1)=5.093, p=.024. However, White participants (N=130, 69%) are more likely to consume alcohol than BAME participants (N=58, 30.9%), (χ2 (1)=3.350, p=.067; Cramer’s V=.116, p=.067).   Between-group (drug users vs. non-users) differences for the key variables Substance use was the coping variable that had the greatest effect on the clinical variables and, as such, this variable was included in the model. Independent sample t-tests showed that drug users exhibited higher levels of depression (t(238)=3.648, p=.000; Cohen’s d=.49; 95% CI [-4.86, -1.45]); psychological distress (t(238)=3.367, p=.001; Cohen’s d=0.41; 95% CI[-6.0; -1.57]) and suicidal ideation (t (238)=4.046, p=.000;Cohen’s d=0.5; 95% CI[-.54, -.16]). Drug users showed significantly more depression (M=15, SD=6.50), psychological distress (M=27.98, SD=8.07) and suicidal ideation (M=2.99, SD=.69) than non-users (M=11.84, SD=6.45 for depression; M=24.60, SD=8.61 for psychological distress and M=2.64, SD=.67 for suicidal ideation). Therefore, these results give further support to hypothesis 3, suggesting that drug users exhibit much more depressive symptomatology than non-users. Independent sample t-tests also showed that drug users exhibited more  19 internalized homophobia (M=4.09; SD=.95) than non-users (M=3.82, SD=.81), (t (238)=2.549, p=.012; Cohen’s d=.30; 95% CI [-.54, -.07]), and that drug users reported much more LGB victimization (M=13.11, SD=5.11) and discrimination (M=9.82, SD=5.11) than non-users (M=11.49, SD=4.54 for LGB victimization and M=8.22, SD=5.17 for discrimination, respectively); (t(238)=2.651, p=.009; Cohen’s d=.34; 95% CI [-3.00, -.44] for LGB victimization and t (238) =2.473, p=.014; Cohen’s d=.31; 95% CI [-3.05, -3.45] for discrimination, respectively). Since there were significant differences between drug users vs. non-users for clinical variables, this variable was included in the model.  Hypothesis 4 Correlations Table 4 includes an overview of the correlations between variables. The clinical variables were correlated. Suicidal ideation was positively associated with both depression and psychological distress. Depression and psychological distress were also strongly and positively correlated.  As predicted in hypothesis 4, outness is negatively related to depressive symptomatology - the more out that individuals are, the less depression and psychological distress they manifest. Conversely, internalized homophobia is positively and significantly associated with depressive symptomatology - the more internalized homophobia reported, the more depression, psychological distress and suicidal ideation manifested. Similarly, victimization is positively and significantly associated with depressive symptomatology - the more victimization reported, the more depression, psychological distress and suicidal ideation manifested.   20 Hypothesis 5  Structural equation model Since there is a significant effect of ethnicity (dummy coded as 0=White vs. 1=BAME) on the key clinical variables of depression and suicidal ideation, ethnicity was inserted in the SEM as a main predictor. The following mediation variables were inserted in the model: LGB victimization, discrimination, and rejection by family and friends, which are situational stressors; outness and internalized homophobia, which represent self-acceptance vs. self-hatred psychological schemata, respectively; and drug use vs. help-seeking, which represent maladaptive and adaptive coping strategies, respectively. The clinical variables of depression, psychological distress and suicidal ideation (representing depressive symptomatology) were inserted in the model as dependent variables. The SEM model was set with a bootstrap of 200. The model was statistically significant χ2 (16,289)=425.673, p<.001. Model fit was good with a RMSEA of .08 and a CFI >.09. The model is depicted in Figure 2. The model showed that ethnicity had a direct statistically significant impact on the variances of both depression and psychological distress with β=-.16, p=.006 and β=-.12, p=.029, respectively. Ethnicity did not have a direct impact on suicidal ideation, p=.64. This result suggested that being BAME (versus White) was associated with more depression and psychological distress. Ethnicity also had a direct statistically significant impact on internalized homophobia with a β=.22, p<.001 and internalized homophobia also had a statistically significant impact on suicidal ideation with a β=.11, p=.046. However, ethnicity did have a statistically significant impact on all three clinical variables through the situational stressors, psychological schemata and coping variables (as mediators). First, ethnicity had statistically significant impact on the  21 variances of discrimination and of rejection by family and friends with β=.18, p=.003 and β=-.27, p<.001, respectively. Discrimination then had statistically significant effects on the variance of internalized homophobia with a β=.15, p=.010 and on the variance of outness with a β=-.20, p=.001. Rejection by family and friends also had a statistically significant impact on the variance of outness with a β=.55, p<.001. Outness had a significant impact on all three clinical dependent variables with a β=-.49, p<.001 for depression, β=-.46, p<.001, for psychological distress, and β=-.22, p=.006 for suicidality. This suggested that the more open one is about their sexual identity, the less depression, psychological distress and suicidal ideation they experience.  The situational stressor variables of discrimination and LGB victimization also had a significant impact on the coping variables, with discrimination impacting on help-seeking with a β=-.23, p<.001, and LGB victimization impacting on drug use β=.17, p=.005. The coping variables in turn had significant effects on the three clinical variables. Drug use had a β=.20, p<.001 for depression, a β=.15, p=.004 for psychological distress and a β=.17, p=.003 for suicidal ideation.  Finally, the situational stressor variables had significant effects on all three clinical dependent variables. Discrimination had a β=.26, p<.001 for depression, β=.32, p<.001 for psychological distress and β=.28, p<.001 for suicidal ideation, respectively. Similarly, rejection by family and friends had a statistically significant impact on depression with β=.27, p<.001; psychological distress with a β=.23, p=.001 and suicidal ideation with a β=.17, p=.020. LGB victimization had a statistically significant impact on depression with a β=.16, p=.002; psychological distress with a β=.13, p=.013 and suicidal ideation with a β=.13, p=.020.  Thus, in support of hypothesis 5, being BAME was associated with more  22 discrimination, and rejection from family and friends, which in turn was associated with less outness, more internalized homophobia and greater use of maladaptive coping strategies, such as drug use, and with less help-seeking. Less outness, drug use and less help-seeking in turn were associated with depressive symptomatology.  DISCUSSION This study suggests that situational stressors are associated with self-hatred or self-acceptance psychological schemata, such as internalized homophobia and outness, respectively, and that they encourage either maladaptive or adaptive coping strategies, with distinct outcomes for depressive symptomatology.   A cognitive-behavioral explanation Ethnicity had a direct impact on two forms of depressive symptomatology, namely depression and psychological distress, with BAME people more likely to experience adverse outcomes. The structural equation model demonstrates the mediating pathways through which ethnicity and depressive symptomatology are related.  BAME people are more likely than White people to experience situational stressors, such as rejection from significant others and discrimination. It has been demonstrated in several empirical studies that homophobia is prevalent in BAME communities, and that BAME people may draw upon religious and cultural representations in order to substantiate the view that homosexuality is immoral or unacceptable (Jaspal & Cinnirella, 2010, 2014). Moreover, given the widespread perception in BAME communities that homosexuality is unacceptable, this may provide a context in which homophobia becomes acceptable, commonplace and pervasive. Both religion and ethnicity are important group memberships for many  23 BAME LGB people in the UK, which can mean that rejection from members of these groups can have powerful effects for identity and psychological wellbeing (Carr, 2008). Moreover, BAME LGB people are susceptible to various forms of racism, including ‘sexual racism’ from other LGB people (Jaspal, 2017). Such racism may be couched in terms of ‘sexual preference’, but is no less insidious in its impact on wellbeing than more conventional forms of racism.  Although ethnicity did have a direct impact on internalized homophobia, with BAME manifesting greater susceptibility to this type of self-hatred psychological self-schema, both rejection from significant others and discrimination also predicted internalized homophobia. Indeed, early experiences of rejection from significant others, from whom individuals usually seek feelings of security and acceptance, can lead to the uncritical acceptance of stigma. Moreover, immersion in a social and familial context characterized by homophobia can lead to the internalization of homophobia (Barnes & Meyer, 2012). More specifically, this may facilitate the development of negative core beliefs about oneself as worthless, faulty, sinful etc. This is the root cause of internalized homophobia observable to a greater extent in BAME participants. LGB people with internalized homophobia tend to experience negative emotions, such as self-disgust, shame and guilt, and exhibit lower self-esteem, all of which are aversive for psychological wellbeing (Rowen & Malcolm, 2002). Conversely, less rejection from significant others and less discrimination were associated with outness, that is, greater likelihood of having disclosed one’s sexual identity to other people. The acquisition of support from significant others would reinforce the feelings of security and acceptance habitually sought from significant others, leading to more positive core beliefs about oneself, a more secure sexual  24 identity and, thus, greater proclivity to disclose this identity to others (Gallor & Fassinger, 2010). The same is true of decreased exposure to discrimination – experiences of acceptance from others in one’s social context is likely to lead to less anticipation of negative consequences of sexual identity disclosure. Although aware of the stigma of homosexuality, the LGB person with higher levels of outness will be better positioned to challenge the stigma, to develop feelings of identity authenticity, which are essential to wellbeing (Chen & Murphy, 2019), and to derive support from a community of others with whom they share their LGB identity. In response to the situational stressors, LGB people employ coping strategies – some are adaptive, and others maladaptive. BAME participants were more likely than White participants to engage in maladaptive coping strategies, such as drug use and smoking. These behaviors can provide temporary respite from the adverse situational stressors by providing transient euphoria, self-confidence and hedonistic pleasure, but fail to solve the root causes of psychological adversity (Beck, 1976; Carver, 1997). Moreover, BAME participants were less likely than White participants to engage in help-seeking behaviors in response to discrimination, itself suggesting an over-reliance on maladaptive strategies. Help-seeking behaviors are adaptive as they enable the individual to share their predicament with others and to derive social support, which are known to provide more effective and enduring respite from depressive symptomatology (Sani et al., 2015).  As situational stressors, rejection from significant others and discrimination, to which BAME LGB people are more susceptible, have important impacts on depressive symptomatology. It is noteworthy, however, that suicidal ideation was the only form of depressive symptomatology to which internalized homophobia - a psychological self-schema of self-hatred - was related. As a maladaptive coping  25 strategy, drug use can exacerbate depressive symptomatology because it may further confirm the negative core beliefs that it is intended to alleviate, and because this maladaptive behavior neither promotes positive action nor deals effectively with the original enduring situational stressor (Beck, 1976; Young, Boy & Hubbell, 2000). Conversely, the psychological self-schema of self-acceptance – outness – and the adaptive coping strategy of help-seeking may buffer the negative effects of the situational stressors on depressive symptomatology.  Limitations This is the very first UK study of mental health outcomes in BAME LGB people in the UK. Future research should seek to address some of the limitations apparent in the present study. First, this study uses a cross-sectional correlational design, which does not allow us to ascertain causal factors underlying depressive symptomatology. An experimental design, which, for instance, exposes BAME LGB people to experimental conditions depicting situational stressors may facilitate causal inferences. Second, although this study reveals overarching differences between BAME and White participants, the BAME category itself is characterized by much ethnic, religious and socio-economic diversity (Jaspal, 2011), which should be captured in future research. It would be informative to compare situational stressors, psychological self-schemata, coping strategies and mental health outcomes between specific ethnic minority groups, such as Pakistanis and Indians, who exhibit distinct levels of social capital. Third, previous research has revealed a high prevalence of childhood sexual abuse in BAME gay and bisexual men in the UK (Jaspal et al., 2017). As a situational stressor with enduring negative psychosocial consequences, childhood sexual abuse should be measured as a potential predictor of negative  26 psychological self-schemata in future research into depressive symptomatology in BAME LGB people in the UK.  Clinical implications Since BAME LGB people are at risk of internalized homophobia that is represented by self-hatred and self-disgust, it is recommended that culturally tailored compassionate-focused therapy (CFT) (Gilbert, 2009) be used as a preemptive intervention to improve wellbeing in this population. CFT helps individuals to experience self-compassion and feelings of warmth and, thus, to develop a more positive and compassionate view of themselves and others. CFT is particularly relevant to BAME LGB people because this group is vulnerable to traumatic experiences of rejection, discrimination and put down from significant others and society in general which in turn can lead to the formation of negative self-schemata (Beck, 1976). In other words, individuals may live under constant threat and have limited experience of warmth and acceptance. CFT proposes to de-active the threatening regulatory system that leads to feelings of anger, fear and depression and associated negative cognitions (e.g. ‘I am worthless’), which are sustained by accessing memories of past abuse cued in social situations. This therapy purports to develop a self-soothing regulatory system by empowering individuals to develop compassionate feelings and imagery. By developing self-compassion, individuals are able to de-activate negative cognitions about themselves, replacing them with feelings of self-acceptance and warmth. This cognitive structure is associated with positive action, rather than maladaptive behavior, and is thus conducive to good mental health outcomes.    27 Conclusions This study indicates that BAME LGB people in the UK report greater exposure to situational stressors, which in turn increases the risk of developing a psychological self-schema of self-hatred and of less openness about their sexual identity. BAME LGB people are less likely than their White counterparts to engage in help-seeking and more likely to engage in drug use – possibly as a maladaptive coping strategy. These situational stressors, negative psychological self-schemata and maladaptive coping strategies, collectively, predict depressive symptomatology in the form of depression, psychological distress and suicidal ideation.  On the basis of these and previous findings, it is recommended that negative, stigmatizing social representations of homosexuality in BAME communities be challenged as they clearly underpin the situational stressors to which BAME LGB people in the UK are habitually exposed. Moreover, an often overlooked situational stressor experienced by this population is that of racism, which can also inhibit access to help-seeking. Greater social and psychological support must be offered to BAME LGB people at risk of depressive symptomatology in order to increase access to formal help-seeking and to decrease reliance on maladaptive strategies, such as drug use. A combination of both informal support, such as the provision of social spaces in which BAME LGB can develop friendships and relationships, and formal support, guided by the cognitive-behavioral approaches will be necessary. It is believed that this multi-pronged approach of stigma reduction and psychological support will enhance mental health outcomes in this vulnerable population.   REFERENCES Ayala, G., Bingham, T., Kim, J., Wheeler, D. P., & Millett, G. A. (2012). Modeling the impact of social discrimination and financial hardship on the sexual risk of HIV among Latino and Black men who have sex with men. American Journal of Public  28 Health, 102(S2), 242–249.  Barnes, D.M., & Meyer, I.H. (2012). Religious affiliation, internalized homophobia, and mental health in lesbians, gay men, and bisexuals. American Journal of Orthopsychiatry, 82(4), 505–515.  Beck, A.T. (1976). Cognitive therapy and the emotional disorders. Oxford, England: International Universities Press.  Bhugra, D. (1997). Coming out by South Asian gay men in the United Kingdom. Archives of Sexual Behavior, 26(5), 547–557.  Carr, S. (2008). Sexuality and religion: a challenge for diversity strategies in UK social care service development and delivery. Diversity in Health and Social Care, 5, 113-22.  Carver, C.S. (1997). You want to measure coping but your protocol’s too long: Consider the brief COPE. International Journal of Behavioral Medicine, 4, 92–100.  Chakraborty, A., McManus, S., Brugha, T.S., Bebbington, P. & King, M. (2011). Mental health of the non-heterosexual population of England. British Journal of Psychiatry, 198, 143–148.   Chen, S. & Murphy, D. (2019). The mediating role of authenticity on mindfulness and wellbeing: a cross-cultural analysis. Asia Pacific Journal of Counselling and Psychotherapy. 10(1), 40-55.  Cohen, J. (1992) A power primer. Psychological Bulletin, 112 (1), 155-159.   D'Augelli, A.R., Pilkington, N.W. & Hershberger, S.L. (2002). Incidence and mental health impact of sexual orientation victimization of lesbian, gay, and bisexual youths in high school. School Psychology Quarterly, 17(2), 148-167.  Downey, J.I. & Friedman, R.C. (1995). Internalized homophobia in lesbian relationships. Journal of the American Academy of Psychoanalysis, 23(3), 435-447.  Faul, F., Erdfelder, E., Lang, A.G. & Buchner, A. (2007). G power* 3: a flexible statistical power analysis program for social, behavioral, and biomedical sciences. Behavior research methods, 39, 175, 191.  Fearon, P., Kirkbride, J., Morgan, C. et al. (2006). Incidence of schizophrenia and other psychoses in ethnic minority groups: results from the MRC AESOP Study. Psychological Medicine, 36, 1541-1550.  Gallor, S.M. & Fassinger, R.E. (2010). Social Support, Ethnic Identity, and Sexual Identity of Lesbians and Gay Men. Journal of Gay & Lesbian Social Services, 22(3),  29 287-31.  Gilbert, P. (2009) Introducing Compassionate focused therapy. Advances in Psychiatry Treatment, 15, 199-208.   Haas, A.P., Eliason, M., Mays, V.M., et al. (2011). Suicide and suicide risk in lesbian, gay, bisexual, and transgender populations: review and recommendations. Journal of Homosexuality, 58(1), 10-51.   Hjemdal, O., Stiles T. & Wells, A. (2013), Automatic thoughts and meta‐cognition as predictors of depressive or anxious symptoms: A prospective study of two trajectories. Scandinavian Journal of Psychology, 54, 59-65.  Igartua, K.J., Gill, K. & Montoro, R. (2009). Internalized homophobia: a factor in depression, anxiety, and suicide in the gay and lesbian population. Canadian Journal of Community Mental Health, 22(2), 15-30.  Jaspal, R. (2011). Delineating ethnic and religious identities in research with British South Asians. Psychological Studies, 56(2), 214-244.  Jaspal, R. (2012). “I never faced up to being gay”: Sexual, religious and ethnic identities among British South Asian gay men. Culture, Health and Sexuality: An International Journal for Research, Intervention and Care, 14(7), 767-80.  Jaspal, R. (2014). Arranged marriage, identity and psychological wellbeing among British Asian gay men. Journal of GLBT Family Studies, 10(5), 425-448.  Jaspal, R. (2017). Coping with ethnic prejudice on the gay scene: British South Asian gay men. Journal of LGBT Youth, 14(2), 172-190.  Jaspal, R., & Cinnirella, M. (2010). Coping with potentially incompatible identities: accounts of religious, ethnic, and sexual identities from British Pakistani men who identify as Muslim and gay. British Journal of Social Psychology, 49, 849–870.   Jaspal, R. & Cinnirella, M. (2014). Hyper-affiliation to the religious ingroup among British Pakistani Muslim gay men. Journal of Community and Applied Social Psychology, 24(4), 265-277.  Jaspal, R. & Siraj, A. (2011). Perceptions of ‘coming out’ among British Muslim gay men. Psychology & Sexuality, 2(3), 183–197.  Jaspal, R., Lopes, B., Jamal, Z., Paccoud, I. & Sekhon, P. (2017) Sexual abuse and HIV risk behaviour among black and minority ethnic men who have sex with men in the UK. Mental Health, Religion & Culture, 20(8), 841-53.  Kessler, R.C., Andrews, G., Colpe, et al. (2002) Short screening scales to monitor  30 population prevalences and trends in non-specific psychological distress. Psychological Medicine, 32, 959-956.  King, M., McKeown, E., Warner, J., et al. (2003). Mental health and quality of life of gay men and lesbians in England and Wales: controlled, cross-sectional study. The British Journal of Psychiatry : The Journal of Mental Science, 183, 552–558.  Kirkbride, J.B., Errazuriz, A., Croudace, T.J., Morgan, C., Jackson, D., Boydell, J., Murray, R.M. & Jones, P.B. (2012). Incidence of schizophrenia and other psychoses in England, 1950-2009: A systematic review and meta-analysis. PLoS One, 7,e31660. https://doi.org/10.1371/journal.pone.0031660  Lopes, B., Kamau, C. & Jaspal, R. (2019). The roles of socioeconomic status, occupational health and job rank on the epidemiology of different psychiatric symptoms in a sample of UK workers. Community Mental Health Journal, 55(2), 336-349.   Meyer, I.H. & Dean, L. (1998). Internalized homophobia, intimacy, and sexual behavior among gay and bisexual men. In G.M. Herek (Ed.), Stigma and sexual orientation: Understanding prejudice against lesbians, gay men, and bisexuals (pp. 160-186). Thousand Oaks, CA: Sage Publications.  Meyer, I.H., Dietrich, J. & Schwartz, S. (2008). Lifetime prevalence of mental disorders and suicide attempts in diverse lesbian, gay, and bisexual populations. American Journal of Public Health, 98(6), 1004–1006.  Mohr, J.J., & Kendra, M.S. (2011). Revision and extension of a multidimensional measure of sexual minority identity: The Lesbian, Gay, and Bisexual Identity Scale. Journal of Counseling Psychology, 58, 234-45.  Mohr, J. & Fassinger, R. (2000). Measuring dimensions of lesbian and gay male experience. Measurement and Evaluation in Counseling and Development, 33(2), 66-90.  Mustanski, B.S., Garofalo, R. & Emerson, E.M. (2010). Mental health disorders, psychological distress, and suicidality in a diverse sample of lesbian, gay, bisexual, and transgender youths. American Journal of Public Health, 100(12), 2426–2432.   ONS (2012). Ethnicity and national identity in England and Wales: 2011. https://www.ons.gov.uk/peoplepopulationandcommunity/culturalidentity/ethnicity/articles/ethnicityandnationalidentityinenglandandwales/2012-12-11 Accessed 25 December 2018.  ONS (2017). Sexual identity, UK: 2016. https://www.ons.gov.uk/peoplepopulationandcommunity/culturalidentity/sexuality/bulletins/sexualidentityuk/2016 Accessed 25 December 2018.  31  Osman, A., Bagge, C.L., Gutierrez, P.M., Konick, L.C., Kopper, B.A. & Barrios, F.X. (2001). The Suicidal Behaviors Questionnaire–Revised (SBQ–R): Validation with clinical and non-clinical samples. Assessment, 8, 445–455.  Radloff, L.S. (1977). CES-D scale: A self-report depression scale for research in the general populations. Applied Psychological Measurement, 1, 385-401.  Rowen, C.J. & Malcolm, J.P. (2002). Correlates of internalized homophobia and homosexual identity formation in a sample of gay men. Journal of Homosexuality, 43(2), 77-92.  Safren, S.A. & Rogers, T. (2001), Cognitive–behavioral therapy with gay, lesbian, and bisexual clients. Journal of Clinical Psychology, 57, 629-643.  Sani, F., Madhok, V., Norbury, M., Dugard, P. & Wakefield, J.R.H. (2015). Greater number of group identifications is associated with lower odds of being depressed: evidence from a Scottish community sample. Social Psychology and Psychiatric Epidemiology, 50(9), 1389-1397.  Sternthal M.J., Slopen N., Williams D.R. (2011). Racial disparities in health. DuBois Review: Social Science Research on Race, 8, 95–113.  Stonewall (2012). One minority at a time: being black and gay. London Stonewall. https://www.runnymedetrust.org/uploads/publications/pdfs/OneMinorityAtATime-2012.pdf Accessed 25 December 2018.  Suls, J., & Fletcher, B. (1985). The relative efficacy of avoidant and nonavoidant coping strategies: A meta-analysis. Health Psychology, 4(3), 249-288.  Sung, M.R., Szymanski, D.M., & Henrichs-beck, C. (2015). Challenges, coping, and benefits of being an Asian American lesbian or bisexual woman. American Psychological Association, 2(1), 52–64.  Wilson, C.J., Deane, F.P., Ciarrochi, J. & Rickwood, D. (2005). Measuring help-seeking intentions: Properties of the General Help-Seeking Questionnaire. Canadian Journal of Counselling, 39(1), 15-28.  Yip, A.K.T. (2004a). Negotiating space with family and kin in identity construction: the narratives of British non-heterosexual Muslims. The Sociological Review, 52(3), 336–350.  Yip, A.K.T. (2004b). Embracing Allah and sexuality?: South Asian non-heterosexual Muslims in Britain. In P. Kumar & K. Jacobsen (Eds.) South Asians in the Diaspora (pp. 294-310). Leiden: EJ Brill.   32 Yip, A.K.T. (2007). Sexual orientation discrimination in religious communities. In L. Badgett & J. Frank (Eds.), Sexual orientation discrimination: An international perspective (pp. 209–244). London, England: Routledge.  Young, A.M., Boyd, C. & Hubbell, A. (2000). Prostitution, drug use, and coping with psychological distress. Journal of Drug Issues, 30(4), 789–800.    33  Figure 1. Cognitive and behavioral model of depressive psychopathology in BAME LGB (adapted from Beck, 1976)    Situational Stressors Early childhood experiences Rejection from significant others LGB victimization Discrimination Cognition: Psychological Self- Schemata Self-hatred: “I hate that I have a different sexual orientation. “ – (Internalized homophobia) Self-acceptance:” I accept my sexual orientation so I am happy to disclose it.”  (Outness)  Behavior: Coping Strategies Maladaptive: Drug use Adaptive: Help-seeking  Consequences: Psychopathology Depression Psychological distress Suicidal Ideation  34 Figure 2. Structural equation model depicting the impact of ethnicity (White vs. BAME) on depressive symptomatology through the mediators of situational stressors, the psychological schemata and coping variables       Ethnicity  White vs. BAME Rejection from significant others Discrimination  LGB victimization Outness Help-seeking  Depression Psychological distress Suicidal Ideation  β =-.12*  β =-.27**  β =.18**  β =.15*  β =-.20**  β =.55**  β =-.16*  β =-.49**  β =-.46**  β =-.22*  β =-.23** Drug use  β =.17**  β =.20**  β =.15**  β =.18**  β =.26**  β =.32**  β =.28**  β =.27**  β =.23** Internalized homophobia  β =.17*  β =.16**  β =.13*  β =.22**  β =.11* **p<.005 *p<.05  β =-.14* -.14***  β =.16*  β =-.13*  β =.13*  35 Table 1. Socio-demographic information for the sample of this study Variables      Age 18-24 years old 25-34 years old 35-44 years old 45 plus years old   N=76 (26.3%) N=120 (41.5%) N=55 (19%) N=38 (13.1%)  Ethnicity groups White BAME     N=188 (65.1%) N=101 (34.9%)    Religion status No religion Atheist Religious    N=74 (29.5%) N=78 (31.1%) N=99 (39.4%)   Education level groups A levels GCSE level and NVQ Degree   Graduate Education(e.g. BSc. or BA.) Post-graduate Education (e.g. MSc., MA., PhD)    N=87 (35.4%) N=95 (38.6%) N=64 (26%)   Income groups Less than £10,000 £10,000 to £24,999 £25,000 to £34,999 £35,000 or more   N=82 (34.3%) N=78 (32.6%) N=41 (17.2%) N=38 (15.9%)  Relationship status Single Married     N=127 (43.9%) N=162 (56.1%)    Employment status Student Employed Self-employed Unemployed Retired  N=56 (23%) N=150 (61%) N=14 (5.7%) N=21 (8.5%) N=5 (2%) Gender  Male Female Non-gendered/ Non-binary Other   N=116 (40.1%) N=149 (51.6%) N=18 (6.2%) N=6 (2.1%)  Sexual Orientation Gay Lesbian Bisexual Same gender loving Other  N=120 (41.5%) N=73 (25.3%) N=49 (17%) N=7 (2.4%) N=38 (13.1%)    36           37 Table 2. Descriptive statistics  Continuous Variables M SD Minimum Maximum Suicidal ideation 2.79 .70 1.73 4.24 Depression 13.26 6.69 0 30 Psychological distress 26.34 8.59 10 43 Internalised homophobia 3.96 .83 3 6.08 Outness 5.79 1.18 2.83 8.06 LGB victimization 12.12 4.90 2 28 Ethnic victimization 9.58 4.32 1 26 Discrimination 8.85 5.32 0 25 Concealment motivation 11.29 3.28 3 18 Help-seeking 32.71 8.88 10 63 Professional help-seeking 9.69 4.53 3 21 Categorical variables   N=289   Yes No   Smoking N=61 (24%) N=189 (65%)   Drug use N=92 (37%) N=156 (63%)   Alcohol consumption N=188 (75%) N=62 (25%)    38              Rejection from mother N=64 (33%) N=131 (67%)   Rejection from father N=45 (28%) N=117 (72%)   Rejection from siblings N=40 (20.7%) N=153 (79%)   Rejection from extended family N=45 (23%) N=121 (73%)   Rejection from work colleagues N=42 (21%) N=155 (79%)   Rejection from religious community members N=24 (34%) N=46 (66%)   Rejection from old heterosexual friends N=64 (31.5%) N=139 (68.5%)    39 Table 3. Means, SDs, Effect sizes and 95% CI for between groups’ differences (British Whites vs. BAME and drug users vs. non-drug users)   British Whites N=188 BAME N=101 Independent samples t test Cohen’s d 95% CI Depression M           SD 13.50        6.51 M           SD 12.76        7.06 0.16 -1.97, 3.24 Suicidal ideation M           SD 2.75         .66 M           SD 2.86         .75 0.12 -.33, .15 Psychological distress M           SD 26.24        8.63 M           SD 28.50        8.95 0.2 -2.75, 3.26 Outness M           SD 6.07         1.12 M           SD 5.38         1.16 0.6 .36, 1.13 Concealment motivation M           SD 10.35        3.30 M           SD 12.61        3.91 0.6 -3.55, 1.12 Help-seeking M           SD 40.80       10.26 M           SD 31.18       10.26 0.9 -1.23, 4.97 Ethnic victimization M           SD 8.37         3.29 M           SD 11.82        5.06 0.8 -4.61, -2.30 Internalized homophobia M           SD M           SD 0.6 -.67, -.27  40 3.80         .75 4.27         .90 Discrimination M           SD 8.16         4.96 M           SD 10.15        5.74 0.4 -3.33, -.67 LGB victimization M           SD 12.51        4.69 M           SD 11.40        5.21 0.2 -.73; 2.03 Professional help-seeking M           SD 9.57         4.57 M           SD 9.95         4.46 0.08 -1.59, .82  British Whites N=188 BAME N=101 Chi squared Effect size Phi / Cramer’s V P value Rejection from mother 45% 28% .162 .024 Rejection from father 44% 23% .188 .017 Rejection from siblings 19% 25% .067 .35 Rejection from extended family 24% 38% .129 .098 Rejection from work colleagues 20% 25% .053 .45 Rejection from religious ingroup members  28% 58% .366 .002 Rejection from old heterosexual friends 33% 28% .046 .508 Drug use 31% 49% .174 .006 Smoking 20% 33% .143 .024 Alcohol use 79% 68% .116 .067  41       Drug users N=92 Non-drug users N=156 Independent samples t test Cohen’s d 95% CI Depression M           SD 15.00        6.50 M           SD 11.85        6.47 0.49 -4.86, -1.45 Suicidal Ideation M           SD 2.99         .69 M           SD 2.64         .67 0.51 -.54, -.19 Psychological Distress M           SD 27.98        8.07 M           SD 24.60        8.61 0.41 -6.0, -1.57 Internalized homophobia M           SD 4.09         .95 M           SD 3.82         .81 0.31 -.54, -.07 LGB victimization M           SD 13.11        5.11 M           SD 11.49        4.54 0.34 -3.0, -.44 Discrimination M           SD 9.82         5.11 M           SD 8.22         5.17 0.31 -3.05, -3.45  42 Table 4. Correlations between the main variables  Variables 1 2 3 4 5 6 7 8 9 10 11 1. Depression  .86** .52** .15* -.16* .016 .41** .29** .089 -.21** .076 2. Psychological distress .86**  .51** .18** -.19* .087 .46** .28** .14* -.20** .094 3. Suicidal ideation .52** .51**  .24** -.072 .031 .40** .28** .16* -.11 .13* 4. Internalized homophobia .15* .18** .24**  -.36** .49** .22** .26** .16* -.26** -.019 5. Outness -.16* -.19* -.072 -.36**  -.44** -.21** -.12 -.092 .24** -.003 6. Concealment motivation .016 .087 .031 .49** -.44**  .062 .12 .28** -.15 .11 7. Discrimination .41** .46** .40** .22** -.21* .062  .37** .27** -.19** -.038 8. LGB victimization .29** 28** 28** 26** -.12 .12 .37**  .41** .035 .14* 9. Ethnic victimization .089 .14* 16* 16* -.092 .28** .27** 41**  .002 .077 10. Help-seeking -.21** -.20** -.11 -.26** .24** -.15 -.19** .035 .002  .67** 11. Professional help-seeking .076 .094 .13* -.019 -.003 .11 -.038 .14* .077 .67**  * p<.05 ** p<.01  ",
    "id": 482151399,
    "identifiers": {
        "doi": "10.1080/19419899.2019.1690560",
        "oai": "oai:pure.atira.dk:publications/1c074efd-6ed6-4890-985d-e62ddeec4ec2"
    },
    "title": "A structural equation model for predicting depressive symptomatology in Black, Asian and Minority Ethnic gay, lesbian and bisexual people in the UK",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-12-04T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://cris.brighton.ac.uk/ws/files/31124674/JASPAL_LOPES_REHMAN_depressive_symptomatology.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/482151399.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/482151399"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/482151399/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/482151399/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/482151399"
        }
    ],
    "abstract": "This study identifies the predictors of depressive symptomatology in Black, Asian and Minority Ethnic (BAME) lesbian, gay and bisexual (LGB) people in the UK. 289 White and BAME LGB individuals participated in a cross-sectional survey. BAME participants exhibited significantly more discrimination, rejection from significant others, ethnic victimisation, internalised homophobia and concealment motivation than White participants. They manifested greater internalised homophobia, less outness and greater drug use than White participants. Outness was associated with less depressive symptomatology, and internalised homophobia and victimisation with more depressive symptomatology. The structural equation model showed a significant effect of ethnicity on depressive symptomatology. This relationship was mediated by the situational stressors, the psychological schemata and coping variables. Consistent with the cognitive-behavioural model, the results indicate that exposure to situational stressors can increase the risk of developing a self-hatred and depressive psychological self-schema, maladaptive coping strategies and depressive symptomatology in BAME LGB people in the UK",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/1c074efd-6ed6-4890-985d-e62ddeec4ec2",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4837",
        "openDoarId": 0,
        "name": "University of Brighton Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 482151399,
        "depositedDate": null,
        "publishedDate": "2019-12-04T00:00:00+00:00",
        "updatedDate": "2024-01-22T03:17:12+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-12T07:59:52+00:00"
    },
    "urls": [
        "https://cris.brighton.ac.uk/ws/files/31124674/JASPAL_LOPES_REHMAN_depressive_symptomatology.pdf",
        "https://research.brighton.ac.uk/en/publications/1c074efd-6ed6-4890-985d-e62ddeec4ec2",
        "https://doi.org/10.1080/19419899.2019.1690560"
    ],
    "lastUpdate": "2024-01-22T03:17:12+00:00",
    "setSpecs": []
}