{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Albritton, Shelly"
        },
        {
            "name": "Huffman, Stephanie"
        },
        {
            "name": "McClellan, Rhonda"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T09:35:29+00:00",
    "dataProvider": {
        "id": 13798,
        "name": "SWOSU Digital Commons (Southwestern Oklahoma State University)",
        "url": "https://api.core.ac.uk/v3/data-providers/13798",
        "logo": "https://api.core.ac.uk/data-providers/13798/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/236222497.pdf",
    "fullText": "Administrative Issues JournalVolume 7 | Issue 1 Article 37-2017A study of rural high school principals’ perceptionsas social justice leadersShelly AlbrittonUniversity of Central ArkansasStephanie HuffmanUniversity of Central ArkansasRhonda McClellanUniversity of Central ArkansasFollow this and additional works at: https://dc.swosu.edu/aijPart of the Health and Medical Administration Commons, Higher Education AdministrationCommons, and the Public Administration CommonsThis Article is brought to you for free and open access by the Journals atSWOSU Digital Commons. It has been accepted for inclusion inAdministrative Issues Journal by an authorized editor of SWOSU DigitalCommons. An ADA compliant document is available upon request. Formore information, please contact phillip.fitzsimmons@swosu.edu.Recommended CitationAlbritton, Shelly; Huffman, Stephanie; and McClellan, Rhonda (2017) \"A study of rural high school principals’ perceptions as socialjustice leaders,\" Administrative Issues Journal: Vol. 7 : Iss. 1 , Article 3.Available at: https://dc.swosu.edu/aij/vol7/iss1/3Administrative Issues Journal: Connecting Education, Practice, and Research, Summer 2017, Vol. 7, No. 1: 19-38. DOI: 10.5929/2017.7.1.1  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1 A study of rural high school principals’ perceptions as social justice leaders Shelly Albritton, Ph.D. Stephanie Huffman, Ed.D. Rhonda McClellan, Ed.D. University of Central Arkansas Abstract This multisite case study explores how rural principals in high poverty schools in a Southern state that had identified themselves as social justice leaders perceived student diversity, specifically LGBTQ students, and how they sustained a socially-just school climate for all students. Using a qualitative approach lent itself to understanding the principals’ descriptions of themselves as social justice leaders in their respective school and community contexts through their conversations (Creswell, 2007; Marshall & Rossman, 2016). The investigators drew from Theoharis’ (2007, 2009) and Bishop’s (2012) studies to serve as the theoretical framework guiding this study. The results indicated that the principals in this case study struggled with recognizing LGBTQ students’ needs and well-being. The findings in this study contain implications for pre-service preparation and in-service professional development programs to draw upon social justice leadership theory and research to inform leadership practices when addressing external and internal resistance. Moreover, this study recognizes the need for leadership preparation programs to integrate critical self-consciousness (Freire, 2000) with purposeful reflection (Webster-Smith, 2011) as essential to the development of the social justice leader.  Keywords:  school leadership, social justice, LGBTQ students, community resistance, pre-service and in-service preparation programs hroughout the shaping of the field of educational administration, scholars have worked to specify the roles of the campus leader. As Murphy (2002) noted, the activities of principals have been road-mapped by those investigating the assistant principal and transition to the principalship (Marshall & Hooley, 2006), roles and responsibilities (Bickmore & Bickmore, 2010), and functions of supervision (Sergiovanni, 2007). Murphy (2002) further stated that this scholarship “has two epistemological axes: Discipline-based (or technical) knowledge and practice-based knowledge, axes that are regularly portrayed as being under considerable tension” (p. 178; Hyle, Ivory, & McClellan, 2010). He pointedly remarked, “If we can just develop better theories, the educational world would be a better place, educational administration programs would be strong, and graduates would be more effective leaders” (p. 181). He cautioned, though, that academic theory removed from practice is a “bridge to nowhere” (2002, p. 181) and yet practice-knowledge should not be removed from the academic or become the T A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          20  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    “golden standard for restructuring the profession” (p. 181). He posited that school administration should take up Kliebard’s (1995) call to draw upon Dewey’s valued dimensions. Murphy identified new perspectives of school leadership through three paradigms (with corresponding metaphors) prevalent in educational administration scholarship up to the early 2000s: social justice (the moral steward); school improvement (the educator); and democratic community (the community builder) (p. 186).  Although the work of this current study did not begin with Murphy’s work in mind, the data collected begs such an introduction.  Review of the Literature One only needs to spend a bit of time with practicing professionals to hear reverberating mantras: “learning for all; whatever it takes”; “if you treasure it, measure it”; and “it takes a village.” Instructional leadership has taken root in schools (Seashore Lewis, Liethwood, Wahlstrom, & Anderson, 2010). The principals who participated in this study are no exception to their counterparts in other states. The principal as instructional leader, more than likely representative of Murphy’s (2002) lead “educator,” demonstrates the principal’s transition from manager and disciplinarian to leaders of instruction.  School leaders are encouraged and shaped by their preparation programs to become leaders of social justice, instruction, and community engagement. The newly published Professional Standards for Educational Leadership (National Policy Board for Educational Administration, 2015) stretches practicing school leaders and preparation program faculty and students. The new standards extend the instructional leadership model with the inclusion of language of creating and sustaining school cultures that not only supports students’ instructional well-being, but also their overall physical, social, and emotional well-being.  The principal’s role has been identified and described as playing the major role in developing school culture (Cubberley, 1916; Seashore Lewis, Liethwood, Wahlstrom, & Anderson, 2010) and, with the assistance of other educators on campus (Neumerski, 2013) and in the district (Honig, 2012), in generating a focus on teaching and learning. Marks and Printy (2003) further stated that instructional leadership is insufficient for generating this culture and must be complemented by transformational leadership (Hallinger, 2003). Furthermore, Shields (2013) reasoned that it is essential that today’s school leaders practice transformative leadership. The findings of the current study would suggest that instructional leadership should not occur without the moral guidance of transformational (Hallinger, 2003) and transformative (Shields, 2013) leadership theories and practices.  The Studies’ Social Justice Theoretical Framework Social justice, most often viewed as a moral purpose undertaken by “a process built upon respect, care, recognition, and empathy” (Theoharis, 2007, p. 223) serves as our theoretical framework. Theoharis’ work defines the difference between a “good leader” and a “social justice leader” (p. 252). Important to our study, we have taken his lead that a social justice leader: A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          21  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    a) places value on diversity and extends cultural respect; b) ends segregation of pull-out programs; c) strengthens core teaching and curricular issues; d) embeds professional development that tries to make sense of race, class, gender, and disability; e) knows that school cannot be great until the students with the greatest struggles are given rich opportunities; f) demands that every child will be successful;  g) seeks out other activist administrators who can and will sustain her or him; h) sees all data through a lens of equity; i) knows that building community and differentiation are tools to ensure that all students can achieve success; and j) becomes intertwined with the life, community, and soul of the school. (p. 252) Theoharis complemented these characteristics by demonstrating that social justice leaders faced resistance from the internal and external community, and they in turn had to become resistant to this resistance. Bishop’s (2012) investigation revealed an additional perspective of internal resistance: the need for leaders to resist their own biases. Not only did the investigators in this study use Theoharis’ theory to frame their inquiry and in the analysis of the data, but drew from Bishop’s (2012) studies to guide the initial coding and analysis of the data. Purpose of the Study & Research Questions The purpose of this study was to learn how principals (in rural, high-poverty schools, with a prevalent minority population, or who are minorities themselves), who had identified themselves as social justice leaders on a pre-screening instrument perceived student diversity, specifically in regard to LGBTQ students, and how they sustained a socially-just school climate for all students. The study also drew from Theoharis’ (2007, 2009) theoretical framework of social justice leadership, particularly his model of resistance. In addition, the study investigated how the school community, specifically in rural conservative communities, affected the principals’ perceptions of social justice and the strategies they used to meet resistance. The following questions guided the investigation: 1. How do social-justice motivated principals in rural communities describe student diversity at their schools? 2. How do they generate a school climate demonstrating a valuing of diverse student identity that is inclusive of all students, including LGBTQ? 3. What types of resistance and support have principals encountered from the community? 4. What specific strategies do principals use to overcome any perceived resistance from the communities that may affect establishing a socially-just school climate for LGBTQ students? Method of Inquiry The researchers took a qualitative multisite case study approach to generate descriptive data of how principals perceived their work toward social justice and the advocacy of all learners. Rural high school principals in a Southern state located in communities that could be identified as likely to resist social A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          22  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    justice leadership for all groups were the targeted population for this study. The qualitative methodology and field-based observations and interview methods produced rich, descriptive data (Creswell, 2007; Marshall & Rossman, 2106) indicating how the principals perceived themselves as social justice leaders. The researchers also examined federal and state databases to select rural schools meeting the following criteria: 1) located in high-poverty areas; 2) had low levels of education within the community; 3) located in socially conservative regions; and 4) had a prevalent presence of evangelic Protestant denominations. These data would provide a deeper understanding, appreciation, and verification of the school’s contextual setting from multiple data sources to inform the story of the school and community context that could, in turn, potentially inform the principal’s lived experiences (Creswell, 2007).  The principals who were selected for the interview self-described on a pre-screening instrument as practicing 1) beliefs in fostering social justice, 2) priorities of just treatment of all students, and 3) social justice in ways that influenced the climate of their schools. Based on the data collected from the pre-screening instrument, and adhering to the study’s selection process, six principals (four males and two females) were selected for interviews. Descriptive data of the six principals presented in the following table were generated from the pre-screening survey.   Table 1 Descriptive Data of Principals Selected for the Interview Principal/School Race/ Gender Age Range Live in Community Years as a Principal Years at this School Principal C/School C W/F 30-34 Yes 2 2 Principal E/School E W/F 55-59 Yes 7 3 Principal F/School F W/M 30-34 No -1 -1 Principal G/School G W/M 50-54 Yes 4 1 Principal M/School M W/M 55-59 Yes 10 7 Principal W/School W W/M 50-54 Yes 5 16 A semi-structured interview protocol guided the interview process for each principal. Stringent confidentiality measures were adhered to throughout the study. Participants were informed of their right to continue or cease their participation in the study at any point in the process. Interviews were recorded and transcribed. Triangulation of the data through member checks was conducted to assure accuracy and validity (Bloomberg & Vole, 2016). Once the researchers were confident the transcripts accurately captured the principals’ perceptions, they began to code and analyze the data (Marshall & Rossman, 2016).  Based on her review of social justice literature, Bishop (2012) outlined the following attributes of social justice leaders:  a) open-minded (Brown, 2006) – a willingness to challenge their own views, experiences and values; b) self-reflection (Marshall & Young, 2006) – a risk-taker who is willing to learn to ensure a better quality of life for everyone; c) networking  (Theoharis, 2007; Karpinski & Lugg, 2006) – seeks and builds a network of support from the professional community for the purpose of leading the fight for A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          23  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    equality for all; d) advocacy (Shields, 2013) – demonstrates an attitude of advocacy and concern for individuals; e) visionary (Kose, 2009) – promotes a social justice vision to stakeholders; and f) change agency (Shields, 2013) – initiates changes at their schools to establish a more inclusive environment for all students. The researchers chose to use the attributes identified by Bishop (2012) as the a priori codes for the initial organizing and sorting of the data, with additional codes emerging as the transcripts were analyzed (see Table 2).  Table 2 A Priori Codes and Emergent Codes A Priori Codes for Initial Analysis Emergent Codes with Further Analysis (OM) Open-minded (L) Legalities/the law (SR) Self-reflective (RP) Reactive versus proactive (N) Networking with others (CP) Community pressure-resistance (A) Advocacy (F) Faith (V) Visionaries (KC) Keeping LGBTQ in the closet (C) Change agent  (SA) Student extra-curricular activities (IL) Instructional Leadership  Findings To begin that discussion of our findings, a snapshot of contextual data to situate the principals’ lived experiences in their communities and school settings is provided in Table 3.  Table 3 Contextual Information of the Schools Population/Income/ Poverty* Race* Educational Attainment* Religion Population** Election Trend ** School C     • Population= 1,243 • Median household income= $39,671 • Persons below poverty level,  2007-2011= 20.4% • White-94.6% • Black/African Am-.1% • Hispanic/Latino-2.8% • Others-2.5% • High school graduate or higher-90.8% • High school or equivalent-38.6% • Some college-27.3% • Associate degree-5.4% • Bachelor degree-15.4% • Graduate/professional degree-4.1% • All Evangelic Protestant= 17,911 • Orthodox/ Catholic/ Other=3,247 • Unclaimed=20,355 • Democratic-32.7%  • Republican-64.3%   A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          24  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    Table 3 continued Contextual Information of the Schools Population/Income/ Poverty* Race* Educational Attainment* Religion Population** Election Trend ** School E     • Population= 4,449 • Median household income= $30,038 • Persons below poverty level,  2007-2011= 17.2% • White-93.5% • Black/African Am-.6% • Hispanic/Latino-3.2% • Others-2.7% • High school graduate or higher-86.8% • High school or equivalent-27.3% • Some college-26.2% • Associate degree-8.1% • Bachelor degree-14.9% • Graduate/professional degree-10.4% • All Evangelic Protestant= 9,405 • Orthodox/ Catholic/ Other=1,438 • Unclaimed=16,603 • Democratic-39.4%  • Republican-57.5%  School F     • Population= 5,980 • Median household income= $27,944 • Persons below poverty level, 2007-2011= 16.6% • White-53% • Black/African Am-44.1% • Hispanic/Latino-2.2% • Others-.7% • High school graduate or higher-81.1% • High school or equivalent-44.4% • Some college-15.4% • Associate degree-7.6% • Bachelor degree-10.9% • Graduate/professional degree-2.7% • All Evangelic Protestant= 4,632 • Orthodox/ Catholic/ Other=100 • Unclaimed=3,381 • Democratic-44.3%  • Republican-53%  School G     • Population= 4,090 • Median household income= $33,019 • Persons below poverty level,  2007-2011= 20.4% • White-64.4% • Black/African Am-26.8% • Hispanic/Latino-9.1% • Others-.2% • High school graduate or higher-82.2% • High school or equivalent-46.6% • Some college-15.9% • Associate degree-7.1% • Bachelor degree-9.8% • Graduate/professional degree-2.8% • All Evangelic Protestant= 15,285 • Orthodox/ Catholic/ Other=338 • Unclaimed=7,372 • Democratic-46.9%  • Republican-50.7%  School M     • Population= 4,671 • Median household income= $26,951 • Persons below poverty level,  2007-2011= 30.9% • White-52.9% • Black/African Am-43.8% • Hispanic/Latino-2.7% • Others-.6% • High school graduate or higher-77.2% • High school or equivalent-38.5% • Some college-21.2% • Associate degree-2.6% • Bachelor degree-10.5% • All Evangelic Protestant= 8,409 • Orthodox/ Catholic/ Other=116 • Unclaimed= 4,483 • Democratic-54.9%  • Republican-42.7%  A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          25  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    • Graduate/professional degree-4.5% Table 3 continued Contextual Information of the Schools Population/Income/ Poverty* Race* Educational Attainment* Religion Population** Election Trend **  School W     • Population= 13,734 • Median household income= $42,303 • Persons below poverty level,  2007-2011= 14.1% • White-75.8% • Black/African Am-21.9% • Hispanic/Latino-1.5% • Others-.8% • High school graduate or higher-78.3% • High school or equivalent-44% • Some college-15.6% • Associate degree-5.2% • Bachelor degree-9.8% • Graduate/professional degree-3.7% • All Evangelic Protestant= 11,780 • Orthodox/ Catholic/ Other=350 • Unclaimed=5,740 • Democratic-36.2%  • Republican-61.6%  *State and county QuickFacts; (U.S. Census Bureau, 2010b).  **USA Counties: Religion in Arkansas; based on congregational adherents: “full members, their children, and others who regularly attend services” (Association of Religion Data Archives, 2010). **USA Counties- based on 2008 presidential elections (U.S. Census Bureau, 2010a). The investigators anticipated the principals who identified themselves on the pre-screening survey as social justice leaders would embody to some degree the attributes of the a priori codes adopted for the study; however, this was not what was discovered in the initial organizing and sorting of the data. Little evidence was found of open-mindedness, self-reflection, networking with others, advocacy, visionary practices, or change agency. On the contrary, the emergent codes that surfaced indicated most of the principals’ concepts of social justice did not always include all students, more specifically LGBTQ students. In the following paragraphs, each of the four research questions and the findings is addressed. Direct quotes are provided to illustrate the complexity of, and contradictions to, the principals’ espoused views and beliefs of themselves as social justice leaders.  Research Question 1: How do social-justice motivated principals in rural communities describe student diversity at their schools? When the principals were asked to describe student diversity in their schools, their responses generally mirrored the State Department of Education’s definition of diversity (e.g., race, gender, special needs, and socio-economic status). One principal responded that diversity is “every single student that walks through the door of this school – black, white, purple, etc.” Another principal offered, “Race doesn’t necessarily A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          26  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    enter my mind; that’s just a given.” One principal stated, “Personally, I think of, you know, maybe the learning disabled, would be one.” A few of the principals specifically mentioned English as a Second Language (ESL) students. One principal observed, “There are some cultural differences. I’m aware of that, but they are still human beings that still react to the same kind of things the same way. I don’t care if they’re black, white, brown, who they are or where they come from.” The principals’ illustrations of their views of diversity mostly revolved around racial and socio-economic diversity, with several sharing experiences of growing up poor. One principal offered, “I grew up on welfare; I know what it means, when you have to wait for the check.”   Primarily, the groups mentioned by the principals were the sub-population categories that are targeted for state testing and data reporting. Even though each principal had indicated on the pre-screening survey that LGBTQ students were present in their school, five of the six principals had to be prompted in the interview about LGBTQ students in their schools. Once prompted, one principal stated, “There’s, you know, a little bit of the sexual orientation, but I don’t personally, I don’t like to classify that with diversity as far as race or other things, but it is still a diversity that you do have to deal with and be sensitive to, I do realize that.” This principal went on to say, “Our students are not just openly very much expressing their diversity in that area.”   Research Question 2: How do they [the principals] generate a school climate demonstrating a valuing of diverse student identity that is inclusive of all students, including LGBTQ? An interview question directed to each principal was Who/what inspired you to be a leader for social justice? All the principals indicated they were socially-just because of their Christian faith, and also stated they were devout Christians. One principal stated, “I’m a firm believer that you try to love everybody, and my faith exhibiting Christ-like behavior is an everyday ingrained thing.” Another said, “I don’t feel like I have done anything in particular, besides being the person that God has called me to be and I don’t know how to be anything else, besides to treat people the way I would want to be treated, according to the scripture, which is love God and love your neighbor as yourself, so that’s the only thing I know to do.  I’m not saying I follow that all the time like I should, but that’s my goal.”  The principals were further prompted to share their views as social justice leaders for diverse students, particularly LGBTQ students. One of the principals responded by asking, “How would Jesus treat the students?” Another offered, “Who did Christ hang around with? Prostitutes… destitute people, because they were ministry opportunities for Him.” One principal responded, “Besides from, as a follower of Christ, just the fact that we are supposed to love all people and kids. In my belief system, it’s not my place to condemn nor condone. I can live with it… I’m not going to condone anybody’s behavior that’s not in good social practice.”  The principals in this study also tended to equate instructional leadership with establishing a socially-just school climate. The principals spoke about modeling behavior, focusing their efforts on quality instruction for all students, setting high expectations, holding faculty and students accountable, and maintaining a safe environment. They made comments such as, “I’m the instructional leader first and foremost.” “The A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          27  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    focus is on a culture of respect, responsibility, and accountability.” “The leader has to be accountable and set high standards.” “The most important aspect is academic success for all students.” “I think it’s important for us to understand that we are to educate every single kid that comes through the doors.” “I see diversity as academic in nature. I would love for it to be a climate that is about learning.” “I think about just teaching tolerance with teachers and by modeling. There’s been no professional development as such.” The principals expressed a belief in “leveling the playing field.” They believed all students should be treated the same, and expressed that school policy or practice should be equally applied. The principals also shared the following beliefs: “Every kid that walks through the doors of this school has the same opportunity to get the same education.” “I have gay and I have lesbian kids, but they are all treated equally. As long as that is not taking away from someone else’s opportunity to learn, I don’t care what your practices are.” “What I think we see now, is more of a level playing field, regardless of socio-economic status, regardless of ethnicity, or whatever, it doesn’t matter, you know, but they also see me going down on the gym floor when one of my big black girls falls and breaks her leg. And loving on her and picking her up.” “I’m not going to go up and ask [about sexual orientation]. As long as they are not imposing any will or anything.” Research Question 3: What types of resistance and support have principals encountered from the community? While all the principals verbally indicated they personally had a non-issue with LGBTQ students, they also indicated some of their faculty and community would have issues with LBGTQ students being open and out. One principal observed, “This school, this community is more ingrained in tradition than in any school I’ve been in. It is entrenched.” Another principal shared the following about a new teacher in the district who left after one year: “She didn’t really fit in here, and she was actually a lesbian. She didn’t fit into the community real well because this is more of a conservative area here.” When asked about professional training in regard to sexual orientation and diversity, this principal went on to share, “I don’t know that I can focus on that because it is so few of our kids [who are LGBTQ] and they are pretty well accepted… some of the teachers are uncomfortable with it and have come to me.” All of the principals indicated there are members in their schools and communities who have strong, negative feelings in regard to LGBTQ. During the interviews, two main topics generated the most responses about community pressures both inside and outside of the school: extra-curricular activities and student discipline, particularly in regard to bullying. Two principals offered to share the following examples when being questioned about community pressures. One said, “We had [LGBTQ] students last year, and I know in our handbook, it states that no hand-holding, none whatever, and I let them hold hands. Two males can hold hands, two females can hold hands.” The other principal gave the following example, “In our handbook, when I got here, we had a policy that said no hand-holding. So I did a little bit of research and I found out that we had an issue a few years ago with lesbian students wanting to hold hands. Who cares, you know… If they want to hold hands, hold hands, you know. And that makes some teachers uncomfortable.” Both examples were offered by the two female principals.    A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          28  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    The researchers continued to question about pressures from the community in the context of extra-curricular activities. The topic of an LGBTQ student organization on campus was discussed. One principal responded, “Hesitancy on my part. I don’t know that the community would embrace that, just, that’s just me being honest.” Another said he would be a sponsor until the students could find one “for legal reasons…supervision is a critical piece so they couldn’t do it without a sponsor.” In the context of community pressures principals might face with LGBTQ issues, the topic of same-sex couples attending prom was discussed. Most of the principals spoke about policies, rules, and dress codes. One principal anticipated, “Isolated push-back.” One said, “I don’t see how we could deny it, you know. Teachers would be uncomfortable with it.” One principal offered, “We have a rule that only couples [can go to prom], [or] you can go as a single, but if you’re a couple you have to be a boy and a girl.  I think that’s going to be challenged within the next couple of years.” This principal stated he would be fine with same sex couples attending as long as they followed the rules. The investigators presented the following scenario for the principal to comment on: If a lesbian couple came to the prom and one was wearing a tuxedo and the other wore a prom dress, would that be a problem? This principal said it “wouldn’t matter as long as they followed rules and dress code.” The investigators then asked if a gay couple came to prom and one wore a tuxedo and one wore a prom dress and both were complying with the dress code, how would that be perceived? The principal paused for a bit of time, then stated, “That’s something I’d have to go talk with [the superintendent] about.  I hadn’t thought about a guy in the dress thing… I can predict our teachers going nuts over something like that, not wanting it to happen or making a rule about this.” Only one principal said, “I do have gay couples coming together at the prom. I’ve had lesbian students that one will wear the, you know, pants or tux type thing and that’s absolutely fine.”  Principals were asked to give examples of how they addressed a gay or lesbian student’s problems with bullying. One principal responded, “I did have a young man last semester, that was gay… and he was having some difficulty. But it was all self-imposed. Look at me, look at me, type issues. Again, this is a teachable moment piece that if you accept a lifestyle, you’re going to have to accept the ramifications of what your lifestyle is.” When probed to explain what he meant by a “teachable moment piece,” the principal shared the following conversation he had with the gay student. In it, the principal recounted a conversation he had held with a female student who had come to him regarding a similar bullying incident:  Principal: And he [the gay student] came to me and he said they are bullying me, they are calling me names. I said, ok, what are they calling you?   Gay Student: Well, they are calling me gay.  Principal: I said, and? My first thing is, it’s the same thing as this [other] kid, a girl comes in here and says… Female Student: Oh, she called me a “ho.” Principal: Well, are you? Are you?  A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          29  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    Female Student: No.  Principal: Then why should it bother you? I said you should be flattered that they are even thinking of you today.   Female Student: I just don’t like being called that.   Principal: Well, are you doing anything that might be leading them to think that?   Female Student: No.   Principal: Then honey, they’re the ones with the issue, not you. You have to learn to be more tolerant of that ignorance. If they say something to you next time, define it for them. And then we have a conversation about really, what’s really bothering you here. Is it because you do dress a little provocative and somebody labeled you that way, you are in [a small town in a Southern state].  The principal concluded this explanation with, “And it's not that we have an assembly and explain gayness. That’s not the way it has to happen. It’s going to have to happen, every kid individually, and these teachable moments to where they figure this out on their own.”    Only one of the principals stated she had community support for LGBTQ students. She commented, “Families that we have are very involved, even you know, the gay or lesbian parents. They are some of my best parents.” Research Question 4: What specific strategies do principals use to overcome any perceived resistance from the communities that may affect establishing a socially-just school climate for LGBTQ students? The principals embraced two strategies when dealing with community pressures: following laws and rules, and avoiding the issues. The principals took a legal stance and cited laws or policies in the school’s handbook in response to community pressure. One principal shared, “You basically have to stick with what you can do and the rules of the handbook or the state laws as far as what we abide and what we go by.” Another stated, “When the law says that we are to provide a free public education for everybody and all, that’s to me that’s all inclusive, not exclusive.” One principal, talking about bullying, shared, “So we try to work it out, but if we can’t work it out here, they understand if it doesn’t stop, I will press charges, because it’s against the law.” A teacher asked one of the principals to make a student stop dying her hair a bright color; the principal told the teacher, “Legally I can’t, I mean that’s freedom of expression. If I’m going to infringe on someone’s constitutional rights, you’re going to have to tell me more specifically why this is a distraction in class.”  The principals tended to avoid recognizing LGBTQ students and their needs. When asked how many LGBTQ student were in his school, one principal said, “Maybe, I’d say maybe less than 20 on our campus… A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          30  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    I couldn’t name anybody. Just from what I’ve heard from time to time, I know some students experiment with things or whatever.” Another principal commented, “I’m not going to go up and ask [a student’s sexual orientation]. As long as they are not imposing any will or anything.” When asked about LGBTQ students who experienced issues, some of the principals said issues were taking place in the community (e.g., student behavior problems); therefore, since the incidents “didn’t happen at school,” they would not undertake to address the issue at school. One principal said, “But for me, and my dean of students, and the faculty and staff for the most part in this school, it’s not about what we are going to do for those people, it’s about we are not going to treat them differently because they are gay.” And finally, one said, “If or when a gay student wears a dress to school, then I will look at a possible student handbook change.”   Initial analysis of the data using the a priori codes, the attributes of social justice leadership as identified by Bishop (2012), found little evidence that the principals were open-minded, practiced self-reflection, networked with others, actively advocated, were visionaries, or served as change agents for meeting the specific needs of the LGBTQ students in their schools.   Discussion According to Dantley and Tillman (2006), social justice leadership theory targets issues producing or enabling social inequities or subjugation, and offer a resolution to eradicate these inequities. Social justice leaders question policies and practices by challenging school traditions that potentially marginalize student populations. Furthermore, Theoharis (2007, 2009) proposed that social justice leadership progresses further than “good leadership.” School leaders who seek out marginalized students in schools to provide support and establish an environment of inclusiveness can be considered socially just.   All of the principals that participated in the interview indicated on the pre-screening survey that improving acceptance of diverse student groups was an important part of their job. Additionally, they indicated they could improve the school climate for all students; however, the researchers found that the principals in this study were not always clear what leadership practices constituted social justice. Although they did express concern for diverse populations they identified, when the questions focused on LGBTQ students in particular, their specific examples and descriptions appeared to be in opposition to their espoused concerns. The analysis of the data found the principals 1) believed their Christianity and instructional leadership practices was what made them socially just leaders and 2) struggled with resistance to accept and advocate for LGBTQ students exemplified by their use of reactive and avoidance behaviors and the law/legalities as strategies to respond to community and personal resistance.  The researchers’ findings were that principals who were unclear about their role as social justice leaders appeared to downplay the need to recognize LGBTQ students in their schools and struggled with how to address community resistance to meeting the needs of all students. The following is a more focused discussion of the predominate themes that emerged in this study.   A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          31  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1     Christianity and Instructional Leadership = Social Justice Leadership  Christianity. Research (Cadge, Olson & Wildeman, 2008; Sherkat, de Vries, & Creek, 2009; Van Geest, 2007) has shown Protestant, evangelical religious affiliation plays a major role in shaping individuals’ attitudes about the morality of homosexuality. Adamczyk and Pitt (2009) point out:  Most religions tend to categorize behaviors associated with homosexuality as ‘unnatural,’ ‘ungodly,’ and ‘impure.’ (Yip, 2005, as cited by Adamczyk & Pitt, 2009). Because of this framing, active religious involvement, regular exposure to religious literature, and frequent interaction with religious friends are likely to encourage anti-homosexual attitudes. (p. 339) In each of the principals’ office environment, faith-based signs, posters, messages, and other religious artifacts were displayed. One principal reported there were six local ministers currently working as educators in his school. Each principal indicated they were socially-just as a result of being Christian. When asked what or who inspired them to be a socially-just leader, all of the principals shared it was their Christian faith, and most of them referenced the Golden Rule: “Therefore all things whatsoever ye would that men should do to you, do ye even so to them” (Matthew 7:12, King James Version). Vilaythong, Lindner, and Nosek (2010) stated, “In practice, religious individuals are selective in [the Golden Rule’s] application; for example, religious individuals have more tolerant attitudes toward black people, but less tolerant attitudes toward gay people, than do nonreligious people” (p. 494). Some of the principals’ responses and examples appeared to validate the Vilaythong et al. (2010) statement. One such example was the one principal’s response to the gay student reporting that he was being bullied: “it was all self-imposed,” and he advised the student “to accept the ramifications of what your lifestyle is.”  The principal also asked the student, “So how can you be upset when someone’s doing that, calling you gay, when you’re dressing like you’re gay?” Other responses included, “How would Jesus treat the students?” “In my belief system, it’s not my place to condemn nor condone. I can live with it as far as, I’m not going to condone anybody’s behavior that’s not in good social practice.” “I’m a firm believer that you try to love everybody and my faith exhibiting Christ-like behavior is an everyday ingrained thing.” “Who did Christ hang around with? Prostitutes…destitute people, because they were ministry opportunities for Him.” “Besides from, as a follower of Christ, just the fact that we are supposed to love all people and kids.” Instructional leadership. The participants in this study tended to equate instructional leadership with being socially just. The hallmark of instructional leadership (Marks & Printy, 2003; Seashore Lewis, Liethwood, Wahlstrom, & Anderson, 2010) references the leadership practices to advance student learning and improvement outcomes (Neumerski, 2013).  The principals’ responses to why they believed they were socially just leaders were framed in the context of equal education for all. The participants discussed setting high standards, accountability for both A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          32  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    students and faculty, and sound instructional strategies for engaging students. The participants made such comments as, “I’m the instructional leader first and foremost.” “The most important aspect is academic success for all students.” “I think it’s important for us to understand that we are to educate every single kid that comes through the doors.” “Every kid that walks through the doors of this school has the same opportunity to get the same education.” “Well, just as the leader of the campus, just trying to keep everybody doing what they know to be doing, and keeping that vision for what the school ought to be as far as a safe environment and eliminating distractions.” It would be difficult to argue against the principals’ assertions of being leaders for equal education opportunities. However, such a singular view does not account for the socio-emotional needs of students who are struggling with identity development.   Depending exclusively upon instructional leadership practices for equality in education is not enough to meet the needs of all students. Theoharis (2007) upheld the notion that until the school meets the needs of its students with the greatest struggles, the school cannot be great. Social justice leadership takes instructional leadership practices further. When instructional leadership is infused with transformative leadership practices (Shields, 2013), leaders are better equipped to address multiple areas of student life, including identity development (Bishop, 2012).   Reactive/Avoidance Behaviors and Law/Legalities = Coping with Resistance Reactive and avoidance behaviors. Principals in this study acknowledged the presence of resistance toward LGBTQ issues and students within the school (e.g. students, faculty, staff, etc.) and outside of the school (e.g., school board members, community members, etc.). Theoharis (2009) outlined a three-pronged framework of resistance: a principal’s ability to 1) resist inequality and marginalization of students in schools; 2) confront resistance from others, both within the school as well as outside its walls; and 3) develop resistance themselves to continue their social justice agenda regardless of the resistance of others. It is through these kinds of avenues that a good leader can become a social justice leader, who brings inclusivity and change for all students. The principals participating in this study often used reactive and avoidance behaviors when it came to LGBTQ students’ issues and needs, a tendency explained by Larson and Ovando (2001): “As a society, we find schools typically reinforce rather than transgress the social, racial, and ethnic divides of our communities” (p. 2). One principal shared the following when parents reacted negatively to a lesbian teacher/coach: “She didn’t really fit in here, and she was actually a lesbian. She didn’t fit into the community real well because this is more of a conservative area here.” The principal went on to say the teacher left the district at mid-year.    Specifically, in regard to LGBTQ student populations in the schools, the preference adopted by the principals was a “Don’t ask, don’t tell” practice. They indicated LGBTQ students were not a problem in their school as long as “they were keeping it in the closet.” Comments from the principals included, “Hesitancy on my part [when asked if students could form an LGBTQ student organization]. I don’t know that the community would embrace that.” “When an issue comes up, I will deal with it then.” “Until there’s a problem, why make waves?” “I like to take things day by day and deal with the issues at hand.” “When A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          33  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    it happens in the community, it’s a community issue. Until it happens at school, then I don’t worry about it.” “That’s something I’d have to go talk with our superintendent…about a guy in the dress thing.” “Bullying is a repeated act, so when it happens again, then you take more serious consequences.”   The law and legalities. Principals in this study, when faced with resistance, tended to rely on law or a representation of the law (e.g., student handbook, school board policy, etc.) as their main strategy to address resistance. The principals gave few examples they were trying to change the school’s culture or educate stakeholders when faced with resistance. As one principal said, “It’s difficult to argue with the law.”   When questioned about resistance, the principals’ comments included, “The community needs to understand that we have a legal obligation to teach every kid no matter where they come from, no matter what race they are, no matter what.” “It’s not about what you like or what you don’t like. It’s about our legal obligation to make this happen.” “They know it’s [bullying] against the law. I will press charges because it is against the law.” “I think legally we won’t have a leg to stand on [disallowing LGBTQ students to go to prom as couples], we’ll have to strike the rule and I don’t care.” “If or when a gay student wears a dress to school, then I will look at a possible student handbook change.”   We asked principals if they offered professional development on diversity, particularly on accepting and valuing LGBTQ students as a strategy for addressing community (both internal and external) resistance. One principal responded with, “What we need is for a male athlete to come out as gay. So what it really takes, I think, is a kid that is well-known and loved, is to just step out and say this is me. And then it makes it easier to do that kind of training.” The principal concluded with, “I just think it would be hard to have a life worth living in this community as a gay male.” Most of the principals in this study did not use their leadership roles or influence to recognize or advocate for LGBTQ students’ social-emotional needs, identity development, and full inclusion into the school environment. Theoharis (2007) maintained that a social justice leader seeks other educators in the system to become actively aware of diversity needs and to advocate for improvements, embeds professional development on cultural respect, and demands that every student be valued and helped to be successful. Reacting to or avoiding community resistance and using the law and legalities appeared to be strategies among the principals in this study to silence their resisters. Furthermore, the principal with the view that a “beloved” athlete who “comes out” as gay could be leveraged to initiate professional training on cultural respect is an example of a leader abdicating his role to create a school climate that is socially just.  Personal Bias = Personal Resistance Bishop’s (2012) study talked about the need for social justice leaders to resist their own biases. During the interviews, the principals were unaware their responses could be perceived as biased and unaccepting of LGBTQ students. The researchers wondered if the principals were cognizant their responses could be viewed as condemning, blaming, or disapproving of LGBTQ students when they made such statements as, “As long as they are not imposing any will or anything;” “Don’t dress gay and there won’t be any A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          34  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    problems;” and “If you accept a lifestyle, you’re going to have to accept the ramifications of what your lifestyle is.”  Although acceptance for LBGTQ students varied from principal to principal in this study, other studies have shown females, in general, are more accepting of homosexuality than their male counterparts (Finlay & Walther, 2003; Sherkat, de Vries, & Creek, 2009). The female principals in this study were more open in sharing their views than male principals when talking about LGBTQ students. The female principals were more supportive of LGBTQ students and families, and more inclined to address issues. One of the female principals made the following comment: “We had students last year, and I know in our handbook, it states that no hand holding none whatever, and I let them hold hands. We have two males that hold hands, two females that hold hands. I am very accepting of everyone.” The other female principal said, “It [the school] is extremely diverse. You name it, we have it here.” “I am very, very accepting of both males and female LGBTQ students.” When speaking about male LGBTQ students, the four male principals’ body language suggested discomfort with the topic. Some of the comments were, “I think the guys will give guys who they perceive as being gay a much harder time than the whole student population will give girls who are professed gays.” “I would almost be prepared to use the word entrenched, things are the way they are. Males are males and females are females.” “I just think it would be hard to have a life worth living in this community as a gay male. It’s probably a very poor thing for me to say out loud.” Conclusion This study has implications for leadership preparation programs and for practicing leaders in today’s schools. The researchers found the very term “social justice” has a convoluted or diluted meaning for the rural principals involved in this study. The principals in this study believed their Christian ethics constituted a socially-just leader. Additionally, the principals often confused social justice with practices of, and as overshadowed by, instructional leadership. They sought to strengthen core teaching and curricular issues and asserted that, to be great, their schools had to demonstrate success with students who struggle the most; yet, the principals did not acknowledge their responsibility to engage the “whole” student for all students. Instead, the researchers perceived, in most cases, how Murphy’s (2002) “lead learner—the educator” (i.e., the instructional leader) erased the individual identities of students.  The following excerpt from the Professional Standards for Educational Leaders (National Policy Board for Educational Administration, 2015) called leaders to “promote equity and cultural responsiveness… [and to be] tenacious change agents who are creative, inspirational and willing to weather the potential risks, uncertainties, and political fall-out to make their schools places where each student thrives” (Introduction, p. 4). Furthermore, Seashore Lewis et al. (2010) identified two core functions of leadership: a) providing direction and b) exercising influence (p. 9). The researchers argue, then, that leaders who set a clear, intentional direction for the well-being of all students, particularly marginalized students, such as LGBTQ students, will use their influence for others in the school to behave in ways that support the direction being set.  A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          35  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    On the other hand, it can be argued that when the direction set is one perpetuating the marginalization of students, followers will be influenced to behave likewise. Larson and Ovando (2001) noted, “When inequity has been institutionalized, teachers and administrators no longer have to be biased to continue biased practices; we merely have to do our jobs and maintain the normal practices of the systems we have inherited” (p. 3). The researchers found this to be evident in this study. Theoharis (2007) maintained that a social justice leader seeks other educators in the system to become actively aware of diversity needs and to advocate for improvements, embeds professional development on cultural respect, and demands that every student be valued and helped to be successful. It is through these kinds of avenues a good leader can become a social justice leader who brings inclusivity and change for all students.  The researchers conclude with Cubberley’s pronouncement: “As is the principal, so is the school” (1916, p. 15). It is incumbent upon pre-service preparation programs and in-service professional development to draw from leading social justice theories and best practices to challenge institutional and personal belief systems and to practice change agency (Capper, Theoharis, & Sabastian, 2006). Crucial to the development of a socially-just leader in becoming resistant to resistance (Bishop, 2012; Theoharis, 2007, 2009) is practicing critical self-consciousness (Freier, 2000) by engaging in continuous self-reflection (Webster-Smith, 2011). In doing so, the emerging social-justice leader begins processes to set a direction to establish a socially-just school and influence external and internal communities to protect the well-being of each student.  References Adamczyk, A., & Pitt, C. (2009). Shaping attitudes about homosexuality: The role of religion and cultural context. Social Science Research, 38(2), 338-351. doi:10.1016/j.ssresearch.2009.01.002 Association of Religion Data Archives. (2010). U.S. congregational membership: Reports.  Retrieved from http://www.thearda.com/RCMS2010/index.asp Bickmore, S. T., & Bickmore, D. L. (2010). Revealing the administrator’s role in the induction  process: Novice teachers telling their stories. Journal of School Leadership, 20(4), 445-469. Bishop, H. (2012). Rural principals’ perspectives of social justice leadership in school. University of Texas at Arlington. Dissertation in press. Bloomberg, L. D., & Volpe, M. (2016). Completing your qualitative dissertation: A road map from beginning to end (3rd ed.). Thousand Oaks, CA: SAGE Publications, Inc. Brown, K. M. (2006). Leadership for social justice and equity: Evaluating a transformative framework and andragogy. Educational Administration Quarterly, 42(5), 700-745.  Cadge, W., Olson, L., & Wildeman, C. (2008). How denominational resources influence debate about homosexuality in mainline protestant congregations. Sociology of Religion, 69, 187-207. Capper, C., Theoharis, G., & Sebastian, J. (2006). Toward a framework for preparing leaders for social justice. Journal of Educational Administration, 44(3), 209-224. A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          36  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    Creswell, J. (2007). Qualitative inquiry and research design: Choosing between five approaches (2nd ed.). Thousand Oaks, CA: Sage. Cubberley, E. (1916). Public school administration. Boston: Houghton Mifflin.  Dantley, M. E., & Tillman, L. C. (2006). Social justice and moral transformative leadership. In C. Marshall & M. Oliva (Eds.), Leadership for social justice: Making revolutions in education (16-30). Boston, MA: Pearson. Finlay, B., & Walther, C. (2003). The relation of religious affiliation, service attendance, and other factors to homophobic attitudes among university students. Review of Religious Research, 44, 370-393. Freire, P. (2000). Pedagogy of the oppressed: 30th anniversary edition.  New York: Continuum International Publishing Group.  Hallinger, P. (2003). Leading educational change: Reflections on the practice of instructional and transformational leadership. Cambridge Journal of Education, 33(3), 329-351. Honig, M. I. (2012). District central office leadership as teaching: How central office administrators support principals’ development as instructional leaders. Educational Administration Quarterly, 48(4), 733-774. Hyle, E., Ivory, G., & McClellan, R. (2010). Hidden expert knowledge: The knowledge that counts for the small school-district superintendent. Journal of Research on Leadership Education, 5(4), 154-178. Karpinski, C. F., & Lugg, C. A. (2006). Social justice and educational administration: mutually exclusive? Journal of Educational Administration, 44(3), 278-292.  Kliebard. H. (1995). The struggle for the American curriculum: 1893-1958 (2nd ed.). New York: RoutledgeFalmer.  Kose, B. W. (2009). The principal’s role in professional development for social justice. Urban Education, 44(6), 628-663.  Larson, C., & Ovando, C. (2001). The color of bureaucracy: The politics of equity in multicultural school communities. Belmont, CA: Wadsworth Marks, H., & Printy, S. (2003). Principal leadership and school performance: An integration of transformational and instructional leadership. Educational Administration Quarterly, 39(3), 370-397.  Marshall, C., & Hooley, R. (2006). The assistant principalship: Leadership choices and challenges (2nd ed.). Thousand Oaks, CA: Corwin.  Marshall, C., & Rossman, G. B. (2016). Designing qualitative research (6th ed.). Los Angeles, CA: Sage. Marshall, C. & Young, M. (2006). Gender and methodology. In C. Skelton, B. Francis, & L.  Smulyn (Eds.), The SAGE Handbook of Gender and Education (63-78). Los Angeles, CA: Sage A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          37  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    Murphy, J. (2002). Reculturing the profession of educational leadership: New blueprints. Yearbook of the National Society for the Study of Education, 101(1), 65-82. National Policy Board for Educational Administration (2015). Professional Standards for Educational Leaders 2015. Reston, VA: Author. Neumerski, C.M. (2013). Rethinking instructional leadership, a review: What do we know about principal, teacher, and coach instructional leadership, and where should we go from here? Educational Administration Quarterly, 49(2), 310-347.   Seashore Louis, K., Leithwood, K., Wahlstrom, K., & Anderson, S. (2010). Investigating the links to improved student learning: Final report of research findings. University of  Minnesota: Center for Applied Research and Educational Improvement. Sergiovanni, T. (Ed.). (2007). Rethinking leadership: A collection of articles. (2nd ed.). Thousand Oaks, CA: Corwin. Sherkat, D. E., de Vries, K. M., & Creek, S. (2009). Race, religion, and opposition to same-sex marriage. Working Papers, Paper 5. Retrieved from http://opensiuc.lib.siu.edu/ps_wp/5 Shields, C. (2013). Transformative leadership in education: Equitable change in an uncertain and complex world. New York: Routledge. Theoharis, G. T. (2007). Social justice educational leaders and resistance: Toward a theory of social justice leadership. Educational Administration Quarterly, 43(2), 221-258.  Theoharis, G. T. (2009). The school leaders our children deserve: Seven keys to equity, social justice, and school reform. New York, NY: Teacher’s College Press, Columbia University. U.S. Census Bureau. 2010a. USA counties: Elections(CQ) Arkansas. U.S. Department of commerce. Retrieved from http://censtats.census.gov/usa/usa.shtml U.S. Census Bureau. 2010b. State and county QuickFacts. U.S. Department of Commerce.  Retrieved from http://quickfacts.census.gov/qfd/states/05000.html Van Geest, F. (2007). Changing patterns of denominational political activity in North America: The case of homosexuality. Review of Religious Research, 49(2), 199-221. Vilaythong T., O., Lindner, N. M., & Nosek, B. A. (2010). “Do unto others:” Effects of priming the Golden Rule on Buddhists’ and Christians’ attitudes toward gay people. Journal for the Scientific Study of Religion, 49, 494–506. doi: 10.1111/j.1468-5906.2010.01524.x Webster-Smith, A. (2011). Scaling the pyramid of self-reflection: A model and an assignment for the preparation of inclusive leaders. International Journal of Educational Leadership Preparation, 6(1).    A STUDY OF RURAL HIGH SCHOOL PRINCIPALS’ PERCEPTIONS                                                          38  ALBRITTON, HUFFMAN, & McCLELLAN / DOI: 10.5929/2017.7.1.1    About the Authors Dr. Shelly Albritton (shellya@uca.edu) is a Professor and Program Coordinator of the school leadership programs in the Department of Leadership Studies in the College of Education at the University of Central Arkansas. Her scholarship focuses on building capacity among school-based teams, distance learning technologies in education leadership preparation programs, school improvement, and social justice. Dr. Stephanie Huffman (steph@uca.edu) is a Professor and Program Coordinator of the Library Media and Information Technologies and Instructional Technology programs in the Department of Leadership Studies in the College of Education at the University of Central Arkansas. Her research interests include distance learning, technology planning and leadership, literacy, technology integration, and social justice. Dr. Rhonda McClellan (rmcclellan@uca.edu) is the Director and Professor of the Ph.D. in Leadership program in the Department of Leadership Studies in the College of Education at the University of Central Arkansas. Her research interests include social justice, leader development, and integrative community leadership.   ",
    "id": 236222497,
    "identifiers": {
        "doi": null,
        "oai": "oai:dc.swosu.edu:aij-1262"
    },
    "title": "A study of rural high school principals’ perceptions as social justice leaders",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-07-01T08:00:00+01:00",
    "publisher": "SWOSU Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://dc.swosu.edu/cgi/viewcontent.cgi?article=1262&context=aij"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/236222497.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/236222497"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/236222497/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/236222497/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/236222497"
        }
    ],
    "abstract": "This multisite case study explores how rural principals in high poverty schools in a Southern state that had identified themselves as social justice leaders perceived student diversity, specifically LGBTQ students, and how they sustained a socially-just school climate for all students. Using a qualitative approach lent itself to understanding the principals’ descriptions of themselves as social justice leaders in their respective school and community contexts through their conversations (Creswell, 2007; Marshall & Rossman, 2016). The investigators drew from Theoharis’ (2007, 2009) and Bishop’s (2012) studies to serve as the theoretical framework guiding this study. The results indicated that the principals in this case study struggled with recognizing LGBTQ students’ needs and well-being. The findings in this study contain implications for pre-service preparation and in-service professional development programs to draw upon social justice leadership theory and research to inform leadership practices when addressing external and internal resistance. Moreover, this study recognizes the need for leadership preparation programs to integrate critical self-consciousness (Freire, 2000) with purposeful reflection (Webster-Smith, 2011) as essential to the development of the social justice leader",
    "tags": [
        "text",
        "school leadership",
        "social justice",
        "LGBTQ students",
        "community resistance",
        "pre-service and in-service preparation programs",
        "Health and Medical Administration",
        "Higher Education Administration",
        "Public Administration"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:dc.swosu.edu:aij-1262",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13798",
        "openDoarId": 0,
        "name": "SWOSU Digital Commons (Southwestern Oklahoma State University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 236222497,
        "depositedDate": null,
        "publishedDate": "2017-07-01T08:00:00+01:00",
        "updatedDate": "2024-02-15T06:52:04+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T09:35:29+00:00"
    },
    "urls": [
        "https://dc.swosu.edu/aij/vol7/iss1/3",
        "https://dc.swosu.edu/context/aij/article/1262/viewcontent/vol7no1aij_article2.pdf"
    ],
    "lastUpdate": "2024-02-15T06:52:04+00:00",
    "setSpecs": []
}