{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Williams, A Jess"
        },
        {
            "name": "Jones, Christopher"
        },
        {
            "name": "Arcelus, Jon"
        },
        {
            "name": "Townsend, Ellen"
        },
        {
            "name": "Lazaridou, Aikaterini"
        },
        {
            "name": "Michail, Maria"
        }
    ],
    "contributors": [],
    "createdDate": "2021-01-09T12:26:46+00:00",
    "dataProvider": {
        "id": 4787,
        "name": "Repository@Nottingham",
        "url": "https://api.core.ac.uk/v3/data-providers/4787",
        "logo": "https://api.core.ac.uk/data-providers/4787/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1371/journal.pone.0245268",
    "downloadUrl": "https://core.ac.uk/download/369425352.pdf",
    "fullText": "[Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  1  A systematic review and meta-analysis of victimisation and 1 mental health prevalence among LGBTQ+ young people 2 with experiences of self-harm and suicide. 3 A. Jess Williams*1,2, Christopher Jones3, Jon Arcelus4, Ellen Townsend2, Aikaterini Lazaridou1 & Maria 4 Michail1  5  6 1 School of Psychology, Institute for Mental Health, University of Birmingham, Birmingham, UK 7 2 School of Psychology, Self-Harm Research Group, University of Nottingham, Nottingham, UK 8 3 School of Psychology, Centre for Applied Psychology, University of Birmingham, Birmingham, UK 9 4 School of Medicine, Institute of Mental Health,  University of Nottingham, Nottingham, UK  10  11 * Corresponding author 12 Email: a.williams.10@pgr.bham.ac.uk 13  14  15  16  17  18 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  2  Abstract 19 Background: LGBTQ+ youth have higher rates of self-harm and suicide than cisgender, heterosexual 20 peers. Less is known about prevalence of risks within these populations.  21 Objectives: The first systematic review and meta-analysis to investigate the prevalence of risks 22 among young people throughout the LGBTQ+ umbrella with experiences across the dimension of 23 self-harm, suicidal ideation and suicide behaviour; and how they may differ between LGBTQ+ 24 umbrella groups. 25 Data sources: MEDLINE, Scopus, EMBASE, PsycINFO, and Web of Science searches were run to 26 identify quantitative research papers (database inception to 31st January, 2020). 27 Study Eligibility Criteria: Articles included were empirical quantitative studies, which examined risks 28 associated with self-harm, suicidal ideation or suicidal behaviour in LGBTQ+ young people (12-25 29 years). 30 Synthesis Methods: 2457 articles were identified for screening which was completed by two 31 independent reviewers. 104 studies met inclusion criteria of which 40 had data which could be 32 meta-analysed in a meaningful way. This analysis represents victimisation and mental health 33 difficulties as risks among LGBTQ+ youth with self-harm and suicide experiences. Random-effects 34 modelling was used for the main analyses with planned subgroup analyses.  35 Results: Victimisation and mental health were key risk factors across the dimension self-harm and 36 suicide identified through all analyses. A pooled prevalence of 0.36 was indicated for victimisation 37 and 0.39 for mental health difficulties within LGBTQ+ young people with experiences of self-harm or 38 suicide. Odds ratios were calculated which demonstrated particularly high levels of victimisation 39 (3.74) and mental health difficulties (2.67) when compared to cisgender, heterosexual counterparts 40 who also had these experiences.  41 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  3  Conclusions: Victimisation and mental health difficulties are highly prevalent among LGBTQ+ youth 42 with experiences of self-harm and suicide. Due to inconsistency of reporting, further risk synthesis is 43 limited. Given the global inclusion of studies, these results can be considered across countries and 44 inform policy and suicide prevention initiatives. 45 PROSPERO registration number: CRD42019130037. 46  47 Key words: Self-harm, suicide, sexual orientation, gender identity, meta-analysis 48   49 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  4  Introduction 50 Worldwide, suicide is one of the leading causes of death for young people (1), with adolescent 51 suicide rates between 11.2-12.7 per 100,000 across low-, middle-, and high-income countries (2). 52 Suicidal thoughts and attempt are thought to be around 3 times higher among sexual orientation 53 minorities (Lesbian, gay, bisexual, questioning or queer, LGBQ) youth when compared to 54 heterosexual, cisgender counterparts (3). A recent meta-analysis found suicidal ideation prevalence 55 was demonstrated to be around 28% among gender identity minority groups (transgender and 56 gender non-conforming, TGNC) and suicidal attempt prevalence was 14.8% (3). Self-harm (defined as 57 self-injury or self-poisoning of self, irrespective of suicidal intent (5)) is known as the most influential 58 risk factor for completed suicide among young people (6, 7). There is also strong evidence that 59 demonstrates the high prevalence of self-harm among young people who identify as LGBTQ+ 60 (Lesbian, Gay, Bisexual, Transgender, Queer or Questioning, and others) (8). Within LGBQ youth self-61 harm was reported by 65% of the sample whilst around 46% of TGNC samples have also reported 62 this type of behaviour (9, 10). 63 Among young people generally, regardless of sexual orientation or gender identity, risks associated 64 with experiences of self-harm and suicide are numerous, ranging from childhood neglect to poor 65 academic performance (11, 12). Given this, risk factors are often put into broad categories; 66 demographic, psychosocial, mental health, or psychopathology etc. (13-15). Within a category such 67 as demographic risks, the individual risk factor can also range widely e.g. age (16), race (17, 18) or 68 education level (19). Additionally, certain populations may also experience risks which are only 69 influential to that specific group of individuals. LGBTQ+ young people are often exposed to 70 additional stressors which are specifically related to their sexual orientation and gender identity 71 when compared to cisgender heterosexual peers, such as institutionalised prejudice, social pressure 72 and victimisation (20-22). Among the LGBTQ+ umbrella there is also variation of how prevalent a risk 73 may be to a subgroup. For example, someone who is outwardly gender nonconforming may receive 74 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  5  more harassments than a cisgender member of the LGBTQ+ umbrella. Therefore, it is possible that 75 there is another layer of risks which TGNC young people face. Gender nonconformity, gender 76 dysphoria, and frustrations due to the long waiting lists for gender affirming medical interventions 77 are common among TGNC populations and have previously been shown to influence suicidal 78 behaviour (23). Although we know that negative experiences such as institutional prejudice, social 79 pressures, victimisation are associated with self-harm or suicide among those who identify as 80 LGBTQ+ young people (20-22), less is known about how prevalent these experiences may be within 81 this population. This systematic review seeks to comprehensively investigate the prevalence of all 82 risks within LGBTQ+ young people who have a history of self-harm, suicidal ideation or attempt. 83 Previous reviews in this population specifically focus on a category of self-harm and suicide; either 84 non-suicidal self-injury or suicide excluding self-harm (25, 26). However, we aim to investigate 85 outcomes across the dimension of self-harm, irrespective of intent, suicidal ideation and attempt to 86 consider differences and similarities within risk prevalence by outcome among LGBTQ+ young 87 people. This will allow us to explore risks across the dimensional structure of self-destructive 88 thoughts and behaviours (27) and consider the comparison of risk across the continuum of suicidal 89 intent. Furthermore, previous reviews have not looked at the prevalence of risk factors for self-harm 90 and suicide across the full LGBTQ+ umbrella, therefore, losing comparability of risks within this 91 broad population (28). In this study, we consider LGBTQ+ young people as a whole group, and then 92 by sexual orientation minority and gender identity minority groups.  93 Objectives:  94 1. To investigate, for the first time, the prevalence of risks associated with the full dimension of 95 self-harm, suicidal ideation or attempts in LGBTQ+ young people who have these experiences. 96 2. To investigate whether there is a difference in the prevalence of risks between young people 97 who identify as a sexual orientation minority (LGBQ) alongside those who identify as a gender 98 identity minority (TGNC). 99 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  6   100 Methods 101 Protocol and registration 102 This review was conducted and reported in accordance with PRISMA guidelines (SM1) (29). An a-103 priori protocol was registered on PROSPERO (CRD42019130037), and the full protocol was published 104 in 2019 (30). As this is a systematic review and meta-analysis of published literature, ethical approval 105 was not sought. 106 Search strategy  107 During March 2019, a literature search strategy was developed with an academic skills specialist at 108 the University of Birmingham. An electronic search was conducted on the 31st of March 2019 using 109 MEDLINE, Scopus, EMBASE, PsycINFO, and Web of Science. This was updated on the 31st of January 110 2020. There was no date limit for identified articles, however only those in English language were 111 considered. Search terms (and their derivatives) focused on the variables of interest; “self-harm”, 112 “suic*”, “adolescent*”, “young person*”, “sexual orientation”, “gender identity” and “risk*”, see 113 figure 1. The reference list of included articles and key papers within the field were examined for 114 further relevant publications. 115 Inclusion criteria  116 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  7  Articles included in this systematic review were empirical quantitative studies, which examined risks 117 across the dimension of self-harm and suicide in LGBTQ+ young people (12-25 years). This age range 118 covers the period of adolescence and early adulthood (31). An associated risk is operationalised as 119 “an exposure that is statistically related in some way to an outcome” (32; p1), such as significant 120 effect sizes, correlations, mediators, moderators, beta statistics, or any prevalence available relating 121 to an outcome of self-harm or suicide. Mixed-method study designs were included if the quantitative 122 aspects were relevant and extractable. Papers were included if they provided a self-reported or 123 verified group who identified as a sexual orientation or gender identity minority, and any outcome of 124 across the dimension of self-harm and suicide. Studies, whose population were not focused on any 125 sexual orientation or gender identity minorities, were included if they presented information for 126 LGBTQ+ participants separately or if authors were able to offer this information when contacted. Full 127 inclusion criteria are described in Table 1.  128 Fig 1: Search Strategy Terms [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  8  Table 1: Inclusion criteria used during screening process 129 Inclusion Criteria Exclusion criteria - Peer reviewed studies.  - Any geographical location. - English language. - Empirical quantitative studies, following cross-sectional, prospective, longitudinal, cohort and case-control designs. - Participants that have had a measured outcome from the dimension of self-harm and suicide; self-harm (self-harm or injury to self-irrespective of suicidal intent), suicidal ideation (thoughts, plan, death wish), or suicide attempt (individual took an attempt on their life, suicide death).  - Studies must consider risks associated with or predictive of self-harm, suicidal ideation, suicidal attempt or death. - Participants must be young people (12-25 years). - Participants that are identified or self-identified as any sexual or gender minority or member of LGBTQ+.   - Non-peer reviewed literature. - Not English language.  - Grey literature such as theses, dissertations or conference proceedings.  - Articles such as commentaries, reviews, editorial or opinion pieces.  - Empirical qualitative studies. - Participants who have no experience of self-harm, suicidal ideation or suicidal attempt. - Sample not aged between 12 and 25 years, e.g. adults 26 years and above or children 12 years and under.  - Participants who are identified as heterosexual or not part of sexual or gender minority.  Study selection  130 The results of the systematic search are presented in Figure 2. Overall, the searches yielded 2457 131 results; 96 duplicates were removed. Studies were screened for eligibility at title, abstract and full-132 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  9  text by two independent researchers (AJW and AL) following the PRISMA guidelines (29). Following 133 the removal of duplications, 2361 were title and abstract screened. If agreement regarding the 134 eligibility of an article could not be met through discussion, a third researcher (MM) was invited to 135 review. This process was repeated at full-text screening for 465 articles, which produced a very high 136 inter-rater reliability (Prevalence- And Bias-Adjusted Kappa, PABAK = 0.948) (33). This was used due 137 to PABAK being a more stable indicator of inter-rater reliability than Cohen’s Kappa (34). 138  139 Fig 2: PRISMA Flow Diagram 140  Data extraction  141 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  10  A modified version of the data extraction tool used in a previous systematic review was utilised by 142 two independent authors (AJW, AL) to extract data on study design, participants, outcome details, 143 and associated risk (35). After extraction was completed and checked, any disagreements were 144 discussed and resolved by the research team. Risks were extracted based on a significant 145 relationship to self-harm or suicide outcome. This has the potential to produce multiple reporting of 146 the same study, as the risk may be reporting different outcomes for the same population or the 147 same risk reported for multiple subgroups. For example, within one study, victimisation may be 148 significantly associated with self-harm and suicidal ideation, both of which have an effect size. This 149 would then be extracted twice to yield both sets of information. Initially, outcomes were combined 150 into a single quantitative outcome (36). Thereby, the overall prevalence of this risk for self-harm and 151 suicide could be observed. Further analysis considered the risk to each outcome individually. The 152 inclusion of multiple reporting from a single study may have resulted in a reduction in confidence 153 intervals for the random effects model as the sample sizes will be included numerous times.  154 Risk of Bias Assessment  155 To assess quality within the literature, variations of the Newcastle-Ottawa Scale (NOS) were 156 employed (35-38). This allowed a number of study designs to be considered and assessed. The forms 157 assess risk of bias based on three core aspects of study design: participant selection, comparability 158 of participants, and exposure ascertainment. These were adapted for this systematic review (see 159 SM3), and rated as either low, moderate or high quality using the same category distinctions as 160 previous research (39). The two reviewers assessed the quality of studies independently, with 161 intermediate agreement (PABAK = 0.43). Agreement was achieved through discussion.  162 Data Synthesis  163 The search strategy yielded 104 primary articles, across 102 studies.  Given the large number of 164 individual risk factors, similar variables were categorised resembling the format used by previous 165 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  11  literature (40); demographic, psychosocial, mental health difficulties. Rather than use “psychiatric or 166 mental health” however, mental health difficulties was selected due to self-report measures 167 commonly being used, the inclusion of symptomology, and limited information regarding diagnosis 168 of mental health conditions. Additionally, two categories of risk were created, victimisation and 169 LGBTQ+ specific risks. Victimisation includes individual measures which considered the process of 170 the LGBTQ+ young person being treated poorly, harassed, abuse or discriminated against or 171 subjected to bullying. LGBTQ+ specific risks included risks which were strongly related to the LGBTQ+ 172 identity held by the young person, e.g. coming out stress (41), parent being unaware of sexual 173 orientation (42), or negative attitudes towards homosexuality (43). Risks were classed as 174 victimisation if they suggested direct negative action against the individual, e.g. discrimination, 175 bullying, harassment or threat. Victimisation was selected as representative title as it most often 176 occurred within the studies. Risks which were both victimisation and LGBTQ+ specific, such as trans, 177 bi, and homophobic bullying, were categorised as victimisation.  178 There was a large amount of inconsistency among individual risks for three categories: demographic, 179 psychosocial and LGBTQ+ specific risks. This did not allow for meaningful clustering of variables into 180 meta-analysis which would provide a prevalence of risk among LGBTQ+ young people who had 181 experiences of self-harm or suicide. Furthermore, numerical evidence was not available for many 182 individual risks; in these instances, either there was no statistically significant statistics available for 183 associated risks, effect sizes, correlations, mediators, moderators, beta statistics, or any reporting of 184 prevalence. Numerical data was predominantly available within victimisation and mental health 185 difficulties; therefore these risks were analysed. The 65 studies not included in meta-analysis due to 186 are briefly described by risk category, and separated by population (e.g. sexual orientation minority, 187 gender identity minority, LGBTQ+ umbrella). 188 Numerical Analysis 189 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  12  A meta-analysis was conducted for two risks associated with self-harm and suicide among LGBTQ+ 190 young people; victimisation and mental health difficulties, where sufficient data for aggregation 191 were available. For these two risks, outcome data from forty primary studies were synthesised. The 192 purpose of the meta-analysis was to 1) to investigate the prevalence of victimisation and mental 193 health difficulties associated with self-harm, suicidal ideation or suicidal attempt among LGBTQ+ 194 young people with these experiences; 2) to investigate whether there is a difference in the 195 prevalence of victimisation and mental health difficulties among those young people who identify as 196 a sexual orientation minority (LGBQ) and those who identify as a gender identity minority (TGNC); 3) 197 to identify whether the prevalence of victimisation and mental health difficulties is different in 198 LGBTQ+ young people who have experiences of self-harm, suicidal ideation or attempt compared 199 with cisgender heterosexual young people with these experiences. 200 Event rates of primary studies were log transformed before numerical syntheses such that they were 201 all the same unit of measure (but back-transformed for clear presentation in tables).  Studies with an 202 event rate of zero or one were excluded from analysis as studies with a small sample size do not 203 permit accurate estimations of event rate. Where data was available for the target population 204 subgroup and a control subgroup of cisgender and heterosexual individuals, odds ratios were 205 calculated.  206 The random effects model was used as this assumes that not all studies have the same power to 207 detect effects , therefore, a common effect size cannot be assumed. As the study effects were 208 normally distributed, the DerSimonian and Laird method was selected to determine the variation 209 between the studies to fit the random effects model (44). The random effects model was extended 210 to include explicit consideration of the methodological quality of the primary studies. This “quality 211 effects model” (QEM) used the NOS total score to characterise the overall quality of the study. This 212 QEM model can be interpreted as the meta-analytic synthesis that would have been obtained if all 213 the studies had been of the same methodological quality as the highest rated study within the 214 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  13  review, thereby providing a measure of attenuation to the methodological variation of included 215 studies. 216 Higgins I2 was used to determine the level of heterogeneity within the primary studies with a value 217 of above 75% considered problematic. Sensitivity analysis was conducted to identify studies 218 disproportionately influencing results. Such studies were excluded from subsequent analyses due to 219 the high risk of bias. Subgroup analysis was also used to aid the identification of sources of 220 problematic heterogeneity.  221 Publication bias and small study effects were also estimated by inspection of funnel plots. In absence 222 of publication bias, high precision studies will be evidenced near the average, with lower precision 223 studies spread evenly and symmetrically on both sides of the average, creating a funnel-shaped 224 distribution. Publication bias is indicated by the absence of studies in the area of the final plot 225 associated with small (i.e. non-significant) effect sizes in small studies. 226 If publication bias was evidenced then a trim and fill procedure was undertaken. This produced an 227 adjusted effect size (controlling for publication bias), and the impact of publication bias was assessed 228 by comparison with the uncorrected random effects model. The fail-safe N was also calculated using 229 the Orwin algorithm (45). This is the estimation of missing studies that was required to render the 230 effect non-significant. If the fail-safe N is large (in relation to the number of studies included in the 231 synthesis), then the synthesis could be considered robust to the effects of publication bias.  232 Before searches were conducted, two a-priori hypotheses were established to consider 233 heterogeneity which may occur within the data (30). The first suggested that heterogeneity may be 234 explained by consideration of sexual orientation (LGBQ) and gender identity minorities (TGNC) as 235 separate populations. This allows us to determine whether there are similar levels of risk within both 236 groups. The second a-priori aim was to consider risk by age group; however, this was not possible 237 given the final dataset. Additionally, a subgroup analysis was run based on the type of outcomes 238 reported: self-harm, suicidal ideation, and suicidal attempt. Summary effects and associated 239 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  14  heterogeneity measures were calculated for each subgroup, the significance of difference between 240 these being evaluated by the comparison of their 95% confidence intervals. 241  242 Results 243 One-hundred and four papers from 102 studies were included, which met all the inclusion criteria 244 and contained extractable significant risks associated with self-harm, suicidal ideation, or suicidal 245 attempt. Twenty-six studies examined a form of self-harm (e.g. self-harm with suicidal intent, self-246 harm intent unspecified, non-suicidal-self-injury) whereas 77 considered ideation and 76 considered 247 behaviour, studies often considered more than one outcome. None of the studies included 248 information on participants who died by suicide. Two of the included papers (46, 47) utilised the 249 same dataset as a previously included study (48, 49). These were included as separate papers, given 250 that they highlight risk factors which the primary study did not. The majority of studies were cross-251 sectional (n = 91); with 10 longitudinal studies, and 3 cohort studies. A total of 1,146,395 participants 252 were included, with 129,469 (11.3%) being LGBQ and 13,041 (1.1%) being TGNC. Ages ranged from 253 12-25 (M = 17.7, SD = 1.9). Studies were mainly based within the U.S.A (n = 77), followed by the U.K. 254 (n = 7), and China (n = 4). For full individual study characteristics, see supplementary materials 4 255 tables A and B (SM3). From this document, further figures regarding heterogeneity and influential 256 studies are also available. 257 From the 104 included papers, 64 were unable to be numerically synthesised ( 17, 18, 41, 43, 49-258 109. The individual characteristics of these studies can be seen in Supplementary Table A (SM3). The 259 population of these papers represented a total of 929,802 individuals, of whom 90,767 were LGBTQ+ 260 identifying (9.76%). Therefore, these studies are considered 81.1% of the overall population. These 261 studies did evidence multiple risks associated with experiences of self-harm and suicide among 262 LGBTQ+ young people. The individual risk factors were varied and numerous to the extent that they 263 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  15  could not be individually considered in relation to prevalence. However, by categorising these 264 broadly, some information can be gained.  265 Most of the papers which were not numerically synthesised, focused on samples which only 266 considered sexual orientation minorities, see table 2. With fewer studies examining TGNC 267 populations or across the LGBTQ+ umbrella. Across all populations, psychosocial risks were most 268 commonly cited in associated with self-harm and suicide. Victimisation and mental health difficulties 269 were evident, although without reinforcing numerical evidence.  270 Table 2: Risks associated with experiences of self-harm or suicide among LGBTQ+ young people: 271 Data unable to be numerically synthesised 272 Categories of risk LGBQ k=48 N (%) TGNC k=8  N (%) LBGTQ+ k=8 N (%) Demographic variables (e.g. natal gender, age, race) 15 (30.6) 4 (50) 3 (37.5) Psychosocial variables  (e.g. low self-esteem, dating violence, suicide of friend or family, abuse) 31 (63.3) 4 (50) 5 (62.5) Victimisation variables (e.g. LGBTQ hate crime, homophobic bullying, school bullying, cyber bullying) 27 (55.1) 2 (25) 4 (50) Mental health difficulties variables (e.g. depression, substance use, bipolar, anxiety)  10 (20.4) 4 (50) 2 (25) LGBTQ+ specific variables (e.g. gender-role nonconformity, internalised homophobia, parental rejection, loss of friends due to sexual orientation) 13 (26.5) 2 (25) 3 (37.5)  273 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  16  2. Meta-analysis: Victimisation  274 A random effects model was calculated, using the generic inverse variance method, to examine the 275 prevalence of victimisation as a risk associated with experiences of self-harm, suicidal ideation or 276 suicidal attempt among LGBTQ+ young people. Sixty-three estimates from 31 individual samples 277 were reported, representing 331,321 participants in total. The random effects models reported a 278 pooled prevalence estimate of 0.33 and a 95% confidence interval of between 0.29-0.38 among 279 LGBTQ+ young people with self-harm or suicide experiences.  280 A high level of between study variation (heterogeneity) could not be attributed to differences in 281 individual reaction to victimisation within the included studies (Higgin’s I2 = 99%). Therefore, the 282 prevalence estimates of the primary studies may be influenced by the presence of uncontrolled or 283 confounding factors. Given this substantial level of heterogeneity, the impact of disproportionately 284 influential individual studies was assessed using a leave-one-out analysis. Following this, Taliaferro 285 and Muehlenkamp  (2017) was removed from the meta-analysis (137).This was due to a variable 286 being extracted multiple times as numerical data was given per sexual orientation, this resulted in a 287 large volume of included variables. Therefore, this study was overtly overrepresented within the 288 sample.  289 The random effects model was recalculated with 55 measures of prevalence from 30 unique 290 samples. The corrected random effects model reported a pooled prevalence estimate of 0.36 291 (95%CI: 0.31-0.40) (Figure 3). The corrected random effects model did not impact heterogeneity 292 (Higgin’s I2 = 99%). Accordingly, the observed heterogeneity could not be considered to be the result 293 of overly influential individual studies, and therefore other sources of heterogeneity require 294 exploration. 295 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  17   296 Fig 3: Forest plot of victimisation prevalence among LGBTQ+ with experiences of self-harm or 297 suicide 298  299 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  18  The Quality Effects Model was calculated using the total score from the risk of bias ratings, 300 (individual study ratings can be found in SM3). The QEM can be interpreted as the meta-analytic 301 synthesis that would have been obtained had all the studies been of the same methodological 302 quality as the best study within the review. This reported an estimate of 0.36 (95% CI: 0.31-0.41). 303 Given the similarity between the random effects model and the synthesis derived from the quality 304 effects model, it is possible to conclude that the ratings of methodological quality did not have a 305 significant and substantial impact upon the estimates of prevalence.  306 Visual inspection of the funnel plot of victimisation prevalence there is little evidence of publication 307 bias. A fail-safe number of 107 suggested that an additional 101.9% of the existent literature would 308 be required for unpublished null effects for the meta-analytic effect to become non-significant. Thus, 309 the observed effect is considered robust to publication bias.  310 To further assess the impact of methodological variation upon heterogeneity, a series of subgroup 311 analyses were conducted (Table 3). The first considered risk of bias ratings; low, moderate, and high 312 quality (Q = 19.5, p < 0.01). Both high-rated and low-rated studies evidenced higher prevalence than 313 those rated as moderate quality. 314 Subgroup analysis was utilised to explore the impact of uncontrolled covariates upon victimisation. 315 Initially, this evaluated differences in prevalence of victimisation between groups of sexual 316 orientation (LGBQ) or gender identity groups (TGNC) with these experiences of self-harm and 317 suicide. This analysis was to explore whether a particular identity group experiences greater 318 victimisation than others. Studies which combined the populations or looked at just one 319 representation of LGBQ were excluded from this analysis. The subgroup analysis showed that 320 prevalence rates of victimisation were relatively consistent across all gender identity and sexual 321 orientation studies/groups (Q = 0.11, p = 0.74). However, heterogeneity was notably lower within 322 the TGNC studies. This may be related to a small number of studies being included, as analysis of 323 LGBQ triples the study sample. Following this, subgroup analysis was conducted regarding outcome. 324 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  19  Again, studies were excluded if they collapsed two distinct categories; suicidal ideation and suicidal 325 attempt. Studies with self-harm as outcome demonstrated an overall victimisation prevalence rate 326 of 39%. This suggests that higher rates of victimisation are associated with self-harm when 327 compared to suicidal thoughts or attempts among LGBTQ+ participants.  328  329 Table 3: Subgroup analyses of victimisation prevalence among LGBTQ+ young people with self-330 harm or suicidal experiences  331  Number of estimates (N) Prevalence Rate 95% CI Q I2 (%)  ꭓ2 Q, df , p QUALITY RATING  Q = 19.50, df = 2, p = 0.01  Low 7 0.46 0.34-0.58 347.88 98.3 0.02  Moderate 31 0.28 0.24-0.32 686.32 95.6 0.01  High  17 0.45 0.37-0.52 4107.33 99.6 0.02  POPULATION  Q = 0.11, df = 1, p = 0.74 LGBQ  27 0.34 0.27-0.42 6282.68 99.6 0.03  TGNC  9 0.33 0.24-0.41 108.99 92.7 0.01  OUTCOME  Q = 12.18, df = 2, p = 0.01 Self-harm 10 0.39 0.31-0.48 353.09 97.5 0.02  Suicidal ideation 21 0.35 0.33-0.38 212.38 93.4 0.00  Suicidal attempt 15 0.26 0.20-0.31 212.38 93.4 0.01   332   333 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  20  The prevalence of victimisation within LGBTQ+ young people with experiences of self-harm or 334 suicide was compared to matched cisgender, heterosexual control counterparts. These young 335 people also had experiences of self-harm or suicide. The odds ratios (19 estimates from 12 studies) 336 were synthesised using the generic inverse variance. An odds ratio of 4.82 (CI: 3.67-6.32) was 337 reported. Between studies heterogeneity was high (I2 = 98%) suggesting uncontrolled 338 methodological or conceptual factors contributing variations in reported risks. Therefore, a leave-339 one-out analysis was conducted to identify studies that might be exerting a disproportionate 340 influence on the overall meta-analysis. One study was identified as both heterogeneous and 341 influential, demonstrated by a change of effect of over 13%. Thus, Turpin and colleagues’ study was 342 removed to give a more conservative overall odds ratio (139). 343 The following meta-analysis was based on the remaining 16 odds ratios from 12 studies. This 344 produced a synthesised odds ratio of 3.74 (95% CI: 2.90-4.84)(Figure 4). The corrected random 345 effects model produced very little change to the heterogeneity level, (Higgin’s I2 = 98%). Given the 346 small number of studies, further analyses including an assessment for publication bias were not 347 feasible. 348  349 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  21  Fig 4: Odds ratio among LGBTQ+ young people with experiences of self-harm or suicide compared 350 to cisgender, heterosexual young people with experiences of self-harm or suicide 351  352 3. Meta-analysis: Mental Health Difficulties  353 A second random effects model was calculated to consider the prevalence of previous mental health 354 difficulties within LGBTQ+ young people who have an experience of self-harm, suicidal ideation or 355 suicidal attempt. A total of 166,810 participants were assessed over 22 studies which produced 51 356 estimates. The model calculated a prevalence of mental health difficulties of 0.36 (95% CI: 0.29-357 0.43). Again, a high level of heterogeneity was found (Higgin’s I2 = 99%). A leave-one-out analysis 358 was therefore run, with the influential studies being evaluated for inclusion. Studies were omitted if 359 they disproportionally influenced the overall result (136-138). The random effects models were then 360 recalculated with the 19 studies and 32 variables. This resulted in the prevalence of mental health 361 difficulties increasing to 0.39 (95% CI: 0.31-0.47) (Figure 5). While high heterogeneity remained 362 (Higgin’s I2 = 98%).  363 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  22   364 Fig 5: Overall prevalence of mental health difficulties within LGBTQ+ young people with 365 experiences of self-harm or suicide 366 Visual observation of a funnel plot and trim-and-fill procedure suggests the absence of publication 367 bias. Following Orwin’s algorithm, it was shown that 31 unpublished null studies would be needed to 368 reduce the meta-analytic effect found within this sample. Again, subgroup analyses considering the 369 risk of bias were conducted. The QEM model reported an estimate of 0.39 (95% CI: 0.31-0.47), 370 suggesting that there were not enough differences regarding the risk of bias ratings to substantially 371 influence the overall effects. Subgroup analysis of this sample demonstrated that 4 studies were 372 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  23  considered high quality, 14 were of moderate quality and 3 of low quality. However, little could be 373 concluded from between groups differences (Q = 1.54, P = 0.46). 374 Further subgroup analyses were conducted to investigate the impact of uncontrolled covariates 375 relating to mental health difficulties prevalence (Table 4). The first of these again considered the 376 prevalence differences which may occur between LGBQ and TNGC samples. This analysis evidenced 377 that LGBQ young people were shown to have a higher prevalence of mental health difficulties than 378 TGNC individuals (42% vs 34%). The difference in effect size is likely related to the large difference of 379 included studies. The Higgins I2 value for both groups were still high, suggesting that these studies do 380 contribute to heterogeneity, although to lesser extent within TGNC populations. A similar subgroup 381 analysis regarding outcome was conducted, this demonstrated that the rates of mental health 382 difficulties were slightly more prevalent among those with suicidal ideation.   383  384 Table 4: Subgroup analyses of mental health difficulties prevalence among LGBTQ+ populations 385 who have experiences of self-harm or suicide 386  Number of estimates (N) Prevalence Rate 95% CI Q I2 (%) ꭓ2 Q, df , p QUALITY RATING  Q = 1.54, df = 2, p = 0.46 Low 11 0.41 0.33-0.49 122.06 91.8 0.01  Moderate 17 0.36 0.31-0.41 125.83 87.3 0.00  High  4 0.47 0.25-0.69 417.38 99.3 0.05  POPULATION  Q = 2.43, df = 1, p = 0.30 LGBQ  20 0.42 0.32-0.53 1227.71 98.5 0.05  TGNC  5 0.34 0.22-0.45 37.56 89.4 0.01  [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  24   OUTCOME  Q = 0.41, df = 2, p = 0.82 Self-harm 3 0.38 0.20-0.53 30.19 93.4 0.02  Suicidal ideation 8 0.40 0.35-0.44 32.70 78.6 0.00  Suicidal attempt 19 0.38 0.31-0.44 222.21 91.9 0.02   387 Following this, a meta-analysis of odds ratios was conducted; considering prevalence of mental 388 health difficulties among LGBTQ+ young people and cisgender, heterosexual young people both with 389 experiences of self-harm or suicide.  Only 7 studies had available data. The random effects model 390 calculated an odds ratio of 2.67 (95% CI: 1.93-3.71), with a high level of heterogeneity (I2 = 95%) 391 (Figure 6). However, due to the limited number of studies, further analysis was not conducted.  392   393 Fig 6: Odds ratio of LGBTQ+ young people with experiences of self-harm or suicide compared to 394 cisgender, heterosexual peers with experiences of self-harm or suicide 395  396 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  25  Discussion 397 This is the first meta-analysis which evidences prevalence of victimisation and mental health 398 difficulties within young people aged 12-25 who identify as LGBTQ+ with experiences of self-harm, 399 suicidal ideation and attempt. The review consisted of 142,510 participants who were a sexual 400 orientation or gender identity minority. Due to limited information reported within the studies, it 401 was not possible to consistently consider TGNC participants by their sexual orientation as well. 402 Evidence demonstrated high prevalence of victimisation (36%) and mental health difficulties (39%) 403 within these populations. Our review shows that these experiences were respectively 3.74 times and 404 2.67 times higher among young LGBTQ+ people than their cisgender, heterosexual counterparts. 405 There were only 10 studies which were considered high-quality, with most studies (81%) being rated 406 as moderate quality. Substantial heterogeneity was observed between study estimates within both 407 meta-analyses.  408 The key findings of this meta-analysis strongly support previous research (9, 20, 22- 26). Within this 409 study, a broad view of victimisation was arrogated, including a range of bullying behaviours such as 410 cyber victimisation, homophobic bullying, peer bullying and so forth. Preceding meta-analyses have 411 previously demonstrated established links between peer victimisation and suicide and LGBT 412 victimisation and non-suicidal self-injury (NSSI) (25, 26). This review demonstrates that there is a 413 high prevalence between LGBTQ+ young people experiencing various forms of victimisation and self-414 harm and suicide. Indeed, this link between victimisation and self-harm and/or suicide appears to be 415 more common than that among cisgender, heterosexual peers.  416 Mental health difficulties were also shown to be highly prevalent with self-harm and suicide among 417 LGBTQ+ young people. Liu and colleagues also evidenced mental health difficulties were linked to 418 NSSI within this population (25). The current review extends findings from previous research by 419 calculating risk prevalence and odds across the spectrum of self-harm to suicide and differentiating 420 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  26  by gender identity and sexuality (25, 26). Thus, demonstrating that higher rates of victimisation and 421 mental health difficulties are found in LGBTQ+ young people who experience self-harm and suicide. 422 However, evidence is not available from this review as the causal pathway causing self-harm or 423 suicide or how predictive these risks associated with self-harm and suicide are.  424 By looking across the broad umbrella LGBTQ+ identities, this review has assessed the prevalence of 425 risks associated with self-harm and suicide by gender identity compared to sexual orientation 426 minorities groups. This allows for consideration of how influential these risks might be to particular 427 groups among the LGBTQ+ label, and where differences of risk may lie. Both victimisation and 428 mental health difficulties were evidenced to be more prevalent within LGBQ young people rather 429 than TGNC. However, it is likely that our finding is due to the higher number of studies focusing 430 solely on LGBQ populations, as noted by the wider confidence intervals seen within the TGNC 431 subgroup analyses. Furthermore, those studies which considered both sexual orientation and gender 432 identity, tend to have low numbers of TGNC participants. Therefore, the TGNC risks are potentially 433 conflated or ignored, as there is a lack of statistical power to evidence risks which may apply to 434 TGNC participants and not LGBQ.  435 Further to this, we were unable to conduct meta-analysis by identity (e.g. transgender man, 436 transgender woman, nonbinary etc.) within gender identity or sexuality (e.g. bisexual, homosexual, 437 lesbian), thereby these are broadly categorised. This may overlook differences between identifying 438 as a particular sexual orientation or gender identity; and, how being a member of these subgroups 439 may differ from each other (145). Additionally, no papers considered sexualities outside of 440 homosexual, bisexual, queer or questioning. This limits how far these risk conclusions might be 441 drawn to other sexual orientation groups e.g. those who are asexual, pansexual, polysexual etc. 442 Future research should support inclusion of diverse sexualities and gender identities within studies, 443 offering individuals to self-report in their own words, and options for intersectional identities.  444 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  27  This review has important clinical and policy implications in relation to suicide prevention among 445 LGBTQ young people. Primarily, discrimination against LGBTQ+ individuals has widely been 446 recognised as a priority for governments and organisations globally (146, 147). These results 447 definitively highlight the harmful outcomes associated with acts of discrimination and victimisation. 448 Given the variety of countries which are included in this study, the findings of this study could be 449 used to inform national policies, such that there is a priority focus on reducing minority victimisation 450 and discrimination. Furthermore, by understanding these complex experiences which surround 451 LGBTQ+ youth, compounded by high rates of mental health difficulties, suicide prevention strategies 452 are better informed to support LGBTQ+ youth. Thereby suicide prevention interventions and policies 453 may be better tailored to the specific needs of LGBTQ+ young people and develop initiatives which 454 build resilience and challenge societal acceptance of such discrimination. However, the studies in 455 this meta-analysis mainly come from High-Income Countries (HIC), therefore the results might not 456 be generalisable to Low- and Middle- Income Countries (LMIC) where young people who identify as 457 LGBTQ+ may face additional or different types of risks.  458 Secondly, health care professionals should be aware of the high prevalence of mental health 459 difficulties and victimisation within the umbrella of LGBTQ+ young people. Acknowledging sexuality 460 and gender identity in an accepting and supportive manner, would be beneficial to encouraging a 461 constructive health care environment (148, 149), which could potentially aid disclosure of self-harm 462 and suicide. Evidence also shows that health professionals encouraging LGBTQ+ youth to discuss 463 their experiences of victimisation could further reduce negative health consequences (150). From 464 these insights, professionals might be able to suggest treatments or care understanding the 465 sociodemographic environment which these individuals are living in.  466 Much of this research takes places within school settings, with the average age of participants being 467 below 18 years old. Given that bullying among school-aged children is common (151), this would 468 suggest that school-based interventions would be an appropriate setting to target victimisation for 469 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  28  LGBTQ+ young people, potentially reducing self-harm and suicide. This is supported by a recent 470 study suggesting that addressing the barriers and facilitators when reporting and responding to 471 LGBTQ+ victimisation in schools would prevent adverse mental health (152). In particular, LGBTQ+ 472 youth felt that building trust with staff members, being given time to discuss problems and receiving 473 responses from school were key (152). Therefore, creating an environment which recognises the 474 unique aspects and potential risks of being LGBTQ+, such as dealing with difficult disclosure (118) or 475 understanding gender nonconformity (25) would be beneficial. This could translate to older 476 adolescents and young adults by having similar environments within colleges, universities or social 477 community spaces. These spaces might be able to consider risks, which differentiate by age (e.g. 478 identity development, transition treatments available, housing situations) which due to limited 479 reporting we were unable to meta-analysis within this review.  480 There is a wealth of literature readily available relating to risks for self-harm and suicide within 481 LGBTQ+ young people. However importantly, even though many of these studies had explicit focus 482 on LGBTQ+ individuals, only 12% of the total population held these identities and reporting is highly 483 inconsistence between individual risks. Future research in the field of self-harm and suicide 484 prevention requires a specific LGBTQ+ focus as this would allow for a holistic understanding of these 485 populations’ experiences.  486 Strengths & Limitations 487 This is the first systematic review and meta-analysis which has comprehensively synthesised existing 488 evidence from across the full spectrum of LGBTQ+ young people in order to identify the prevalence 489 of key risks with self-harm and suicide. Firstly, this dimensional approach allowed for a holistic view 490 and comparison of risk prevalence across self-harm and suicidal thoughts and behaviours. Secondly, 491 broad search strategies were run, which ensured a large amount of studies was identified across 492 disciplines and across the LGBTQ+ umbrella. This search was re-run prior to submission to ensure 493 that the review was as up-to-date as possible. Thereby, TGNC populations were able to be identified 494 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  29  and specifically examined with reference to similar LGBQ samples. A final strength was the robust 495 meta-analytic strategy which was emplaced within this study, therefore allowing authors to 496 determine points of bias and control for these.  497 There were, however, some limitations which need to be considered. Firstly, there were few high-498 quality studies and substantial heterogeneity within the findings. Sources of heterogeneity were 499 explored using our pre-specified subgroup analysis but also to determine points of heterogeneity; 500 this offered little. Potentially, this was related to the use of four variations of the NOS assessment 501 (see SM2). While inclusion of four versions allowed for a greater number of papers to be assessed, 502 this also created another variable of ambiguity. However, heterogeneity may also be related to the 503 variation in conceptualisation of phenomena, population, study design and fundamentally individual 504 reporting of risk. In future, clear operationalisation within studies is necessary and use of 505 standardised, validated measures to assess self-harm and suicide across the spectrum of thoughts 506 and behaviours.  507  Secondly, self-harm with suicide intention and self-harm without suicide intention may have 508 different associated risks which link to why someone might be more likely to consider suicide. 509 However, given the measures used to assess self-harm within included studies this was not possible. 510 Therefore, only risks associated with self-harm regardless of intention was able to be analysed. This 511 does not allow us to offer explanation as to why someone might consider suicide with this 512 behaviour. Finally, searches were limited to English language; thereby key studies within other 513 languages may have been overlooked.  514  515 Author contribution statement 516 AJW, JA, ET, and MM conceptualised the study. AJW developed the search strategy, conducted the 517 literature search, reviewed papers, extracted and analysed the data. AL reviewed and extracted 518 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  30  data. AJW and AL conducted quality assessments. CJ also analysed the data. AJW, JA, ET, MM and CJ 519 edited a draft of the manuscript. The final manuscript was approved by all authors.  520  521 Data availability  522 Data is available on the Open Science Framework; DOI 10.17605/OSF.IO/2NPGZ. 523  524 Supporting information 525 S1 Fig: Search Strategy Terms 526 S2 Fig: PRISMA Flow Diagram 527 S3 Fig: Forest plot of victimisation prevalence among LGBTQ+ with experiences of self-harm or 528 suicide 529 S4 Fig: Odds ratio among LGBTQ+ young people with experiences of self-harm or suicide compared 530 to cisgender, heterosexual young people with experiences of self-harm or suicide 531 S5 Fig: Overall prevalence of mental health difficulties within LGBTQ+ young people with 532 experiences of self-harm or suicide 533 S6 Fig: Odds ratio of LGBTQ+ young people with experiences of self-harm or suicide compared to 534 cisgender, heterosexual peers with experiences of self-harm or suicide 535 S1 Table: Inclusion criteria used during screening process 536 S2 Table: Risks associated with experiences of self-harm or suicide among LGBTQ+ young people: 537 Data unable to be numerically synthesised 538 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  31  S3 Table: Subgroup analyses of victimisation prevalence among LGBTQ+ young people with self-539 harm or suicidal experiences 540 S4 Table: Subgroup analyses of mental health difficulties prevalence among LGBTQ+ populations 541 who have experiences of self-harm or suicide 542 S1 File: PRISMA Checklist 543 S2 File: NOS 544 S3 File: Supplementary Results 545  546 547 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  32  REFERENCES  548 1. World Health Organisation. Suicide across the world. World Health Organisation. 2016. 549 2. World Health Organization. Preventing suicide: A global imperative. 2014. Available 550 from: http://www.who.int/mental_health/suicide-prevention/world_report_2014/en/.  551  552 3. Marshal MP, Dietz LJ, Friedman MS, Stall R, Smith HA, McGinley J, Thoma BC, Murray PJ, 553 D'Augelli AR, Brent DA. Suicidality and depression disparities between sexual minority and 554 heterosexual youth: A meta-analytic review. Journal of adolescent health. 2011 Aug 1;49(2):115-555 23 556 4. Surace T, Fusar-Poli L, Vozza L, Cavone V, Arcidiacono C, Mammano R, Basile L, Rodolico A, 557 Bisicchia P, Caponnetto P, Signorelli MS. Lifetime prevalence of suicidal ideation and suicidal 558 behaviors in gender non-conforming youths: a meta-analysis. European Child & Adolescent 559 Psychiatry. 2020 Mar 13:1-5. 560 5. National Institute for Health and Clinical Excellence. Self-harm: Longer-term management. 561 National Institute for Health and Clinical Excellence; 2011. 562 6. Hawton K, Harriss L. Deliberate self-harm in young people: characteristics and subsequent 563 mortality in a 20-year cohort of patients presenting to hospital. The Journal of clinical psychiatry. 564 2007 Oct. 565 7. Hawton K, Saunders KE, O'Connor RC. Self-harm and suicide in adolescents. The Lancet. 2012 Jun 566 23;379(9834):2373-82. 567 8. Jourian TJ. Evolving nature of sexual orientation and gender identity. New Directions for Student 568 Services. 2015 Dec;2015(152):11-23. 569 9. Taylor PJ, Dhingra K, Dickson JM, McDermott E. Psychological correlates of self-harm within gay, 570 lesbian and bisexual UK university students. Archives of suicide research. 2018 Nov 19. 571 10. Clark TC, Lucassen MF, Bullen P, Denny SJ, Fleming TM, Robinson EM, Rossen FV. The health and 572 well-being of transgender high school students: results from the New Zealand adolescent health 573 survey (Youth'12). Journal of Adolescent Health. 2014 Jul 1;55(1):93-9. 574 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  33  11. Fliege H, Lee JR, Grimm A, Klapp BF. Risk factors and correlates of deliberate self-harm behavior: 575 A systematic review. Journal of psychosomatic research. 2009 Jun 1;66(6):477-93. 576 12. Nock MK, Borges G, Bromet EJ, Alonso J, Angermeyer M, Beautrais A, Bruffaerts R, Chiu WT, De 577 Girolamo G, Gluzman S, De Graaf R. Cross-national prevalence and risk factors for suicidal 578 ideation, plans and attempts. The British Journal of Psychiatry. 2008 Feb;192(2):98-105. 579 13. Plener PL, Kaess M, Schmahl C, Pollak S, Fegert JM, Brown RC. Nonsuicidal self-injury in 580 adolescents. Deutsches Ärzteblatt international. 2018 Jan;115(3):23. 581 14. Carballo JJ, Llorente C, Kehrmann L, Flamarique I, Zuddas A, Purper-Ouakil D, Hoekstra PJ, Coghill 582 D, Schulze UM, Dittmann RW, Buitelaar JK. Psychosocial risk factors for suicidality in children and 583 adolescents. European Child & Adolescent Psychiatry. 2019 Jan 25:1-8. 584 15. Clarke S, Allerhand LA, Berk MS. Recent advances in understanding and managing self-harm in 585 adolescents. F1000Research. 2019;8. 586 16. Boyas JF, Villarreal-Otálora T, Alvarez-Hernandez LR, Fatehi M. Suicide ideation, planning, and 587 attempts: the case of the Latinx LGB youth. Health promotion perspectives. 2019;9(3):198. 588 17. Consolacion TB, Russell ST, Sue S. Sex, race/ethnicity, and romantic attractions: Multiple 589 minority status adolescents and mental health. Cultural Diversity and Ethnic Minority 590 Psychology. 2004 Aug;10(3):200. 591 18. Bostwick WB, Meyer I, Aranda F, Russell S, Hughes T, Birkett M, Mustanski B. Mental health and 592 suicidality among racially/ethnically diverse sexual minority youths. American journal of public 593 health. 2014 Jun;104(6):1129-36. 594 19. Wang PW, Ko NY, Hsiao RC, Chen MH, Lin HC, Yen CF. Suicidality among gay and bisexual men in 595 Taiwan: Its relationships with sexuality and gender role characteristics, homophobic bullying 596 victimization, and social support. Suicide and Life‐Threatening Behavior. 2019 Apr;49(2):466-77. 597 20. Meyer IH. Minority stress and mental health in gay men. Journal of health and social behavior. 598 1995 Mar 1:38-56. 599 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  34  21. Grossman AH, D'augelli AR, Frank JA. Aspects of psychological resilience among transgender 600 youth. Journal of LGBT youth. 2011 Mar 29;8(2):103-15. 601 22. Brandelli Costa A, Pasley A, Machado WD, Alvarado E, Dutra-Thomé L, Koller SH. The experience 602 of sexual stigma and the increased risk of attempted suicide in young Brazilian people from low 603 socioeconomic group. Frontiers in psychology. 2017 Feb 22;8:192. 604 23. Remafedi G, Farrow JA, Deisher RW. Risk factors for attempted suicide in gay and bisexual youth. 605 Pediatrics. 1991 Jun 1;87(6):869-75. 606 24. Bailey L, Ellis SJ, McNeil J. Suicide risk in the UK trans population and the role of gender 607 transition in decreasing suicidal ideation and suicide attempt. The Mental Health Review. 2014 608 Dec 1;19(4):209. 609 25. Liu RT, Sheehan AE, Walsh RF, Sanzari CM, Cheek SM, Hernandez EM. Prevalence and correlates 610 of non-suicidal self-injury among lesbian, gay, bisexual, and transgender individuals: A 611 systematic review and meta-analysis. Clinical psychology review. 2019 Dec 1;74:101783. 612 26. Hatchel T, Polanin JR, Espelage DL. Suicidal thoughts and behaviors among LGBTQ youth: meta-613 analyses and a systematic review. Archives of suicide research. 2019 Sep 13:1-37. 614 27. Orlando CM, Broman-Fulks JJ, Whitlock JL, Curtin L, Michael KD. Nonsuicidal self-injury and 615 suicidal self-injury: A taxometric investigation. Behavior therapy. 2015 Nov 1;46(6):824-33. 616 28. King M, Semlyen J, Tai SS, Killaspy H, Osborn D, Popelyuk D, Nazareth I. A systematic review of 617 mental disorder, suicide, and deliberate self harm in lesbian, gay and bisexual people. BMC 618 psychiatry. 2008 Dec 1;8(1):70. 619 29. Shamseer L, Moher D, Clarke M, Ghersi D, Liberati A, Petticrew M, Shekelle P, Stewart LA. 620 Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: 621 elaboration and explanation. Bmj. 2015 Jan 2;349. 622 30. Williams AJ, Arcelus J, Townsend E, Michail M. Examining risk factors for self-harm and suicide in 623 LGBTQ+ young people: a systematic review protocol. BMJ open. 2019 Nov 1;9(11). 624 31. Arnett JJ, Hughes M. Adolescence and emerging adulthood. Boston, MA: Pearson; 2014. 625 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  35  32. Burt BA. Definitions of risk. Journal of dental education. 2001 Oct;65(10):1007-8. 626 33. Byrt T, Bishop J, Carlin JB. Bias, prevalence and kappa. Journal of clinical epidemiology. 1993 May 627 1;46(5):423-9. 628 34. Chen G, Faris P, Hemmelgarn B, Walker RL, Quan H. Measuring agreement of administrative data 629 with chart data using prevalence unadjusted and adjusted kappa. BMC medical research 630 methodology. 2009 Dec 1;9(1):5. 631 35. Knipe D, Williams AJ, Hannam-Swain S, Upton S, Brown K, Bandara P, Chang SS, Kapur N. 632 Psychiatric morbidity and suicidal behaviour in low-and middle-income countries: A systematic 633 review and meta-analysis. PLoS medicine. 2019 Oct 9;16(10):e1002905. 634 36. Borenstein M, Cooper H, Hedges L, Valentine J. Effect sizes for continuous data. The handbook of 635 research synthesis and meta-analysis. 2009 Feb 5;2:221-35. 636 37. Wells GA, Shea BJ. O&apos; Connell D, Peterson J, Welch V, Losos M, et al. The Newcastle–637 Ottawa Scale (NOS) for Assessing the Quality of Non-Randomized Studies in Meta-Analysis. 638 Applied Engineering in Agriculture. 2014;18(6):727-34. 639 38. Herzog R, Álvarez-Pasquin MJ, Díaz C, Del Barrio JL, Estrada JM, Gil Á. Are healthcare workers’ 640 intentions to vaccinate related to their knowledge, beliefs and attitudes? A systematic review. 641 BMC public health. 2013 Dec 1;13(1):154. 642 39. Polihronis C, Cloutier P, Kaur J, Skinner R, Cappelli M. What’s the harm in asking? A systematic 643 review and meta-analysis on the risks of asking about suicide-related behaviors and self-harm 644 with quality appraisal. Archives of Suicide Research. 2020 Jul 23:1-23. 645 40. Mars B, Heron J, Klonsky ED, Moran P, O'Connor RC, Tilling K, Wilkinson P, Gunnell D. Predictors 646 of future suicide attempt among adolescents with suicidal thoughts or non-suicidal self-harm: a 647 population-based birth cohort study. The Lancet Psychiatry. 2019 Apr 1;6(4):327-37. 648 41. Baams L, Grossman AH, Russell ST. Minority stress and mechanisms of risk for depression and 649 suicidal ideation among lesbian, gay, and bisexual youth. Developmental Psychology. 2015 650 May;51(5):688. 651 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  36  42. D'augelli AR, Hershberger SL. Lesbian, gay, and bisexual youth in community settings: Personal 652 challenges and mental health problems. American journal of community psychology. 1993 653 Aug;21(4):421-48. 654 43. Mendoza-Pérez JC, Ortiz-Hernández L. Violence as mediating variable in mental health 655 disparities associated to sexual orientation among Mexican youths. Journal of homosexuality. 656 2019 Mar 21;66(4):510-32. 657 44. DerSimonian R, Laird N. Meta-analysis in clinical trials. Controlled clinical trials. 1986 Sep 658 1;7(3):177-88. 659 45. Orwin RG. A fail-safe N for effect size in meta-analysis. Journal of educational statistics. 1983 660 Jun;8(2):157-9. 661 46. Hershberger SL, Pilkington NW, D'Augelli AR. Predictors of suicide attempts among gay, lesbian, 662 and bisexual youth. Journal of Adolescent Research. 1997 Oct;12(4):477-97. 663 47. Huang Y, Li P, Lai Z, Jia X, Xiao D, Wang T, Guo L, Lu C. Association between sexual minority 664 status and suicidal behavior among Chinese adolescents: A moderated mediation model. Journal 665 of affective disorders. 2018 Oct 15;239:85-92. 666 48. D'augelli AR, Hershberger SL. Lesbian, gay, and bisexual youth in community settings: Personal 667 challenges and mental health problems. American journal of community psychology. 1993 668 Aug;21(4):421-48. 669 49. Huang Y, Li P, Lai Z, Jia X, Xiao D, Wang T, Guo L, Lu C. Role of sleep quality in mediating the 670 relationship between sexual minority status and suicidal behavior among Chinese adolescents. 671 Psychology research and behavior management. 2018;11:607. 672 50. Antonio R, Moleiro C. Social and parental support as moderators of the effects of homophobic 673 bullying on psychological distress in youth. Psychology in the Schools. 2015 Sep;52(8):729-42. 674 51. Baiden P, Mengo C, Small E. History of physical teen dating violence and its association with 675 suicidal behaviors among adolescent high school students: results from the 2015 Youth Risk 676 Behavior Survey. Journal of interpersonal violence. 2019 Jul 4:0886260519860087. 677 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  37  52. Ballard ME, Jameson JP, Martz DM. Sexual identity and risk behaviors among adolescents in rural 678 Appalachia. Journal of Rural Mental Health. 2017 Jan;41(1):17. 679 53. Birkett M, Espelage DL, Koenig B. LGB and questioning students in schools: The moderating 680 effects of homophobic bullying and school climate on negative outcomes. Journal of youth and 681 adolescence. 2009 Aug 1;38(7):989-1000. 682 54. Burton CM, Marshal MP, Chisolm DJ, Sucato GS, Friedman MS. Sexual minority-related 683 victimization as a mediator of mental health disparities in sexual minority youth: A longitudinal 684 analysis. Journal of youth and adolescence. 2013 Mar 1;42(3):394-402. 685 55. Button DM. Understanding the effects of victimization: Applying general strain theory to the 686 experiences of LGBQ youth. Deviant Behavior. 2016 May 3;37(5):537-56. 687 56. Cénat JM, Blais M, Hébert M, Lavoie F, Guerrier M. Correlates of bullying in Quebec high school 688 students: The vulnerability of sexual-minority youth. Journal of affective disorders. 2015 Sep 689 1;183:315-21. 690 57. Coulter RW, Blosnich JR, Bukowski LA, Herrick AL, Siconolfi DE, Stall RD. Differences in alcohol 691 use and alcohol-related problems between transgender-and nontransgender-identified young 692 adults. Drug and alcohol dependence. 2015 Sep 1;154:251-9. 693 58. Cutuli JJ, Treglia D, Herbers JE. Adolescent homelessness and associated features: prevalence 694 and risk across eight states. Child Psychiatry & Human Development. 2020 Feb 1;51(1):48-58. 695 59. D'Augelli AR, Hershberger SL, Pilkington NW. Suicidality patterns and sexual orientation-related 696 factors among lesbian, gay, and bisexual youths. Suicide and life-threatening behavior. 2001 Sep 697 1;31(3):250-64. 698 60. D’Augelli AR, Grossman AH, Salter NP, Vasey JJ, Starks MT, Sinclair KO. Predicting the suicide 699 attempts of lesbian, gay, and bisexual youth. Suicide and life-threatening behavior. 2005 Dec 700 1;35(6):646-60. 701 61. Assis SG, Gomes R, Pires TD. Adolescence, sexual behavior and risk factors to health. Revista de 702 saude publica. 2014;48:43-51. 703 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  38  62. Duncan DT, Hatzenbuehler ML. Lesbian, gay, bisexual, and transgender hate crimes and 704 suicidality among a population-based sample of sexual-minority adolescents in Boston. American 705 journal of public health. 2014 Feb;104(2):272-8. 706 63. DuRant RH, Krowchuk DP, Sinal SH. Victimization, use of violence, and drug use at school among 707 male adolescents who engage in same-sex sexual behavior. The Journal of pediatrics. 1998 Jul 708 1;133(1):113-8. 709 64. Eisenberg ME, McMorris BJ, Gower AL, Chatterjee D. Bullying victimization and emotional 710 distress: is there strength in numbers for vulnerable youth?. Journal of psychosomatic research. 711 2016 Jul 1;86:13-9. 712 65. Eisenberg ME, Gower AL, McMorris BJ, Rider GN, Coleman E. Emotional distress, bullying 713 victimization, and protective factors among transgender and gender diverse adolescents in city, 714 suburban, town, and rural locations. The Journal of Rural Health. 2019 Mar;35(2):270-81. 715 66. Espelage DL, Aragon SR, Birkett M, Koenig BW. Homophobic teasing, psychological outcomes, 716 and sexual orientation among high school students: What influence do parents and schools 717 have?. School psychology review. 2008 Jun 1;37(2):202-16. 718 67. Espelage DL, Merrin GJ, Hatchel T. Peer victimization and dating violence among LGBTQ youth: 719 The impact of school violence and crime on mental health outcomes. Youth violence and 720 juvenile justice. 2018 Apr;16(2):156-73. 721 68. Fraser G, Wilson MS, Garisch JA, Robinson K, Brocklesby M, Kingi T, O’Connell A, Russell L. Non-722 suicidal self-injury, sexuality concerns, and emotion regulation among sexually diverse 723 adolescents: A multiple mediation analysis. Archives of suicide research. 2018 Jul 3;22(3):432-52. 724 69. Friedman MS, Koeske GF, Silvestre AJ, Korr WS, Sites EW. The impact of gender-role 725 nonconforming behavior, bullying, and social support on suicidality among gay male youth. 726 Journal of Adolescent Health. 2006 May 1;38(5):621-3. 727 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  39  70. Garofalo R, Wolf RC, Wissow LS, Woods ER, Goodman E. Sexual orientation and risk of suicide 728 attempts among a representative sample of youth. Archives of pediatrics & adolescent medicine. 729 1999 May 1;153(5):487-93. 730 71. Gibbs JJ, Goldbach J. Religious conflict, sexual identity, and suicidal behaviors among LGBT young 731 adults. Archives of Suicide Research. 2015 Oct 2;19(4):472-88. 732 72. Grossman AH, Kerner MS. Self-esteem and supportiveness as predictors of emotional distress in 733 gay male and lesbian youth. Journal of Homosexuality. 1998 Feb 13;35(2):25-39. 734 73. Grossman AH, D'Augelli AR. Transgender youth and life-threatening behaviors. Suicide and life-735 threatening behavior. 2007 Oct;37(5):527-37. 736 74. Grossman AH, Park JY, Russell ST. Transgender youth and suicidal behaviors: Applying the 737 interpersonal psychological theory of suicide. Journal of gay & lesbian mental health. 2016 Oct 738 1;20(4):329-49. 739 75. Halkitis PN, Cook SH, Ristuccia A, Despotoulis J, Levy MD, Bates FC, Kapadia F. Psychometric 740 analysis of the Life Worries Scale for a new generation of sexual minority men: The P18 Cohort 741 Study. Health Psychology. 2018 Jan;37(1):89. 742 76. Kim GH, Ahn HS, Kim HJ. Type of sexual intercourse experience and suicidal ideation, plans, and 743 attempts among youths: a cross-sectional study in South Korea. BMC Public Health. 2016 Dec 744 1;16(1):1229. 745 77. Tejera CH, Horner-Johnson W, Andresen EM. Application of an intersectional framework to 746 understanding the association of disability and sexual orientation with suicidal ideation among 747 Oregon Teens. Disability and health journal. 2019 Oct 1;12(4):557-63. 748 78. Hightow-Weidman LB, Phillips G, Jones KC, Outlaw AY, Fields SD, Smith, for The YMSM of Color 749 SPNS Initiative Study Group JC. Racial and sexual identity-related maltreatment among minority 750 YMSM: prevalence, perceptions, and the association with emotional distress. AIDS patient care 751 and STDs. 2011 Aug 1;25(S1):S39-45. 752 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  40  79. Huang Y, Li P, Lai Z, Jia X, Xiao D, Wang T, Guo L, Lu C. Chinese Sexual Minority Male Adolescents’ 753 Suicidality and Body Mass Index. International journal of environmental research and public 754 health. 2018 Nov;15(11):2558. 755 80. King MT, Merrin GJ, Espelage DL, Grant NJ, Bub KL. Suicidality and intersectionality among 756 students identifying as nonheterosexual and with a disability. Exceptional Children. 2018 757 Jan;84(2):141-58. 758 81. Lardier Jr DT, Bermea AM, Pinto SA, Garcia-Reid P, Reid RJ. The relationship between sexual 759 minority status and suicidal ideations among urban Hispanic adolescents. Journal of LGBT issues 760 in counseling. 2017 Jul 3;11(3):174-89. 761 82. LeVasseur MT, Kelvin EA, Grosskopf NA. Intersecting identities and the association between 762 bullying and suicide attempt among New York city youths: results from the 2009 New York city 763 youth risk behavior survey. American journal of public health. 2013 Jun;103(6):1082-9. 764 83. Li X, Zheng H, Tucker W, Xu W, Wen X, Lin Y, Jia Z, Yuan Z, Yang W. Research on relationships 765 between sexual identity, adverse childhood experiences and non-suicidal self-injury among rural 766 high school students in less developed areas of China. International journal of environmental 767 research and public health. 2019 Jan;16(17):3158. 768 84. Liu RT, Mustanski B. Suicidal ideation and self-harm in lesbian, gay, bisexual, and transgender 769 youth. American journal of preventive medicine. 2012 Mar 1;42(3):221-8. 770 85. Lytle MC, Silenzio VM, Homan CM, Schneider P, Caine ED. Suicidal and help-seeking behaviors 771 among youth in an online lesbian, gay, bisexual, transgender, queer, and questioning social 772 network. Journal of homosexuality. 2018 Nov 10;65(13):1916-33. 773 86. Marx RA, Hatchel T, Mehring CB, Espelage DL. Predictors of sexual victimisation and suicidal 774 ideation among transgender and gender-nonconforming adolescents. Psychology & Sexuality. 775 2019 Nov 21:1-7. 776 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  41  87. Mustanski BS, Garofalo R, Emerson EM. Mental health disorders, psychological distress, and 777 suicidality in a diverse sample of lesbian, gay, bisexual, and transgender youths. American 778 journal of public health. 2010 Dec;100(12):2426-32. 779 88. Mustanski B, Andrews R, Herrick A, Stall R, Schnarrs PW. A syndemic of psychosocial health 780 disparities and associations with risk for attempting suicide among young sexual minority men. 781 American journal of public health. 2014 Feb;104(2):287-94. 782 89. Palm A, Danielsson I, Skalkidou A, Olofsson N, Högberg U. Violence victimisation—a watershed 783 for young women’s mental and physical health. The European Journal of Public Health. 2016 Oct 784 1;26(5):861-7. 785 90. Poteat VP, Aragon SR, Espelage DL, Koenig BW. Psychosocial concerns of sexual minority youth: 786 Complexity and caution in group differences. Journal of consulting and clinical psychology. 2009 787 Feb;77(1):196. 788 91. Proctor CD, Groze VK. Risk factors for suicide among gay, lesbian, and bisexual youths. Social 789 work. 1994 Sep 1;39(5):504-13. 790 92. Puckett JA, Horne SG, Surace F, Carter A, Noffsinger-Frazier N, Shulman J, Detrie P, Ervin A, 791 Mosher C. Predictors of sexual minority youth’s reported suicide attempts and mental health. 792 Journal of homosexuality. 2017 May 12;64(6):697-715. 793 93. Remafedi G. Suicidality in a venue-based sample of young men who have sex with men. Journal 794 of adolescent health. 2002 Oct 1;31(4):305-10. 795 94. Rimes KA, Goodship N, Ussher G, Baker D, West E. Non-binary and binary transgender youth: 796 Comparison of mental health, self-harm, suicidality, substance use and victimization 797 experiences. International Journal of Transgenderism. 2019 Jul 3;20(2-3):230-40. 798 95. Rotheram-Borus MJ, Hunter J, Rosario M. Suicidal behavior and gay-related stress among gay 799 and bisexual male adolescents. Journal of adolescent research. 1994 Oct;9(4):498-508. 800 96. Russell ST, Joyner K. Adolescent sexual orientation and suicide risk: Evidence from a national 801 study. American Journal of public health. 2001 Aug;91(8):1276-81. 802 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  42  97. Ryan C, Huebner D, Diaz RM, Sanchez J. Family rejection as a predictor of negative health 803 outcomes in white and Latino lesbian, gay, and bisexual young adults. Pediatrics. 2009 Jan 804 1;123(1):346-52. 805 98. Savin-Williams RC, Ream GL. Suicide attempts among sexual-minority male youth. Journal of 806 Clinical Child and Adolescent Psychology. 2003 Nov 1;32(4):509-22. 807 99. Scheer JR, McConocha E, Behari K, Pachankis JE. Sexual violence as a mediator of sexual 808 orientation disparities in alcohol use, suicidality, and sexual-risk behaviour among female youth. 809 Psychology & Sexuality. 2019 Nov 22:1-5. 810 100. Shearer A, Russon J, Herres J, Wong A, Jacobs C, Diamond GM, Diamond GS. Religion, sexual 811 orientation, and suicide attempts among a sample of suicidal adolescents. Suicide and Life‐812 Threatening Behavior. 2018 Aug;48(4):431-7. 813 101. Taliaferro LA, Gloppen KM, Muehlenkamp JJ, Eisenberg ME. Depression and suicidality 814 among bisexual youth: A nationally representative sample. Journal of LGBT youth. 2018 Jan 815 2;15(1):16-31. 816 102. Taliaferro LA, McMorris BJ, Rider GN, Eisenberg ME. Risk and protective factors for self-harm 817 in a population-based sample of transgender youth. Archives of suicide research. 2019 Apr 818 3;23(2):203-21. 819 103. Teasdale B, Bradley-Engen MS. Adolescent same-sex attraction and mental health: The role 820 of stress and support. Journal of Homosexuality. 2010 Jan 29;57(2):287-309. 821 104. Thoma BC, Huebner DM. Health consequences of racist and antigay discrimination for 822 multiple minority adolescents. Cultural Diversity and Ethnic Minority Psychology. 2013 823 Oct;19(4):404. 824 105. Waldo CR, Hesson-McInnis MS, D'Augelli AR. Antecedents and consequences of victimization 825 of lesbian, gay, and bisexual young people: A structural model comparing rural university and 826 urban samples. American Journal of Community Psychology. 1998 Apr 1;26(2):307-34. 827 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  43  106. Walls NE, Freedenthal S, Wisneski H. Suicidal ideation and attempts among sexual minority 828 youths receiving social services. Social work. 2008 Jan 1;53(1):21-9. 829 107. Walls NE, Laser J, Nickels SJ, Wisneski H. Correlates of cutting behavior among sexual 830 minority youths and young adults. Social Work Research. 2010 Dec 1;34(4):213-26. 831 108. Yadegarfard M, Ho R, Bahramabadian F. Influences on loneliness, depression, sexual-risk 832 behaviour and suicidal ideation among Thai transgender youth. Culture, health & sexuality. 2013 833 Jun 1;15(6):726-37. 834 109. Yadegarfard M, Meinhold-Bergmann ME, Ho R. Family rejection, social isolation, and 835 loneliness as predictors of negative health outcomes (depression, suicidal ideation, and sexual 836 risk behavior) among Thai male-to-female transgender adolescents. Journal of LGBT Youth. 2014 837 Oct 2;11(4):347-63. 838 110. Almeida J, Johnson RM, Corliss HL, Molnar BE, Azrael D. Emotional distress among LGBT 839 youth: The influence of perceived discrimination based on sexual orientation. Journal of youth 840 and adolescence. 2009 Aug 1;38(7):1001-14. 841 111. Arcelus J, Claes L, Witcomb GL, Marshall E, Bouman WP. Risk factors for non-suicidal self-842 injury among trans youth. The Journal of Sexual Medicine. 2016 Mar 1;13(3):402-12. 843 112. Berona J, Horwitz AG, Czyz EK, King CA. Predicting suicidal behavior among lesbian, gay, 844 bisexual, and transgender youth receiving psychiatric emergency services. Journal of psychiatric 845 research. 2020 Mar 1;122:64-9. 846 113. Blosnich J, Bossarte R. Drivers of disparity: Differences in socially based risk factors of self-847 injurious and suicidal behaviors among sexual minority college students. Journal of American 848 College Health. 2012 Feb 1;60(2):141-9. 849 114. Bontempo DE, d’Augelli AR. Effects of at-school victimization and sexual orientation on 850 lesbian, gay, or bisexual youths’ health risk behavior. Journal of Adolescent health. 2002 May 851 1;30(5):364-74. 852 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  44  115. Butler C, Joiner R, Bradley R, Bowles M, Bowes A, Russell C, Roberts V. Self-harm prevalence 853 and ideation in a community sample of cis, trans and other youth. International Journal of 854 Transgenderism. 2019 Oct 2;20(4):447-58. 855 116. Duong J, Bradshaw C. Associations between bullying and engaging in aggressive and suicidal 856 behaviors among sexual minority youth: The moderating role of connectedness. Journal of 857 school health. 2014 Oct;84(10):636-45. 858 117. Feinstein BA, Turner BC, Beach LB, Korpak AK, Phillips G. Racial/ethnic differences in mental 859 health, substance use, and bullying victimization among self-identified bisexual high school-aged 860 youth. LGBT health. 2019 Jun 1;6(4):174-83. 861 118. Gnan GH, Rahman Q, Ussher G, Baker D, West E, Rimes KA. General and LGBTQ-specific 862 factors associated with mental health and suicide risk among LGBTQ students. Journal of Youth 863 Studies. 2019 Nov 26;22(10):1393-408. 864 119. Goldbach JT, Schrager SM, Mamey MR. Criterion and divergent validity of the sexual 865 minority adolescent stress inventory. Frontiers in psychology. 2017 Nov 28;8:2057. 866 120. Goodenow C, Szalacha L, Westheimer K. School support groups, other school factors, and 867 the safety of sexual minority adolescents. Psychology in the Schools. 2006 May;43(5):573-89. 868 121. Hatchel T, Ingram KM, Mintz S, Hartley C, Valido A, Espelage DL, Wyman P. Predictors of 869 suicidal ideation and attempts among LGBTQ adolescents: The roles of help-seeking beliefs, peer 870 victimization, depressive symptoms, and drug use. Journal of Child and Family Studies. 2019 Sep 871 1;28(9):2443-55. 872 122. Hatchel T, Merrin GJ, Espelage AD. Peer victimization and suicidality among LGBTQ youth: 873 the roles of school belonging, self-compassion, and parental support. Journal of LGBT Youth. 874 2019 Apr 3;16(2):134-56. 875 123. Hatzenbuehler ML. The social environment and suicide attempts in lesbian, gay, and bisexual 876 youth. Pediatrics. 2011 May 1;127(5):896-903. 877 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  45  124. Hegna K, Wichstrøm L. Suicide attempts among Norwegian gay, lesbian and bisexual youths: 878 General and specific risk factors. Acta Sociologica. 2007 Mar;50(1):21-37. 879 125. Langhinrichsen-Rohling J, Lamis DA, Malone PS. Sexual attraction status and adolescent 880 suicide proneness: The roles of hopelessness, depression, and social support. Journal of 881 Homosexuality. 2010 Dec 30;58(1):52-82. 882 126. McDermott E, Hughes E, Rawlings V. The social determinants of lesbian, gay, bisexual and 883 transgender youth suicidality in England: a mixed methods study. Journal of Public Health. 2018 884 Sep 1;40(3):e244-51. 885 127. McKay T, Berzofsky M, Landwehr J, Hsieh P, Smith A. Suicide etiology in youth: Differences 886 and similarities by sexual and gender minority status. Children and Youth Services Review. 2019 887 Jul 1;102:79-90. 888 128. Mustanski B, Liu RT. A longitudinal study of predictors of suicide attempts among lesbian, 889 gay, bisexual, and transgender youth. Archives of sexual behavior. 2013 Apr 1;42(3):437-48. 890 129. Peng K, Zhu X, Gillespie A, Wang Y, Gao Y, Xin Y, Qi J, Ou J, Zhong S, Zhao L, Liu J. Self-891 reported rates of abuse, neglect, and bullying experienced by transgender and gender-nonbinary 892 adolescents in China. JAMA network open. 2019 Sep 4;2(9):e1911058-. 893 130. Perez-Brumer A, Day JK, Russell ST, Hatzenbuehler ML. Prevalence and correlates of suicidal 894 ideation among transgender youth in California: Findings from a representative, population-895 based sample of high school students. Journal of the American Academy of Child & Adolescent 896 Psychiatry. 2017 Sep 1;56(9):739-46. 897 131. Peterson CM, Matthews A, Copps‐Smith E, Conard LA. Suicidality, self‐harm, and body 898 dissatisfaction in transgender adolescents and emerging adults with gender dysphoria. Suicide 899 and Life‐Threatening Behavior. 2017 Aug;47(4):475-82. 900 132. Reisner SL, Biello K, Perry NS, Gamarel KE, Mimiaga MJ. A compensatory model of risk and 901 resilience applied to adolescent sexual orientation disparities in nonsuicidal self-injury and 902 suicide attempts. American Journal of Orthopsychiatry. 2014 Sep;84(5):545. 903 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  46  133. Rimes KA, Shivakumar S, Ussher G, Baker D, Rahman Q, West E. Psychosocial factors 904 associated with suicide attempts, ideation, and future risk in lesbian, gay, and bisexual youth. 905 Crisis. 2018 Jun 21. 906 134. Shields JP, Whitaker K, Glassman J, Franks HM, Howard K. Impact of victimization on risk of 907 suicide among lesbian, gay, and bisexual high school students in San Francisco. Journal of 908 Adolescent Health. 2012 Apr 1;50(4):418-20. 909 135. Smith BC, Armelie AP, Boarts JM, Brazil M, Delahanty DL. PTSD, depression, and substance 910 use in relation to suicidality risk among traumatized minority lesbian, gay, and bisexual youth. 911 Archives of suicide research. 2016 Jan 2;20(1):80-93. 912 136. Smith DM, Wang SB, Carter ML, Fox KR, Hooley JM. Longitudinal predictors of self-injurious 913 thoughts and behaviors in sexual and gender minority adolescents. Journal of Abnormal 914 Psychology. 2020 Jan;129(1):114. 915 137. Taliaferro LA, Muehlenkamp JJ. Nonsuicidal self-injury and suicidality among sexual minority 916 youth: risk factors and protective connectedness factors. Academic pediatrics. 2017 Sep 917 1;17(7):715-22. 918 138. Taliaferro LA, McMorris BJ, Eisenberg ME. Connections that moderate risk of non-suicidal 919 self-injury among transgender and gender non-conforming youth. Psychiatry research. 2018 Oct 920 1;268:65-7. 921 139. Turpin R, Boekeloo B, Dyer T. Sexual identity modifies the association between bullying and 922 suicide planning among adolescents with same-sex sexual partners. Journal of LGBT Youth. 2019 923 Jul 3;16(3):300-16. 924 140. Veale JF, Peter T, Travers R, Saewyc EM. Enacted stigma, mental health, and protective 925 factors among transgender youth in Canada. Transgender Health. 2017 Dec 1;2(1):207-16. 926 141. Wang PW, Ko NY, Hsiao RC, Chen MH, Lin HC, Yen CF. Suicidality among gay and bisexual 927 men in Taiwan: Its relationships with sexuality and gender role characteristics, homophobic 928 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  47  bullying victimization, and social support. Suicide and Life‐Threatening Behavior. 2019 929 Apr;49(2):466-77. 930 142. Whitaker K, Shapiro VB, Shields JP. School-based protective factors related to suicide for 931 lesbian, gay, and bisexual adolescents. Journal of Adolescent Health. 2016 Jan 1;58(1):63-8. 932 143. Wilson EC, Chen YH, Arayasirikul S, Raymond HF, McFarland W. The impact of discrimination 933 on the mental health of trans* female youth and the protective effect of parental support. AIDS 934 and Behavior. 2016 Oct 1;20(10):2203-11. 935 144. Ybarra ML, Mitchell KJ, Kosciw JG, Korchmaros JD. Understanding linkages between bullying 936 and suicidal ideation in a national sample of LGB and heterosexual youth in the United States. 937 Prevention Science. 2015 Apr 1;16(3):451-62. 938 145. Mink MD, Lindley LL, Weinstein AA. Stress, stigma, and sexual minority status: The 939 intersectional ecology model of LGBTQ health. Journal of Gay & Lesbian Social Services. 2014 Oct 940 2;26(4):502-21. 941 146. Government Equalities Office. LGBT action plan: Improving the Lives of lesbian, gay, bisexual 942 and transgender people. 2018. 943 147. The Equilty Project. Australian LGBTQIA+ Policy Guide 2020 [Internet]. 2020. Available from: 944 www.equality.org.au/policy 945 148. Banerjee SC, Staley JM, Alexander K, Walters CB, Parker PA. Encouraging patients to disclose 946 their lesbian, gay, bisexual, or transgender (LGBT) status: oncology health care providers’ 947 perspectives. Translational behavioral medicine. 2020 Aug;10(4):918-27. 948 149. Makadon HJ. Ending LGBT invisibility in health care: The first step in ensuring equitable care. 949 Cleve Clin J Med. 2011 Apr 1;78(4):220-4. 950 150. Earnshaw VA, Reisner SL, Juvonen J, Hatzenbuehler ML, Perrotti J, Schuster MA. LGBTQ 951  bullying: translating research to action in pediatrics. Pediatrics. 2017 Oct 1;140(4). 952 151. Swearer SM, Espelage DL, Vaillancourt T, Hymel S. What can be done about school bullying? 953 Linking research to educational practice. Educational researcher. 2010 Jan;39(1):38-47. 954 [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]  48  152. Reisner SL, Sava LM, Menino DD, Perrotti J, Barnes TN, Humphrey DL, Nikitin RV, Earnshaw 955 VA. Addressing LGBTQ student bullying in Massachusetts schools: perspectives of LGBTQ 956 students and school health professionals. Prevention science. 2020 Apr;21(3):408-21. 957 ",
    "id": 369425352,
    "identifiers": {
        "doi": "10.1371/journal.pone.0245268",
        "oai": "oai:nottingham-repository.worktribe.com:5202680"
    },
    "title": "A systematic review and meta-analysis of victimisation and mental health prevalence among LGBTQ+ young people with experiences of self-harm and suicide",
    "language": null,
    "publishedDate": "2021-01-22T00:00:00+00:00",
    "publisher": "Public Library of Science",
    "references": [],
    "sourceFulltextUrls": [
        "https://nottingham-repository.worktribe.com/5202680/1/Systematic Review Jess"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/369425352.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/369425352"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/369425352/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/369425352/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/369425352"
        }
    ],
    "abstract": "Background: LGBTQ+ youth have higher rates of self-harm and suicide than cisgender, heterosexual peers. Less is known about prevalence of risks within these populations.   Objectives: The first systematic review and meta-analysis to investigate the prevalence of risks among young people throughout the LGBTQ+ umbrella with experiences across the dimension of self-harm, suicidal ideation and suicide behaviour; and how they may differ between LGBTQ+ umbrella groups.   Data sources: MEDLINE, Scopus, EMBASE, PsycINFO, and Web of Science searches were run to identify quantitative research papers (database inception to 31st January, 2020).   Study Eligibility Criteria: Articles included were empirical quantitative studies, which examined risks associated with self-harm, suicidal ideation or suicidal behaviour in LGBTQ+ young people (12-25 years).   Synthesis Methods: 2457 articles were identified for screening which was completed by two independent reviewers. 104 studies met inclusion criteria of which 40 had data which could be meta-analysed in a meaningful way. This analysis represents victimisation and mental health difficulties as risks among LGBTQ+ youth with self-harm and suicide experiences. Random-effects modelling was used for the main analyses with planned subgroup analyses.   Results: Victimisation and mental health were key risk factors across the dimension self-harm and suicide identified through all analyses. A pooled prevalence of 0.36 was indicated for victimisation and 0.39 for mental health difficulties within LGBTQ+ young people with experiences of self-harm or suicide. Odds ratios were calculated which demonstrated particularly high levels of victimisation (3.74) and mental health difficulties (2.67) when compared to cisgender, heterosexual counterparts who also had these experiences. [Meta-analysis: Risk Prevalence, Self-Harm and Suicide, LGBTQ+ Youth]   Conclusions: Victimisation and mental health difficulties are highly prevalent among LGBTQ+ youth with experiences of self-harm and suicide. Due to inconsistency of reporting, further risk synthesis is limited. Given the global inclusion of studies, these results can be considered across countries and inform policy and suicide prevention initiatives",
    "tags": [
        "Self-harm, suicide, sexual orientation, gender identity, meta-analysis",
        "Self-harm, suicide, sexual orientation, gender identity, meta-analysis"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Self-harm, suicide, sexual orientation, gender identity, meta-analysis"
    ],
    "oai": "oai:nottingham-repository.worktribe.com:5202680",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4787",
        "openDoarId": 0,
        "name": "Repository@Nottingham",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 369425352,
        "depositedDate": null,
        "publishedDate": "2021-01-22T00:00:00+00:00",
        "updatedDate": "2024-02-12T14:43:50+00:00",
        "acceptedDate": null,
        "createdDate": "2021-01-09T12:26:46+00:00"
    },
    "urls": [
        "https://nottingham-repository.worktribe.com/file/5202680/1/A%20systematic%20review%20and%20meta-analysis%20of%20victimisation%20and%20mental%20health%20prevalence%20among%20LGBTQ%2B%20young%20people%20with%20experiences%20of%20self-harm%20and%20suicide"
    ],
    "lastUpdate": "2024-02-12T14:43:50+00:00",
    "setSpecs": [
        "074111117114110097108032065114116105099108101",
        "openaccess",
        "rioxx"
    ]
}