{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wilkinson, D.J."
        },
        {
            "name": "Johnson, Amy"
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-11T01:18:12+00:00",
    "dataProvider": {
        "id": 133,
        "name": "University of Worcester Research and Publications",
        "url": "https://api.core.ac.uk/v3/data-providers/133",
        "logo": "https://api.core.ac.uk/data-providers/133/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/13674676.2020.1724919",
    "downloadUrl": "https://core.ac.uk/download/287604557.pdf",
    "fullText": "  Original citation: Wilkinson, D.J.  and Johnson, Amy (2020) A systematic review of qualitative studies capturing the subjective experiences of Gay and Lesbian individuals’ of faith or religious affiliation. Mental Health, Religion & Culture. pp. 1-16. ISSN 1469-9737 (In Press) Permanent WRaP URL: https://eprints.worc.ac.uk/id/eprint/9244  Copyright and reuse: The Worcester Research and Publications (WRaP) makes this work available open access under the following conditions. Copyright © and all moral rights to the version of the paper presented here belong to the individual author(s) and/or other copyright owners. To the extent reasonable and practicable the material made available in WRaP has been checked for eligibility before being made available. Copies of full items can be used for personal research or study, educational, or not-for-profit purposes without prior permission or charge, provided that the authors, title and full bibliographic details are credited, a hyperlink and/or URL is given for the original metadata page and the content is not changed in any way. Publisher’s statement: This is an Accepted Manuscript of an article published by Taylor & Francis in Mental Health, Religion & Culture on 27 February 2020 2020, available online: https://www.tandfonline.com/doi/full/10.1080/13674676.2020.1724919  A note on versions: The version presented here may differ from the published version or, version of record, if you wish to cite this item you are advised to consult the publisher’s version. Please see the ‘permanent WRaP URL’ above for details on accessing the published version and note that access may require a subscription. For more information, please contact wrapteam@worc.ac.uk         A systematic review of qualitative studies capturing the subjective 1 experiences of Gay and Lesbian individuals’ of faith or religious affiliation. 2 Dean J. Wilkinson¹ and Amy Johnson² 3 ¹University of Chester, UK 4 ² University of Worcester, UK 5  6  7  8  9  10  11 Correspondence to: 12 Dr. Dean J. Wilkinson 13 University of Chester 14 Chester, CH1 4BJ 15 Dean.wilkinson@chester.ac.uk 16  17 Dr. Dean J. Wilkinson is a Psychologist and Leading Research Fellow in the Faculty of Social Science.  18 Dean’s research interests include LGBTQ+ individuals’ psychological health experiences and 19 victimisation experiences.  20  21 Amy Johnson is a Research Assistant with an interest in research around LGBT and domestic violence, 22 stigmatising attitudes towards individuals with depression and homeless individual’s health needs. 23 Amy has worked with a range of client groups including homeless clients, clients who have mental 24 health issues, individuals with learning disabilities and people who have addictions. 25 26         Abstract  27 Individuals identifying as religious tend to report better health and happiness 28 regardless of affiliation, work and family social support or financial status. 29 Evidence suggests that cultural factors are intertwined with these concepts.  30 Exploration of sexual minorities’ experiences has been neglected in previous 31 years. Recently, a body of evidence is developing concerning this population, 32 with theoretical speculation for changes of ‘stressors’ for future generations and 33 implications, particularly, on mental health outcomes.  Lesbian and Gay 34 individuals of faith (or spirituality), are susceptible to unique ‘stressors’, whilst 35 others suggest religion can provide a support network providing protective 36 health benefits.  This review systematically explores the existing published 37 evidence for the subjective experiences and accounts of LG people of faith.  38 Sexual minority individuals who follow a religion or faith can experience good 39 social support, reducing the risk of negative health outcomes, while for others, 40 potentially serious, negative mental and physical health consequences are 41 experienced (e.g., internalised homophobia, anxiety, rejection and suicidal 42 ideation).     43   44         In recent years, LGBT+ issues and experiences have received more attention (Foster, Bowland, 45 & Vosler, 2015; Vaughan, Miles, Parent, Lee, & Tilghman, 2014) with studies exploring a range 46 of factors including demographic differences and the unique intersections of identities, 47 psychological health, mental health and wellbeing, as well as relational factors unique to the 48 population (Foster et al., 2015; Herek et al., 2010; Meyer & Northridge, 2007; Zinnabauer et 49 al., 1997).  Whilst a better understanding is being established regarding LGBT+ issues, limited 50 research has explored the subjective psychological experiences of LGBT+ individuals of 51 spirituality or religious affiliation.  52 The terms religion and spirituality can have different meanings. Religion usually incorporates 53 aspects of common, shared beliefs by a group of people, accompanied by practice and rituals 54 (Pargament & Raita, 2007). Spirituality involves discovering the meaning of life events that 55 are deeply personal to an individual (Sink, 2004) and has been strongly linked with well-being 56 and identity development (McQueeney, 2009; Powers, Cramer, & Grubka, 2007). However, 57 due to the lack of clarity between the terms religion and spirituality, research has often 58 discussed these constructs side by side and, therefore, this review will explore both within 59 the Lesbian and Gay community. Moreover, fewer studies exist to provide the accounts of 60 bisexual or transgender individuals, and no studies exist that capture the subjective 61 psychological experiences, in their own words, for these individuals.  62 Homosexuality has been subjected to religiously infused debate and conflict (Hunter, 2013). 63 Western religious cultures take the position of condemning homosexual behaviour and 64 labelling it as ‘deviant’ and ‘wrong’ (Heerman et al., 2007). Any sexual act conducted in a 65 same-sex relationship is deemed a sin by many traditional Jews (Mahl, 2008); punishable with 66 church discipline within a Mormon community (Heermann et al., 2007) and punishable by the 67 death penalty in Islam (Hamdi, lachheb, & Anderson, 2015).  However, in some cases, there 68 has been evidence of the ‘homosexual person’ being separated from their ‘homosexual 69 behaviour’, with these religious communities claiming to accept the person but reject the 70 ‘sexual act’ (Rosik, Griffith, & Cruz, 2007).  Geary et al., (2018) notes that sexuality is three-71 dimensional, including sexual attraction (or interest), sexual behaviour and sexual identity.  72 Moser (2016) describes sexual identity as how the individual defines themselves; sexual 73 interest/attraction as what individuals want to do regardless of whether they do it; and sexual 74 behaviour as what individuals do regardless of their sexual interest or sexual identity.  Sexual 75 orientation, therefore, describes a distinct type of intense sexual interest (Moser, 2016).   76 Whilst it is more widely accepted that two sexual orientations exist (homosexuality and 77 heterosexuality), it has been suggested that these may be classified as identities (Moser, 78 2016) and other proposed sexual orientations have been widely debated (Moser, 2016).  79 Elsewhere, it is argued, that sexual orientation is more fluid and less ‘fixed’ (Epstein, 80 McKinney, Fox, & Garcia, 2012; Ross, Daneback, & Mansson, 2012).  81 Accepting the person but rejecting their sexual behaviour (Rosile, Griffith, & Cruz, 2007), may 82 have a more detrimental impact on the person if they try to change their sexual orientation 83 to ‘feel accepted’ (Itzhaky & Kissil, 2015). Such actions have been supported by some religious 84 groups who advocate conversion therapy (Dehlin et al., 2015) with a recent report claiming 85         fifty-one per cent of LGBT individuals received conversion therapy by faith groups (GEO, 86 2019). Despite support from religious groups, mental health organisations have suggested 87 reorientation therapies (e.g., conversion therapy) can cause more harm than good and should 88 be avoided by mental health practitioners (APA, 2009). Subsequently, religious teachings have 89 contributed to the formation of a heteronormative social and political order (Bowers et al., 90 2010), further marginalising LGBT communities in an already heterosexist society.  This lack 91 of belonging and marginalisation heightens the risk of dissonance between two critical parts 92 of one’s identity: the religious and the sexual (Rodriguez & Ouellette, 2000), which can lead 93 to emotional distress, depression and suicidality (Evans & Barker, 2010). Despite efforts by 94 the UK government to ensure equality for the LGBT community (e.g. same-sex marriage, 95 turning pardons), barriers, particularly when dealing with religious beliefs, continue to exist. 96 For example, there have been recent protests at faith-based schools in the UK for introducing 97 ‘no outsider programmes’ which looks at LGBT relationships (Parvean & Weale, 2019). Such 98 protests highlight the continued tension between religion and sexuality that LGBT 99 communities are experiencing.  100 It is evident that the connection between religion (and or spirituality) and wellbeing (and or 101 psychological health) is complex and can come with an array of challenges for the LGBT 102 communities (Meyer, 2016). However, it is unclear if religion and/or spirituality acts as a 103 ‘protective factor’ or a ‘risk factor’. Religion has been associated with psychological and social 104 resources, for example, support communities (Weber & Pargament, 2014), when coping with 105 stress or associated conditions (Koenig, 2009). Therefore, it could be argued that 106 religion/spirituality is a ‘protective factor’ providing a supportive resource when experiencing 107 depression, suicide or anxiety (Weber & Pargament, 2014). However, the extent of the 108 protective, as opposed to the detrimental, nature, is debated (Meltzer et al., 2011), 109 particularly when the focus is placed upon minority groups, such as LGBT.  Homosexual youths 110 have reported feelings of rejection from religious groups (Page, Lindahl, & Malik, 2013; 111 Hamblin & Gross, 2013) which is not reflective of a supportive tool and rather, elevates levels 112 of stress contributing to minority stress (Meyer, 2016). Moreover, some LGBT individuals, 113 who mature in a religious context, are at an increased risk of experiencing internalised 114 homophobia and consequently, increased suicidal thoughts and behaviours (Gibbs & 115 Goldbach, 2015).  This is further complicated by ‘gay-related stresses’, associated with 116 negative reactions from family and friends, and consequential victimisation experiences 117 (Page, Lindahl, & Malik, 2013).  On the other hand, Lesbian and Gay Christians’ experience of 118 the process of integration of sexuality and faith can lead to resilience-building (Foster, 119 Bowland, & Vosler, 2015) in individuals through a transformation of theological meaning, 120 when an individual finds a ‘safe enough’ and ‘affirming’ congregation. However, others 121 discard their religious identity as a resolution strategy if they are unable to reconcile it with 122 their sexual identity (Yip, 2007). Additionally, research has indicated that LGBT turn to religion 123 to persevere against the challenges brought about by the oppression and social injustice that 124 religious indoctrination brings to their lives (Foster et al., 2011; Jeffries et al., 2008; McCarthy 125 & das Nair, 2018), suggesting that although they acknowledge the challenges they face, LGBT 126 individuals want to see changes made in such religious communities.  127         Whilst there is some debate as to the nature of the ‘protective’ or ‘risk’ association with 128 religion, particularly for LGBT individuals of faith, there is recognition of differences between 129 generations.  Meyer (2016) notes observed changes in current young people and teenagers, 130 referred to as generation Z or iGen by Twenge (2017).  Generation Z appears to be more 131 accepting of difference, including sexuality differences, and more willing to explore their 132 sexuality and sexual preference (Meyer, 2016; Twenge, 2017). However, generation Z also 133 seems less interested in religion (Lukianoff & Haidt, 2018; Twenge, 2017).   134 Although religion can be hugely beneficial for individuals, it can also create confusion, blame 135 and rejection for an individual discovering his or her sexual orientation (Halkitis, 2019; Sherry, 136 Adelman, Whilde, & Quick, 2010).  In sum, LGBT of faith or religious affiliation is a vulnerable 137 group, with a plethora of needs that are often overlooked because of other related issues 138 (e.g. suicidal behaviours, depression, and hate crime).  There is a need to explore the 139 subjective experiences and reflections of LGBTQ+ individuals of spirituality or religious 140 affiliation.  141  142 Purpose and Aims 143 This review adopts a specific focus on research evidence that captures the subjective 144 experiences of individuals who identify as LGBTQ+ or non-heterosexual and of 145 faith/spirituality.  Therefore, research evidence that captures and theorises on the process of 146 ‘identity’ formation has been eliminated from this review unless it captures an aspect of 147 individual’s explanation of their experiences of the ‘psychological consequence(s)’.  The 148 current debates around conversion therapy and religion, highlight the timely nature of a 149 review of the current literature on this topic specifically focussing on wellbeing and mental 150 health consequences of religion/religious belief in sexual minority groups.  In addition, this 151 review focusses on the qualitative studies of the given topic area, the quantitative studies 152 having been reviewed separately in a related paper.  This rationale for this decision was based 153 on the type of data collected from these differing methodological approaches (quantitative 154 vs. qualitative).  The quantitative studies have captured, mainly, self-reported but direct 155 measures of psychological components and religious affiliation or spirituality.  The qualitative 156 studies, considered in this review, have captured subjective experiences, reflections and 157 accounts of individuals whilst negotiating their religious or spiritual identity alongside their 158 sexual identity.          159 Research Question: 160 1) What are the subjective experiences of lesbian and gay individuals of faith or 161 religious affiliation?   162  163  164  165         Method 166  167 The research team agreed on a protocol, which was informed and based on the updated 168 PRISMA-P checklist for the reporting of systematic reviews (Shamseer et al., 2015), following 169 extensive discussion regarding appropriate search terms and relevant databases.  Three 170 databases were searched: PubMed, Scorpus and PsychINFO during September and October 171 2018 using a combination of search terms (see Table 1 below).  172 Research articles published in peer-reviewed journals, as well as ongoing and in press studies 173 were included – theses, case studies and editorials were excluded, along with position articles 174 and literature reviews.  The intervention (or phenomena of interest) was all religions, religious 175 beliefs and spiritualties specifically concerning studies that captured sexuality or sexual 176 orientation of their recruited population, alongside the psychological health consequences.  177 Publications needed to be in English. 178 To attain specificity, the PECOS framework (NICE, 2014) as used by Marwa and Davies (2017) 179 was adopted as outlined below. 180 Population: this review considered all studies that included individuals identifying as LGBTQ+ 181 and non-heterosexual. 182 Exposures: all studies that assessed religion, religious belief, beliefs, spirituality, affiliations 183 were considered. 184 Control: where possible, the review considered studies that included heterosexual individuals 185 as a control/comparison group.  186 Outcomes: the review considered the studies that captured the psychological consequences 187 (whether positive or negative) of being LGBTQ+ of faith/belief/affiliation.   188 Study Design: Qualitative studies were considered for this review.  Quantitative studies 189 (included in a linked review paper), anecdotal information, expert opinion, editorials and 190 commentaries were excluded.   191 Quality assessment and data extraction  192 The appraisal of studies was organised in four distinct stages: (1) records identification; (2) 193 records title screening; (3) records abstract screening; (4) full-text assessment and the final 194 decision for inclusion.  Fifty-five papers were screened by abstract and 6 were retained using 195 the following inclusion and exclusion criteria. 196 Eligibility criteria and study selection 197 1. Excluded papers that capture/measure the opinion of / attitudes towards sexual 198 minorities of faith – only interested in sexual minorities’ personal experiences  199 2. Excluded clergy / religious leader samples – different group? 200         3. Excluded literature reviews  201 4. Excluded opinion papers/ position papers  202 5. Excluded quantitative studies (appears in separate review as they contribute to a 203 different research question)  204  205 A quality assessment tool (Tracy, 2010) using eight ‘big tent’ criteria for excellent qualitative 206 research was used to screen papers for quality rating based on their methodological rigour 207 and data relevance. The quality assessment tool (Tracy, 2010) consists of eight items or areas 208 of assessment and can be used to assess qualitative studies.  The quality assessment was 209 conducted by two reviewers and decisions were made through discussion.   210 Data analysis and synthesis  211 The results were analysed and synthesised drawing on an approach similar to that proposed 212 by Whittemore and Knafl (2005) of data reduction, data display, data comparison and 213 verification of conclusions.  This approach was deemed most appropriate given the ethos of 214 a review method that is inclusive of combining diverse methodologies (e.g. Interviews, focus 215 groups and survey research with qualitative data).  This procedure allowed for the process of 216 identifying patterns and themes, which were then grouped to form the overarching 217 categories.   218  219 Table 1: List of search terms used during database searches  220   Search Topic Search Terms  Search Field  1 Identity, role Identi* OR self OR role  Abstract   Consequences OR connection OR cognition OR homonegativity OR internalized homophobia OR shame OR homofear  Abstract 2 Risk AND/OR Protective factors   All text 3 Mental health  AND well-being OR wellbeing OR predictor OR emotion* OR mental health OR mental disorder OR stress OR mental depression OR burnout OR All text         psychological Health OR Depression OR social wellbeing OR Psychological Wellbeing OR wellness OR *wellness OR Cognitive dissonance OR attachment*? 4 5    6 Health Religion    Sexuality AND Health* AND Physical Health AND *Health AND Christian* OR Jewish OR Judaism OR Muslim OR Islam OR Buddhist OR Buddhism OR Sikh OR Sikhism OR Hinduism Religi* OR Faith OR Belief OR Spirituality  AND Sexuality OR sexual orientation OR LGBTQ+ OR Gay OR Lesbian OR Bisexual OR Queer OR Spirit* OR Questioning OR Curios All text  221   222         Results 223 Summaries of the papers included in this review are presented in table 2 below.   224  225 Table 2 Summary of studies included in the analysis of this systematic review. 226 Citation Participants  Method Findings Began and Hattie  (2015).  N=35 LGBTQ adults from a range of backgrounds (Canadian). Ages 20-68. 19 women and 11 men.  In-depth interviews  Themes around: Conflict between LGBTQ identity, religion and spirituality  1. Delayed sexual activity 2. Denial of self  3. Losses: community; friends; family  4. Negative effects on emotional wellbeing  Resolving conflicts between LGBTQ identity and religion/spirituality  1. Separating religion church and spirituality 2. Remaining with the faith tradition of upbring 3. Adopting a new path or tradition 4. Creating an individual relationship to spirituality  The place of spirituality in LGBTQ communities Ganzevoort,Van der Laan and Olsman (2011).  N=10 young adults (21-30, 5 males, 5 females). From evangelical/ charismatic/Pentecostal churches and from conservative/orthodox protestant churches and from more urban and more rural areas.  Open narrative interviews (2 hours each). Narrative models cover six dimensions: structure, perspective, role division, tone, relational positioning, and audience.   ** mental health consequences are an important reason and aspect of the study** whilst the study didn’t set out to capture this, it tried to understand these important issues in the context of identity formation,  e.g. dissatisfaction and unhappiness of not coping with Gay ‘identity’ and with religious view of being a failure.            Ho and Hu(2016).   N= 28 participants.  All LGBT, apart from one heterosexual – pro-gay rights activist individual.  Ethnographic fieldwork.  18 from individual interviews and 11 from focus groups.   Specific to Hong Kong but focus on the wellbeing of sexual minorities.  Themes Intimate discrimination in personal life  1. Misrepresentation and misrecognition  2. Deprivation of opportunities 3. Harassment disguised as caring  4. Intimate exclusion  Dealing with identity conflicts: conformity and resistance  1. Concealment of sexual orientation 2. Life compartmentalisation 3. Individual confrontation  4. Findings new spaces  Itzhaky and Kissil (2015).   N= 22 gay men; orthodox Jewish Individual in-depth Interviews   Content analysis of interview data. Themes around  1. Emotional turmoil  2. Ways of coping  3. Impact on family relationships 4. Important context  Jacobsen and Wright (2014).   N= 33 Mormon women  Semi-structured interviews about experiences with same-sex sexuality and LDS church (the Church of the Latter-day Saints). How this affected their mental health and treatment they engaged in during their reconciliation.  Themes around: 1. Experience with mood disorders  2. Self-worth 3. Suicidality 4. Treatment attempts  5. Reparative therapy 6. Counsellors agenda 7. Impact on family and community  Mental health recovery           Data analysed using phenomenological methodology.  Subhi and Geelan (2012).  N= 20 homosexual (10 males and 10 females); Brisbane city area and surrounding suburbs. 20 – 51 years old (mean 36.5).    Each participant participated in two in-depth Interviews. Thematic analysis themes: 1. Small percentage experienced no conflict between Christianity and homosexuality (either due to abandoning faith before ‘coming out’; or continued identifying as Christian but didn’t practise)  2. Majority of the same faced intrapersonal conflict – believing that Christianity condemns homosexuality considering it sinful (and immoral). 3. Conflict amplified by significant other.  KEY CONSEQUENCES OF CONFLICT  1. Depression  2. Self-blame/guilt 3. Anxiety 4. Alienation 5. Suicidal ideation    227         Table 3 Demographics and themes mapped against studies included in this systematic 228 review 229  Began and Hattie (2015) Ganzevoort, Van der Laan and Olsman (2011)   Ho and Hu (2016)   Itzhaky and Kissil (2015)   Jacobsen and Wright (2014)   Subhi and Geelan (2012)   Lesbian X (11) X (5) X (?)  X (23) X (10) Gay X (10) X (5) X (?) X (22)  X (10) Bisexual X (4)  X (?)    Transexual? X (4)  X (?)    Heterosexual X (1)  X (1)    Conflict  x x x x x x Discrimination   x   x Resolution x  x x x x Bereavement  x  x x x  Mental Health outcomes: depression; suicidal ideation; suicide attempt;  x x   x x Psychological Consequences: anxiety; well being  x x x x x x Coping / Religious Coping  x x x x x x Hong Kong    x    Canada  X (east coast)      Australia (Brisbane)      x        Morman LDS     x  Christian X (22) X evangelical/ Charismatic/ Pentecostal churches and conservative / orthodox churches x   x Jewish X (5)   x   other X (8)       230  231  232  233         Psychological and Mental health states 234 The six studies included in the analysis of this review captured, directly and indirectly, the 235 subjective experiences of non-heterosexual individuals and their religion and/or spirituality.  236 In most cases, the experiences were characterised by conflict between religious or spirituality 237 beliefs and aspects of their sexuality.  Three main themes of conflict, resolution, and 238 bereavement emerged across the included studies representing the main points expressed 239 by individuals. An overarching theme of psychological and mental health needs emerged from 240 the papers.  Three of the papers reported on the accounts of suicidal ideation (Itzhaky & Kissil, 241 2015; Jacobsen & Wright, 2014; Subhi & Geelan, 2012), which is consistent with statistical 242 evidence (Gibbs & Goldbach, 2015; Kralovec, Fartacek & Plöderl, 2014) that notes the 243 increased risk in this population.  Relatedly, aspects of depression were discussed (Itzhaky & 244 Kissil, 2015; Jacobsen & Wright, 2014; Subhi & Geelan, 2012). Four of the included papers 245 captured accounts of ‘emotional turmoil’ (Began & Hattie, 2015; Ganzevoort, Van der Laan & 246 Olsman, 2011; Itzhaky & Kissil, 2015; Jacobsen & Wright, 2014; Subhi & Geelan, 2012), 247 including the negative effects on emotional wellbeing.  Consistently, arguments around self-248 worth (Jacobsen & Wright, 2014), self-blame/guilt and anxiety (Subhi & Geelan, 2012) 249 featured as issues for this population.  All experiences included in the six studies led to 250 negative psychological states.          251 Conflict       252 The first consistent finding, which features explicitly in four papers and implicitly in another 253 two papers, relates to individuals’ accounts of their experience of conflict.  This theme 254 captures both external conflicts between people (e.g. with friends and family) and internal 255 conflict in terms of psychological adjustment and processing relating to their beliefs about 256 their sexuality and religion or spirituality.  The most prominent conflict was between religious 257 beliefs, teachings and practices with sexual orientation desires and/or behaviours (Began & 258 Hattie, 2015), where individuals report facing intrapersonal conflict through the belief that 259 religion (e.g., Christianity) condemns homosexuality and considers it sinful or immoral (Subhi 260 & Geelan, 2012).  This has secondary implications, such as, delayed sexual activity (Began & 261 Hattie, 2015) which may relate to the psychological development of sexuality or a sexualised 262 identity (Began & Hattie, 2015). Interestingly, individuals in one study reported that they did 263 not feel that there was a conflict between themselves and God and that conflict emerged 264 from religious members (Behan & Hattie, 2015). Additionally, findings revealed that tensions 265 raised between their sexuality and religious beliefs led them to develop conflicts between 266 their bodies and minds (i.e., body and sexual orientation are separate entities). Whilst many 267 of the findings focused on tensions within a religious community, it was noted by some studies 268 that there was also conflict within the LGBT community when individuals expressed their 269 spirituality (Ho & Hu, 2016). Such conflicts had risen from LGBTQ ‘mistrust’ of religious 270 communities and associations with negative past experiences (i.e., non-acceptance and ‘an 271 unsafe place’). Therefore, the main finding within this theme is a conflict with identity within 272 either community which has been associated with poor psychological health.  273 Another aspect considered was discrimination. Ho and Hu (2016) found that individuals 274 experienced intimate discrimination in their personal lives through misrepresentation and 275         misrecognition. The experience of inaccurate representation and negative stereotypes being 276 frequently used (Ho & Hu, 2016), and connectively, the experience of deprivation of 277 opportunities mentioned (Ho & Hu, 2016).  In some cultures, countries and organisations, 278 openly Gay individuals are prohibited from certain roles, rituals and activities (Ho & Hu, 2016).  279 This sometimes is referred to as the issue of harassment disguised by caring in Christian 280 fellowships (Ho & Hu, 2016). ‘Role models’ within educational programmes such as ‘Sunday 281 schools’ had an impact on many adolescents growing up (e.g., ‘fix the problem’, ‘fight the 282 urge’, ‘inherently defective’) associated with a focus on ‘punishment’. Such quotations 283 capture a medical discourse; referring to homosexuality as an illness that can be ‘fixed’. 284 Moreover, many participants have referred to the homonegative discourses such as, 285 ‘homosexuality is a sin’. Such homonegative attitudes were reported as having a detrimental 286 impact on individuals’ self-esteem, shame, guilt and raised internalised homophobia that 287 often led to acts of self-harm and attempts to take one’s life (Jacobsen & Wright, 2014).  288 Resolution 289 Three of the papers captured individuals’ accounts of their experiences whilst resolving 290 conflicts.  Subhi and Geelan (2012) reported that in their study a small percentage of 291 individuals experienced no conflict between sexuality and faith because they either 292 “abandoned” their faith prior to ‘coming out’ or continued identifying as a Christian but did 293 not practise or attend church. This is consistent with other papers in this review that note 294 individuals’ responses around ‘separating religion, church and spirituality’ (Began & Hattie, 295 2015) and ‘concealment of sexual orientation’ (Ho & Hu, 2016).  Resolution, for some, 296 required ‘compartmentalisation’ of their life (Ho & Hu, 2016) or finding a ‘new path’ (Began 297 & Hattie, 2015) or ‘new space’ (Ho & Hu, 2016).  For others, an individualised relationship to 298 spirituality is developed (Began & Hattie, 2015).   In addition, individuals drew upon their own 299 interpretation of the Bible and ignored societal beliefs about what the Bible implies (e.g. 300 ‘Homosexuality is a sin’). When individuals focus on their interpretations, their accounts 301 suggest they are more accepting of who they are, resulting in better mental wellbeing 302 (Lassister, 2015).  303 Four papers highlighted the need to ‘belong’ and to be ‘accepted’ in society (Ho & Hu, 2016; 304 Itzhaky & Kissil, 2015; Jacombsen & Wright, 2013; Kocet, Sanabria & Smith, 2011). The 305 findings indicated that LGBT individuals are seeking to find a community who accept them for 306 who they are. However, many individuals reported ‘attempts’ to address their ‘illness’, 307 ‘condition’ and rectify their ‘sin’ (Jacoben & Wright, 2014). Many individuals concentrated on 308 changing themselves rather than acceptance and gave in to the ‘pressure’ and ‘harassment’ 309 of attending conversion therapy and faith-based programmes. However, many reported a 310 further feeling of rejection (Ho & Hu, 2016). For some, this had a negative impact on their 311 wellbeing but for others, it changed their view and they started to see that teaching 312 condemning homosexuality as flawed human interpretations of biblical teachings (Lassister, 313 2015; Beagain & Hattie, 2015). Some noted that they had learnt to ‘love’ and ‘accept’ who 314 they were which gave them the confidence to move on (Beagan & Hattie, 2015).  315  316         Bereavement 317 Consistent with statistical studies (Itzhaky & Kissil, 2015), loss of family relationships 318 contributed to feelings of alienation (Subhi & Geelan, 2012), which in turn contributed to a 319 breakdown of social and support networks for individuals. For some, moving away and 320 providing distance between themselves and family was the only pathway to reduce the sense 321 of rejection and familial loss (Lassiter, 2015). Additionally, individuals reported a ‘profound 322 loss’ when their duties as part of their religion had been restricted which in turn, heightened 323 their sense of ‘hopelessness’ and ‘loneliness’. Losing such responsibilities isolated them 324 further from their religious communities and church which threw some into profound despair 325 and questioning their self-worth and purpose of living (Began & Hattie, 2015; Subhi & Geelan, 326 2012). Moreover, the extrinsic aspect of conflict occurs between people, when an individual’s 327 sexual preference conflicts with other individuals’ beliefs. This could account for, or impact 328 on, relationships within the family (Itzhaky & Kissil, 2015; Ho & Hu, 2016), as well as friends 329 and peers, resulting in a loss of community and support (Began & Hattie, 2015). For many, 330 the grieving process was prolonged due to the struggles of finding something to replace the 331 ‘intense connection’ they had formed with their community but also with God, from whom 332 they would often seek solace in times of need (Beagan & Hattie, 2016). One profound 333 commonality between papers is that of bereavement for their own identity. Although not 334 explicitly referred to as grief, many individuals reported having to ‘hide’ who they are and to 335 ‘live a secret life’. However, this became more complex with the realisation that the LGBT 336 community often do not accept those who are religious due to the stigma many of them have 337 received from such communities (Beagan & Hattie, 2016), leaving many to feel they are only 338 ever ‘half’ their true self and long to be able to be themselves in full (Kocet, Sanabria & Smith, 339 2012).  340 Discussion 341 This review has identiﬁed a range of subjective experiences highlighted consistently across 342 the included papers.  These experiences exist in relation to Lesbian and Gay individuals that 343 have a spirituality or religious affiliation.  344  345 It is evident from the overall findings, that despite progress towards a more inclusive and 346 equal society, there are still accounts of negative experience for Lesbian and Gay individuals 347 of faith or religious affiliation. The experiential evidence considered and embedded in this 348 review has highlighted personal accounts of conflict and bereavement, highlighting the reality 349 of resolution that Lesbian and Gay individuals often face, improving and, in some instances, 350 saving their lives (Beagan & Hattie, 2015; Lassiter, 2015).  A consistent message of ‘wanting 351 to belong somewhere’ and the need for having a ‘purpose’ was prevalent in the literature 352 considered. Such findings align with previous research that highlights the conflict of identity 353 and dissonance between religious beliefs and sexual orientation (Rodriguez, 2010). Although 354 many reported that tensions between intersections of identity arose in their adolescence, 355 there was a strong sense that through fear of rejection and abandonment, ideas of sexual 356 orientation were suppressed from a young age and favoured for ideas that ‘fit’ into a 357         heterosexist world. These findings support the need for educational programmes for parents, 358 particularly of religious backgrounds, to explore their beliefs and attitudes towards LGBT 359 communities and to consider implications on wellbeing and mental health. Such programmes 360 could help alleviate the pressure on children and adolescents, lowering the risk of negative 361 psychological consequences.  362 The above themes were embedded in individuals’ accounts of mental health and wellbeing 363 as they negotiated religious beliefs and sexuality.  Serious mental health risks were discussed, 364 including depression, suicide risk, suicidal ideation, and negative self-worth.  This provides 365 initial evidence for the required provision and support to be available to individuals, in 366 addition to the education programmes mentioned above.    367 Studies within this review focused on past experiences rather than present ones and 368 therefore, findings were based on memories and experiences of previous generations (e.g., 369 Generation X and Y: Twenge, 2017).  Given the evidence for differences for generation Z, or 370 IGen, compared with generation X and Y (Lukianoff & Haidt, 2018; Twenge, 2017), future 371 research might explore the experience of religion and sexuality specifically for IGen.  Some 372 Lesbian and Gay individuals seek solace in ‘conversion therapy’. With controversial and 373 conflicting evidence, some consider conversion to be dangerous and ineffective (Jacob, 2015) 374 whilst other have explored the potential benefits for some individuals in some cultures 375 (Couzens, Mahony, & Wilkinson, 2017).  Individuals have reported wanting to be ‘cured’ and 376 ‘their illness treated’ (Beagan & Hattie, 2015), highlighting the sense of desperation and 377 helplessness that such communities experience.  378 The themes of conflict, resolution and bereavement associated with individuals’ faith 379 experiences were overcome often through resilience.  This review highlights the lack of 380 research capturing experiences, generally, in this area, whilst the experience of bisexuals, 381 transgender and other sexual minority groups remains absent.  The transgender community 382 have unique and different experiences to that of Lesbian and Gay. As such, future research is 383 needed to explore the experience of transgender individuals who identify with religious 384 beliefs. Although LGBT individuals are seen to be a minority and an at-risk population, studies 385 included in this review often ignored culture and race in their analysis, also recognised their 386 minority status and victimisation of hate crime. Subsequently, Lesbian and Gay individuals 387 have a triad of needs; race, sexual orientation and religious beliefs and further research is 388 needed to explore these specific needs so robust health programmes can be formed. 389 Additionally, a population that has been ignored is that of asylum seekers and refugees who 390 seek safety from their native countries for fear of death as a result of their sexual orientation.  391  392  Limitations  393 This study, and accompanying synthesis, is limited by the quality, breadth and representation 394 of the existing research evidence in this field. Whilst some progress has been made to begin 395 to understand some of the issues and the subjective experiences for sexual minorities, these 396 findings are limited due to the population representation as often recruitment is targeted and 397 studies lack representation from individuals identifying as bisexual or transgender.   There are 398         some indications that different religious groups, denominations or faiths lead to differing 399 experiences for individuals who are LGB, however, direct comparisons of differences across 400 religious groups are not currently possible given the studies available for analysis.  In addition, 401 the lack of representation of bisexual and transgender in the current research limits the 402 reasonable conclusions that can be made about their experiences of sexuality and religious 403 belief.  The studies included in this review were representative of Jewish, Mormon & Christian 404 beliefs, with a small representation of other religious groups.  This highlights the need for 405 future work that includes a broad presentation of religions and spiritualities to better 406 understand the relationship and connections in terms of psychological consequences, 407 whether ‘protective’ and supportive or ‘risk’ and disruptive for individuals.   408 Equally, many of the published work and evidence, in this field, come from data gathered in 409 the United States, with very few studies from European samples.  Given the differences in the 410 implementations of religious practices, even within the same religious beliefs, in different 411 countries, a European or UK based study is required to understand individuals’ experiences in 412 the EU.    413 Despite these limitations, it is clear from the existing literature that there are complexities 414 and experiences that LGB(TQ+) individuals of faith are having that require support and in 415 some cases interventions where conflict, discrimination and minority stressors have been 416 severe to the extent of impacting on wellbeing and mental health. Future research should 417 plan to inform the type and nature of interventions and support services, therefore shaping 418 the previsions for these individuals.      419         References 420 American Psychological Association, Task Force on Appropriate Therapeutic Responses to 421 Sexual Orientation. (2009). Report of the American Psychological Association Task Force 422 on Appropriate Therapeutic Responses to Sexual Orientation. Retrieved from http://www. 423 apa.org/pi/lgbc/publications/therapeutic-resp.html  424 Began, B.L., & Hattie, B. (2015). Religion, spirituality, and LGBTQ identity integration.  425 Journal of LGBT issues in Counselling, 9(2), 92-117. 426 Bowers, R., Minichiello, V., & Plummer, D. (2010). Religious attitudes, homophobia, and 427 professional counseling. Journal of LGBT Issues in Counseling, 4(2), 70-91. 428 Couzens, J., Mahony, B., & Wilkinson, D.J. (2017). “It's just more acceptable to be white or 429 mixed race and gay than black and gay”: The Perceptions and Experiences of 430 Homophobia in St. Lucia. Frontiers in Psychology, 8, 947.  431 Dehlin, J. P., Galliher, R. V., Bradshaw, W. S., Hyde, D. C., & Crowell, K. A. (2015). Sexual 432 orientation change efforts among current or former LDS church members. Journal of 433 Counseling Psychology, 62(2), 95. 434 Epstein, R., McKinney, P., Fox, S., & Garcia, C. (2012). Support for a fluid-continuum model 435 of sexual orientation: A large-scale Internet study. Journal of Homosexuality, 59(10), 436 1356-1381.  437 Evans, M., & Barker, M. (2010). How do you see me? Coming out in counselling. British 438 Journal of Guidance & Counselling, 38(4), 375-391. 439 Foster, A. B., Brewster, M. E., Velez, B. L., Eklund, A., & Keum, B. T. (2017). Footprints in the 440 sand: personal, psychological, and relational profiles of religious, spiritual, and atheist 441 LGB individuals. Journal of Homosexuality, 64(4), 466-487. 442 Foster, K., Bowland, S., & Vosler, A. (2015).  All the pain along with all the joy: Spiritual 443 resilience in Lesbian and Gay Christians.  American Journal of Community Psychology, 55, 444 1573-2770.   445 Ganzevoort, R.R., Van der Laan, M., & Olsman, E. (2011).  Growing up gay and religious. 446 Conflict, dialogue, and religious identity strategies.  Mental Health, Religion & Culture, 14 447 (3), 209-222. 448         Geary, R. S., Tanton, C., Erens, B., Clifton, S., Prah, P., Wellings, K., ... & Johnson, A. M. 449 (2018). Sexual identity, attraction and behaviour in Britain: The implications of using 450 different dimensions of sexual orientation to estimate the size of sexual minority 451 populations and inform public health interventions. PloS one, 13(1), e0189607.  452 GEO (2019).  National LGBT Survey: Summary Report.  453 https://www.gov.uk/government/publications/national-lgbt-survey-summary-454 report/national-lgbt-survey-summary-report 455 Gibbs, J., & Goldback, J. (2015). Religious conflict, sexual identity, and suicidal behaviours 456 among LGBT young adults.  Archives of Suicide Research, 19 (4),  457 Green, M., & Elliott, M. (2010). Religion, health, and psychological well-being. Journal of 458 Religion and Health, 49(2), 149-163. 459 Halkitis, P. N. (2019). Out in time: From Stonewall to queer, how gay men came of age across 460 the generations. Oxford University Press, USA. 461 Hamblin, R., & Gross, A.M. (2013). Role of religious attendance and identity conflict in 462 psychological well-being. Journal of Religion and Health, 52(3), 817-827. 463 Hamdi, N., Lachheb, M., & Anderson, E. (2017). Masculinity, homosexuality and sport in an 464 Islamic state of increasing homohysteria. Journal of Gender Studies, 26(6), 688-701. 465 Heermann, M., Wiggins, M. I., & Rutter, P. A. (2007). Creating a space for spiritual practice: 466 Pastoral possibilities with sexual minorities. Pastoral Psychology, 55(6), 711-721. 467 Herek, G. M., Norton, A. T., Allen, T. J., & Sims, C. L. (2010). Demographic, psychological, and 468 social characteristics of self-identified lesbian, gay, and bisexual adults in a probability 469 sample. Sexuality Research and Social Policy, 7, 176–200. doi:10.1007/s13178-010-0017- 470 Ho, P.S.Y., & Hu, Y. (2016).  Pray the gay away: identity conflict between Christianity and 471 sexuality in Hong Kong sexual minorities.  Gender, Place and Culture, 23(1), 1725-1737. 472 Hunter, N. D. (2013). Pluralism and its perils: navigating the tension between gay rights and 473 religious expression.  Journal of Gender & Law, 15, 435-467. 474 Itzhaky, H., & Kissil, K. (2015).  “it’s a horrible sin. If they find out, I will not be able to stay”: 475 orthodox Jewish gay men’s experience living in secrecy.  Journal of Homosexuality, 62(5), 476 621-643. 477          Jacob J.A. (2015). Conversion therapy ineffective and inappropriate for LGBTQ youth. JAMA, 478 314, 2121. doi:10.1001/jama.2015.15803 479 Jacobsen, J., and Wright, R. (2014).  Mental health implication in Mormon women’s 480 experiences with same-sex attraction: A Qualitative study.  The Counselling Psychologist, 481 42(5), 664-696. 482 Jeffries, W. L., Dodge, B., & Sandfort, T. G. (2008). Religion and spirituality among bisexual 483 Black men in the USA. Culture, Health & Sexuality, 10(5), 463-477. 484 Koenig, H.G. (2009). Research on religion, spirituality and mental health: a review.  The 485 Canadian Journal of Psychiatry, 54(5), 283. 486 Kralovec, K., Fartacek, C., Fartacek, R., & Plöderl, M. (2014). Religion and suicide risk in 487 lesbian, gay and bisexual Austrians. Journal of Religion and Health, 53(2), 413-423. 488 Lassiter, J. M. (2015). Reconciling sexual orientation and Christianity: Black same-gender 489 loving men's experiences. Mental Health, Religion & Culture, 18(5), 342-353. 490 Lukianoff, G., & Haidt, J. (2015). The coddling of the American mind. The Atlantic, 316(2), 42-491 52. 492 Lukianoff, G., & Haidt, J. (2018). The coddling of the American mind: How good intentions 493 and bad ideas are setting up a generation for failure. London; Penguin. 494 Lun, V.M., & Bond, M.H. (2013).  Examining the relationship of religion and spirituality to 495 subjective wellbeing across national cultures.  Psychology of Religion and Spirituality, 4, 496 304-315. 497 Mahl, R.Y.H.K. (2008). Judaism and homosexuality: the traditionalist/progressive debate.  498 Journal of Homosexuality, 18, 47-82. 499 Marwa, W.L. & Davis, S. (2017). Is being gay in the UK seriously bad for your health? A 500 review of evidence. Journal of Global Epidemiology and Environmental Health, 2017(1), 501 01-11.  502 McCarthy, J., & das Nair, R. (2018). Levels and layers of invisibility: Exploring the 503 intersections of ethnicity, culture and religion in the lives of older LGBT people. In King, 504         A., Almack, K., Sune, Y., & Westwood, S., Older Lesbian, Gay, Bisexual and Trans 505 People (pp. 75-92). London; Routledge. 506 McQueeney, K. (2009). \" We are God's children, y'all:\" race, gender, and sexuality in lesbian-507 and gay-affirming congregations. Social Problems, 56(1), 151-173. 508 Meltzer, H.I., Dogra, N., Vostanis, P., & Ford, T. (2011).  Religiosity and the mental health of 509 adolescents in Great Britain. Mental Health, Religion and Culture, 14(7), 703-713. 510 Meyer, I. H., & Northridge, M. E. (2007). The health of sexual minorities: Public health 511 perspectives on lesbian, gay, bisexual and transgender populations. New York, NY: 512 Springer. 513 Meyer, I.H. (2016).  Does an improved social environment for sexual and gender minorities 514 have implications for a new minority stress research agenda? Psychology of Sexualities 515 Review, 7 (1), 81-90.  516 Moser, C. (2016). Defining sexual orientation. Archives of sexual behavior, 45(3), 505-508. 517 NICE. (2014) Process and Methods guide. Developing NICE guidelines:the manual. National 518 Institute for Health and Care and Excellence, UK.  519 Page, M. J., Lindahl, K. M., & Malik, N. M. (2013). The role of religion and stress in sexual 520 identity and mental health among lesbian, gay, and bisexual youth. Journal of Research 521 on Adolescence, 23(4), 665-677. 522 Pargament, K. I., & Raiya, H. A. (2007). A decade of research on the psychology of religion 523 and coping: Things we assumed and lessons we learned. Psyke & logos, 28(2), 25-25. 524 Parveen, N. & Weale, S. (2019, April).  School assistant loses job over petition against LGBT 525 teaching.  The Guardian,    526 Powell, L.H., Shahabi, L., & Thorensen, C.E. (2003).  Religion and spirituality.  American 527 Psychologist, 58(1), 36-52.  528 Powers, D. V., Cramer, R. J., & Grubka, J. M. (2007). Spirituality, life stress, and affective 529 well-being. Journal of Psychology and Theology, 35(3), 235-243. 530 Rodriguez, E. M., & Ouellette, S. C. (2000). Gay and lesbian Christians: Homosexual and 531 religious identity integration in the members and participants of a gay-positive church. 532 Journal of the Scientific Study of Religion, 39, 333–347.  533         Rosik, C. H., Griffith, L. K., & Cruz, Z. (2007). Homophobia and conservative religion: Toward 534 a more nuanced understanding. American Journal of Orthopsychiatry, 77(1), 10-19. 535 Ross, M. W., Daneback, K., & Månsson, S. A. (2012). Fluid versus fixed: A new perspective on 536 bisexuality as a fluid sexual orientation beyond gender. Journal of Bisexuality, 12(4), 449-537 460. 538 Ryff, C.D., & Singer, B.H. (2008). Know yourself and become what you are.  Journal of 539 Happiness Studies, 9, 13-39. 540 Shamseer, L., Moher, D., Clarke, M., Ghersi, D., Liberati, A., Petticrew, M., Shekelle, P., 541 Stewart, L.A. (2015).  Preferred reporting items for systematic review and meta-analysis 542 protocols (prisma-p): Elaboration and explanation. BMJ (Online); 349:g7647. 543 Sherry, A., Adelman, A., Whilde, M. R., & Quick, D. (2010). Competing selves: Negotiating 544 the intersection of spiritual and sexual identities. Professional Psychology: Research and 545 Practice, 41(2), 112. 546  Sink, C. A. (2004). Spirituality and comprehensive school counseling programs. Professional 547 School Counseling, 309-317. 548 Subhi, N., & Geelan, D.  (2012).  When Christianity and homosexuality collide:  549 understanding the potential intrapersonal conflict.  Journal of Homosexuality, 59(10), 550 1382-1402. 551 Tracy, S.J. (2010). Qualitative Quality: eight ‘big tent’ criteria for excellent qualitative 552 research.  Qualitative Inquiry, 16(10), 837-851. 553 Twenge, J. M. (2017). IGen: Why Today's Super-Connected Kids Are Growing Up Less 554 Rebellious, More Tolerant, Less Happy--and Completely Unprepared for Adulthood--and 555 What That Means for the Rest of Us. New York, Simon and Schuster.  556 Van Cappellen, P., Toth-Gauthier, M., Saroglou, V., & Fredrickson, B. L. (2016). Religion and 557 well-being: The mediating role of positive emotions. Journal of Happiness Studies, 17(2), 558 485-505. 559 Vaughan, M. D., Miles, J., Parent, M. C., Lee, H. S., Tilghman, J. D., & Prokhorets, S. (2014). A 560 content analysis of LGBT-themed positive psychology articles. Psychology of Sexual 561 Orientation and Gender Diversity, 1, 313–324. doi:10.1037/sgd0000060 562         Weber, S. R., & Pargament, K. I. (2014). The role of religion and spirituality in mental 563 health. Current Opinion in Psychiatry, 27(5), 358-363. 564 Whittemore, R., & Knafl, K. (2005). The integrative review: updated methodology. Journal of 565 Advanced Nursing, 52(5), 546-553. 566 Yip, A. K. (2007). Changing religion, changing faith: Reflections on the transformative 567 strategies of lesbian, gay, and bisexual Christians and Muslims. Journal for Faith, 568 Spirituality and Social Change, 1(1), 83-105. 569 Zinnbauer, B. J., Pargament, K. I., Cole, B., Rye, M. S., Butter, E. M., Belavich, T. G., . . .Kadar, 570 J. L. (1997). Religion and spirituality: Unfuzzying the fuzzy. Journal for the Scientific Study 571 of Religion, 36, 549–564. doi:10.2307/1387689  572         PRISMA 2009 Flow Diagram 573  574  575  576 Records identified through database searching (n = 16,540)  Screening Included Eligibility Identification Additional records identified through other sources (n = 7) Records after duplicates removed (duplicates removed after screening) Records screened (n = 14541) Records excluded (n = 14486) Full-text articles assessed for eligibility (n = 55) Full-text articles excluded, with reasons (n = 49) (n=2) literature reviews (n=4) did not include psychological consequence, but rather explored attitudes towards LGBT populations (n=34) Quantitative studies that measures of psychological consequence rather than accounts of experiences.  (n=6) mixed methods (n=3) sample were religious leaders  Studies included in qualitative synthesis (meta-analysis) (n = 6) ",
    "id": 287604557,
    "identifiers": {
        "doi": "10.1080/13674676.2020.1724919",
        "oai": "oai:wrap.eprints.org:9244"
    },
    "title": "A systematic review of qualitative studies capturing the subjective experiences of Gay and Lesbian individuals’ of faith or religious affiliation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-02-27T00:00:00+00:00",
    "publisher": "Informa UK Limited",
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.worc.ac.uk/9244/1/AAM-with-cover-9244-Johnson-Wilkinson-systematic-review-of-qualitative-studies-capturing-the-subjective-experiences-of-gay-and-lesbian-individuals-of-faith-or-religious-affiliation.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/287604557.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/287604557"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/287604557/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/287604557/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/287604557"
        }
    ],
    "abstract": "Individuals identifying as religious tend to report better health and happiness regardless of affiliation, work and family social support or financial status. Evidence suggests that cultural factors are intertwined with these concepts. Exploration of sexual minorities’ experiences has been neglected in previous years. Recently, a body of evidence is developing concerning this population, with theoretical speculation for changes of ‘stressors’ for future generations and implications, particularly, on mental health outcomes. Lesbian and Gay individuals of faith (or spirituality), are susceptible to unique ‘stressors’, whilst others suggest religion can provide a support network providing protective health benefits. This review systematically explores the existing published evidence for the subjective experiences and accounts of LG people of faith. Sexual minority individuals who follow a religion or faith can experience good social support, reducing the risk of negative health outcomes, while for others, potentially serious, negative mental and physical health consequences are experienced (e.g., internalised homophobia, anxiety, rejection and suicidal ideation)",
    "tags": [
        "BF",
        "BL",
        "BF",
        "BL"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "BF",
        "BL"
    ],
    "oai": "oai:wrap.eprints.org:9244",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "133",
        "openDoarId": 0,
        "name": "University of Worcester Research and Publications",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 287604557,
        "depositedDate": null,
        "publishedDate": "2020-02-27T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:44:23+00:00",
        "acceptedDate": null,
        "createdDate": "2020-03-11T01:18:12+00:00"
    },
    "urls": [
        "https://eprints.worc.ac.uk/9244/1/AAM-with-cover-9244-Johnson-Wilkinson-systematic-review-of-qualitative-studies-capturing-the-subjective-experiences-of-gay-and-lesbian-individuals-of-faith-or-religious-affiliation.pdf"
    ],
    "lastUpdate": "2024-02-12T09:44:23+00:00",
    "setSpecs": []
}