{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Heddon, D."
        }
    ],
    "contributors": [],
    "createdDate": "2012-04-03T20:18:43+01:00",
    "dataProvider": {
        "id": 42,
        "name": "Enlighten",
        "url": "https://api.core.ac.uk/v3/data-providers/42",
        "logo": "https://api.core.ac.uk/data-providers/42/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/1396308.pdf",
    "fullText": "       Heddon, D. (2007) A visitor's guide to Glasgay. In: Godiwala, D. (ed.) Alternatives Within the Mainstream II: Queer Theatres in Post-War Britain. Cambridge Scholars Press, Cambridge, pp. 339-361. ISBN 9781847183064   http://eprints.gla.ac.uk/6487/  Deposited on: 22 July 2009   Enlighten – Research publications by members of the University of Glasgow http://eprints.gla.ac.uk Launched in Glasgow in 1993, Glasgay! has proved to be an enduring lesbian, gay, bisexual and transgender arts festival. Given the surprising longevity of Glasgay! it seems imperative that this important queer festival, whose survival is always precarious, is documented.  ‘A Visitor’s Guide to Glasgay!’ is part of that documentation, offering an account of the festival from each of its producers and mapping their different aims and agendas, alongside their shared frustrations.   A Visitor’s Guide to Glasgay!  In 1993, the lesbian and gay cultural landscape of Glasgow was changed dramatically with the launch of the first Glasgay! festival. As I write this, plans are well underway for the launch of Glasgay! 2006. It is unlikely that co-founders Cordelia Ditton and Dominic D’Angelo could have predicted the longevity of the festival when they began planning the first one in 1991, particularly given the sustained political and financial obstacles that each festival producer has had to face. The survival of Glasgay! seems a necessary act of wilful obstinacy, a refusal to counter the possibility that the festival has (ever) had its proper time and place. I very much hope that in 2016, someone else (or even an older me) is recording the continued history of Glasgay!  The ‘record’ that follows is primarily produced from interviews with each of the directors/administrators. These oral histories are dictated by the vagaries of memory as well as the influences of the interviewer and the questions that I posed. ‘The writing of history’, as Ludmilla Jordanova reminds us, ‘is about the transmission of memory’ and ‘the practice of history is […] a highly specialised form of commemoration’ (Jordanova 2000: 138). This re-membering takes place in the present, allowing a retrospective rewriting of events helped with the benefit of hindsight. As Andreas Huyssen puts it,    The mode of memory is the recherche rather than recuperation. The temporal   status of any act of memory is always the present and not, as some naïve   epistemology might have it, the past itself, even though all memory in some   ineradicable sense is dependent on some past event or experience. It is this   tenuous fissure between past and present that constitutes memory, making it   powerfully alive and distinct from the archive or any other mere system of   storage and retrieval. (Huyssen 1995: 13)  Rather than being cautious of memory’s uncertainties, we should rather embrace and recognise it as ‘a valuable historical resource’ (Cvetkovich 2003: 8), a form of local knowledge.   My practice of history, here, also inevitably inscribes and gestures my location and perspective; from the outset I admit more than a passing acquaintance with, and investment in, Glasgay! In 1993, I volunteered to assist at one of the venues hosting Glasgay! events, becoming a general dog’s body, fetching sandwiches and cups of tea for various artists including (to my delight) Jude Winter from Dorothy Talk Theatre Company and Lois Weaver and Peggy Shaw from Split Britches. In 1994, I helped Cordelia Ditton organise a one-night benefit for Glasgay! 1995. Between 1996 and 1998 I became a Board member, responsible for much of the programming and delivery of the 1997 event, ‘Waiting for Glasgay!’. Moving to Exeter in the autumn of 1998, my relationship with Glasgay! inevitably became more distanced, though throughout 1998 and 1999 I continued to recommend theatre and live art events that I saw in the South of England, and in 2002 participated in a panel discussion on the oeuvre of Annie Sprinkle. Throughout its history, I have remained a committed spectator. Such involvement no doubt gives my line of vision a distinctive colour (or rainbow of colours). Different reporters, looking at the landscape from a different place, asking different questions of different people and utilising different sources would undoubtedly produce a different history. I do not intend this one to be singularly authoritative. However, since at present no documented history of Glasgay! exists in the public domain it seems imperative that this important queer festival takes up some space in a published history of British queer cultural production, not least because Glasgay! has, since its inception, nurtured, encouraged and promoted many queer British artists.   Beginnings 1993 - 1995: Cordelia Ditton and Dominic D’Angelo  Glasgay! launched itself on Saturday 30th October 1993. This lesbian and gay arts festival was the innovation of Cordelia Ditton, herself a new resident to Glasgow having moved recently from London. Ditton, well known in the London arts scene as a performer, writer, and co-director of Gay Sweatshop felt that the gay and lesbian community in Glasgow, in the early 1990s, was much less visible than in London.1 There, the introduction of Section 28 in 1988 had, in Ditton’s opinion, galvanised a whole new era of political and public agitation,2 best epitomised by the founding in 1989 of the influential national lobbying group Stonewall. Ditton herself had been involved in the Section 28 campaign, and was on the steering group of the arts lobby. Her impressions of Glasgow were that, in contrast to London, gay men and lesbians were mostly hidden (although Ditton recognised that important local organisations such as the Glasgow branch of Switchboard already existed). Given her own background, and continuing involvement in the arts, Ditton struck upon a lesbian and gay arts festival as a means to render the lesbian and gay communities of Glasgow more visible, to say ‘look, we’re here’ (Ditton, 2006). At the end of 1991, she joined forces with Glasgow-based freelance arts administrator Dominic D’Angelo to produce an arts festival that would   celebrate something. We wanted to show gay lifestyles and performers and work in a very very  positive light. We wanted to change public opinion about gay people. And we wanted to show the  wealth of amazing work that was out there. (Ditton, 2006)  This dual and imbricated strategy of celebration and revelation was very much located in a cultural context of invisibility and of a certain backlash against sexual minorities signalled by both Section 28 and by the fear surrounding the supposed ‘gay disease’, AIDS.   Over the course of eight days, Glasgay! 1993 attracted a staggering 23,000 people. The success of this first festival was due in no small part to Ditton and D’Angelo’s aspirations to ensure it was popular in its appeal. Strategically scheduled at a time in the year that offers opportunities for specific ‘celebrations’ (Halloween, Samhain,3 and Guy Fawkes or Bonfire night), Glasgay! capitalised on the calendar by hosting spectacular parties and events, alongside theatre, performance and dance shows, workshops, literary readings and discussions. For Ditton, the parties were as important as the more easily identifiable ‘arts’ events; the strategic aim was that they would pull in people not typically attracted to ‘arts’ events, but who would then be encouraged to attend those as they were part of the same overall Glasgay! programme.  Ditton recalls, ‘We wanted something that was big, and bold, and inclusive’. Specifically,    we wanted to make it popular. That was a very deliberate choice. We did not want to make it  cutting edge. Queer Up North was doing that. And we had a very different agenda. That would  work in Manchester. We felt Glasgow needed popular stuff. (Ditton, 2006)   Attention is drawn here to the cultural specificity of Glasgow; though Manchester founded the first British gay arts festival in 1992, the fact that this was launched in a city with an already visible gay (sub)culture and neighbourhood in Canal Street arguably made that act less radical than launching a lesbian and gay arts festival in a Scottish city where the lesbian and gay presence was far from recognised or even tolerated. Against the backdrop of a city ingrained in national popular imagination as ‘hard’ or ‘mean’ (in spite of various re-branding exercises) , and a city where the Catholic and Protestant churches have remained powerful, we might consider Ditton’s and D’Angelo’s vision as naively utopian in spirit. Alternatively, however, we could argue that this context made their proposition all the more necessary. We should also recognise that prior to Glasgay!, a cultural renaissance of Glasgow had already been attempted in the guise of European City of Culture in 1990. The rhetoric of the arts being a tool of regeneration had already become common-place; to extend that rhetoric to the arts being used as a tool to change social attitudes towards sexuality was perhaps not so far fetched.                                              1. I am aware that the concept of ‘community’ is problematic and contested (see Heddon, 2004), and use the term here with hesitation. However, since my agenda here is simply to make public the ‘history’ of Glasgay! rather than to explore the inter-relationship between Glasgay! and notions of ‘community’, I will risk critical approbation in this instance. Similarly, I use ‘gay and lesbian’ and ‘queer’ interchangeably in this text since the purpose of this article is not to propose the extent to which Glasgay! is a ‘queer’ festival, or even how that interpolation might apply to Glasgay! I leave such critical enquiries to future commentators.  2. The Local Government Act of 1986 was amended in 1988 with Section 2a, which provided that ‘A local authority shall not (a) intentionally promote homosexuality or publish material with the intention of promoting homosexuality; (b) promote the teaching in any maintained school of the acceptability of homosexuality as a pretended family relationship’.  Section 28 was finally repealed in Scotland in 2000 (but not without virulent homophobic campaigning), and in England in 2003. 3. Samhain is a Celtic festival held on 1st November, marking the end of one year and the beginning of the next.  Though Glasgay!’s primary target audience were lesbians, gay men and bisexuals, the directors were always clear that the festival was not just for gay people but was, rather, an arts festival intent on showcasing the best in gay arts. Only a week in duration (the approach was to pack a lot into a short space of time, in order to generate excitement), the programme included national and international, amateur and professional theatre, dance, comedy, literature and films. Ditton and D’Angelo also worked hard to reach out to the gay and lesbian community (or diverse communities that coalesce around those identity labels), by programming a range of workshops intended to develop new skills, ranging from writing workshops to a Brazilian Street Samba workshop. Recognising the potential for an arts festival to act as a platform for or bridge into other areas, this first festival also convened a number of important open discussions on issues felt pressing, including discrimination in education. Finally, sitting comfortably beside the art offerings were the club nights and special events, such as Appetites at the Arches, the most lavish women’s club that Glasgow had ever seen; A Show for Glasgay!, which included  appearances by Ian McKellan and Michael Cashman; and the uniquely Scottish Samhain: Keltic Clyde Firewitch, a pyrotechnic extravaganza which also launched the UK’s first women’s drum band, Sheboom.   The diversity of the programme not only helped attract a diverse range of people to the festival, it also succeeded in forging collaborations between Glasgay! and the majority of cultural venues and producers operating in the city, ranging from the more mainstream, such as The Citizens, to the more experimental, including the CCA. Given the small amount of funding that the festival received, this collaborative structure was pragmatic. With little money to actually commission or programme its own events, Glasgay! acted as a broker between venues/producers and  ‘products’, matching the two.  The funding of Glasgay! since its inception, has been a fraught affair. Initially, Ditton and D’Angelo had to confront the challenges made in the wake of Section 28, which stipulated that an authority could not ‘intentionally promote homosexuality or publish material with the intention of promoting homosexuality’. The wording of the clause is open to interpretation; when might an action or a representation be deemed as the ‘promotion’ of homosexuality? Section 28 provided the incentive, if any was needed, for the Council to reject any funding application made by Glasgay! Ditton records having to attend many Council meetings and bearing witness to homophobic reasons as to why the Council would or could not meet Glasgay!’s funding needs. In Ditton’s opinion, the reason that the Council eventually agreed to provide some funding was that Glasgay! had the unequivocal support of Stonewall; that the Council could pay the funds through D’Angelo’s business account rather than directly to Glasgay!; and finally, though the Council were anxious that Section 28 would be used against them, Ditton subsequently learnt that an anonymous business person had financially underwritten this risk.  In addition to the funding finally given by the city Council, Strathclyde Regional Council pledged other small amounts of funding for very specific events; finally, a few local sponsors were persuaded.   Whilst funding might have been lacking, the will of the community was much more forthcoming and Ditton and D’Angelo astutely recognised that to involve members from the gay and lesbian community was to engender a sense of shared ownership and therefore a shared desire to see the festival succeed. With no money to pay people, Glasgay! depended on a raft of volunteers who committed their time and energy to any number of different tasks. Without the invaluable assistance of the voluntary Coordinator, Natalie Wilson, Ditton and D’Angelo would not have been able to mount the festival. Other volunteers organised specific events, hosting artists, and leafleting and fundraising in the gay bars and clubs in the weeks leading up to the festival and throughout it. As Ditton puts it, ‘so many people got involved in it, and owned it’ (Ditton, 2006). Of course, these people were not only helping to make Glasgay! happen on a practical level; they were also the audience for Glasgay! and in turn brought in other audience members (friends, family, etc.).  Ditton and D’Angelo were careful to ensure that the festival was recognised as being a festival with equal attraction for lesbians and gay men, a point stressed by Ditton when she insists that Glasgay! is a lesbian and gay arts festival (not a gay and lesbian arts festival). Run by a lesbian and a gay man, this model of equality was promoted in the organisational structure from the start, and consciously embedded in the entire event. Ditton and D’Angelo took it in turns to speak to the press and attend interviews; both a man and a woman jointly programmed each art form, as in the case of literature, where Toni Davidson and Ellen Galford were equally responsible. In the programme itself, there was a deliberate balance of male and female performers, and events specifically for men and women. Even the launch of the programme, fronted by Michael Cashman and Horse MacDonald, promoted this gender equality alongside a sensitivity towards the local and the national, a position also reflected throughout the entire festival.  Though aiming for a ‘big splash’ (Ditton, 2006), Ditton and D’Angelo were very much stepping into untested waters and could not know, at the outset, whether they would succeed. Managing to bring many of the best international lesbian and gay artists to Glasgow, many for the first time, suggests that their vision was realised. Though ‘efficacy’ is always difficult to measure, the attendance record of 23,000 certainly proposes the ‘success’ of the first Glasgay!. Given that Glasgay! had been such a huge unknown, in terms of outcomes, at its inception there was no discussion of Glasgay! being an annual or bi-annual festival. As Ditton reports, ‘We hadn’t decided anything. A lot of it was jumping in the deep end and not knowing what was happening’ (Ditton, 2006). However, the achievement of Glasgay! 1993 nevertheless meant that there was a huge impetus to do another one; also, as Ditton acknowledges, there was a need to capitalise on the mood that Glasgay! had perhaps helped form. In Ditton’s opinion, ‘there had been a huge change, I thought, starting to happen, in the way we were being regarded. I wasn’t a politician, but I did think, this is a way to get people’s attitudes to alter’ (Ditton, 2006). Glasgay! also arguably shifted the attitudes of some gay men and lesbians too, ‘because people did get involved and they were proud of being involved’ (Ditton, 2006).  Though D’Angelo, having taken over Gay Scotland, was no longer able to be a co-director, Ditton felt that her newly acquired experience, alongside her now-realistic expectations, would enable her to take on the mantle of Festival Director. Again, she drew extensively on the support of gay men and lesbians from the community, each of whom had their own areas of expertise and skills to offer; in addition, Ditton employed two ‘Events Co-ordinators’, although one of these was hired only in the run-up to the event. The second festival was launched in 1995. Given that D’Angelo and Ditton began working on the 1993 festival in 1991, Ditton (who was also pursuing a degree at this time) was realistic in allowing a two-year planning period, thereby implicitly proposing Glasgay! as a bi-annual festival. The aim of this second festival was largely one of consolidation, placing it more securely within a national (UK) frame. Where the scale and impact of the first festival had taken cultural commentators by surprise, the national media seemed more prepared for the second festival, dedicating an increased amount of coverage to it nationally.  Running from the 27th October to the 5th November Glasgay! 1995 was billed as ‘Europe’s biggest and brightest lesbian and gay arts festival’. The programme developed the model of the first festival, mixing the local with the national and international, the professional with the amateur, and art, dance, theatre, performance, film, music and literature with celebratory club and special events, and pertinent discussions and forums alongside workshops. As with Glasgay! 1993, Glasgay! 1995, though commissioning a number of its own events, relied largely on the commitment of other city venues to be part of the Glasgay! programme.  On reflection, Ditton considered the second festival, in terms of delivery, more problematic than the first, partly because she felt that people had already begun to expect it, and therefore to have certain expectations of and assumptions about it. In Ditton’s view, there was a mood of complacency, of taking the festival for granted.4 The cultivated sense of shared ownership perhaps also placed a greater strain on Ditton in terms of programming events; the diversity of the so-called ‘gay community’ in reality makes it difficult to please all of the people all of the time. If one of the aims of Glasgay! had been to render the gay and lesbian population of Glasgow more visible and to encourage those people to have a voice, then a side-effect of such empowerment is that the voice also becomes more vocal inside the ‘community’. Finally, the ‘success’ of the first Glasgay!, because the event was such an untested quantity, had been unanticipated. For the 1995 festival, businesses orientated towards the gay and lesbian consumer were more prepared to capitalise on Glasgay!. Although some of these did become sponsors of the festival, Ditton nevertheless identified something of an ‘internal market’ that had not been present at the first festival. Clubs and bars in the city began to compete with each other, and with Glasgay!, hosting their own ‘special events’ during the festival and reaping the financial rewards generated by the festival without fully supporting it in economic terms. Events programmed by Glasgay!, which should have brought financial returns for Glasgay! were, in effect, now in competition with other commercial businesses whose market was the same constituency. As Ditton reflects, ‘It got to me that the clubs were competing with each other and trying to compete with us rather than think, “no actually, this is to everybody’s benefit”’ (Ditton, 2006).                                             4. A number of the producers stated that the attendance figures of 23,000 for the first festival have never been matched. However, it is difficult to measure ‘success’ in terms of attendance figures, since well-attended events can skew the overall picture. For example, a well-known show at a large theatre, such as Alan Bennet’s The History Boys at the Theatre Royal, which played for a number of weeks, will result in a festival attendance record of thousands, even if other shows did not sell particularly well. Moreover, as The History Boys was a Theatre Royal production, not a Glasgay! commission, it might be difficult to claim this as a Glasgay! success.  Continuing to secure only limited funding and funding-in-kind Glasgay! again relied on the support and will of Ditton and her team of volunteers. Though utilising the expertise and resources of the ‘community’ to co-ordinate certain aspects, as the only paid worker Ditton was ultimately responsible for the organisation (albeit supported by a Board of directors). By the end of the 1995 festival, Ditton admits to being ‘completely burnt out’ (Ditton, 2006). For the festival to remain viable and to develop, Ditton felt that it needed to have considerably more funding – a sentiment we will hear repeated by each successive producer. In Ditton’s opinon, ‘we had really proved we could do something special and the funding was not at the level it should have been and it never has been since’ (Ditton, 2006). Having established the festival as a successful bi-annual event in Glasgow’s calendar, Ditton felt that it was in a position to be passed on:  I just thought, there’s enough people here, there’s a good legacy here, people can pick this up, they can take it in a different direction, they can do what they like with it, but there’s good PR being done, there’s a lot of good will, everybody’s on the map, everybody knows about it. (Ditton, 2006)   Transitions 1996 - 1999: The Glasgay! Board At a public meeting held at the Lesbian, Gay, Bisexual and Transgender (LGBT) Centre, Ditton tendered her formal resignation; a new Board was constituted, and a new administrator, Jill Scott, appointed. Established as a bi-annual festival, Scott was working towards the delivery of the next festival scheduled for 1997. However, according to Board member David Peutherer, Scott failed to lodge funding applications with the Scottish Arts Council and Glasgow City Council, leaving the organisation with less money than it had ever had. The subsequent departure of Scott also left Glasgay! without an administrator. With no money to replace her, the Board were faced with a decision; either they would work collectively to produce Glasgay! or the company would cease trading. Opting for the former, the Board also realistically acknowledged that Glasgay! 1997 would necessarily be a much smaller festival than the two that had preceded it. However, sensitive to the impact of momentum and legacy, they thought it imperative that some event took place given that the last festival had been in 1995. Prior to her departure, Scott had secured some programming commitments from a number of venues in the city. These commitments provided the main structure for what would become ‘Waiting for Glasgay’, around which the Board built other events, many of which drew on the resources of the Board itself and which therefore entailed very little financing.   Given the financial and organisational situation, the fact that ‘Waiting for Glasgay!’ happened at all was remarkable. Peutherer recollects that the total funds available to Glasgay! were in the region of three thousand pounds. All of the Board, other than Peutherer, had full-time jobs or other commitments. Unable to pay for an office, the organisation was run from Peutherer’s living room. One asset the Board did have was a plethora of different experiences, including working for a local authority, setting up theatre companies, and applying for funding, all of which would be essential to Glasgay!’s survival. Following ‘Waiting for Glasgay’, the Board submitted applications to the various councils for the ‘full’ Glasgay! 1998 festival. The decision was also made at this point that if Glasgay! were to endure, then it would need to become an annual event in spite of the enormous amount of energy and effort required to mount it. As Peutherer explained, ‘We recognised that if you were not an annual festival, then you were going to drop out of the funding stream and you were going to have to struggle to get grants next year because somebody else would have to get squeezed out to let you in’ (Peutherer, 2006).   The funding applications that the Board submitted were successful to the extent that the company could again afford to employ a part-time administrator, Gillian Garrity, to assist with Glasgay! 1998. The Board remained responsible for programming the festival, and making artistic decisions. As with the previous festivals, Glasgay! 1998, still operating with limited financial resources, combined commissioned events with events programmed by other city venues. The company also managed to secure its largest sponsorship deal to date, provided by Gordon’s Gin, to cover the cost of a dedicated visual art space programmed entirely by Glasgay!. Glasgay! 1998, much larger than ‘Waiting for Glasgay!’, produced 40 events over ten days. Emulating previous programmes in terms of its mix, it nevertheless appears to have been more local in scope, with the emphasis on producing and supporting local talent. This might be explained by the limited finances rather than indicating any ideologically motivated strategy. Peutherer admits to having worried that the festival looked nepotistic, with the same people being programmed each year. However, he also recognises that    at the end of the day, these were the people who were willing to do things for nothing or for very  little money, and we couldn’t afford to pay anybody. We had no choice. (Peutherer, 2006)  Between 1998 and 2001, the Board had defined some very clear objectives which included   i) to premiere new work  ii) to bring the best of lesbian and gay arts to Glasgow, which people would not otherwise have  access to  iii) to provide a platform for local artists  iv) to help reduce discrimination through attracting a ‘straight’ audience as well as a gay one  v) to facilitate community involvement  vi) to attract new audiences for the arts. (Peutherer, 2006)  In Peutherer’s opinion, the Festival did remarkably well in achieving the majority of these. However, the one area where he felt they failed was in bringing the best of work to Glasgow, simply because the organisation could not afford to bring the best, and for that reason, Glasgay! was more likely to support local artists than programme or commission international artists.  In March 1999, Lindsay Mitchell replaced Gillian Garrity as administrator. Since applications had already been made to the funding councils, and the Board had an outline of ideas for the programme, Mitchell’s intended role was to take forward the work that had already been planned, and to secure further sponsorship. Billed as ‘the biggest and best gay and lesbian arts festival in Britain this year’, the ten-day festival showcased work from New Zealand, Portugal, Canada and Ireland. In addition to Mitchell being hired as administrator, it is worth noting that Robert Thomson was also hired to look after the press aspects, although he is credited in the brochure as ‘Programme Co-ordinator’, signalling a formal shift that was soon to take place within the structure of the organisation. Not since Cordelia Ditton’s leadership in 1995 had one person taken responsibility for the general shape of the programme; rather, the Board had collectively fulfilled this function. Mitchell felt this to be an untenable and inefficient model, as well as a cause of frustration. Moreover, she found the programme limited in scope with the festival ‘looking quite stereotypical’ (Mitchell, 2006). Where the founders of Glasgay! had been careful to ensure a gender balance in both structure and programme, the Board at this time was male dominated which was perhaps reflected in the 1999 programme. It is also to be noted that Glasgay! was now billed as a gay and lesbian arts festival, where Ditton had been careful to describe it as a lesbian and gay arts festival.   Though appointed as an administrator for the 1999 festival, Mitchell’s presence at the initial planning stages of the 2000 festival enabled her to press for greater autonomy in relation to programming the entire event. Given that the Board were all necessarily unpaid volunteers, most of whom had full-time jobs and other priorities, it made sense that Mitchell took over the role of determining the festival programme. Committed though the Board were, Mitchell knew from experience that often unrealistic ideas would be proposed, without then being followed through, leaving her in the difficult situation of having to ask, ‘well, what is the programme?’, and then rather frantically putting one together. Taking responsibility for the programme would enable a more coherent and systematic approach to planning and delivery.  Glasgay! 2000 – 2001: A Producer’s Festival Appointed as Festival Producer for the 2000 Festival, Mitchell’s aim was to ‘widen the scope of the festival a bit more’ and to develop the audience profile by ensuring a greater diversity of work (Mitchell, 2006).  For Mitchell, a primary agenda was to appeal to people who would come to the festival because it presented good art, not simply because it was a lesbian and gay festival. In Mitchell’s words, the challenge was ‘how to attract the thousands of gays and lesbians who didn’t see the scene as the be all and end all, and who didn’t necessarily want to identify with a gay festival’ (Mitchell, 2006). This perspective reveals how far the aims of the festival had shifted from its inception in 1993, where the agenda had been to announce and celebrate the presence of lesbians and gay men in the city. By 2000, that presence was more or less recognised (not least because of the heavily publicised furore over the repeal of Section 28). For Mitchell, the celebratory aspect of Glasgay! was its celebration of good quality arts by lesbian and gay artists.   Though the 2000 and 2001 programmes displayed an eclectic and diverse mix of art forms, again ranging from the international to the national to the local, and from the professional to the amateur, funding continued to restrict the scope and vision of the festival. In fact, in 2000, the Festival received its biggest threat to funding to date as Mrs Strain, supported by the Christian Institute, brought a lawsuit against Glasgow City Council claiming that it had violated Section 28 by funding events ‘promoting’ homosexuality. The Council, though supportive of the festival, nevertheless froze its grant as a precautionary measure, later reinstating it.   During Mitchell’s leadership, in spite of the visible success and popularity of Glasgay!, core funding remained the same, a situation which was inevitably frustrating given the desire to develop and expand the programme and the quality of the programme. Unsurprisingly, by the end of her third festival, Mitchell had become exhausted, mentally and creatively:  I was struggling to see how I could develop things on the same kind of budget. Struggling to see how we could secure different funding without more input from other people with creative ideas, or ideas for commissions. […] The money wasn’t there. We did a lot of applications, but the third festival we spent a lot more time doing applications, trying to find funding, which is pretty frustrating. (Mitchell, 2006)  Peutherer, who resigned from the Board at the same time Mitchell resigned as Festival Producer, echoes Mitchell’s sentiments:   I couldn’t face another year of going through […] basically the same. The same procedure. Applying for more money, not getting it. Applying for sponsorship. Not getting it. Starting with all these ideas; having to ditch them all. Having the same kind of programme, the same size of audience, and I just thought, I don’t want to do it again. (Peutherer, 2006)  Like Mitchell, Peutherer, who had been on the Board since 1996, felt that the Festival now needed to move up a gear, but he did not know how it could achieve that without securing more money; and in turn, he did not know how the organisation could increase its financial revenue. Repeated attempts to attract larger sponsorship deals had failed, even though one of the Board members worked for the Association for Business Sponsorship of the Arts. Whilst much has been made of the so-called ‘Pink Pound’ since the 1990s, the LGBT community of Glasgow did not appear to hold much appeal for businesses. The annual process of applying for funding, and not knowing how much you would receive, further limited the extent to which the organisation could forward plan, prohibiting collaborations with other creative organisations such as theatre companies. At no point could Mitchell operate as a commissioner or even a co-producer with companies working on projects to be realised over more than twelve months. This seriously limited the type of commissions and collaborations that Glasgay! was able to generate or facilitate, leading to a festival programme that, despite Mitchell’s inclusion of live art events, was in danger of appearing repetitive – a situation that Mitchell had precisely been hoping to challenge.  Glasgay! 2002 – 2003: ‘A Multi-Arts Festival For Multi-Sexual People & Their Friends’5Following Mitchell’s resignation, in January 2002 David Leddy was appointed as the new Festival Producer, charged with delivering Glasgay! 2002. Leddy recognised in Glasgay! a product that was already successful and internationally renowned. One of his priorities was to announce this success more confidently since Glasgay! had ‘been too modest’ about its considerable achievements (Leddy, 2006). Like all the previous producers, Leddy felt that Glasgay! was seriously underfunded, given the level of programme it delivered on an annual basis. The Scottish Arts Council had, since the festival’s inception in 1993, awarded it only five thousand pounds per annum; while Glasgow City Council’s level of funding was between fifteen and seventeen thousand pounds. Moreover, even these sums of money were never guaranteed and had to be applied for each year. A consultation with Arts Officers revealed that part of the difficulty in attracting funding was that the quality of the programme was felt to be uneven; some of the work was professional and internationally acclaimed, while other contributions to the festival programme were amateur. Leddy, aiming to achieve a more consistent quality that would, he hoped, release more funding, chose to withdraw the amateur strands of the festival. In fact, the Arts Council raised their contribution only marginally in 2002, committing nine thousand pounds. However, producing a Festival with a more visible concentration of professional work also fed into Leddy’s agenda of transforming Glasgay! into a more confident festival. For Leddy, this confidence was based on its quality, rather than on notions of size or quantity. Having made the decision not to include amateur work, Leddy further decided that, rather than replacing such events with additional professional work (an impossible task, perhaps, given the funding limitations), he would instead produce a smaller festival, with an overall higher standard. Leddy’s first programme contained only 26 events, compared with the 45 programmed by Mitchell the preceding year. Leddy’s hope was that this smaller programme would prevent the festival from cannibalizing itself; instead of                                             5. Strapline taken from the Glasgay! programmes 2002 and 2003. deciding between two events presented on the same night, spectators could go to both, over two nights (Leddy, 2006). In terms of content, Leddy did not so much change the type of professional work being programmed as make it more visible to the potential audience by refocusing the marketing material. The alphabetical or chronological brochure design was replaced with one that capitalised on the ‘big names’ appearing at Glasgay! The head of Annie Sprinkle, for example, was displayed prominently on the front cover of 2002’s brochure, while her performance, Herstory of Porn: Reel to Real, was advertised on the first page.  Glasgay! 2002 was subtitled ‘The UK’s largest multi-arts festival for multi-sexual people & their friends’, a strapline that would also appear on the 2003 publicity. Leddy acknowledges that this was intended to be ‘quite arch and a bit tongue in cheek’, since it deliberately avoided saying that the festival was a ‘gay, lesbian, bisexual, transgender and intersex’ arts festival (Leddy, 2006). Poking gentle fun at the diversity of identity labels now deemed necessary within the ‘sexual minority’ sector this subtitle also openly confronted the anxiety that funding bodies felt when considering an application for a lesbian and gay arts festival; they would much rather support ‘a gay festival that’s for everyone’ (Leddy, 2006).  The strapline did also suggest Leddy’s own ideological position in relation to lesbian and gay identity, and his political aspirations for the festival. Like Mitchell, he aimed to challenge the assumptions about sexual identity and the stereotypes that frequently accompany them. In Leddy’s words, he wanted the festival to be     as open and discursive as possible. The work that interested me the most was work that was  troubling the notions of what gay and lesbian is, particularly the notion that gay culture is gay male  culture and is camp and drag. (Leddy, 2006)  Leddy hoped to surprise people with his programme, offering events that were unexpected and unusual, and sometimes challenging, such as Diamanda Galás’s Frenzy, a concert dedicated to Aileen Wuornos, and Russell Barr’s Transphobia, concerning the murderous attack of a drag queen. Signalling yet another shift from its inception, Leddy perceived the festival as being less a platform for celebration, than a means to explore the problematics internal to ‘gay identity’ and to any so-called ‘gay community’.    We needed to move forward from those things. That actually the time has passed that we have to  have a celebration, a big party, and we have to say how great it is to be gay, we’re all proud to be  gay, it’s really great. And actually, within our own gay cultures we need to start looking for how to  move forward. (Leddy, 2006)  As Leddy acknowledges, people were questioning the whole notion of a ‘gay culture’ and ‘gay identity’, whilst also recognising the very real experiences of marginalization and oppression. For Leddy, gay culture is not always, and not for everyone, ‘great’. In the same vein, Leddy was less concerned with using the festival as a platform for persuading a ‘straight’ dominant culture that ‘we’re all really nice’ (Leddy, 2006). In his opinion, by 2002 there was not that same need for gay men and lesbians to prove themselves (Leddy, 2006), although the representation of ‘minorities’ remained an issue – outside but also within the festival itself. Like Mitchell and Ditton, Leddy worked hard to ensure a balance of representations from different constituencies of the ‘community’, whilst admitting the difficulty of achieving this.    You get into this horrible chicken and egg situation, of saying, well there’s not really many lesbian  artists who are good, doing good work of the standard you want, and then the reason they’re not  there is because no-one books them, but when you do book them the audience don’t go and see  them because no-one’s developed the audience because there’s no work… and you go round in  circles. (Leddy, 2006)   Having programmed two festivals, Leddy, like Mitchell, felt exhausted. Securing adequate funding remained a constant battle, even though the amount of money available to Glasgay! during Leddy’s leadership rose from £45 thousand to £110 thousand (including sponsorship raised by Mitchell). Though the Arts Council increased its grant marginally, Leddy realised that Glasgay! still did not receive substantial financial support commensurate with other national festivals. According to Leddy, a major stumbling block for the Arts Council was Glasgay!’s multi-arts form, since it did not comfortably fit into any department’s remit (and therefore responsibility), falling between stools; it was neither a drama festival, nor a music festival, nor a visual art festival. As a result of its multiplicity, Glasgay! was positioned under a community-arts umbrella, where awards were capped at a much lower level. As Leddy records,    As far as [the Scottish Arts Council] were concerned, it was a purely administrative problem but  they were unwilling to solve it. […] I think that fundamentally they didn’t believe that a gay festival  could be culturally relevant and important to a wide degree. (Leddy, 2006)   Though Glasgow City Council had supported Glasgay! over the years, their own limited resources meant that they did not have many funds to distribute. While Mitchell had been successful in securing a sponsorship deal from Northern Rock in 2001, by 2003 they had changed their funding area and withdrawn support from all Scottish organisations. Leddy had also made a successful application to the Lottery Fund, but subsequent changes to criteria prohibited any future applications being submitted. As Leddy admits, ‘in the end, like all arts organisations, you then come back to the Arts Council and the City Council’ (Leddy, 2006).   In the same unenviable position as his predecessors, the limited amount of funding meant that Leddy was the sole full-time employee of Glasgay!, fulfilling the roles of artistic director, administrator, funding manager, and marketing manager. Revealingly, Leddy stresses that   it’s still a really hard job, and needs someone willing to do all those jobs. […] It’s a job that  burns you out very quickly. You need someone brilliant to do each of those jobs well. Which is  why only four people applied [for the vacancy]. (Leddy, 2006)  Glasgay! 2004 – 2006: ‘Scotland’s Annual Celebration of Queer Culture’6Taking over the role of Festival Producer from Leddy when he resigned after Glasgay!’s tenth festival, Steven Thomson was already connected with the organisation through his role as a Board Member. Though admiring the quality of Leddy’s programming, and his success at turning it into a visibly more confident festival, Thomson’s aim was to reshape both the programme and the business structure of Glasgay!. In this latter respect, Thomson’s leadership has been the most radical to date.   As noted, since its inception Glasgay! has, largely due to financial constraints, remained something of a broker between other producers, venues and artists. The majority of the Glasgay! programme has therefore been built on a co-production relationship, with Glasgay! taking sole responsibility for only a small number of presentations. Leddy provides a useful example of the model employed during his leadership, although stresses that the relationship was different with every venue and every show.   With the Tron, often what happened is that they would pay the fee of the artist, Glasgay! would pay  the artist’s travel and accommodation, and then we’d split the box office, 70% to the Tron, 30% to  Glasgay! (Leddy, 2006)   Taking on the mantle of Festival Producer, Thomson was acutely aware that much of his predecessors’ time was taken up with ‘micromanagement’, negotiating the minutiae of details with other producers and venues, for very little financial return (Thomson, 2006). In Thomson’s words,   it seemed to me that it was the wrong way round and that maybe Glasgay! needed to take more  ownership of its product, take more risks in some ways, but also earn some money. (Thomson,  2006)  From 2004 Thomson began to radically change the working model of Glasgay! by hiring venues and directly commissioning/programming the work for those spaces. As a result, the box office returns all came to Glasgay!, rather than being split between producers. The risk of this strategy, of course, is that there has to be substantial box office returns in order for Glasgay! to meet the larger outgoing costs.  In terms of the artistic agenda, Glasgay! seems to have travelled full circle under Thomson’s reign. His primary aim is to reshape the public’s perception of Glasgay! by transforming it (or reforming it) into a popular, celebratory event.    My mantra became, entertain first, educate second. Get the audience through the door,  make them feel a product is accessible, make them feel that it has recognisable qualities.   (Thomson, 2006)  Thomson’s sentiments echo Ditton’s and D’Angelo’s, and the festival’s subtitle, ‘Scotland’s Annual Celebration of Queer Culture’, again places the word ‘celebration’ at the heart of the programme, this                                             6. Strapline taken from the Glasgay! programmes 2004 and 2005. time literally. Sensitive to the cultural context of Glasgow, in Thomson’s opinion Glasgay! is ‘absolutely rooted in a popular, ever so slightly working-class audience. It’s rooted in a mainstream audience’ (Thomson, 2006). Perhaps responding to the increasing prevalence of work that might be considered experimental in Mitchell’s and Leddy’s programmes, Thomson is keen to reconnect with what he considers more mainstream culture, albeit a ‘gay’ culture.    What’s the basic meaning of what we’re doing here. It’s show business. It’s celebration.  We’re celebrating gay culture. (Thomson, 2006)   Struggling with the same lack of funding experienced by all Glasgay! producers, Thomson’s tactic has been to make the festival even more visible on a national and international scale. In his words, ‘I thought the only way I would get true recognition from the funders was to grow to a certain size, and to develop partnerships right across the city’ (Thomson, 2006). While his first festival was fourteen days in length, the most recent festival in 2005 had grown to an entire month, running from the 20th October to the 20th November. Also new to Glasgay! 2005 was a dedicated gallery space, Q! Gallery, run and programmed entirely by Thomson throughout the year.   Though Thomson’s stated aim is a more popular programme, in fact his line-up to date has been as eclectic and mixed as those that preceded it, ranging from self-evidently ‘camp’ events such as Lypsinka! The Boxed Set, to the mainstream hit of Alan Bennett’s The History Boys, to the more performance-oriented work of Annie Sprinkle and Adrian Howells (although admittedly even these latter pieces might be considered intimate and celebratory, rather than politically challenging or confrontational). Thomson also admits that the place of politics remains crucial. The image for the 2005 brochure encapsulates this necessity – barbed wire running along the centre of the page. Again in Thomson’s words,   We are biting the barbed wire in many ways. Equal rights means a lot more than just getting the rights to live with someone. It’s about a recognition of a number of different levels of society and our right to be recognised, not just people saying ‘yes, we recognise you’, but that being enshrined within policy. (Thomson, 2006)  For Thomson, the ‘politics’ embraced and represented by Glasgay! should extend beyond the local and national, and also beyond issues relating solely to sexuality since gay artists have important political contributions and perspectives to offer on international affairs. As Thomson stresses, the artists represented by Glasgay! are ‘not just a bunch of cabaret acts’ (Thomson, 2006).   Glasgay! The Past and the Future Cordelia Ditton and Dominic D’Angelo began working on the first festival in 1993, as a response to Ditton’s perceptions that the gay and lesbian community of Glasgow was largely invisible, both on stage but also within the city in general. This first Glasgay! not only placed cultural representations of gay men and lesbians literally in the city’s spotlight, it also, through its extensive networking, community involvement, and marketing, brought ‘real’ gay men and lesbians into city centre spaces. This collectivization of ‘sexual minorities’ served to render them present in the whole city, rather than ghettoized in the ‘scene’. Twelve years on, and the question is begged as to whether such a festival is still needed. Indeed, many ‘advances’ must now be recognised; in 2000, Section 28 was removed from the Scottish statute books; in 2003, it became illegal for employers to discriminate against someone because of their sexuality; in 2005, gay men and lesbians gained the right to civil partnerships; in 2006, under the Equality Act, it will be illegal to discriminate on the basis of sexuality in the provision of goods, facilities and services. Mainstream representations of gay men have also proliferated (many of them imported from the USA), from the saccharine Will & Grace to the banal Queer Eye for the Straight Guy. (Lesbians admittedly remain largely invisible, with the exception of The L Word.)   We might applaud such shifts. However, whilst gay men and lesbians now have the right to civil partnerships, they do not have the right to marriage; and the split in the various churches over this ‘right’ serves to reveal the extent to which ‘homosexuality’ remains unacceptable. Whilst Section 28 might have been removed from the Statute books, the vitriolic ‘Keep the Clause’ campaign staged in Scotland in 2000 made very clear the extent of fear, hatred, and disgust still felt by many of Scotland’s citizens towards gay men and lesbians. Stagecoach tycoon Brian Souter, in an attempt to block the repeal of Section 28, funded his own private referendum. In his poll, more than a million people – 87% of the total who voted – voted to keep Section 28. Mori Scotland, arguably a more legitimate indicator of opinion, produced similar results in the same year. Thirty-three per cent of those polled agreed with Cardinal Winning’s description of homosexual relationships as ‘a perversion’; 14 per cent indicated that if schools were to be allowed to discuss homosexuality, they should ‘teach children that homosexuality is wrong, and should not be tolerated as a way of life’; while 24 per cent responded that schools should ‘teach children that homosexuality is wrong, but should be tolerated as a way of life’. Adding up these responses, we are confronted with the fact that more than one in three people in Scotland, at the start of the twenty-first century, believed that ‘homosexuality is wrong’.7 Is it possible that in the space of only five years, such attitudes have changed? In March 2003, the Sunday Herald refer to a report by Greater Glasgow Health Board, which recorded that 80% of lesbian, gay, bisexual or transexual young people had reported discrimination in 2002, while approximately ‘40% of lesbian and gay pupils had experienced a violent attack at school and nearly a fifth had contemplated suicide as a result of attitudes to their sexuality’.8 In 2004, the Herald also reported that homophobic incidents in Strathclyde had increased by 60% in one year.9 Meanwhile, a recent national (UK) survey by Gay Times and Diva Magazine found that ‘one in eight lesbians and one in 10 gay men questioned for the Out Now 2005 survey said they were harassed at work in the past 12 months because of their sexuality, despite legislation that came into force in 2003 banning discrimination’.10 Given the continuing oppression of lesbians and gay men, it is unsurprising that each of the respective producers of Glasgay! continues to support the festival. For David Peutherer, Glasgay! ‘portrays a very positive image of the LGBT community, we contribute a lot to the arts, we contribute to the city by organising an important festival, we bring visitors in, we bring money in, we put bums on theatre seats, and we do it without going bankrupt’ (Peutherer, 2006). Peutherer recognises that, following the homophobic baiting encouraged by the ‘Keep the Clause’ campaign, it would be impossible to deny the existence of a LGBT community in Glasgow. The aim of the festival, then, is not so much to do with visibility as continuing to provide positive role models for a marginalised community that is persistently discriminated against by the dominant culture. As well as looking outwards, Glasgay! continues to play an important internal function; ‘There’s a large section of the community that has a very negative self-image’ (Peutherer, 20096). This aspect is also iterated by Cordelia Ditton; Glasgay! remains crucial for the isolated young man or woman, disowned by family and friends. In addition, Glasgay! provides a forum for some internal debates, debates that Ditton feels are crucial to these times, including discussion around ‘what our place is now?’, ‘what it is to be gay’? (Ditton, 2006).  The vitriol that surfaced during the repeal of Section 28 served to bring home to Mitchell the fact that ‘things haven’t moved on that far’ (Mitchell, 2006). Mitchell also continues to question the extent to which queer culture or gay and lesbian identity is represented in venues throughout Glasgow, throughout the year. Against such a backdrop, ‘there is still a need to have someone championing that kind of work’ (Mitchell, 2006). For Mitchell, Leddy and Thomson, Glasgay! continues to serve an important function in rendering visible the diversity of LGBT experience, beyond the stereotypes. Whilst gay men might have made it onto mainstream television networks, unsurprisingly the majority of shows do not represent the everyday, complex lives of gay men, tending to render gay characters in still-stereotypical guises; either the asexual, sensible, professional gay man, such as Will (who lives with a straight woman), or the campy, irresponsible, sluttish Jack (a figure of fun with whom it would be hard to identify). While Queer Eye has five ‘gay characters’, each one inhabits a dominant stereotype – the butch handy-man, the philosophical cook, the sensitive personal coach, the campy stylist, the trendy hairdresser. None are allowed to transgress their particular boxes, shift identities, or inhabit multiple locations; instead, each is a one-dimensional cartoonish cut-out. Though Leddy acknowledges that we ‘now have a degree of wider visibility with out gay celebrities’, he also admits ‘that we’re still very limited’, and that ‘we’re not going to get the sort of discussions of gay culture that we saw in [Russell Barr’s] Transphobia from Elton John’ (Leddy, 2006). Significantly, Leddy also draws attention to the continuing specific cultural marginalisation of representations of lesbians, a lack of visibility that Glasgay! needs to respond to and address. Thomson, meanwhile, recognises that ‘no matter how mainstream our lives become, no matter how much we get public celebrations of our lives, our relationships, there’s still a need for […] queer lifestyles to be presented on stage’ (Thomson, 2006). Understanding Glasgay! as a lobbyist, Thomson adds,   If we rely on mainstream culture to keep us well represented, we’ll starve of oxygen. That’s  Glasgay!’s job. We’re front line ambassadors for that underground world that needs positive                                             7. www.mori.com/polls/2000/sh000121.shtml, 16 November 2003. 8. http://www.sundayherald.com/31978, 20 May 2006. 9. http://www.findarticles.com/p/articles/mi_qn4156/is_20041114/ai_n12591517, 20 May 2006. Such an increase might well be due to an increase in those willing to report such incident; however, the point remains that the experience of homophobia remains common. 10. http://www.findarticles.com/p/articles/mi_qn4156/is_20060122/ai_n16015911, 20 May 2006.  representation rather than marginalising. That’s what I see my job as; I’m a conduit for that and  what I try to do is make sure that all of those flavours and tastes are represented. (Thomson, 2006)   In spite of their different aims and agendas, then, each producer of Glasgay! shares a keen political awareness of the necessity to represent the diversity of the LGBT culture, a culture that is located within a local, national and international context. What each producer also shares is the frustrating and ongoing battle to secure funding; and while this persists, the future of Glasgay! remains under constant threat. Whether Glasgay! is needed is perhaps the wrong question to ask in such a context. A more pertinent one might be whether Glasgay! is wanted, a question to be proposed to, and answered by, Creative Scotland when it replaces the Scottish Arts Council in 2007.  Creative Scotland must, in the words of Thomson, ‘have the notion of cultural rights enshrined in their status’, which will in turn ‘guarantee that our audience have representation’ (Thomson, 2006).   Works Cited  Cvetkovich, Ann (2003), An Archive of Feelings: Trauma, Sexuality, and Lesbian Public Cultures, Durham and London: Duke University Press. Ditton, Cordelia, (3 February 2006), interview with Dee Heddon. Glasgay! 1993 Brochure Update. Glasgay! 1995 Brochure. Glasgay! 1998 Brochure. Glasgay! 1999 Brochure. Glasgay! 2000 Brochure. Glasgay! 2001 Brochure. Glasgay!  2002 Brochure. Glasgay! 2003 Brochure. Glasgay! 2004 Brochure. Glasgay! 2005 Brochure. Heddon, Deirdre (2004), ‘Performing lesbians: constructing the self, constructing the community’, in Auto/biography and identity: Women, Theatre and Performance, Maggie B. Gale and Viv Gardner (eds.), Manchester: Manchester University Press, pp. 217 – 38. Huyssen, Andreas (1995), Twilight Memories: Marking Time in a Culture of Amnesia, New York: Routledge. Jordanova, Ludmilla (2000), History in Practice, London: Arnold. Leddy, David (20 January 2006), interview with Dee Heddon. Mitchell, Lindsay (15 March 2006), interview with Dee Heddon. Peutherer, David (25 March 2006), interview with Dee Heddon. Thomson, Steven (20 January 2006), interview with Dee Heddon. www.mori.com/polls/2000/sh000121.shtml, 16 November 2003. http://www.sundayherald.com/31978, 20 May 2006. http://www.findarticles.com/p/articles/mi_qn4156/is_20041114/ai_n12591517, 20 May 2006.  http://www.findarticles.com/p/articles/mi_qn4156/is_20060122/ai_n16015911, 20 May 2006.  ",
    "id": 1396308,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.gla.ac.uk:6487"
    },
    "title": "A visitor's guide to Glasgay",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2007-01-01T00:00:00+00:00",
    "publisher": "Cambridge Scholars Press",
    "references": [],
    "sourceFulltextUrls": [
        "https://eprints.gla.ac.uk/6487/1/6487.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2007",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/1396308.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/1396308"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/1396308/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/1396308/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/1396308"
        }
    ],
    "abstract": "A history of Glasgay!, Glasgow's lesbian, gay, bisexual and transgender arts festival, drawn from interviews with the festival's producers",
    "tags": [
        "PN2000",
        "PN2000"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "PN2000"
    ],
    "oai": "oai:eprints.gla.ac.uk:6487",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "42",
        "openDoarId": 0,
        "name": "Enlighten",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 1396308,
        "depositedDate": null,
        "publishedDate": "2007-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T08:32:45+00:00",
        "acceptedDate": null,
        "createdDate": "2012-04-03T20:18:43+01:00"
    },
    "urls": [
        "https://eprints.gla.ac.uk/6487/1/6487.pdf"
    ],
    "lastUpdate": "2024-02-12T08:32:45+00:00",
    "setSpecs": []
}