{
    "acceptedDate": "2015-01-14T00:00:00+00:00",
    "authors": [
        {
            "name": "Murray, Ros"
        }
    ],
    "contributors": [],
    "createdDate": "2016-04-05T12:06:06+01:00",
    "dataProvider": {
        "id": 619,
        "name": "Queen Mary Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/619",
        "logo": "https://api.core.ac.uk/data-providers/619/logo"
    },
    "depositedDate": "2014-09-02T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1080/17411548.2014.972722",
    "downloadUrl": "https://core.ac.uk/download/30697089.pdf",
    "fullText": "Activism, affect, identification: trans documentary in France and Spain andits receptionMurray, Ros       For additional information about this publication click this link.http://qmro.qmul.ac.uk/jspui/handle/123456789/6369   Information about this research object was correct at the time of download; we occasionallymake corrections to records, please therefore check the published record when citing. Formore information contact scholarlycommunications@qmul.ac.uk 1 Activism, Affect, Identification: Trans Documentary in France and Spain and its Reception Abstract:  This article explores the documentation of trans activism in France and Spain since the 2000s. The first part addresses questions surrounding the place of affect and narrative in documentary film, particularly in relation to trans issues. The second part of the article analyses an audience case study from a screening at the International Gay and Lesbian Film Festival in Barcelona of Valérie Mitteaux's Girl or Boy, My Sex is not my Gender (2011), considering how different viewers respond to the representation of trans identities. The article builds on qualitative research whilst extending the exploration of sexuality and gender in previous audience studies to a consideration of documentary film, seeking to provide a more nuanced understanding of what audience claims for identification in politicised contexts mean.   Contributor’s details:   Ros Murray is a Research Fellow in the department of Film Studies at Queen Mary University of London. She was Research Associate on the AHRC-funded audience research project ‘Queer Cinema From Spain and France: The Translation of Desire and the Formation of Transnational Queer Identities’ (PI Chris Perriam, CI Darren Waldron) at the University of Manchester from May 2012 to September 2013.  2 r.murray@qmul.ac.uk  Keywords: Trans identities, Activism, Documentary, Audience Research, Identification  Since the early 2000s, trans1 activism has been rapidly gaining momentum in France and Spain, as has its documentation and dissemination. As the recently published French Transcyclopédie (Transcyclopedia) notes, 'with the internet, the 2000s mark a turning-point, a notable transformation in the field of trans identity' (Espineira, Thomas and Alessandrin 2012: 207), one which had a hugely positive effect on activism worldwide, forging new connections and enabling the transnational circulation of ideas and politics. This has facilitated                                                         1 A note on terminology: the term 'trans' will be used throughout as an umbrella term, with the aim of being as inclusive as possible, to include all trans identified people, placing the emphasis on identity rather than sexuality. Whilst 'transgender' is often used in English-language contexts to this effect, 'trans' is a more recent and equally valid take. It seems more fitting in an article concentrating on French, Catalan and Spanish-language contexts to use 'trans' because a clearer distinction is made between the terms 'transgenre'/ 'transgènere' /'transgenero' and 'transsexuel' /'transsexual'/'transexual' in French, Catalan and Spanish, whereas 'trans' encompasses all forms of trans identity. For further discussion see Karine Espineira, Maud-Yeuse Thomas and Arnaud Alessandrin (2012: 36 - 42) and Miquel Missé and Gerard Coll-Planas 2010: 22), or Susan Styker and Stephen Whittle (2006: xi).  3 the stronger emergence of alternative discourses to those produced by legal and medical authorities, most notably that of the Diagnosis and Statistical Manual produced by the American Psychiatric Association, which, despite its recent re-wording, continues to pathologise trans identities (STP 2012, Lees: 2013). In turn, documentary filmmakers have sought to portray trans identities in ways that defy the more conventional representations that appear in the mainstream media. This article looks specifically at French, Spanish and Catalan-language documentaries dealing with trans identity, the most significant being Girl or Boy My Sex is not my Gender (Fille ou garçon, mon sexe n'est pas mon genre, Mitteaux 2011; from here on referred to as Girl or Boy), Warriers (Guerriller@s, Pujantell 2010), The Real Life Test (El test de la vida real, Marano 2009), Binding Words (L'Ordre des mots, Arra and Arra 2007) and Moisés' Way (El camino de Moisés, Barriga 2005).   The aim of this article is to draw attention to the representation of trans activism in France and Spain in documentary film and to question how audiences receive issues surrounding trans identity, using Mitteaux's Girl or Boy, screened at the Barcelona International Gay and Lesbian Film Festival, as a case study. It uses audience research to delve further into some of the central issues raised by ethical approaches to political documentary, questioning how to reconcile claims of identification or alignment with the recognition of alterity, and how to negotiate the relationship between the individual and the community on the one hand and between affect and politics on the other. In the UK, perhaps for obvious reasons, more attention has been paid to English-language representations of trans subjects in film and video, but rather less to the work of trans activists  4 from France and Spain. One issue is the lack of availability of French, Spanish and Catalan-language texts and films in translation.2 Whilst many English-language texts have recently been translated into French and Spanish, the reverse is not often the case, meaning that there is a danger of creating a one-way conversation in which English-language texts reinforce the cultural domination of Anglophone work over that produced in non-English speaking countries.   This article is inevitably informed by the UK-based academic context that it emerges from, but it seeks to pay equal attention to theorists writing in French, Catalan and Spanish (such as Karine Espineira, Maude-Yeuse Thomas, Miquel Missé and Gerard Coll-Planas) as it does to some of the more established Anglophone writers (Jay Prosser, Judith/ Jack Halberstam, Susan Stryker). The larger project that this research forms part of focuses specifically on France and Spain, concentrating on audiences and the way in which films from these two countries and the subjects and ideas they treat circulate across borders.3 Girl or                                                         2 Unfortunately none of the French, Spanish or Catalan texts quoted in this article are as yet available in translation; all translations given are my own. 3 This article forms part of the project ‘Queer Cinema from Spain and France: The Translation of Desire and the Formation of Transnational Queer Identities’ (http://www.llc.manchester.ac.uk/research/grants/queer_cinema_ahrc/), an AHRC-funded project based at the University of Manchester. A forthcoming article co-authored with Chris Perriam, ‘French Thought and Practice in Barcelona’s LGBT Film Culture’ addresses the theoretical legacy of French thought in Catalunya more specifically.  5 Boy is particularly relevant in this sense because it depicts French and Spanish as well as North American contexts and because it is a French-produced film (ARTE/Ostianato/Chaz Productions) that was screened, on this particular occasion, in Barcelona.   Narrative and affect as issues in documenting trans experience   Ongoing debates in documentary film studies address the fact that the documentary format inevitably finds itself caught between the universalizing and the specific. Political documentary must struggle with the issue of how to represent the interests of a particular group of individuals without generalizing, or creating an overall narrative, and how to present a coherent and engaging account of a political struggle without losing sight of its cultural, geographical and political specificity. Documentary film theory is constantly negotiating between advocating formal self-reflexivity on the one hand, and respecting more conventional portrayals of what are considered to be believable narratives on the other. The consequences of this are that the place of 'meaning' or 'truth' in documentary film is of course continually put into question. Whilst Bill Nichols refers to the status of documentary film 'as evidence from the world' (Nichols 1991: ix, Nichols' emphasis), Michael Renov argues against the desire to 'assume that the preservation and subsequent re-presentation of historical events on film or tape can serve to stabilize or ensure meaning' (Renov 1993: 8). And focusing again on form and its relationship to content, Trinh T. Minh-ha’s article ‘The Totalizing Quest for Meaning’, argues that ‘meaning can neither be imposed or denied’, and that ‘the worst meaning is meaninglessness’ (Ibid., 105).  6  When Thomas Waugh argued in 1984 that ‘lesbian and gay documentarists must develop an independent set of ethical principles suitable to an oppositional or radical film practice’ (Waugh 2011: 195), this was something of a call to arms, presenting a challenge to LGBTQ communities who continue to explore queer and trans issues. Coupled with these issues of meaning, the position of narrative in documentary films has an ambivalent status. Questions arise as to whose narrative we are following, that of the filmmaker, the subjects they chose to represent, or the viewer who constructs their own narrative emerging from the evidence presented by the film. In other words, we might ask, who claims to have authority over the organisation of the events or acts depicted? This is a debate that becomes all the more relevant specifically with reference to the documentation of trans subjects. The question of narrative is particularly difficult to negotiate here because it is both enabling and restrictive: it is in many cases an essential means by which to gain access to treatment for trans people because the medical establishment relies on a particular narrative in order to designate who is trans and who, according to their criteria, is not. As Missé argues in his book Transsexualities: Other Possible Visions, 'in order to be diagnosed with Gender Identity Disorder you have to have a very specific past life story and at the same time have a clearly defined lifestyle' (Missé 2012: 42). Trans identity in the medical context is thus constructed according to acceptable notions of what a transsexual narrative is. The imposition of this ‘acceptable’ transsexual narrative arguably extends well beyond the medical and psychiatric context, as representations of transsexuality in the media often seem to demonstrate: transsexuality is understood in terms of being born in the ‘wrong’  7 body, and in order to validate this experience, conventional documentaries portraying transsexual experience in the mainstream media infallibly concentrate on individual narratives and use devices such as ‘before’ and ‘after’ pictures, including images from the subject’s childhood, in addition to interviews with doctors, psychiatrists, parents and family members. These are precisely the kinds of documentaries in which trans individuals are in danger of being perceived as objects of fascination, and in which their experiences are validated through the words of 'experts' who claim authority over their identity, rather than allowing individuals the space to assert their own experience as authority. The use of the impersonal documentary voice-over in such contexts, added at a later stage of production and inevitably presented as the factual, objective voice of reason, becomes particularly problematic. One might think, for example, of television documentaries such as the MSNBC documentary Born in the Wrong Body (US, 2007), or in the French context the similarly named, Je suis né(e) dans la peau d'un(e) autre (Mireille Dumas, 1996). Karine Espineira writes of 'the impossibility of putting across a militant message when the format and the concept won't allow it' (Espineira 2008: 81), particularly when the focus is entirely on the individual to the detriment of the collective dynamic of trans activism.   The Real Life Test, originally made for the regional Catalonian TV network XTVL, directly addresses the question of narrative by using an unusual format: it is divided into seven chapters, each ten minutes long. The introduction and closing chapter present anti-pathologising discourses from activists and each chapter in between focuses on an individual trans speaker. The title of the documentary  8 refers to the test where trans people must live full-time in their chosen gender role before gaining access to certain treatment, such as gender reassignment surgery and hormone treatment. The film is explicitly critical, with each chapter taking its title from a multiple choice question from the Minnesota Multiphasic Personality Inventory. The statements taken from this test reveal the rigid categories in which gender identity is defined: 'I would like to be a racing car driver', 'I want to be in the army', 'I like romantic novels', 'I like boisterous sports like football and rugby', 'I have never liked playing with dolls' and 'I have often wanted to belong to the opposite sex'. The film uses narrative in terms that undermine and subvert the notion of universally applicable and clearly identifiable overarching trans experience.  As Susan Stryker advocates in her introduction to The Transgender Studies Reader, transgender studies should be a discipline ‘as concerned with material conditions as it is with representational practices’, one which ‘pays particular close attention to the interface between the two’ (Stryker 2006: 3). Debates still continue about what kinds of representational practices best reflect these material conditions, yet clearly representations of trans identities are necessarily as diverse as the identities themselves. Rather than denying the place of narrative outright, we might also consider how it relates to autobiography. In Second Skins, Jay Prosser argues that in literature autobiography becomes the privileged form for the telling of trans narratives, because it necessarily presents the ambivalent status of ideas of ‘truth’; autobiography is both constructed and bears witness to material, lived existence. He writes that reading transsexual autobiography 'is not merely a critical exercise but a political enterprise',  9 concluding that 'narrative is a reflection, above all, of our capacity to represent ourselves' (Prosser 1998: 134). One might make the distinction, then, between a narrative of an autobiographical and self-determined nature, and the imposition of a detached, supposedly objective narrative to describe somebody else's experience.   When it comes to the reception of documentary film, another issue to be broached, and one closely linked to questions surrounding the validity of narrative, is that of how viewers respond on an affective level. In ‘Political Mimesis’, an article on documentary film and social change, Jane M. Gaines writes: ‘I am concerned with the question of what it might be that moves viewers to want to act, that moves them to do something instead of nothing in relation to the political situation illustrated on the screen’ (Gaines and Renov 1999: 89). She advocates a political mimesis, which explores the relationship between bodies, becoming an exploration of what one body can make another body do, rather than simply understand. Political mimesis brings us to the question of affect, drawing attention to how film as a medium appeals to the audience through the senses, not simply on an intellectual level. The problem with this is, of course, that a notion of something that is universally ‘affective’ often fails to take into account the different situations and contexts in which bodily experience occurs.   To refer back to Waugh’s comments on creating a different set of ethical principles for radical and community film practice, one which here would be specific to the needs of the trans community, the question of carefully negotiating the relationship between affect and politics often arises.  10 For some trans critics, placing the emphasis on affect in opposition to rationality runs the risk of detracting from the specific demands a community represented is making. Espineira writes, on the use of emotion in media representations of trans individuals:  A better understanding of trans identities will never be possible in the long term on the basis of fleeting emotions, and let’s not even attempt to describe these emotions, since one cannot speak of empathy or compassion for a group that does not need anyone else’s permission to exist (Espineira 2008: 166).  Espineira suggests, therefore, that provoking an emotional response is not enough to move viewers to want to act, and that it in fact appealing to emotions perhaps even potentially reduces the political weight that the trans subjects represented requires. A distinction might be raised here between affect and ‘fleeting emotions’, the former being something that motivates viewers, the latter being emotion with no political substance.   This is a question that she raises again in an interview with Miquel Missé on trans activism, specifically with reference to L'Espai Trans (a meeting place for trans people in Barcelona). Espineira writes: 'Sometimes we think that activism shouldn't give way to emotion [....] in Barcelona we had the feeling of an innovative activism which leaves a place for affect’. Missé responds ‘I think that after being involved in activism for some time, the best thing anyone can say to us is that in our political work there is a place for affect’ (Observatoire des  11 transidentités 2012). Leaving room for affect, Missé suggests, does not necessarily detract from the militancy of one's actions, potentially reinforcing the point that affect and emotion are not the same thing. When Espineira seems to argue for a separation between emotion and activism, she is taking an oppositional stance in relation to the representation of trans individuals in the mainstream media. What she of course recognises here, alongside Missé, is that affect would only detrimental if it were isolated from the politics with which it is in continual dialogue. It is essential, then, for trans identity to be represented through documentary film in ways that draw attention to the collective demands as well as the individual and self-determined nature of trans identity. What these recent French and Spanish documentaries have in common, whilst each approaching trans identity in different ways, is a focus on group activism that complements individual narratives.   In order to persuasively present the specific demands of trans communities in ways that urge viewers to take action, it is essential to pay attention to the specificity of the context from which individual narratives emerge. Yet inevitably viewers will hardly ever share the same experiences as the subjects represented, and, as viewers, to simply appropriate these experiences or collapse them on to one's own is problematic, as recent work on documentary ethics has addressed. To take one example, in her study of ethics and French documentary, Sarah Cooper uses Levinasian ethics in order to displace or disrupt a straightforward relationship between self and other, and film-maker or viewer and subject. Levinas' Other, as she reads it, 'names the radical irreducibility of alterity to the self-same' (Cooper 2006: 5). This does not, however, mean that the viewer is  12 completely detached from the experiences of those represented through documentary, but that any sympathy or empathy one might feel also recognises that the 'Other' always 'exceeds the idea I have of it, escapes my grasp, and thus breaks with the spatial symmetry that would equate my position with its own' (Cooper 2006: 18).   This raises important questions with respect to issues of identification. Psychoanalytic approaches towards identification in film theory arguably collapse the divide between viewer and object of identification, whether this object is understood as a character of a fictional film, a subject of documentary, or the filmic apparatus. In other words, there is, implicitly, a lack of distinction between self and other, understood in psychoanalytic terms as a mis-recognition. Yet clearly when audiences claim to identify with aspects of the film, it becomes a different matter. Often claims for identification, as we will see, are not about collapsing someone else's experience into one's own, but claiming subject positions that might be distinct from or coincide with those presented in the films. An essential point to make, then, and one which is familiar to researchers carrying out empirical research into audiences, is that identification cannot be reduced to its psychoanalytic sense. Rather than dismissing ‘identification’ outright as an out-dated theoretical term, this project is arguing for a new approach, one which takes into account audience responses. One reason for this is that questions about identification have proved, interestingly, to be the most productive in terms of generating detailed responses in our audience research, particularly from questionnaires, but also in focus group discussions.   13 Writing from a sociological point of view, David Buckingham argues that identification is about 'claiming particular social affiliations' and that 'in implying that we 'identify' with people on television [...] we may also be 'identifying' ourselves for the benefit of others' (Buckingham, 1993: 185). Yet clearly claiming social affiliations with real-life subjects rather than fictional characters adds an extra dimension to the debate that merits further exploration. The rest of this article takes Girl or Boy as a case-study for this research, in which two crucial points will arise: firstly, that to claim one 'identifies' with someone or something is not necessarily the same as to experience identification (which, after all, is impossible to measure in audience responses), and secondly, that claims to identify with the subjects represented often do acknowledge the irreducibility of the other's experience to one's own.   Audience responses to Girl or Boy, My Sex is Not My Gender  The survey from which the responses below come took place at FICGLB, the Barcelona International Lesbian and Gay Film Festival in October 2012, following the projection of Girl or Boy screened together with Peach My Little Pony (Pêche mon petit poney, Thomas Riera, 2012). The screening of both documentaries together of course would have had a bearing on viewer's responses to Girl or Boy because Peach My Little Pony deals with some related issues through its exploration of the way in which children are gendered from an early age. Riera’s documentary differs, however, because it is autobiographical, and follows the film-maker's search for his own identity, taking a comic view, parodying stereotypes about gender and its relation to queerness rather than  14 dealing explicitly with trans identity. Whilst there were some pertinent responses to Riera's film, this article concentrates specifically on responses to Girl or Boy, relevant to this analysis of the reception of trans documentary.   The questionnaire that audience members received was in both Catalan and Spanish, and there was some variation in the language of the responses: some people responded in Catalan, some in Spanish (although in some cases this was not their first language) and some in a mixture between both. The follow-up emails sent out were written in Spanish, meaning that responses to the emails were in Spanish, with one Swiss respondent choosing to reply in English. Regional identity was nonetheless important amongst the eight Spanish respondents: five of them mentioned this in either the ethnicity or nationality question, three identifying as Catalan, one as Galician, and one as Galician and Catalan, with three identifying as Spanish. The remaining respondents were French, Swiss and Chilean.   Although we avoided asking respondents to identify their gender on the questionnaire, it became clear through their responses that none of the participants self-identified as trans. This of course raises some issues about the potential lesbian, gay and queer appropriation of trans identity politics, given that it was a trans film screened at an explicitly 'Gay and Lesbian' film festival (the festival included trans films but no 'T' in the title) in which there appeared to be, from the results of this survey, a lack of trans attendees. The representation of the specificity of trans experience, as well as its multiplicity, is central to any claims that the documentary makes in relation to material issues  15 affecting trans people such as, for example, gender identity law, the recognition of transphobia as discrimination and access to medical treatment. In other words, there is a danger, as many trans theorists and activists have noted (see Prosser 1998: 5 or Halberstam 1998: 287-310), in reducing trans experience to an extension of the queer, and as a 'queering' of gender identity. Discussions about the problems surrounding the 'queering' of trans experience take place with equal force in the French and Spanish contexts (see for example Coll-Planas’ critique of the body in queer theory, particularly his reservations about Preciado’s work, Coll-Planas 2011: 59, or Maud-Yeuse Thomas’ blog post on the relevance of queer theory for trans studies, in Thomas: 2011). As will become clear in the analysis of audience responses, the viewers of the film also maintained the distinction between trans and queer identities whilst recognising the value of an on-going dialogue between the two and thus resisted, to some extent, falling into the trap of reading trans identity as queer.   In many respects a transnational film, shot in Paris, Barcelona, San Francisco and New York, Girl or Boy follows four FtM individuals in different cities: Miquel Missé (Barcelona), Kaleb (Paris), Rocco Kayatos (New York) and Lynnee Breedlove (San Francisco). The premise of the film is the questioning of what masculinity is for FtM people, and the documentary endeavours to show that each participant has a specific and unique experience of his own masculinity. Though it concentrates on four subjects from different backgrounds and countries, Girl or Boy does leave room for some of the specific demands of the trans communities that the participants in the documentary come from. This is more relevant in relation to the French and Spanish contexts; both Kaleb and  16 Missé are depicted taking part in demonstrations (the STP and Existrans marches). In addition both explicitly address legal and medical contexts, as Kaleb draws attention to issues such as compulsory sterilisation, the recognition of trans identity by French law and issues surrounding pathologisation, whilst Missé also discusses these issues in his interviews, and first appears following a banner with the words ‘trans en lluita’ (‘Trans fight back’). By contrast, strangely, as both are politically active, Rocco and Lynnee are shown predominantly with their partners and family members and whilst they make mention of their trans communities, they do not discuss these communities' specific demands with regards to issues such as healthcare or gender identity law. Nonetheless, Girl or Boy constitutes somewhat of a breakthrough for mainstream televisual representation of trans identities in France (it was screened on national television), mainly because it offers an alternative to the ‘trapped in the wrong body' narrative as the only possibility for trans-identified subjects, and, as the audience research that follows shows, successfully communicates that there is no limit to the number of ways one can live one's masculinity.   The responses from FICGLB show that whilst respondents are reminded of and at times draw comparisons with their own experiences, they also recognise the irreducibility of others' experience to their own. What becomes clear, then, is that when it comes to actual audiences, identification with the experiences of others is never a straightforward process. For some, the documentary raised issues that they had not previously been aware of: ‘Girl or Boy revealed to me a world that in spite of my 70 years of experience, I did not know, and for this reason I found it really interesting. I had never seen the impossibility of rigidly  17 categorising the sexes explored in such a way' (Ramón, 70, first visit to an LGBTQ film festival).4 Another respondent replied to the question 'did the documentary surprise you?' by stating: 'A bit because I hadn't thought much about trans issues, especially FtM' (Rafa, 29, regular attendee at LGBTQ film festivals). The way that these two responses seem to coincide on this point is striking considering the large age gap between the two and their different festival viewing habits.  In the Transcyclopedia, Espineira, Thomas and Alessandrin quite rightly raise the question 'where are the FtM people in mainstream cinema?' (Espineira, Thomas and Alessandrin 2012: 95). The established issue of the lack of visibility of FtM trans people in media representations of trans subjects is clearly acknowledged in Rafa and Ramón’s responses and is one of the issues that the documentary successfully addresses by focusing specifically on trans men. Other respondents claimed to already have some awareness of the FtM issues raised by the documentary, and what came across overwhelmingly amongst these responses was an appreciation of the representation of a multiplicity of FtM identities, facilitated by the presentation of differing points of view in the documentary. Sara (34, regular attendee at LGBTQ film festivals) states 'what I liked best was the presentation of so many different ways of being trans'. Francesca (25, regular                                                         4 All respondents have been given a pseudonym to protect their anonymity. All quotes from the questionnaires and follow-up emails have been translated from Catalan or Spanish into English, with the exception of Francesca, the Swiss respondent, who wrote her follow-up email in English.   18 attendee at LGBTQ film festivals) also writes: 'there were different points of view which seems important to me'.   The responses in relation to a question about identification (‘were you able to identify with any of the people or situations in the film?’), which elicited a large amount of material, raised the distinction discussed earlier between identification on the one hand as a psychoanalytic theoretical concept and on the other as a sociological issue. In her follow-up email, Francesca wrote:  ‘I guess it's generally important to be able to identify with characters in movies. However, on a gender basis that is hardly ever the case since in both ‘hetero’ and LGBT movies, these characters are usually highly stereotypical. I really enjoyed seeing a movie on transgender issues which does not reinforce stereotypes but questions them, showing different views and especially very different identities giving space for identity-projection where sex and gender are both there and absent at the same time, important and irrelevant. It would obviously be nice if that happened more also in other movies...’  Francesca appreciates the questioning of stereotypes in the documentary, which she sees as a rare occurrence, and she recognises in the film a more nuanced, subtle representation of gender than in 'hetero' and 'LGBT movies'. The fact that the film is a documentary rather than fiction film has a bearing on this response. Whilst she begins addressing the subject of identification, she moves away from this in order to show how, for her, the documentary deals with gender as being  19 relevant but not the only issue at stake. In response to a question explicitly about identification, then, she writes more generally about cinematic representation. This again emphasises the point that identification can be about aligning oneself with perspectives rather than placing oneself in the shoes of the subjects represented. Sara, too, claims to identify with the issues raised rather than with specific individuals. In response to the identification question, she claims a subject-position that reflects the idea, presented in the documentary, that one can question the gender binary whilst still asserting one's right to identify as a man or a woman, defined on one's own terms. She writes:  'The documentary reminded me of 8 or 9 years ago when I stopped identifying with a feminine identity, but did not identify with a masculine identity, I started to study sexology and I really began to understand these issues, coming to the conclusion that I don't identify with some of the roles and social norms that are imposed on women, but that this doesn't take away my right to be a woman and to be one in my particular way, even if some of my ways of being a woman do not meet society's expectations about what this should be. What I mean is that I feel free to be the kind of woman that I choose to be.'  If the film triggers memories of when she had to confront her own experience of gender, which initially occurred through studying sexology, this educational path may seem different from some of the actual experiences and discourses presented in the film. One member of the French FtM group, for example, identifies as 'normative', stating that he wants a car, a wife and a house and does  20 not necessarily want to continually question the gender binary, which relates back to some of the points about trans identity as distinct from queer, raised by Prosser, Halberstam or Coll-Planas. Yet what Sara suggests here is an affiliation with the idea that one should have the right to decide one’s own gender identity, whether or not this coincides with established norms about what it should be.   Simón (23), like Sara, raises issues rather than identifying with individuals, but here it is male privilege that he recognises: 'I identified as a man who reproduces his privileges and at the same time tries to question these’. Whilst Sara explicitly brings up her feminine identity, Simón brings up his masculinity in relation to FtM identity. Gerard (31, regular attendee at LGBTQ film festivals) avoids the subject of gender in the identification question, claiming to identify 'with the struggle for audiovisual freedom’, suggesting that it is the politicised nature of the documentary that most appealed to him. The documentary raises issues that he implicitly believes to be important, but at the same time he deflects the point, concentrating on form rather than content. His response to content nonetheless comes across in other questions ('why did you chose this film?' and 'what did you like/dislike about it?'), where he writes 'I'm interested in the subject' and 'I liked not labelling oneself as male or female, being fluid'. This response validates some individual discourses over others, however, as it is clear that not all the subjects in the documentary identify as 'fluid'.  Luisa (28, regular attendee at LGBTQ film festivals) writes that she identifies 'with all of them a bit, seeing as we can all identify with the struggle to be ourselves without being attacked because of it’. She adds, in response to a  21 question about how true to life the documentary seemed: ‘it seemed true to the reality of some individuals, and so true to reality by extension’. This careful wording acknowledges that one does not have to share an experience to recognise it as true and politically valid; rather than claiming identification with those individuals she chooses, much like Francesca in her response, to respond to the ideas that motivate their discourses.  Marta (32, first visit to LGBTQ film festival) provides a similar response to this question about whether the documentary seemed true to life: ‘I can't be sure seeing as I'm not the one who is speaking. But I think they really are first person narratives. As a bio woman and a feminist I think that it is true to this oppression, this rejection and this fear of not doing what one is supposed to do’. Another respondent (anonymous, age not given) simply writes ‘no’ in response to whether they were able to identify with any of the people or situations in the film, and then, to the question of whether the documentary seemed true to life, ‘which reality? That of each person? How can you know that’. This respondent thus resists identifying with the people or their situations because they do not share the same experiences: in other words, their understanding of identification in this context implies the reduction of someone else's experiences to one's own, rather than a sense of complicity with their ideas.  In most responses, the question of identification became a chance to express agreement with certain ideas or discourses, raising the question: what does it mean for these respondents to make the claims that they do? By claiming these subject positions and stating that they align themselves with issues rather than  22 people, respondents are arguably projecting an affiliation with communities over the individual and as such the documentary differs from some of the mainstream treatments of trans identity discussed before, which focus on individuals and their plight, rather than communities and their demands. Carlos (29, regular attendee at LGBTQ film festivals) writes of both Peach my Little Pony and Girl or Boy, that ‘the theme of both documentaries is absolutely necessary in current cinema as a political weapon’ and specifically about Girl or Boy, ‘it's about a subject that nowadays should be spoken about on a political level more openly!’.   In the process of self-recognition that can be inherent to watching documentary film and, one might add, being ‘moved’ by it, there is a constant threat of the loss of distance or separation from the experience of the other. Political indifference is not only a result of a film's inability to touch us but also a film's manipulation of its audience's emotions in which these take on an unfocused and de-individualising nature; the kind of manipulation that Espineira, quoted above with reference to Dumas' documentary, warns against. Yet what this study of LGBTQ film festival goers shows is that audience members are careful not to collapse the distinctions between the experiences of those on screen and their own, even when these experiences have some correlation to their own, for example through the questioning of male privilege and a feeling of resistance to pressure to fit into reductive gendered stereotypes. As both Luisa and Gerard write, rather than identifying with a specific individual, they more importantly claim allegiance, in response to a question about identification, ‘amb la lluita’ (‘with the fight’).   23 Works cited  Alessandrin, Arnaud, Espineira, Karine and Thomas, Maud-Yeuse, eds. (2012), La transcyclopédie, Paris: Des ailes sur un tracteur.  Arra, Cynthia and Arra, Mélissa (2007), L'Ordre des mots, Paris, Arra and Arra.  Barriga, Cecilia (2006) El camino de Moisés, Madrid, RTVE.  Buckingham, David (1993) Reading Audiences: Young People and the Media, Manchester: Manchester University Press.   Coll-Planas, Gerard (2011) La carn I la metàfora. Una reflexió sobre el cos a la teoria queer Barcelona: Col.lecció Textos del cuerpo.  Cooper, Sarah (2006) Selfless Cinema? Ethics and French Documentary, London: Legenda.  El Grupo de trabajo queer, eds. (2005) El eje del mal es heterosexual, Madrid: Traficantes de sueños.  Espineira, Karine (2008) La transidentité: de l'espace médiatique à l'espace publique, Paris: L'Harmattan.   24 Gaines, Jane M. and Renov, Michael (1999), Collecting Visible Evidence Minnesota: University of Minnesota Press.  Halberstam, Judith 'Jack' (1998) ‘Transgender Butch: Butch/FTM Border Wars and the Masculine Continuum’, GLQ 4:2.  Lees, Paris (2012) 'Transgender people get a status update' in Shortcuts Blog, http://www.guardian.co.uk/society/shortcuts/2012/dec/09/transgender-people-get-status-update?INTCMP=SRCH, last accessed 28th June 2013.  Marano, Florencia P (2009) El Test de la vida real, Barcelona, XTVL Productions.  Missé, Miquel and Coll-Planas, Gerard, eds. (2010), El género desordenado: críticas en torno a la pathologización de la transexualidad Egales: Barcelona and Madrid.  Mitteaux, Valérie (2011) Fille ou garçon, mon sexe n'est pas mon genre (ARTE).  Nichols, Bill (1991) Representing Reality: Issues and Concepts in Documentary, Bloomington: Indiana University Press.  Observatoire des transidentités (2012), 'Entretien avec Miguel Missé - STP2012' http://www.observatoire-des-transidentites.com/article-entretien-avec-miguel-misse-stp-2012-111459905.html, last accessed 28th June 2013.   25 Prosser, Jay (1998) Second Skins: The Body Narratives of Transsexuality, New York: Columbia University Press.  Pujantell, Montse (2010) Guerriller@s Barcelona: Pujantell.  Renov, Michael (1993) Theorizing Documentary, London and New York: Routledge.  Stop Trans Pathologisation (2012) 'Communique de presse' http://stp2012.info/STP_Communique_DSM_ICD.pdf, last accessed 28th June 2013.  Stryker, Susan and Whittle, Stephen, eds (2006) The Transgender Studies Reader London: Routledge.  Thomas, Maud-Yeuse (2011) 'Questions trans, questions queers', http://www.observatoire-des-transidentites.com/article-questions-trans-questions-queers-68344197.html, last accessed 28th June 2013.  Waugh, Thomas (2011) The Right to Play Oneself: Looking Back on Documentary Film, Minneapolis: University of Minnesota Press.  Further resources: Observatoire des transidentités (http://www.observatoire-des-transidentites.com)  26 Existrans (http://www.existrans.org/)   OUTrans (www.outrans.org) Guerilla Travolaka (http://guerrilla-travolaka.blogspot.co.uk/)  Stop Trans Pathologisation (www.stp2012.info/)   ",
    "id": 30697089,
    "identifiers": {
        "doi": "10.1080/17411548.2014.972722",
        "oai": "oai:qmro.qmul.ac.uk:123456789/6369"
    },
    "title": "Activism, affect, identification: trans documentary in France and Spain and its reception",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T00:00:00+00:00",
    "publisher": "Intellect",
    "references": [
        {
            "id": 43501764,
            "title": "Collecting Visible Evidence Minnesota: University of Minnesota Press. Halberstam, Judith 'Jack'",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Gaines, Jane M. and Renov, Michael (1999), Collecting Visible Evidence Minnesota: University of Minnesota Press. Halberstam, Judith 'Jack' (1998) ‘Transgender Butch: Butch/FTM Border Wars and the Masculine Continuum’, GLQ 4:2. Lees, Paris (2012) 'Transgender people get a status update' in Shortcuts Blog, http://www.guardian.co.uk/society/shortcuts/2012/dec/09/transgender-people-get-status-update?INTCMP=SRCH, last accessed 28th June 2013. Marano, Florencia P (2009) El Test de la vida real, Barcelona, XTVL Productions. Missé, Miquel and Coll-Planas, Gerard, eds. (2010), El género desordenado: críticas en torno a la pathologización de la transexualidad Egales: Barcelona and Madrid. Mitteaux, Valérie (2011) Fille ou garçon, mon sexe n'est pas mon genre (ARTE). Nichols, Bill (1991) Representing Reality: Issues and Concepts in Documentary, Bloomington: Indiana University Press. Observatoire des transidentités (2012), 'Entretien avec Miguel Missé - STP2012' http://www.observatoire-des-transidentites.com/article-entretien-avec-miguel-misse-stp-2012-111459905.html, last accessed 28th June 2013.",
            "cites": null
        },
        {
            "id": 43501763,
            "title": "La transcyclopédie, Paris: Des ailes sur un tracteur. Arra, Cynthia and Arra, Mélissa (2007), L'Ordre des mots,",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Works cited Alessandrin, Arnaud, Espineira, Karine and Thomas, Maud-Yeuse, eds. (2012), La transcyclopédie, Paris: Des ailes sur un tracteur. Arra, Cynthia and Arra, Mélissa (2007), L'Ordre des mots, Paris, Arra and Arra. Barriga, Cecilia (2006) El camino de Moisés, Madrid, RTVE. Buckingham, David (1993) Reading Audiences: Young People and the Media, Manchester: Manchester University Press. Coll-Planas, Gerard (2011) La carn I la metàfora. Una reflexió sobre el cos a la teoria queer Barcelona: Col.lecció Textos del cuerpo. Cooper, Sarah (2006) Selfless Cinema? Ethics and French Documentary, London: Legenda. El Grupo de trabajo queer, eds. (2005) El eje del mal es heterosexual, Madrid: Traficantes de sueños. Espineira, Karine (2008) La transidentité: de l'espace médiatique à l'espace publique, Paris: L'Harmattan.",
            "cites": null
        },
        {
            "id": 43501765,
            "title": "Second Skins: The Body Narratives of Transsexuality, New York: Columbia University Press. Pujantell, Montse (2010) Guerriller@s Barcelona: Pujantell. Renov, Michael",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Prosser, Jay (1998) Second Skins: The Body Narratives of Transsexuality, New York: Columbia University Press. Pujantell, Montse (2010) Guerriller@s Barcelona: Pujantell. Renov, Michael (1993) Theorizing Documentary, London and New York: Routledge. Stop Trans Pathologisation (2012) 'Communique de presse' http://stp2012.info/STP_Communique_DSM_ICD.pdf, last accessed 28th June 2013. Stryker, Susan and Whittle, Stephen, eds (2006) The Transgender Studies Reader London: Routledge. Thomas, Maud-Yeuse (2011) 'Questions trans, questions queers', http://www.observatoire-des-transidentites.com/article-questions-trans-questions-queers-68344197.html, last accessed 28th June 2013. Waugh, Thomas (2011) The Right to Play Oneself: Looking Back on Documentary Film, Minneapolis: University of Minnesota Press. Further resources: Observatoire des transidentités (http://www.observatoire-des-transidentites.com) Existrans (http://www.existrans.org/) OUTrans (www.outrans.org) Guerilla Travolaka (http://guerrilla-travolaka.blogspot.co.uk/) Stop Trans Pathologisation (www.stp2012.info/)",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/30697089.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/30697089"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/30697089/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/30697089/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/30697089"
        }
    ],
    "abstract": "This article explores the documentation of trans activism in France and\r\nSpain since the 2000s. The first part addresses questions surrounding the\r\nplace of affect and narrative in documentary film, particularly in relation\r\nto trans issues. The second part o\r\nf the article analyses an audience case\r\nstudy from a screening at the International Gay and Lesbian Film Festival\r\nin Barcelona of\r\nValérie Mitteaux's\r\nGirl or Boy, My Sex is not my Gender\r\n(2011), considering how different viewers respond to the representatio\r\nn\r\nof trans identities. The article builds on qualitative research whilst\r\nextending the exploration of sexuality and gender in previous audience\r\nstudies to a consideration of documentary film, seeking to provide a more\r\nnuanced understanding of what audience\r\nclaims for identification in\r\npoliticised contexts mean",
    "tags": [
        "Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:qmro.qmul.ac.uk:123456789/6369",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Studies in European Cinema",
            "identifiers": [
                "issn:1741-1548",
                "1741-1548"
            ]
        }
    ],
    "repositories": {
        "id": "619",
        "openDoarId": 0,
        "name": "Queen Mary Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 30697089,
        "depositedDate": "2014-09-02T00:00:00+01:00",
        "publishedDate": "2014-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-19T12:24:33+00:00",
        "acceptedDate": "2015-01-14T00:00:00+00:00",
        "createdDate": "2016-04-05T12:06:06+01:00"
    },
    "urls": [
        "http://qmro.qmul.ac.uk/xmlui/handle/123456789/6369"
    ],
    "lastUpdate": "2024-02-19T12:24:33+00:00",
    "setSpecs": []
}