{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Furman, Ellis"
        },
        {
            "name": "Singh, Amandeep Kaur"
        },
        {
            "name": "Darko, Natasha A."
        },
        {
            "name": "Wilson, Ciann Larose"
        }
    ],
    "contributors": [
        ""
    ],
    "createdDate": "2019-10-17T22:24:57+01:00",
    "dataProvider": {
        "id": 13271,
        "name": "Università del Salento: ESE - Salento University Publishing",
        "url": "https://api.core.ac.uk/v3/data-providers/13271",
        "logo": "https://api.core.ac.uk/data-providers/13271/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1285/i24212113v4i2p34",
    "downloadUrl": "https://core.ac.uk/download/231342107.pdf",
    "fullText": "  Community Psychology in Global Perspective CPGP, Comm. Psych. Glob. Persp. Vol 4, Issue 2, 34 – 54       34  ACTIVISM, INTERSECTIONALITY, AND COMMUNITY PSYCHOLOGY: THE WAY IN WHICH BLACK LIVES MATTER TORONTO HELPS US TO EXAMINE WHITE SUPREMACY IN CANADA’S LGBTQ COMMUNITY  Ellis Furman*, Amandeep Kaur Singh*, Natasha A. Darko*,  and Ciann Larose Wilson*      Black Lives Matter’s Toronto chapter protested at the city’s 2016 LGBTQ Pride parade to make pointed demands for more funding, access to space, and the removal of police presence at future pride celebrations. Their protest led to polarizing discussions about Black Lives Matter’s involvement in the community and white supremacy in the LGBTQ community, with rhetoric that attempted to separate blackness from queerness and transness. Drawing from the protest and its tumultuous aftermath and from literature on Black Lives Matter and the LGBTQ movement, this paper explores points of tension and intersection between the Black Lives Matter movement and the LGBTQ movement. It then examines critical race theory, queer theory, transgender studies, and intersectionality as theoretical lenses for Black Lives Matter and LGBTQ movements. Implications for community psychology praxis with Black Lives Matter and LGBTQ movements are outlined.   Keywords: Black Lives Matter, LGBTQ, white supremacy, social movements, intersectionality, community psychology, critical race theory, queer theory      1. Introduction   The increased public support in Canada for the rights of the LGBTQ1 community has had significant positive impacts on their wellbeing (Kane & Ayers, 2016). These changes are the result of long-term efforts by LGBTQ activists and allies to create social change (Kane & Ayers, 2016). While the LGBTQ community has gained greater acceptance in the broader social context, there has historically been racial exclusion within the community that persists today.                                                  * Department of Psychology, Wilfrid Laurier University, Canada  1 The acronym “LGBTQ” will be used to represent individuals who identify across spectrums of sexual and gender diversity, including identities such as: queer, transgender, non-binary, genderqueer, gay, lesbian, bisexual, pansexual, etc.      35 Queer and trans spaces in Canada are predominately white and reeking of white supremacy. Recently, there has been increased attention to the marginalization of racialized LGBTQ people within the community. Toronto’s 2016 Pride parade specifically received substantial news coverage and social media attention for providing evidence of the need for community change. At Toronto Pride 2016, members of Black Lives Matter Toronto (BLMTO) staged a sit-in during the Pride parade to shed light onto the exclusion of racialized groups, and share their demands for equity and inclusion at future Pride celebrations (Battersby, 2016; CBC News, 2016).  In 2016, BLMTO was designated to be honoured at Toronto Pride and were asked to lead the Pride parade. During the parade, BLMTO halted the procession with a 25 minute sit-in where they presented Toronto Pride’s Executive Director with a list of demands that was generated in collaboration with two local Black queer and trans groups: Black Queer Youth and Blackness Yes! The groups demanded that the Toronto Pride committee work harder to centralize Black, Indigenous, racialized, trans, and disabled people in future organizing efforts. BLMTO did not restart the parade until the Executive Director of Toronto Pride agreed to their demands. There was significant backlash from white parade attendees, where people targeted BLMTO members with racist and violent threats and language both in person and on social media. Following this event, BLMTO organizers received hateful mail, social media posts, and death threats in response to their activism from both queer and straight white people. Racism within the LGBTQ community is an ongoing issue that requires theoretical attention to unpack, especially in light of BLMTO political organizing efforts. We ask: How can intersectionality theory be used to make sense of white supremacy in the LGBTQ community? To answer this question, we will achieve the following objectives:  1. Examine points of tension and intersection between the BLM movement and the LGBTQ movement with a focus on white supremacy in the latter movement 2. Examine theoretical lenses of BLM (critical race theory), LGBTQ (queer theory and transgender studies) and intersectionality theory to frame their associated movements 3. Draw implications for community psychology praxis with BLM and LGBTQ movements   1.1 Social Locations of Authors  Furman is a white, queer, and non-binary transgender doctoral student who is dedicated to challenging anti-Black racism and neocolonialism within queer and trans communities. Furman recognizes that binary notions of gender and sexuality are rooted in settler-colonialism, where Indigenous modes of kinship and relationality have been erased and replaced by heteronormative, cisnormative, and patriarchal systems. Furman is committed to centering the voices and experiences of queer and trans people of colour in conversations about white supremacy in LGBTQ2S communities, and critiquing community psychology as a discipline ridden with whiteness.  Singh identifies as a Canadian-born cis-female of South Asian heritage. Through her personal and professional work, Singh recognizes anti-blackness that often exists within the South Asian community while Black culture is often coopted. Within in her community and research she hopes to mediate the understanding of the interconnected oppressions of racialized individuals and communities. In addition, through collective research with Furman to understand the experiences of trans students and within her own not-for-profit organization dedicated to South Asians and other racialized individuals, she continues to foster a space to understand and support     36 the experiences of racialized and/or queer community members with the understanding of how this plays in opposition to whiteness and white supremacy.   Darko is a Black cis-female of Ghanaian descent who currently resides in Waterloo, Ontario. Her experiences with anti-black racism from a young age have shaped her professional and personal experiences. Her community practice within the HIV sector focused primarily on sexual health campaigns for black and racialized youth. Darko’s research and community-based work hope to draw attention to the social and health inequities that black folks face in Canada. Darko is deeply committed to anti-oppressive practices and inclusion.  Wilson is a Black, cis-female of multi-cultural origin from the Caribbean. Her body of scholarship and community activism focuses on sharing the stories and realities of Black, Indigenous, and people of colour communities for the improvement of health and wellbeing.     2. Black Lives Matter and LGBTQ2S movements  2.1. Black Lives Matter Movement: Emergence   The BLM movement was founded in 2013 by three radical queer Black organizers in Los Angeles, California – Alicia Garza, Patrisse Cullors, and Opal Tometi – after the fatal shooting of Trayvon Martin and the acquittal of Trayvon Martin’s murderer, George Zimmerman (“Black Lives Matter: Herstory”, n.d.; Thomas, Zuckerman, Lewis, & Cormier, 2017). This movement originated in the African-American community. BLM has grown to a member-led international network with more than 40 chapters, where members politically organize to combat anti-Black state-sanctioned violence and oppression of Black people (“Black Lives Matter: Herstory”, n.d.).  BLM creates space and leadership for Black people who are typically left at the margins of Black liberation movements, such that Black women, queer, and transgender people’s experiences and voices are centralized (“Black Lives Matter: Herstory”, n.d.). BLMTO’s demonstration at Toronto Pride actively challenged the historical marginalization experienced within the mainstream gay rights movement by women, people of colour, Indigenous peoples, and those with intersecting identities (Wilson, Flicker, Restoule & Furman, 2016). Although news and social media exposed polarizing perspectives, both negative and positive, many online news outlets labeled BLM protests as inappropriate (Goldie, 2017; Patterson, 2017; Wente, 2016). Mainstream accounts represent attempts from the LGBTQ community to separate blackness from queerness and transness by insinuating that BLM had no right to infringe on and politicize a LGBTQ community event. Most of the media coverage failed to report that the founding members of BLMTO are queer Black women, erasing the intersections of identities that Black queer and trans activists hold. With the explosive media coverage, this controversial event has been taken up in ways that lack critical analysis and misjudges the pervasive impacts of white supremacy within the LGBTQ community. The separation of Blackness from queerness and transness is not new; this has persisted overtime with the predominance of white-embodied people and their experiences as the faces of the LGBTQ movement across North America (Cohen, 1997). This has led to the erasure and invisibility of LGBTQ people of colour (Logie & Rwigema, 2014). White supremacy in queer organizing informs narratives that racialized communities are homophobic and transphobic, leaving the racism, white-supremacist logic, and neocolonial tendencies inherent in LGBTQ2S communities unacknowledged (Logie & Rwigema, 2014). This is especially true when white     37 queer and trans organizers or allies embark on controlling homophobia in other countries (Agathangelous, 2013). The complicated nature of the interconnections between Blackness, queerness, and transness must be explored through critical theory that is centered on the voices and experiences of people of colour.    2.1.1. Critical Race Theory  Critical race theory (CRT) emerged from the idea that race creates hierarchal categories that influence power relations across racial groups (Matsuda, Lawrence, Delgado, & Crenshaw, 1993). CRT arose in academia by activists and scholars who were interested in transforming relationships between race, racism, and power (Delgado & Stefancic, 2001). CRT centralizes the way race and racism has been engrained in the cultural fabric of society. CRT has been defined as “a framework or a set of basic perspectives, methods, and pedagogy that seeks to identify, analyze, and transform those structural and cultural aspects of society that maintain the subordination and marginalization of people of colour” (Solorzano, 1997, p. 6). CRT identifies that these power structures in society are based on white privilege and white supremacy that perpetuates the marginalization of people of colour. Based on this, CRT scholars have outlined five primary tenets to guide racial justice in society (Howard & Navarro, 2016): 1. Centering race and racism - CRT centralizes race and racism, being critical of institutions and situations that claim to be objective, neutral, and colour-blind. 2. Challenging the dominant perspective - CRT scholars strive to re-centre marginalized perspectives and contextualize experiences based on historical racism.  3. Commitment to social justice - CRT works toward the larger goal of “eliminating racial oppression as part of the broader goal of ending all forms of oppression.” (Matsuda, Lawrence, Delgado, & Crenshaw, 1993, p. 6.) 4. Valuing experiential knowledge - CRT is built from the experiential knowledge of people of colour. Their narratives should be centered in understanding social inequity.  5. Being interdisciplinary – CRT reflects multiple fields and perspectives including: liberalism, feminism, Marxism, poststructuralism, critical legal theory, pragmatism, and nationalism.  CRT goes beyond understanding the effects of racism in taking an action-oriented approach to change the conditions that allow it to pervade (Delgado & Stefancic, 2001). Doing so integrates experiential knowledge and narratives of racialized people to combat racism in its overt and covert forms (Crenshaw, 1995; Giwa & Greensmith, 2012). Giwa and Greensmith (2012) identify that CRT is necessary to contextualize the lived experiences of people of colour, “through narratives and counterstories that expose how white privilege and white supremacy operate to foster and maintain the marginalization of subordinated racial and ethnic minority groups” (p. 159). The BLM movement shows that CRT is necessary to address white supremacy in research, practice, policy, and to specifically identify, analyze, and replicate environments that address racial power dynamics (Howard & Navarro, 2016)          38 2.2. LGBTQ Movement: Emergence of this Movement  The LGBTQ rights movement has historically embodied a narrow, white racial frame in which queer and trans people of colour have been rendered invisible by the mainstream 1 (Alimahomed, 2010; Swank & Fahs, 2013). However, LGBTQ political organizing has been built off the backs of queer and trans people of colour who have physically placed themselves at risk of police violence to fight for their basic human rights (Bevensee, 2014). For example, the 1966 Compton Cafeteria Riot in San Francisco marked the first recorded act of violence against queer and trans people by the police (Hillman, 2011; Marine, 2011). Queer and trans people and drag queens often dined at a popular late-night hangout called Gene Compton’s Cafeteria, located in San Francisco’s Tenderloin District. On one particular day, queer and trans people fought back against police harassment (Hillman, 2011). Stryker (2008) stresses that the riot at Compton’s Cafeteria erupted based on several social issues that are still relevant today. Those involved rioted in response to discriminatory policing practices in minority communities, the lack access to suitable health care, gentrification, domestic effects of foreign wars, and civil rights campaigns that furthered their agendas to issues of sexuality and gender (Stryker, 2008). A documentary by Frameline Films entitled “Screaming Queens” (2005) depicts the Compton’s Cafeteria Riots as being led primarily by transgender women of colour. Three years later, the 1969 Stonewall Riots were a series of violent protests against the police by the LGBTQ community, and have been cited as the single most important event that led to the gay liberation movement in North America (Hillman, 2011; Marine, 2011). Two people who sparked the rebellion were Marsha P. Johnson, a Black transwoman, and Silvia Rivera, a Puerto Rican transwoman (Hillman, 2011). Unfortunately, this tremendous history has been whitewashed. LGBTQ activists of colour critiqued the 2015 film Stonewall for its erasure of the role of trans people of colour during the 1969 riots, by portraying the event as solely led by white gay men (Emmerich, 2015). This pivotal moment of LGBTQ history has been skewed due to the higher privilege for white and cisgender queer people (Bevensee, 2014). Queer and trans people of colour have spoken out against how cisgender white men have taken credit for and slanted the histories of queer and trans people of colour. In 2017, there have been accusations against David France (a white, gay, cisgender man), the award-winning director of the Netflix documentary The Death and Life of Marsha P. Johnson, for stealing the material for this documentary from trans woman of colour, activist, and filmmaker Reina Gossett (Anderson, 2017; Dommu, 2017). These instances exemplify how the labour of queer and trans people of colour has been co-opted by mainstream gay culture to present a specific whitewashed narrative of LGBTQ people. As previously discussed, at the 2016 Toronto Pride parade members of BLMTO staged a sit-in to shed light onto the racism and colonialism harming Black and Indigenous queer and trans people in the community, and the perpetual erasure of bodies of colour from Toronto Pride celebrations over time (Battersby, 2016; CBC News, 2016). White supremacy continues to be upheld in the LGBTQ community, creating significant violence against and barriers for LGBTQ people of colour who are fighting to have their voices heard. White queer and trans voices are privileged and taken seriously in comparison to those of people of colour, which are viewed as loud, aggressive and disruptive. In 2016, Toronto’s police chief was pressured to make an overdue apology for the Toronto police department’s raid of gay bathhouses in 1981 (Nasser, 2016). The Toronto bathhouse raids received significant attention because the victims primarily consisted of white, gay, affluent, cisgender men. On October 29, 2016 the Toronto police went undercover in the “Project Marie” operation at Marie Curtis Park in Etobicoke. This operation     39 involved undercover officers seeking individuals interested in sexual activity, leading at least 72 people, mostly men, ticketed for non-criminal offenses (Gallant, 2017). Toronto police’s intentions were deemed homophobic by media sources because the primary targets were similarly white, gay, cisgender men. Due to the victims’ demographics, most of the charges were dismissed and dropped.  On November 2017, the Trudeau government introduced the Expungement of Historically Unjust Convictions Act, (Bill C-66) which provides grounds to destroy the criminal records of Canadians previously convicted of consensual sexual activity with same-sex partners. On November 28th, 2017 Justin Trudeau provided a public apology in conjunction with Bill C-66 where he took responsibility for the harm inflicted upon queer Canadians who were pushed out of their jobs in public service and the military from the 1950s to 1990s (predominantly white queer people). While the proposed bill and apology are important in naming and compensating queer Canadians who have experienced systemic discrimination based on their sexual orientation, they fail to address the colonization of Indigenous nations, refugees, migrants, and undocumented persons, and people of colour. The Canadian government has refused to conceive of adequately compensating Indigenous peoples for their stolen land and the atrocious crimes committed on their persons. The government has also failed to acknowledge the slavery and havoc it has wreaked on Black people in Canada, and there is no talk of compensating previously enslaved Black Canadians. These examples clearly exhibit how white queer and trans identities are privileged in Canadian society while continuing to marginalize and enact harm on Black and Indigenous peoples and people of colour. Given the historical and current and news accounts of racism in LGBTQ communities, it is important to note that there is limited empirical research exploring this topic. Giwa and Greensmith (2012) conducted a study examinining the racism experienced by gay and queer-identified people of colour who work in the social services in Toronto. Participants reflected that white gays and lesbians propagate a meta-narrative that the LGBTQ community is “accommodating, diverse, racially integrated, and inclusive” (p. 170). Han (2008) further explains the ways which racism subtly pervades within the LGBTQ community. His essay argues that narratives shared by white gays and lesbians and displayed through Pride festivities are meant to positively portray the community as one in which all are welcome “regardless of race” (p.16). Giwa and Greensmith’s (2012) participants exposed the façade of a racially integrated LGBTQ community, and presented counterstories that highlight cultural, ethnic, and racial heterogeneity. The whitewashed historical and current narratives of the LGBTQ community were disrupted by BLMTO at Pride, by seeking to hold white queer and trans people accountable for their white supremacy and the need to end racial inequity.    2.2.1. Queer Theory  Queer theory emerged out of postmodernist theoretical thought to examine and critique dominant ideas and challenge “truth discourses” about queerness in society. Pioneers of queer theory - including Judith Butler, Eve Sedgwick, Teresa de Lauretis, Diana Fuss, Michael Warner, and Michel Foucault - opposed essentialist and binary thinking perpetuated through heteronormativity (the idea that all people prescribe to and identify with heterosexuality in society). These theorists expanded on definitions and meanings of sexuality to emphasize the fluidity of attraction and behaviour (Cohen, 1997). Namaste (1994) summarizes queer theory as     40 recognizing the limits of heteronormativity and negotiating how heterosexuality and homosexuality are formed, normalized, and challenged. Judith Butler uses “performativity” to describe how sexual identity is reinforced through performing gestures, signs, and images that derive one’s contextual culture (Butler, 1993). Performativity opposes essentialist ideas that heterosexuality is natural and innate for all human beings, marking a critical shift in viewing relations with others in the work as contextual and constructed (Butler, 1993).  Queer theory was originally built around dichotomous logic (i.e., heterosexuality versus homosexuality) that examined notions of power across categories of sexuality. Diana Fuss (2016) described the opposition between heterosexuality and homosexuality, questioning the borders of sexual identities, communities, and politics. Warner (1993) suggested that queer people wanted their lives and realities to be acknowledged and represented in society. The invisibility of queerness allows heteronormativity to dominate across liberal institutions, theories, and forms of activism. Challenging heteronormativity provides opportunities for transformational change to societal values, definitions, and laws that govern oppressive relationships and institutions. The LGBTQ rights movement is directly linked to queer theory through activism and social change that was initiated to disrupt heteronormativity and related violence and discrimination against queer people. While queer theory has been essential in understanding the progression of LGBTQ identities and rights, the heavy reliance on dichotomous logic pertaining to sexuality demanded a deeper analysis of gender and broader systems of oppression (Cohen, 1997).   2.2.2. Transgender Studies  The field of transgender studies emerged from the need to prioritize transgender identities within the LGBTQ community. Queer theory had become a foundational theory in academia and political organizing, but “queer” politics continued to serve as code for gays and lesbians, treating “transgender” as a silent identity (Stryker, 2004). Stryker (2004) articulates that “transgender studies is following its own trajectory and has the potential to assess the critical status of gender and sexuality, identity, embodiment, and desires in ways that gay, lesbian, and queer studies have not always successfully managed” (p. 214). Transgender studies dismantles the perceived homogeneity of trans communities (Namaste, 2000). Roen (2001a) frames transgender studies as understanding transness through disputing the gender binary, not necessarily as physically transitioning from one gender category to the other. Transgender theory moves beyond queer theory in conceptualizing gender identity as the “fluidly embodied, and socially and self-constructed social identity”, and this can be used to understand the diversity and complexity of trans peoples’ realities (Nagoshi & Brzuzy, 2010, p. 432). Transgender studies critically attends to embodiment and positionality, as with the growing body of interdisciplinary academic research. Stryker and Whittle (2006) outline that transgender studies is theoretically grounded in Judith Butler’s idea of performativity in relation to gender, privileging experiential knowledge as a legitimate component of analyzing transgender phenomena, and sharing the production of gender normativity in a creative way. Despite the strengths of this theoretical field, transgender studies scholars have more work to do in exploring the applicability and resonance of Eurocentric analyses of gender in non-Western or European contexts (Stryker & Whittle, 2006). Roen (2001b) further expresses skepticism of whether transgender studies is equipped to deal with the experiences of gender-diverse people in non-    41 Western contexts. Based on findings from her fieldwork with South Pacific Islanders, Roen (2001b) concludes that there is space to incorporate Indigenous frameworks to transgender studies in order to understand non-Eurocentric experiences of gender embodiment.   2.3. Intersectionality: A Black, Queer, Feminist Framing  CRT, queer theory, and transgender studies have contributed differently to the histories of queer and trans people of colour. Within each respective theory, there exist limitations in the capacity to build connections across identities, lived experiences, and socio-political realities of individuals who identify as queer and/or trans people of colour. The term “intersectionality” has been utilized in discussions regarding BLMTO’s protest to attend to the realities of white supremacy in the LGBTQ community that frames the experiences of queer and trans people of colour. It is important to further examine intersectionality theory’s utility in navigating discussions regarding how race, gender, and sexual orientation interact in the current cultural climate. The field of intersectionality has been defined differently overtime such that it is either described so narrowly that it solely represents one component, or it is so broad that it tends to lose meaning (Collins, 2015). Intersectionality “references the critical insight that race, class, gender sexuality, ethnicity, nation, ability, and age operate not as unitary, mutually exclusive entities, but as reciprocally constructing phenomena that in turn shape complex social inequalities” (p. 2), and it is taken up across disciplines and job titles (Collins, 2015). Intersectionality is applied in three different capacities. First, intersectionality is a field of study, where the main tasks involve examining the content and themes and how it is situated within dominant power dynamics (Collins, 2015). Second, intersectionality is an analytical strategy used to understand social phenomena, such as social institutions, practices, social problems, and the epistemological concerns of the field itself (Collins, 2015). Third, intersectionality is a form of critical praxis in conjunction with social justice, such that it does not separate scholarship from practice, with scholarship providing theoretical frameworks that people are encouraged to use in practice. Instead, both scholarship and practice are recursively linked, with practice being foundational to intersectional analysis (Collins, 2015). Along a similar trajectory to the LGBTQ rights movement, intersectionality theory stems from a rich history that has slowly been co-opted and diluted overtime by white academics due to its adaptation in white-centric contexts (Bastia, 2014). Despite its “buzzword” status (Davis, 2008), intersectionality is a complex theoretical framework that has been used to support LGBTQ people of colour in navigating the intersections of racism, colonialism, homophobia, transphobia, sexism, and ableism that they experience daily (Pastrana, 2010). In “Getting the History of Intersectionality Straight”, Collins and Bilge (2016) state, “intersectionality’s history cannot be neatly organized in time periods or geographic locations” (p. 63). Women of colour were actively involved in sharing their intellectual and political groundwork of intersectionality as social movement activism and organizing (Collins & Bilge, 2016). Collins and Bilge (2016) lead the reader through multiple rich narratives of intersectionality through the work of Black women, Chicana and Latina women, Indigenous women, and Asian American women during the 1960s and 1970s. Each group has distinct histories but their activism and intellectual work have been formed by intra- and inter-community collaboration.      42 In the 1980s and 1990s, activism shifted slightly from political activity outside of institutions (i.e., marches, boycotts, and demonstrations) to activity within institutions (Collins & Bilge, 2016). The messy politics associated with social movements developed into fields of academic study pertaining to race, class, and gender (Collins & Bilge, 2016). The term “intersectionality” was selected to name an academic field that addressed the need to intersect separate disciplines (race, class, gender) and further legitimize scholarship produced in those areas (Collins & Bilge, 2016).  After adopting ideas from Collins’ (2000) Matrix of Domination and other Black queer theorists, Kimberle Crenshaw was credited with coining the term “intersectionality” through the academic validation process of publishing journal articles (Crenshaw, 1989; 1991). Crenshaw’s original accounts of intersectionality a) centre the experiences of women of colour, b) incorporate personal positionality, c) argue that multiple systems of power are inseparable but operate differently based on the individual, d) analyze social actions through a lens of justice, and e) emphasize the relationships between intersecting experiences and the importance of coalition-building (Collins & Bilge, 2016). Intersectionality was brought into the mainstream through Crenshaw’s involvement in the Anita Hill case, where Anita Hill brought allegations of sexual harassment against Clarence Thomas, a US Supreme Court Justice nominee. This case required an analysis of gender and race that moved beyond the dominant discourses of feminism that focused on the experience of middle-class white women, and race that explored the experiences of Black men (Crenshaw, 1991). While there are benefits of the academic validity and progression of intersectionality, it is possible that core components are lost through the intellectualization of a grassroots framework. Anna Carastathis (2013) revived a conception of intersectionality that seems to have been largely forgotten, as intersectionality has become an “institutionalized intellectual project” (Nash, 2008, p. 13). She describes how Crenshaw’s work on intersectionality conceptualizes identities as coalitions, challenging us to contest exclusionary practices that marginalize some people while constructing other people as representative of an entire group. Coalition-building across identity groups and differences highlight interconnections, foundations for solidarity, and the common experiences across identity categories (Carastathis, 2013). Carastathis (2013) argues that the dominant interpretation of intersectionality views it as a theory that solely pertains to merging categories of identity that correspond to intersecting systems of power, but Crenshaw’s applicable work about identity categories as coalitions is largely ignored. Viewing identity groups as coalitions shifts our attention to the contradictions of our identities disregarded by social movements that failed to grasp the lived experiences of multiple oppressions in a nonfragmented way. Carastathis (2013) also argues that much of the dominant intersectional research fails to consider the structural context of inequity, and advocates for a return to Crenshaw’s original classification of categories as “potential coalitions,” which helps foster all types of activism. This call to return to the roots of intersectionality is desperately needed in a cultural climate where white feminists have co-opted intersectionality to maintain white normalcy (Bilge, 2013). Collins (2015) specified that scholarly work tends to use intersectionality to focus on identities as opposed to social justice and social inequities.  What is being highlighted by these scholars is that white women, queer white people, and white society more generally have co-opted and neutralized a life enhancing and liberating movement. Intersectionality and the kinds of coalitions it commands among queer, straight, cisgender and trans people of colour afford us to do this work in a way that centralizes the lives of Black people, Indigenous people, and people of colour, our livelihoods and     43 freedom/liberation. Intellectualizing this sanitizes it, neutralizes it, and leaves it dormant and ineffective to evoke the kinds of change the originators imagined of this framework. Perhaps with its focus on social justice and community-based work this is where community psychology can be salvaged in relation to the BLMTO movement and an intersectional framework.   3. Implications for CP Theory, Research, and Praxis BLMTO’s social media and news attention in Canada and the United States over the past few years has sparked the interest of scholars engaged in social justice work. At the 2017 Society for Community, Research, and Action’s (SCRA) Biennial in Ottawa, Canada, there was a roundtable discussion dedicated to exploring BLM as a 21st century social movement within the context of community psychology (CP). Thomas et al. (2017) questioned the ways in which community psychologists can learn from the BLM movement about social change and activism. We would like to extend and localize this question by exploring what community psychologists can learn from both BLMTO and intersectionality about addressing white supremacy within in the LGBTQ community. Table 1 depicts the progression from critical race theory, queer theory, and transgender studies to intersectionality and how each contributes to theory, research, and praxis with and for LGBTQ people of colour. It also outlines the ways that CP can learn from intersectionality to strengthen its theory, research, and praxis approaches to further examine white supremacy in the LGBTQ community. CP emerged quite differently than intersectionality and the LGBTQ rights movement that resulted from activism from women, queer, and trans people of colour. CP in Canada derived from the work of predominantly white men (Nelson, Lavoie, & Mitchell, 2007). Key areas for of CP research in Canada include: “values and ethics, community mental health, health promotion and prevention, social network intervention and mutual aid, promotion of inclusion and diversity, and social intervention and community economic development” (Nelson et al., 2007, p. 13). In North America, CP may reflect conservative and relatively narrow cultural narratives (Rappaport, 1995) compared to other parts of the world where CP can be more socially radical (Stevens, 2007). For example, South African CP focuses more on anti-racism work because of its history of institutionalized racism through apartheid. While Canadian CP values diversity and social change, it is not rooted in racial justice, as it is in South Africa. Core values and principles of CP include: ecological analysis beyond the individual level; social justice, respect for diversity, accountability and inclusion; and social change (Nelson & Prilliltensky, 2010; Rappaport, 1995). These core values and principles function well when situated in theory and research that implicitly upholds whiteness, however, there is a need to strengthen CP with learnings from BLMTO’s activism and intersectionality theory to adequately address white supremacy in the LGBTQ community. Intersectionality can specifically add to CP’s engagement with a) theory by shifting from diversity and inclusion to liberation, challenging white, male, and heterosexual supremacy; b) research through community-based participatory action research with LGBTQ people of colour; and c) praxis through coalition building and social action.    Community Psychology in Global Perspective CPGP, Comm. Psych. Glob. Persp. Vol 4, Issue 2, 34 – 54       44 Table 1: The implications for community psychology are outlined based on the theories discussed in this paper   Critical Race Theory Queer Theory Transgender Studies Intersectionality  Community Psychology  Theory  Centralizes the experiences of people of colour  Challenges dominant Western and Euro-centric discourses about race and ethnicity  Calls for more analysis on other identity elements such as gender and sexuality  Presents a dichotomy of homosexuality and heterosexuality  Discusses sexual fluidity and the construction of sexual orientation norms   Lacks analysis of gender diversity   Engages with gender embodiment, and performativity in Western and European contexts  Does not thoroughly examine racial differences  Difficult to apply cross-culturally  Analysis of power, oppression, and privilege  Accounts for the interconnections of identities   Examines the impact of oppressive social and institutional structures   Needs to dismantle white supremacy that is inherent in CP theories and values  Apply theories of power deriving from intersectionality to examine nuances of oppression and privilege   Research  Applied practically through law and policy analysis  Community-based research conducted by and for people of colour  Qualitative and ethnographic research is often employed  Some theory is not informed by research  Qualitative and ethnographic research is often employed  Some theory is not informed by research  Applied practically through law and policy analysis  Helps to frame community-based research   Challenge forms of institutional power by cultivating a space for co-learning that prioritizes co-ownership of the research process  Praxis  Community engagement and critical self-reflection enrich research processes  Research based on lived experiences  Data is used toward community improvement  Theorists attempt to activate queer pedagogy by defying the status quo   Involved in the hands-on work and struggle that informs their scholarship  Attempt to link theory to new modes of resistance and collective struggle  Engage in political intersectionality to reflect on how identities, awareness, and transformation are fostered within social movement   Attend to power differentials among members  There is promise to build coalitions with Black Lives Matter and LGBTQ racial justice groups  Support radical activism that promotes social transformation rather than social reform    Community Psychology in Global Perspective CPGP, Comm. Psych. Glob. Persp. Vol 4, Issue 2, 34 – 54       45 3.1. Community Psychology Theories  Intersectionality critically analyzes the impact of oppression on individuals and the social and political structures of power and privilege that marginalize individuals and communities. Power is a concept that is central to the human experience that is frequently discussed in both intersectionality and CP.  Foucault (1997) explains power as always being present in all forms of communication and relationships at different levels. Power relations are not fixed; they can change over time and operate both subtly and overtly (Foucault, 1997). There is inherent power in CP that upholds white, male, heterosexual, patriarchy, given the nature of the field’s inception. Cruz and Sonn (2015) articulate that while CP aims to address the harm and distress resulting from social power dynamics and inequity, the field has work to do by challenging white supremacy and heteropatriarchy. Diversity and inclusion is a CP value that encourages us to recognize and attend to the diverse needs and experiences of individuals throughout community research processes. There is a need for community psychologists to better understand how to move beyond merely recognizing and attending to diversity by examining how this phenomenon is intertwined with power, oppression, and exploitation (Cruz & Sonn, 2015). Community psychologists need to locate these realities within historical, social, and political contexts, and then examine how to prevent dominant powers at multiple levels and in their interactions and relations with communities. Intersectionality scholars stress the importance of relationality, which entails positioning oneself in relation to their work. There is room within CP to do better at acknowledging and examining how mainstream notions of “diversity” and ‘inclusion” continue to mirror social stratification of oppressed and privileged identities. It is crucial for community psychologists to critically reflect on their positions within the discipline and how power keeps queer and trans people of colour at the margins. Cruz and Sonn (2015) elaborate on critical reflexivity identifying that “critical reflexivity is more than individual-level self-awareness. It also requires that we constantly evaluate ways in which we contribute to both liberation and oppression” (p. 25). Critical reflexivity is necessary to generate anti-oppression theory for the future of CP. At Toronto pride, BLMTO called out dominant white supremacist and heteropatriarchal powers through activism that amplified the voices of underserved and under supported LGBTQ people of colour. BLMTO’s activism is intersectionality in action that transcends the “colourblind” intersectionality (Carastathis, 2013) that white people have co-opted to erase race from queer and trans community issues. BLMTO was able to ignite change as a result of their intersectional political action, such that the Toronto Pride Board of Directors voted on adopting BLMTO’s demands for more funding for and representation of people of colour and their events at Toronto Pride (Simmons, 2017). Intersectionality and CP both recognize that real social change requires addressing structural social problems (Nelson & Prilliltensky, 2010). Harper and Schneider (2003) describe the progression of LGBTQ integration into CP and reflect, “community development, prevention, and intervention with LGBT communities cannot be separated from social activism” (p. 251). Striving to dismantle white supremacy in the LGBTQ community is inherently political given that the majority of white queer and trans people do not understand the immense race privilege they experience. It is essential for activist groups like BLMTO to engage in political action to push white queer and trans people and people in the mainstream to begin critically thinking about their whiteness and how they contribute to oppressing others.      46 3.2. Research  Community-based participatory research (CBPR) practices have evolved with the acknowledgment that health, wellness, and equity are best achieved when researchers work collaboratively with communities (Muhammad, Wallerstein, Sussman, Avila, Belone, & Duran, 2015). Muhammed et al. (2015) reveal some of the underlying challenges of engaging in collaborative CBPR between academics and community partners due to inherent differentials between power and privilege pertaining to race, ethnicity, class, education, and other identity positions. Power and privilege dynamics must be addressed in CBPR to prevent systemic inequities from being reproduced through the research process (Muhammed et al., 2015). Research regarding intersectionality in CBPR emphasize that researchers’ identities may shape the methods, epistemology, and ethical processes throughout the endeavour (Collins, 1993; Crenshaw, 1991). The concept of “positionality” has been applied by academic researchers to self-examine their experiences of power and privilege, taking an insider-outsider perspective to describe their identity and relationship to the community in question (Collins, 1999). It is imperative to reflect on insider-outsider experiences in collaborative partnerships to understand the impacts of multiple identities and positionalities on research processes and outcomes (Herr & Anderson, 2005; Muhammed et al., 2015). However, Kerstetter (2012) identifies that the recognition of the role of power and privilege and the impact on the CBPR processes and outcomes is often absent.  While intersectionality and critical race scholars have substantially contributed to addressing power within research relationships and the value of unpacking the differences between academic researchers and community members, there is a gap in the application of these theoretical ideas. Muhammed et al. (2015) propose eight practical recommendations that address the issues and challenges of engaging in intersectional CBPR: a) research team building and reflexivity; b) utilitarianism and social justice worldview; c) reflection on researcher identity; d) resistance within the academy; e) cultivation of co-learning and alignment with community partners; f) collaborative, up, down, peer mentorship; g) sustainability; and h) researcher accountability. There is vast potential for these principles to contribute to CP research, particularly for future work with LGBTQ people of colour engaging in activism.  Academic researchers and community members should dedicate time to reflect on “their own and others’ personal identities, marginalization and privilege, skill sets, strengths and weaknesses, and personal/professional goals for involvement in the project into the ongoing dialogue of the research” (Muhammed et al., 2015, p. 1058). Finding a balance between utilitarianism and a social justice worldview can pose as a challenge with the possibility of social or policy change, team members might be reluctant to think radically. Addressing the nuances of the type of change that is being achieved could help direct the team towards a suitable worldview. It is important to actively seek out scholars who identify with the community in question in order to foster trust, access local knowledge, and contribute to the evolution of knowledge production for women, working class, queer, and trans scholars, scholars of colour, and scholars with disabilities. Challenging white supremacy through CBPR is possible through finding spaces of resistance across disciplines both within and outside the academy and involving activists of colour in the process. Given that the academy is inherently a patriarchal and hierarchal institution, it is necessary to challenge forms of institutional power by cultivating a space for co-learning that prioritizes co-ownership of the research process. Within the co-learning model, there is room to     47 further foster equity through mentorship opportunities between those who have knowledge and expertise in CBPR with those who lack formalized experience. Community psychologists need to engage in critical work to sustain collaborative relationships by ensuring that community voices are consistently amplified and that power dynamics are diffused. Lastly, researcher accountability can be structured in the form of a community checklist outlining whether the project reflects CBPR ideals, is aligned with community values, and indicates stakeholders who can facilitate co-learning and trust.   3.3. Praxis  Praxis refers to “a cycle of activity that includes philosophical, contextual, needs, and pragmatic considerations to help us bridge across disciplines and integrate values, research, and action” (Prilleltensky, 2001, p. 748). Gokani and Walsh (2017) assert that praxis has been difficult to define over time, often leading to ambiguous interpretations that lack theoretical justification. While Freire’s (1997) definition of praxis encapsulates the cyclical practice of engaging in reflection and social action, community psychologists have tempered with this definition, failing to frame it as a radical concept (Gokani & Walsh, 2017).  Gokani and Walsh (2017) identify that praxis involves three major components: the dialectic, reflection, and transformative action. While praxis is supposed to entail engaging in a cycle of reflection, research, and social action, it is evident that community psychologists devote more time to the first two components compared to the last one (Prilleltensky, 2001).  An ideal framework of praxis in the context of justice for LGBTQ people of colour would actively involve their voices and those of individuals who are often left inaudible in political processes. Effectively managing power dynamics is central to promoting equal representation of voices in praxis. If power is not attended to, actions will be founded on the ideas of those who hold power, which will in turn perpetuate the status quo. Attending to the needs of those who are powerless will contribute to social justice (Prilliltensky, 2008). It is crucial for community psychologists to engage in critical praxis through meaningful and ethical collaboration with LGBTQ people of colour.  “Political intersectionality” is a concept that focuses more on the application of intersectionality by linking theory to social and political struggles (Cho, Crenshaw, & McCall, 2013). Political intersectionality epitomizes praxis by demanding that practice is informed by theory and vice versa (Cho, Crenshaw, & McCall, 2013). For example, theoretical lessons can be garnered by practicing intersectionality in social movement organizing. How are identities, awareness, and transformation fostered within social movement organizations that attend to diverse issues and power differentials among members? BLMTO’s proceedings at Toronto Pride exhibit that Black and queer and trans organizing is intersectional and includes diverse perspectives and voices into their work. The LGBTQ and mainstream communities’ responses indicate that white supremacy presents a challenge to intersectional organizing and there is a need to pay greater empirical and theoretical attention to this matter. Coalition-building has been applied to reconceptualize difference through diverse identity groups working together to achieve a common goal (Carastathis, 2013). Carastathis (2013) applies social movement history to claim that viewing identities as coalitions- which are complex relationships that bring people together because on internal differences and their external relations of power- allows us to create strong political alliances to pursue liberation. Identity groups can be considered safer spaces for similar individuals, while coalitions are formed out of     48 necessity for action. For example, Price (2017) examines coalition-building between queer and reproductive justice groups that collaborated and organized in striving for political change. Coalition-building is not a simple feat, it requires tremendous patience, compassion, trust, and mutual respect for all members involves (Price, 2017). It is important to note that it is impossible to achieve meaningful social transformation without integrating multiple contributors’ perspectives (Price, 2017). BLM has engaged in activism with groups in need of support. In 2017, BLMTO activists traveled to Standing Rock Indian Reservation at the border of North and South Dakota to support Indigenous groups protesting the construction of the Dakota Access Pipeline (Jegroo, 2016). BLM also released a statement expressing solidarity with protesters (Jegroo, 2016). Given the power of coalitions, there is a need for white LGBTQ people to work in solidarity with BLM to challenge white supremacy in the community. Davidson et al. (2006) conducted a systematic analysis of critical scholarship journals to explore the contributions of critical scholarship and community psychology to a theory of power and action for social change. It was found that critical scholarship is stronger at challenging institutional power structures than community psychology, while CP was more oriented towards taking action. This supports the need for CP to theoretically challenge the status quo and apply this towards achieving transformative change that could only be achieved by dismantling white heteropatriarchy. Intersectionality is a field that could contribute to CP praxis in strengthening the link between theory, research, and action that challenges dominant discourses. Community psychologists need to support BLM’s political agenda, specifically pertaining to igniting change within the LGBTQ community. BLMTO’s intervention was effective in that it shines the spotlight on the interconnectedness of this work and brings intersectionality back to coalition building not just intellectualizing which is what is salvageable about CP’s practice based work.   3.4. Supporting BLM through Research and Advocacy   It is crucial for community psychologists to actively support BLM’s activism through research and advocacy.  The following recommendations serve as a basis for community psychologists to engage in critical actions to dismantle white supremacy and heteropatriarchy in the field:  Deeply engage with BLM initiatives that promote racial, queer, and trans justice. There is a need for community psychologists to become involved in BLM organizing work at a local level and engage in activism in support of BLM through participation in protests, marches, and rallies. To understand the dynamics of the movement, community psychologists need to attend local events. Taking on the position of a scholar-activist will enable community psychologists to be more in tune with their work and connect to the struggle and with the people who are creating change. As scholars, we cannot merely study BLM from a distance; this work requires deep and critical engagement. Engagement will look different for each person, with an undercurrent of standing in solidarity with communities responding to racism, homophobia, and transphobia.  Meaningfully embrace racial, queer, and trans justice in the CP discipline. There is a clear lack of racial, queer, and trans justice work in CP. It is germane that community psychologists’ work toward creating an environment that supports social justice work rooted in anti-oppression to move the discipline forward. Scholarship on race is generally     49 undervalued in CP, placing scholars of colour primarily in hazardous positions within their departments and universities for engaging in scholar-activism. Supporting and engaging in racial justice work needs to be valued by the field as having more of an impact than publishing scholarly journal articles.  Develop and strengthen institutional relationships and long-term collaboration with BLM and other organizations outside of the university. Providing institutional support for your local BLM chapter could be beneficial in applying for funding to support activists’ unpaid labour. Community psychologists can support BLM’s initiatives by asking activists what sorts of support they need, instead of assuming the ways to help. Community psychologists have the capacity to play a progressive and supportive role in amplifying the voices and demands of Black people and queer and trans people of colour. Through collaboration, community psychologists can support BLM by applying strategic pressure on institutions to change racist, homophobic, and transphobic policies.   Take responsibility for educating yourself and others about examining power and privilege in teaching and research. Despite the social justice focus of CP, there continues to be a gap in community psychologists’ abilities to practice reflexivity regarding the power and privilege they hold. Within academic institutions, community psychologists must build inter-disciplinary and inter-departmental communities of practice to share and support practices about being reflexive in research, teaching, and mentorship. Community psychologists who teach can modify their curriculum to incorporate the experiences of racialized, queer, and trans people. It is crucial to include authors on course syllabi who tell stories about racial injustice, to adequately teach students about systemic discrimination and violence. Further, community psychologists must create spaces in the classroom to facilitate dialogue about these issues.    As a discipline founded on white supremacy, it is the responsibility of community psychologists, specifically white community psychologists to make a difference. As social scientists, we have tools to support this movement – our teaching and research and our access to spaces to foster a new, constructive dialogue – where we can frame the conversation for our students, our colleagues, and our communities.   4. Conclusion  The protest led by BLMTO at the 2016 Pride parade shed light on the white supremacy that occurs within in the LGBTQ community, with the problematic ideology that Blackness, queerness, and transness are separate. Through drawing on literature from the BLM movement and the LGBTQ movement, intersectionality of the two movements is explored. CRT, queer theory, transgender studies and intersectionality were applied to examine how critical theory and social movements inform each other and are crucial for the progression of the field. Using intersectionality as a framework, the field of CP was examined.  CP has been criticized with failing to achieve social transformation while primarily engaging in social reform (Gokani & Walsh, 2015). Gokani and Walsh (2015) identify that CP in Canada suffers from a restricted political scope, meaning that concepts are defined too narrowly, hindering the potential for socio-political change. Given the histories of BLM’s political organizing, intersectionality’s roots in Black feminist thought, and the LGBTQ movement’s progression through activism, there is a need for community psychology to further explore how to achieve transformative     50 change. Community psychologists need to get involved with BLM in capacities that demonstrate authentic and meaningful relationships. As we have seen with the institutionalization of intersectionality, activists’ labour and successes can be co-opted within the academy and lose their political punch. White academics should especially not seek to profit from the labour of LGBTQ people of colour activists. Instead, community psychologists must strive to apply learnings from intersectionality as a theory, research approach, and praxis, to engage in more critical CBPR to transform LGBTQ communities.  References  Agathangelou, A. M. (2013). Neoliberal geopolitical order and value: Queerness as a speculative economy and anti-blackness as terror. International Feminist Journal of Politics, 15(4), 453-476. DOI:10.1080/14616742.2013.841560  Alimahomed, S. (2010). Thinking outside the rainbow: Women of color redefining queer politics and identity. Social Identities, 16(2), 151-168. DOI: 10.1080/13504631003688849  Anderson, T. (2017, October 9). Trans filmmaker Reina Gossett accuses ‘The Death and Life of Marsha P. Johnson’ creator of stealing work. LA Times. Retrieved from: http://www.latim es.com/ entertainment/movie s/la-et-mn-marsha-p-johnson-doc-reina-gossett-david-franc e-20171009-htmlstory.html Bastia, T. (2014). Intersectionality, migration and development. Progress in Development Studies, 14(3), 237-248. DOI: 10.1177/1464993414521330  Battersby, S. J. (2016, July 3). Black Lives Matter protest scores victory after putting Pride parade on pause. Toronto Star. Retrieved from: https://www.thestar.com/news/gta/2016/0 7/03/black-lives-matter-protest-scores-victory-after-putting-pride-parade-on-pause.html Bevensee, E. (2014). Transwomen, the prison-industrial complex, and human rights: Neoliberalism and trans-resistance. Societies Without Borders, 9(1), 96-110. Retrieved from: https://scholarlycommons.law.case.edu/swb/vol9/iss1/14 Bilge, S. (2013). Intersectionality undone. Du Bois Review: Social Science Research on Race, 10(2), 405-424. DOI: 10.1017/s1742058x13000283  Black Lives Matter: Herstory. (n.d.). Retrieved from: https://blacklivesmatter.com/about/herstory Butler, J. (1993). Bodies that matter: On the discursive limits of “sex”. New York, NY: Routledge. Carastathis, A. (2013). Identity categories as potential coalitions. Signs: Journal of Women in Culture and Society, 38(4), 941–965. DOI: 10.1086/669573  CBC News (2016, July 3). Black Lives Matter Toronto stalls Pride parade. CBC News Toronto. Retrieved from: http://www.cbc.ca/news/canada/toronto/pride-parade-toronto-1.3662823 Cho, S., Crenshaw, K. W., & McCall, L. (2013). Toward a field of intersectionality studies: Theory, applications, and praxis. Signs: Journal of Women in Culture and Society, 38(4), 785-810. DOI: 10.1086/669608  Cohen, C. J. (1997). Punks, bulldaggers, and welfare queens: The radical potential of queer politics? GLQ: A Journal of Lesbian and Gay Studies, 3(4), 437–465.  DOI: 10.1215/9780822387220-003  Collins, P. H. (1999). Reflections on the outsider within. Journal of Career Development, 26(1), 85-88. DOI: 10.1177/089484539902600107 Collins, P. H. (2000). Black feminist thought, knowledge, consciousness, and the politics of empowerment. New York, NY: Routledge.     51 Collins, P. H. (2015). Intersectionality’s definitional dilemmas. Annual Review of Sociology, 41(1), 1–20. DOI: 10.1146/annurev-soc-073014-112142 Collins, P. H., & Bilge, S. (2016). Intersectionality. Cambridge, UK: John Wiley & Sons. Crenshaw, K. (1989). Demarginalizing the intersection of race and sex: A black feminist critique of antidiscrimination doctrine, feminist theory and antiracist politics. The University of Chicago Legal Forum, 139. Retrieved from: https://philpapers.org/archive/CREDTI.pdf?ncid=txtlnkusaolp00000603 Crenshaw, K. (1991). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 1241-1299. DOI: 10.2307/1229039 Crenshaw, K. (1995). Critical race theory: The key writings that formed the movement. New York, NY: The New Press. Cruz, M. R., & Sonn, C. C. (2015). (De) colonizing culture in community psychology: Reflections from critical social science. In R. D. Goodman, & P. C. Gorski (Eds.). Decolonizing “multicultural” counseling through social justice (pp. 127-146). New York, NY: Springer.  Davidson, H., Evans, S., Ganote, C., Henrickson, J., Jacobs-Priebe, L., Jones, D. L., ... & Riemer, M. (2006). Power and action in critical theory across disciplines: Implications for critical community psychology. American Journal of Community Psychology, 38(1-2), 63-77. DOI: 10.1007/s10464-006-9061-4  Davis, K. (2008). Intersectionality as buzzword: A sociology of science perspective on what makes a feminist theory successful. Feminist Theory, 9(1), 67-85. DOI: 10.1177/1464700108086364  Delgado, R., & Stefancic, J. (2001). Critical race theory: An introduction. New York, NY: New York University Press. Dommu, R. (October 8, 2017). Trans filmmaker claims David France stole research for Netflix Marsha P. Johnson documentary. Retrieved from: https://www.out.com/popnography/ 2017/10/08/trans-filmmaker-claims-david-france-stole-research-netflix-marsha-p-johnson-documentary Emmerich, R. (Director). (2015). Stonewall [Motion picture]. United States: Centropolis Entertainment. Freire, P. (1997). Pedagogy of the oppressed (Rev. ed.) (M. Bergman Ramos, Trans.). New York: Continuum. Foucault, M. (1997). The ethics of the concern of the self as a practice of freedom. In P. Rabinow (Ed.), Michel Foucault: Ethics, subjectivity and truth (pp. 281–301). New York, NY: The New Press. Fuss, D. (2016). Inside/out: Lesbian theories, gay theories. New York, NY: Routledge. Gallant, J. (October, 29, 2017). Tickets withdrawn after “morality raids” in Etobicoke’s Marie Curtis Park. The Star. Retrieved from: https://www.thestar.com/news/gta/2017/10/29/tickets-withdrawn-after-morality-raids-in-etobicokes-marie-curtis-park.html Giwa, S. & Greensmith, C. (2012). Race relations and racism in the LGBTQ community of Toronto: Perceptions of gay and queer social service providers of colour. Journal of Homosexuality, 59(2), 149-185. DOI: 10.1080/00918369.2012.648877  Gokani, R., & Walsh, R. T. (2017). On the historical and conceptual foundations of a community psychology of social transformation. American Journal of Community Psychology, 59(3-4), 284-294. DOI: 10.1002/ajcp.12141      52 Goldie, J. (January 23, 2017). What’s the LGBT community saying about Pride Toronto’s decision on BLMTO’s demands? Retrieved from: https://www.dailyxtra.com/whats-the-lgbt-community-saying-about-pride-torontos-decision-on-blmtos-demands-72883 Harper, G. W., & Schneider, M. (2003). Oppression and discrimination among lesbian, gay, bisexual, and transgendered people and communities: A challenge for community psychology. American Journal of Community Psychology, 31(3-4), 243-252. DOI: 10.1023/a:1023906620085 Han, C. S. (2008). No fats, femmes, or Asians: The utility of critical race theory in examining the role of gay stock stories in the marginalization of gay Asian men. Contemporary Justice Review, 11(1), 11-22. DOI: 10.1080/10282580701850355  Herr, K., & Anderson, G. L. (2015). The action research dissertation: A guide for students and faculty. Thousand Oaks, CA: SAGE Publications, Inc. Hillman, B. L. (2011). “The most profoundly revolutionary act a homosexual can engage in”: Drag and the politics of gender presentation in the San Francisco gay liberation movement, 1964-1972. Journal of the History of Sexuality, 20(1), 153-181. Retrieved from: http://www.jstor.org/stable/pdf/40986358.pdf Howard, T. C., & Navarro, O. (2016). Critical race theory 20 years later: Where do we go from here? Urban Education, 51(3), 253-273. DOI: 10.1177/0042085915622541 Independent Television Service., KQED-TV (Television station: San Francisco, California.), & Frameline (Firm) (Producers), and Silverman, Victor, Susan Stryker and Jack Walsh (Directors) (2005). Screaming queens: The riot at compton's cafeteria. [Video/DVD] San Francisco, CA: Frameline. Jegroo, A. (2016, September 13). Why Black Lives Matter is fighting alongside Dakota access pipeline protesters. Splinter. Retrieved from: https://splinternews.com/why-black-lives-matter-is-fighting-alongside-dakota-acc-1793861838 Kane, M. D., & Ayers, M. (2016). LGBT Activism in North America. The Wiley Blackwell Encyclopedia of Gender and Sexuality Studies, 1–5. doi:10.1002/9781118663219.wbegss538 Kerstetter, K. (2012). Insider, outsider, or somewhere in between: The impact of researchers' identities on the community-based research process. Journal of Rural Social Sciences, 27(2), 99. Retrieved from https://libproxy.wlu.ca/login?url=https://search.proquest.com/docview/ 1287032003?accountid=15090 Letters to the Editor: More voices on Pride standoff (July 9, 2016). Retrieved from: https://www.thestar.com/opinion/letters_to_the_editors/2016/07/09/more-voices-on-pride-standoff.html Logie, C. H., & Rwigema, M. J. (2014). “The normative idea of queer is a white person”: Understanding perceptions of white privilege among lesbian, bisexual, and queer women of color in Toronto, Canada. Journal of lesbian studies, 18(2), 174-191. DOI: 10.1080/10894160.2014.849165  Marine, S. (2011). Special issue: Stonewall’s legacy—bisexual, gay, lesbian, and transgender students in higher education. ASHE Higher Education Report, 37(4), 1- 145. DOI: 10.1002/aehe.3704 Matsuda, M. J., Lawrence, C. R., Delgado, R., & Crenshaw, K. W. (1993). Words that wound. Critical race theory, assaultive speech, and the first amendment. Boulder, CO: Westview Press. Morgensen, S. L. (2011). Spaces between us: Queer settler colonialism and indigenous decolonization. Minneapolis, MN: University of Minnesota Press.      53 Muhammad, M., Wallerstein, N., Sussman, A. L., Avila, M., Belone, L., & Duran, B. (2015). Reflections on researcher identity and power: The impact of positionality on community based participatory research (CBPR) processes and outcomes. Critical Sociology, 41(7-8), 1045-1063. DOI: 10.1177/0896920513516025  Nagoshi, J. L., & Brzuzy, S. (2010). Transgender theory: Embodying research and practice. Affilia: Journal of Women and Social Work, 25(4), 431-443. DOI: 10.1177/0886109910384068  Namaste, K. (1994). The politics of inside/out: Queer theory, poststructuralism, and a sociological approach to sexuality. Sociological theory, 220-231. DOI: 10.2307/201866  Nash, J. C. (2008). Re-thinking intersectionality. Feminist Review, 89(1), 1-15. DOI: 10.1057/fr.2008.4  Nasser, S. (June 21, 2016). Police bathhouse raid apology prompts mixed feelings in Toronto LGBT community. Retrieved from: http://www.cbc.ca/news/canada/toronto/bathhouse-raids-apology-toronto-reaction-1.3646266 Nelson, G., Lavoie, F., & Mitchell, T. (2007) The history and theories of community psychology in Canada. In Reich S.M., Riemer M., Prilleltensky I., Montero M. (Eds.), International community psychology (pp. 13-36). Springer, Boston, MA Nelson, G., & Prilliltensky, I. (2010). Community psychology: In pursuit of liberation and well-being. Basingstoke, UK: Palgrave Macmillan. Pastrana, A. (2010). Privileging oppression: Contradictions in intersectional politics. Western Journal of Black Studies, 34(1), 53-63. DOI:10.14361/transcript.9783839415283.170  Patterson, J. (2017). Black Lives Matter Toronto Just Can't Avoid Bad Publicity. Retrieved from: http://www.huffingtonpost.ca/jeff-paterson/black-lives-matter-toronto_b_14633204.html Price, K. (2017). Queering reproductive justice toward a theory and praxis for building intersectional political alliances. In M. Brettschneider, S. Burgess, & C. Keating (Eds.). LGBTQ politics: A critical reader (pp. 72-88). New York, NY: New York University Press. Prilleltensky, I. (2001). Value‐based praxis in community psychology: Moving toward social justice and social action. American Journal of Community Psychology, 29(5), 747-778. DOI: 10.1023/a:1010417201918  Prilleltensky, I. (2008). The role of power in wellness, oppression, and liberation: The promise of psychopolitical validity. Journal of Community Psychology, 36(2), 116-136. DOI: 10.1002/jcop.20225  Rappaport, J. (1995). Empowerment meets narrative: Listening to stories and creating settings. American Journal of Community Psychology, 23(5), 795-807. DOI: 10.1007/bf02506992  Roen, K. (2001a). “Either/or’’ and ‘‘both/neither”: Discourse tensions in transgender politics. Signs, 27, 501-522. DOI: 10.1086/495695  Roen, K. (2001b). Transgender theory and embodiment: The risk of racial marginalisation. Journal of Gender Studies, 10(3), 253-263. DOI: 10.1080/09589230120086467 Simmons, T (January 23, 2017). ‘Enough is enough’: Pride Toronto board member explains decision to ban police from parade. CBC News Toronto. Retrieved from: http://www.cbc.ca/news/canada/toronto/pride-board-member-response-1.3947820 Solorzano, D. G. (1997). Images and words that wound: Critical race theory, racial stereotyping, and teacher education. Teacher Education Quarterly, 5-19. Retrieved from: http://www.jstor.org/stable/23478088     54 Stevens, G. (2007). The international emergence and development of community psychology. In N Duncan, B Bowman, A Naidoo, J Pillary, & V Roos (Eds), Community psychology: Analysis, context and action (pp. 27-50). Clarement, Cape Town: Juta. Stryker, S. (2004). Transgender studies: Queer theory's evil twin. GLQ: A Journal of Lesbian and Gay Studies, 10(2), 212-215. DOI: 10.1215/10642684-10-2-212  Stryker, S. (2008). Transgender history, homonormativity, and disciplinarity. Radical History Review, 2008(100), 145-157. DOI: 10.1215/01636545-2007-026 Stryker, S., & Whittle, S. (Eds.). (2006). The transgender studies reader. New York, NY: Routledge Publishing.  Swank, E., & Fahs, B. (2013). An intersectional analysis of gender and race for sexual minorities who engage in gay and lesbian rights activism. Sex Roles, 68(11-12), 660-674. DOI: 10.1007/s11199-012-0168-9  Thomas, D., Zuckerman, A., Lewis, C., & Cormier, J. C. (2017, June). Black Lives Matter and Community Psychology: Exploring a 21st Century Social Movement. Round Table Discussion presented at the Society for Community, Research, and Action 2017 Biennial, Ottawa, ON. Warner, M. (Ed.). (1993). Fear of a queer planet: Queer politics and social theory (Vol. 6). Minneapolis, MN: University of Minnesota Press. Wente, M. (July 4, 2016). The bullies of Black Lives Matter. The Globe and Mail. Retrieved from: https://www.theglobeandmail.com/opinion/the-bullies-of-black-lives-matter/article30746157/ Wilson, C. L., Flicker, S., Restoule, J. P., & Furman, E. (2016). Narratives of resistance: (Re) telling the story of the HIV/AIDS movement–Because the lives and legacies of Black, Indigenous, and People of Colour communities depend on it. Health Tomorrow: Interdisciplinarity and Internationality, 4(1). Retrieved from: https://ht.journals.yorku.ca/index.php/ht/article/view/40213 Winsa, P. (2016, June 21). Toronto police apologize for 1981 bathhouse raids. Toronto Star. Retrieved from: https://www.thestar.com/news/insight/2016/06/21/toronto-police-to-apologize-for-1981-bathhouse-raids.html   ",
    "id": 231342107,
    "identifiers": {
        "doi": "10.1285/i24212113v4i2p34",
        "oai": "oai:siba-ese.unisalento.it:article/18686"
    },
    "title": "Activism, intersectionality, and community psychology: The way in which Black Lives Matter Toronto helps us the examine white supremacy in Canada's LGBTQ community",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-10-12T01:00:00+01:00",
    "publisher": "Coordinamento SIBA - Università del Salento",
    "references": [],
    "sourceFulltextUrls": [
        "http://siba-ese.unile.it/index.php/cpgp/article/download/18686/16742"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/231342107.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/231342107"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/231342107/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/231342107/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/231342107"
        }
    ],
    "abstract": "Black Lives Matter’s Toronto chapter protested at the city’s 2016 LGBTQ Pride parade to make pointed demands for more funding, access to space, and the removal of police presence at future pride celebrations. Their protest led to polarizing discussions about Black Lives Matter’s involvement in the community and white supremacy in the LGBTQ community, with rhetoric that attempted to separate blackness from queerness and transness. Drawing from the protest and its tumultuous aftermath and from literature on Black Lives Matter and the LGBTQ movement, this paper explores points of tension and intersection between the Black Lives Matter movement and the LGBTQ movement. It then examines critical race theory, queer theory, transgender studies, and intersectionality as theoretical lenses for Black Lives Matter and LGBTQ movements. Implications for community psychology praxis with Black Lives Matter and LGBTQ movements are outlined.",
    "tags": [
        "Article Journal",
        "Community Psychology; Critical Theory; Intersectionality",
        "Black Lives Matter, LGBTQ, white supremacy, social movements, intersectionality, community psychology, critical race theory, queer theory"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article Journal"
    ],
    "oai": "oai:siba-ese.unisalento.it:article/18686",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13271",
        "openDoarId": 0,
        "name": "Università del Salento: ESE - Salento University Publishing",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 231342107,
        "depositedDate": null,
        "publishedDate": "2018-10-12T01:00:00+01:00",
        "updatedDate": "2024-02-14T01:28:41+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-17T22:24:57+01:00"
    },
    "urls": [
        "http://siba-ese.unile.it/index.php/cpgp/article/view/18686"
    ],
    "lastUpdate": "2024-02-14T01:28:41+00:00",
    "setSpecs": []
}