{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Chris Greenough"
        }
    ],
    "contributors": [],
    "createdDate": "2022-02-16T00:04:06+00:00",
    "dataProvider": {
        "id": 645,
        "name": "Directory of Open Access Journals",
        "url": "https://api.core.ac.uk/v3/data-providers/645",
        "logo": "https://api.core.ac.uk/data-providers/645/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.17613/qtjg-sd74",
    "downloadUrl": "https://core.ac.uk/download/491037155.pdf",
    "fullText": "Journal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n107 \nActivism in the Queer Biblical Studies Classroom \nChris Greenough \ngreenouc@edgehill.ac.uk \n \nABSTRACT \nThis article serves as an injunction for queer biblical studies to be reclaimed and mobilised as activist practice. \nFirst, I discuss the application and activist potential of queer theory – in and beyond the academy. To address \nconcerns around queer elitism, I argue how rupturing the binary between theory and practice recharges the \naccessibility and the activist potential of queer. In my discussion of queer pedagogy in the biblical studies \nclassroom, I offer practical strategies based on queer commentaries in teaching and learning. I explore the \nnotions of risk, experimentation and failure, as well as of tackling specific issues relating to resistance to queer \nbiblical criticism based on religious faith. Moreover, I consider how flipped learning theory can offer a \npersonalised and holistic approach to queer studies. In emphasising the value of queer biblical studies as \nactivist practice, I stress inclusion, intersectionality and student-educator parity as important elements in this \nproject. In detailing my commitment to activism, I conclude that true commitment to social justice means that \nresearchers aspire for their work to be irrelevant to future audiences: when the work of activist academics \nbecomes irrelevant, it means scholarship has effected change, with social justice becoming realised rather \nthan wish-ideology. \nKEYWORDS \nactivism; queer theory; flipped learning; methodsplaining; risk \n \n \nIntroduction \nSomewhere in Bethel, Jacob was flicking through glossy magazines selecting \npatterns and fabrics for the fabulous coat he was preparing to have designed and \nmade by the highest couturist in Israel to celebrate Joseph’s coming out. Yahweh \nappeared and looked through the window, disrupting the herbal tea Jacob was \ndrinking. He answered the door. Yahweh flounced in, and before Jacob had a \nchance to invite the mighty deity to sit down, Yahweh took a seat on one of the \nstones Jacob had spent the morning arranging. Immediately, there was an \nannouncement, “Your name is Jacob, but you will no longer be called Jacob; your \nname will be Israel.” So, Yahweh named Jacob “Israel”. Israel fell silent, “Err… \nYahweh?” asked Israel. “Well, just, err…Is there any flexibility on this name?” \nYahweh did not respond. As the tumbleweed passed over, newly named Israel \npoured a cup of tea for the unexpected guest. The silence was paralysing. “Izzy \nfor short would be fine,” thought the host. Izzy attempted to speak but Yahweh \ninterrupted: “I am God Almighty; be fruitful and increase in number. A nation and \na community of nations will come from you, and kings and queens will be among \nyour descendants. The land I gave to Abraham and Isaac I also give to you, and I \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n108 \nwill give this land to your descendants after you.” Izzy felt confident that the queer \nnation was emerging. Yahweh got up from the stone seat and bid farewell.  Izzy \nnecked the herbal tea and then immediately set about calling friends and \ngathering stones, ready for the meeting at the Stonewall Inn that evening (Book \nof Gender-cis, 35:9-14).1  \nThe commandment from Yahweh to Jacob is a commandment to queer. It forms part of a \nqueer covenant calling for activism and a commitment to social justice. It calls for change. In \nthis context, my article gives an injunction for queer biblical studies to be mobilised as activist \npractice. First, I discuss the application and activist potential of queer theory – in and \nespecially beyond the academy. To address concerns around queer elitism, I argue how \nrupturing the binary between theory and practice recharges the accessibility and the activist \npotential of queer. In my discussion of queer pedagogy in the biblical studies classroom, I \noffer examples of practical strategies based on queer commentaries and enacted in teaching \nand learning. I explore the notions of risk, experimentation and failure, as well as of tackling \nspecific issues relating to resistance to queer biblical criticism based on religious faith. \nMoreover, I consider how flipped learning theory can offer a simultaneously personalised and \nholistic approach to queer studies. In emphasising the value of queer biblical studies as \nactivist practice, I stress inclusion, intersectionality and student-educator parity as important \nelements in this project. In detailing my commitment to activism, I conclude that true \ncommitment to social justice means that researchers aspire for their work to be irrelevant \nto future audiences: when the work of activist academics becomes irrelevant, it means \nscholarship has effected change, with social justice becoming realised rather than wish-\nideology. \n \nReclaiming Queer \nQueer began as protest and with political engagement, fighting for the recognition and \ninclusion of LGBTQ+ people. Following on from this, moving into the academy, queer theory \nwas likewise a form of protest. It fought against the restrictions of binary thinking, against \nlinguistic confinement and the productions of normativity. Yet, queer theory risks becoming \ntoo head-spinning and theory-turning to be accessible and meaningful at the grassroots. My \nintention here is to reignite the radical potency of queer, as I call for a return to its roots in \nactivism. To advance this purpose, I resist locating queer research as intellectually convoluted \nand inaccessible, conducted in ivory towers rather than amidst activist communities and with \nqueer people on the ground. This is not to say that queer research is not a rich intellectual \nacademic pursuit in itself. It is. Nor is the agenda here to take an anti-intellectual position. \nRather, I suggest that true queer projects must rupture the binaries between theory and \npractice, the academy and activism. \n \n1 Loosely based on Genesis 35:9-14.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n109 \nAs we approach the anniversary of the naming of “queer theory” by Teresa de Lauretis \nin 1990, we must remember that it was first coined as a joke! De Lauretis had heard the term \n“queer” reclaimed on the streets by gay activists, and, as David Halperin comments, “she had \nthe courage, and the conviction, to pair that scurrilous term with the academic holy word \n‘theory.’”2 Of course, ever since the arrival of queer theory almost thirty years ago (happy \nbirthday, by the way!), queer has helped to liberate the researcher from academic captivity. \nAlthough queer is often closely related to studies in gender and sexuality, it must be clear that \nqueer works to dismantle other intersecting identity categories also. Its popularity as a theory \nis by now established in some of the academy,3 but its activist potential needs recharging. \nOthers too note concern about the loss of the activist potency of queer. Both Deryn Guest \nand David Halperin protest at how far removed from social activism queer theory now is. \nGuest notes, “the level of political engagement here is worryingly low”4 and queer research \n“will prove to be an elitist discourse, hardly accessible to the lay person or in touch with the \nlived realities of the grassroots communities.”5  \nIn calling for a destabilisation of power structures, queer has inadvertently built power \nstructures of its own and its dense intellectual language has shut out allies. Halperin suggests \nthat the normalisation of queer theory has led to its acceptance and rising success in \nacademia, but simultaneously to a reduction in its radical nature. He warns, “if queer theory \nis going to have the sort of future worth cherishing, we will have to find ways of renewing its \nradical potential.”6 I suggest that one way to renew queer’s radical potential is in the \nclassroom and through a return to its original agenda of activism. To bring this about, I turn \nto queering biblical texts. This endeavour is not just for the academy but for reengaging with \nthe queer community,7 and beyond, to other marginalised groups. And this can begin and be \ntrialled in the biblical studies classroom.  \n \n \n \n2 David M. Halperin, “The Normalization of Queer Theory,” Journal of Homosexuality 45.2-4 (2003), \n339. \n3 See, Susannah Cornwall, “Home and hiddenness: queer theology, domestication and institutions,” \nTheology & Sexuality 23.1-2, (2017): 31-47, 32; Deryn Guest, When Deborah Met Jael: Lesbian Biblical \nHermeneutics (London: SCM Press, 2005), 236. Chris Greenough, “‘Queer Eye in Theology and Biblical Studies: \n‘Do You Have To Be Queer To Do This?’” Journal of Interdisciplinary Biblical Studies (2019): 26-41.  \n4 Guest, When Deborah Met Jael, 48 \n5 Guest, When Deborah Met Jael, 51.  \n6 Halperin, “The Normalization of Queer Theory,” 339.  \n7 Many LGBTQ+ Christians have hostile and fearful relationships with the Bible, given how often it is \nutilised by conservative Christian groups as a weapon against same-sex marriage, LGBTQ+ inclusivity, \ntransgender recognition, and adoption and parenting by LGBTQ+ people. Time to be queerly activist and direct \nhere: by saying “conservative” uses of the Bible against LGBTQ+ lives, what I actually mean is prejudiced and \ndiscriminatory uses.   \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n110 \nQueer Activism in Scholarship and Teaching \nQueer theologies and queer biblical studies offer much appeal to students: queer is \nsimultaneously intellectually challenging, playful, creative and inclusive. Students can engage \nwith complex theory, which is then applied to both texts and real-life settings. The theory \nwhets intellectual appetites while its application quenches creative thirsts. There are plenty \nof possibilities for applying queer theory in the biblical studies classroom in a number of \npractical ways. I argue this is why both theory and practice are integral to queer studies, \nrather than just the former. For now, attention turns to some practical examples of this \nrupture between theory/methods in the biblical studies classroom. \nAt the outset, students should be prepared to expect the unexpected, as queer \nannounces itself boldly and unapologetically. Queer is not one approach among others, it is \nthe anti-approach.8 Students should not expect the same experience in the queer studies \nclassroom as they would in any other learning environment. Guest notes how the queer \napproaches to biblical studies disrupt “the traditional and cherished norms of historical-\ncritical exegesis with all the force of several gate-crashers at a party from which they had long \nbeen excluded.”9 Beyond surprise or shock, the queer classroom allows for experimentation \nand for failure.10 These are an integral part of the queer enterprise and intentional learning \noutcomes, as well as distinctive from other traditional learning processes. Such queer \nfreedom may be initially destabilising for students, but it also holds the potential to be \nliberating and creative.  \nExplicit attention to failure, following Jack Halberstam, brings rewards: \nFailure allows us to escape the punishing norms that discipline behavior and \nmanage human development […] And when failure certainly comes accompanied \nby a host of negative affects, such as disappointment, disillusionment and \ndespair, it also provides the opportunity to use these negative affects to poke \nholes in the toxic positivity of contemporary life.11  \nIf queer theory is marked by “definitional indeterminacy”12 then the queer biblical studies \nclassroom too should allow for unexpected encounters and for experimental and creative \n \n8 See Greenough, “‘Queer Eye,” 34-35.  \n9 Deryn Guest, “From Gender Reversal to Genderfuck: Reading Jael through a Lesbian Lens,” in Bible \nTrouble: Queer Reading at the Boundaries of Biblical Scholarship, eds., Teresa J. Hornsby and Ken Stone \n(Atlanta: Society of Biblical Literature, 2010), 10. \n10 Lauren Berlant and Michael Warner, “What Does Queer Theory Teach Us About X?,” Publications \nof the Modern Languages Associations of America 3 (1995), 349.  \n11 Jack Halberstam, The Queer Art of Failure, (Durham: Duke University Press, 2011), 3. Especially given \nthe mental health crisis in tertiary institutions (as elsewhere) and the lack of resources anywhere near \nadequately to address it, the potential for this approach to take some steps towards mental health wellbeing is \nconsiderable and deserves full exploration elsewhere. \n12 Annamarie Jagose, Queer Theory (Melbourne: Melbourne University Press, 1996), 1.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n111 \napproaches. It allows students to be guided by personal or political activist sensibilities, or by \ntheir instinct, their knowledge, their whims.  \nThe elements of disruption and table-turning are part of the multiple opportunities the \nqueer project affords, and they constitute strategies which can be mobilised in order to \nengage students and activate learning. To get to work in the classroom on a practical level, \ncollection of essays in the Queer Commentary and the Hebrew Bible (2001)13 offers varied and \nscintillating examples that can serve as inroads for students. In a queer example par \nexcellence, Roland Boer moves from a queer reading of Exodus 19 to queer writing, and with \nhis story-telling approach, destabilises assumptions about the writing of biblical \ncommentaries. Not only does he depict the relationship between Yahweh and Moses as \nhomoerotic, but Boer moves from the conventional format of a critical essay, to offer \nsomething strikingly new in terms of both content and form. Let me cite from Boer’s \nencounter between Yahweh and Moses: \n“Sit down, sit down, Moses, take a load off your feet”, says the first. \n“Thanks”, puffs Moses. “Shalom”. \n“Shalom, indeed, my dear, although it’s usually mine to give” \n“Big fucking mountain you’ve got here, Yahweh. What’s wrong with the plain, or \noccasional anthill?” \n“Must impress other gods, dear, can’t let appearances slip…”14  \nBoer’s example screams queer. It is disruptive and flirts loosely with the content of the \noriginal text, moving away from traditional commentaries that work through rigorous verse \nby verse analysis. But it also draws attention to the dynamics and hierarchies between Moses \nand Yahweh and to the need of the biblical text to assert constantly (desperately?) the \nsuperiority of Israel’s deity. We see here how queer research, playfully and incisively, liberates \nbiblical texts from normative academic captivity. In this way, queer biblical interpretation \nresists straight-jacketing by traditional hermeneutics and exegesis and opens up new ways of \ndisclosing and understanding subtexts. In turn queer biblical studies can rewrite marginalised \ncharacters into the Bible, or trace the contextual significance of the times in which the ancient \ntexts may have been produced, and this can destabilise the politics at play in the biblical texts. \nThese activities are all activist to the core.  \nContinuing with Boer’s text, his queer rewriting raises important questions for students. \nFor example: what makes queer writing queer? How can other biblical texts be queered? \nWhat is the effect of queer language and the use of parody? Students can reflect on these \nquestions and then apply such strategies to a different biblical text of choice. In the course of \n \n13 Ken Stone (ed), Queer Commentary and the Hebrew Bible (London: Sheffield Academic Press, \n2001). \n14 Roland Boer, “Yahweh at Top: A Lost Targum,” in Queer Commentary and the Hebrew Bible, ed., \nKen Stone (London: Sheffield Academic Press, 2001), 76.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n112 \nthis, both close reading (an established strategy in biblical studies) and critical thinking (the \ntarget and centrepiece of many academic course “aims and objectives” sections) are fine-\ntuned, while also giving students scope for queer creative exploration.  \nRather than exerting didactic leadership from the front of the classroom, the educator \nin the queer classroom works more effectively among and with the students, as all share in \nthe active experience of experimentation and failure in the queer commentary process. \nIndeed, it is Boer’s approach was the inspiration to me to pen the opening of this article, which \nis a contribution to queer commentary from a collaborative class exercise. More significantly, \nengaging together in the task offers parity between students and educator. This strategy, \nmoreover, can facilitate effective co-learning relationships and mitigate potential resistance \nand anxiety, a point to which I will return.  \n \nTaking Risks \nQueer writing, like Boer’s and my example, destabilises biblical studies, and with its humour, \nparody and playfulness subverts expectations of traditional biblical scholarship. Associations \nwith non-normative gender and sexuality remain, because, as Ken Stone reminds us, \n“assumptions about the proper boundaries between, and roles of, academic and literary \nwriting are no less susceptible to queer destabilizing than one’s assumptions about proper \nboundaries and roles in sexual activity.”15 If we are able to embrace the glorious messiness of \nour own embodied lives and imaginations, imagine the contributions we can make to queer \nresearch in biblical studies!  \nReturning to queer activism, Charlotte Cooper makes clear that activism “is a bottom-\nup, not top-down conceptualisation of knowledge production.”16 Hence, in sharing stories and \nreader responses to the Bible, we rewrite and reinterpret biblical texts, offering new, fresh \nlenses to biblical studies. In this process, we are also accessing ourselves and rupturing the \nbinary between theory and practice, ancient text and present context. Rather than working \nsolely with top-down intellect, we are also working with bottom-up practice. Self as resource \nis something available and unique to us all: a resource that is embodied, contextual, fluid, \nactive. When Timothy Koch identifies the queer resistance to traditional hermeneutics or \nchurch authority for deciding the meanings of biblical texts, he assesses this strategy as \nparticularly fruitful for LGBTQ+ identifying individuals. But the queer reading process is fertile \nand rich also for others, irrespective of gender or sexual identification, because: \nwe […] come with our own questions, our own need for resources, our own \nlimited energies; when we regard biblical texts as resources for us […] We can \nfind our own concerns, emotions, goals and fears reflected throughout these \n \n15 Ken Stone, “Queer Commentary and Biblical Interpretation,” in Queer Commentary and the \nHebrew Bible, ed., Ken Stone (London: Sheffield Academic Press, 2001), 30.  \n16 Charlotte Cooper, Fat Activism: A Radical Social Movement (Bristol: HammerOn Press, 2016), 38.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n113 \npages; we can find role models, cautionary tales, ribald stories and points to \nponder that can illuminate our own journeys.17  \nThe postmodern and subjective turn in biblical studies marks how the reception of the text \nis not solely influenced by the text itself, but by the position of the reader. Multiplicities of \npositions and reader identities, thereby, make queer teaching and learning a messy \npostmodern task full of infinite possibilities. But, as Marla Morris notes, this is a conscious \npolitical move,18 resisting normalisation or standardisation. As such, queer activism in biblical \nstudies is part of a wider agenda including realising political and social justice.  \n Another expression that encapsulates how queer enables a profusion of radical \npossibilities comes, again, from Koch who refers to the queer practice of “cruising the \nscriptures.” This captures succinctly the freedom for students, who may resist one or other \napproach, or reading or criticism, to feel liberated and encouraged to see what else is on \noffer. Koch’s hermeneutic of cruising promotes “using our own ways of knowing, our own \ndesire for connection, our own savvy and instinct, our own response to what attracts us and \ncompels us.”19 This differs from previous queer approaches to biblical studies, as \nChristopher-Rasheem McMillan notes: \nKoch is here talking about the way in which he approaches scripture. He stresses \nthat he is not in a pissing contest with other biblical scholars over the meaning of \nword(s) relating to homosexuality in the Bible; he is also not trying to find \ncharacters like himself in the Bible; but he is treating scripture as he would treat \nthe finding of a sexual partner. He is looking for what attracts him, looking at the \n‘object’ that draws him, just as he is drawn to it.20 \nIn this cruising methodology, there is a relationship between the text and the gaze of the \nreader. The reader is drawn in and the text sparks something that resonates with the reader. \nIt is a reflective practice, too, guided by intuition and temporality. In the classroom, this \napproach means students can cruise the texts in a similar way, drawing on a text or passage \nthat elucidates particular personal responses. Of course, this prioritises the location of the \nreader and what we learn from them in their chosen text and their response. To avoid \npossible embarrassment, this is an approach that students could carry out securely outside \nof the biblical studies classroom, as I will go on to discuss with reference to flipped learning.   \n \n17 Timothy R. Koch, “Isaiah,” in The Queer Bible Commentary, eds. Deryn Guest, Robert E. Goss, Mona \nWest, and Thomas Bohache, (London: SCM Press, 2006), 373.   \n18 Marla Morris, “Unresting the Curriculum: Queer Projects, Queer Imaginings,” in Queer Theory in \nEducation, ed., William F. Pinar (Oxford: Routledge, 2009), 279.  \n19 Timothy R. Koch, “Cruising as Methodology: Homoeroticism and the Scriptures,” Queer \nCommentary and the Hebrew Bible, ed., Ken Stone (London: Sheffield Academic Press, 2001), 175.  \n20 Christopher-Rasheem McMillan, “Biblical Performance Criticism: The Almost, But Not Quite, \nTransubstantiation of Performance Studies into Religious Studies,” Liminalities: A Journal of Performance \nStudies 13:3, (2017), 18. \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n114 \nKoch recognises the limitations and the possible sites of vulnerability to negative \ncritique in this method of biblical interpretation, but balances it out by its gains. Koch states, \n“attackers may lurk, recognizing that not all of our efforts will result in anything even remotely \nresembling success – yet all the while participating actively to create the possibilities of life-\nenhancing, thrilling contact with these texts.”21 Koch acknowledges risk: cruising scripture can \nbe unsuccessful – risks can fail, just as sexual advances can be rebuffed. He is also aware that \na queer aesthetic and sensibility risks, even invites, rejection from those who prefer \nmainstream approaches. \nOne group of people resistant to queer projects are aptly called methodsplainers. The \nword “mansplaining” has gained popularity and describes a reportedly common gendered \nexperience: usually one where an overconfident and condescending man attempts to explain \nsomething to a woman, particularly some concept or idea of which the woman has \nconsiderably more expertise or experience. Sociologist Jane Ward relexicalises this term and \ntalks of “methodsplaining” in similar terms: here traditional, mainstream methodologists \noperate as gatekeepers, deciding what is and what is not a legitimate form of research. Ward \nreflects on “repeated encounters with the discipline’s fetish for traditional methodologies – \nan obsession with reifying methodological conventions in such a way that leaves little room \nfor innovation”22 – and I note how familiar this sounds from the context of traditional biblical \ninterpretation with regard to its reluctance to admit queer criticism. Ward describes her \nexperience of how methodsplaining constructs impermeable disciplinary boundaries, which \nin turn led to anxiety and paralysis in her own work. In queer research, something similar can \nbe felt on multiple levels; not least, because biblical studies exists also beyond the academy, \nwith religious organisations laying claim to particular, allegedly normative, interpretations and \nto biblical correctness. But the queer agenda questions and overthrows dominant, \nhegemonic strictures, thereby exposing how power, privilege, whiteness, maleness, \ncisnormativity, heteronormativity and ableism are at play in traditional and normative biblical \ninterpretation.  \nIronically perhaps, queering also brings about a better and more self-conscious \nunderstanding of dominance and of tradition. Hence, Butler exposes the illusionary nature of \ngender, by highlighting its need for repetition. Butler calls gender performativity “a stylized \nrepetition of acts,”23 and points out that drag queens disclose gender trouble through the \nenactment of parody and subversion, thereby revealing all gender as unstable. Power \nstructures, including heteronormative gender expectations can be first understood and then \nchallenged through mimicry, parody, repetition and dismantlement. I argue that queer \nprojects must be equally parodic and subversive, and in doing so, first recognise and \n \n21 Koch, “Cruising as Methodology,” 175.   \n22 Jane Ward, “The Methods Gatekeepers and the Exiled Queers,” in Other, Please Specify. Queer \nMethods in Sociology, eds., D’Lane Compton, Tey Meadow and Kristen Schilt (California: University of \nCalifornia Press, 2018), 59.  \n23 Judith Butler, Gender Trouble (London, Routledge, 1990), 140.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n115 \nunderstand academic normativity and then resist. Queer research should disrupt and \nsubvert. As Michael Warner states, “‘queer’ gets a critical edge by defining itself against the \nnormal […] and normal includes normal business in the academy.”24 In this way, queering is an \nintellectual and a practical endeavour, but in the queer biblical studies classroom learning \nand teaching “undo” traditional methods, offering imaginative alternatives that are \nunorthodox, hybrid, and creative. Students need not create or follow the usual rules,25 nor \nmust they search for stable models. In avoiding rigid attempts to define or confine queer, \nthere is a tendency among queer theorists to say, “queer is as queer does” but really it should \nbe “queer is as queer undoes.”26  \nFrom within biblical studies, Stephen Moore, like Ward, has also exposed the obstructive \ncompulsion with method, noting, amusingly, how “theory has fuelled the biblical scholarly \nsusceptibility to methodaltry and methodone addiction.” He concludes, “Method is our \nmadness”27 asking, “Isn’t it time we exited the methodone clinic once and for all?”28 and notes \nthe deleterious effect of a fetish for methods: \nOur obsession with method has made for a mountainous excess of dull and \ndreary books, essays and articles: here, first, in numbing dry detail is my method; \nnow watch and be amazed while I apply it woodenly to this unsuspecting biblical \ntext.29  \nIn the academy, we follow rules, expound methods, set out hypotheses based on previous \nstudies, analyse according to established principles. In critical thinking, words like “robust,” \n“order,” “rigour,” “appropriateness” and “justification” are de rigueur, and models of analysis \nare formalised – and formulaic! Moore devalues the emphasis placed on iteration and \nrepeatability of methods used in traditional biblical studies. He, too, calls for a more eclectic \napproach that allows for critical sensibility combined with originality, and proposes the use \nof autobiographical criticism as part of this. Moore notes that this swerves away from \ntraditional methodological approaches, because “the critic’s personal history form[s] the \nexplicit reading frame into which the text is placed and in relation to which it assumes fresh \nmeaning.”30 This in itself is not distinctively queer, but is an approach that can be found in \nsome feminist, masculinity, postcolonial and cultural studies, among others. Yet, this \napproach allows for more inclusive instruction and fits well with queering31 – not least, \n \n24 Michael Warner, Fear of a Queer Planet (Minneapolis: University of Minnesota Press, 1993), xxvi.  \n25 On rules, see below. \n26 For further discussion on undoing methods, see Chris Greenough, Undoing Theology: Life Stories \nfrom Non-normative Christians (London: SCM Press, 2018): 51-65.  \n27 Stephen Moore, The Bible in Theory. Critical and Postcritical Essays (Atlanta: Society of Biblical \nLiterature, 2010), 389.  \n28 Moore, The Bible in Theory, 372. \n29 Moore, The Bible in Theory, 370.  \n30 Ibid. \n31 There are a wide range of texts available for this and I do not wish to provide a comprehensive list \nhere, apart from noting a sample of the texts I use in relation to autobiographical accounts and the impact of \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n116 \nbecause life story research shifts the focus from the abstract and distant to the immediate \nand actual.   \nFor the educator and the student, the queer biblical studies classroom is a space of risk \nand safety, experimentation and deeper understanding of convention, fulfilment and failure. \nThe strategies noted above may elicit a range of positive and negative responses, as queer \ntypically, can simultaneously disgust and delight. I am constantly aware of the snares and \npitfalls of queering the classroom, so let me next turn to some questions: what happens when \nstudents disengage? How can I manage negativity or resistance? How can such a new and \nuntried space best be negotiated? \n \nTackling Resistance in the Queer Biblical Studies Classroom \nKristen Schilt cites resistance, reduction and ridicule as strategies used by some academic \ngatekeepers in resisting queer projects. Schilt explains resistance as “the attempt to erect \nboundaries against an emerging area of inquiry,” reduction as “the attempt to dismiss \nscholarship … as too ‘fringe,’” and ridicule as “an attempt to devalue scholarship…by \npositioning it as absurd.”32 These three strategies are also widely used by students who \ndisengage with or who attempt to denigrate or ridicule queer readings, such as that by Boer \ncited above.  \nOne of my opening strategies in the classroom is to share with students early on in a \ncourse how queer readings have been and are resisted, thereby placing the oppressors’ tools \non the table. Resistance is also thereby shown not to be the preserve of queer, and this is \nuseful for demonstrating how resistance, reduction and ridicule can serve as tactics for \nenforcing, defensively, what is argued to be normative. Exposing and examining this is \nimportant and can reveal the tenuousness of normativity, while also freeing up access to \ncreative resistance. Students often go on from here to see that finding a particular reading of \nthe Bible strange or disturbing is not unique to queer reading, but can apply to any reading of \nthe Bible. Stone states, “it has to be admitted that one can leave particular ‘queer readings’ of \nthe Bible, as one can leave examples of other types of reading of the Bible.”33 This highlights \nthat queer is not presented as an alternative normativity and frees students up to select or \nreject, as in Koch’s reading strategy of cruising. \n \nthe Bible on queer lives: Robert Goss and Mona West, eds., Take Back the Word: A Queer Reading of the Bible \n(Cleveland: Pilgrim Press, 2000); Nancy Wilson, Our Tribe: Queer Folks, God, Jesus and the Bible (San \nFrancisco: Harper Collins, 1995); Adrian Thatcher, The Savage Text: The Use and Abuse of the Bible (London: \nWiley-Blackwell, 2008). \n32 Kristen Schilt, “The ‘“Not Sociology’” Problem,” in Other, Please Specify. Queer Methods in \nSociology, eds., D’Lane Compton, Tey Meadow, and Kristen Schilt (California: University of California Press, \n2018), 39.   \n33 Stone, “Queer Commentary,” 18. \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n117 \nQueer theory and pedagogies are trickling into discussions of teaching and learning in \nhigher education.34 To attempt to counter the three Rs noted by Schilt, which often form an \nobstructive response to queer studies, I urge that queer activism in the biblical studies \nclassroom focuses on three alternative Rs: rules, risk and relationships. In terms of rules, I am \nfollowing Teresa Hornsby’s lead who states: \nWe need some rules; we need some fixedness, even knowing that these things \nare imagined. The rules, the established structures, actually create the very \nconditions necessary for creativity and individual expression and for desire. \nIndividuals, through creativity, can alter the rules but again only against the \nbackdrop of other rules. Without the rules (i.e., some perception of an \nimmovable object), there can be no creativity, no beauty, and no desire.35   \nHornsby is right, even when the notion of rules and regulations rubs angrily against the idea \nof queer as riotous, outlaw, unlimited, with no-holds-barred. Queer may escape the \nrestriction and limitations of rules in terms of the theory and the undoing of methods used \nto produce research, but the climate of the biblical studies classroom must allow disruption \nand creativity to happen under the agenda of experimentation and failure. Social rules create \na space of safety. Bringing in the second and third ‘R’ alongside rules: there is no approach in \nqueer activism without risk, yet risk is mitigated through relationships. In terms of teaching \nand learning, the creative and messy dynamic that is queer simply cannot be neatly prepared. \nSocial rules within the seminar room are often tacit, but they are necessary to remove the \nfear of vulnerability, embarrassment or oppression. The rules create a space in which \nrelationships are positively maintained and individuals are confident and supported to take \nrisks. \n As a queer identifying scholar and educator, I realise my self-presentation and my \npassionately activist approach to the inclusion of LGBTQ+ individuals across the faculty in \nwhich I work leaves scope for accusations of unconscious and biased factors at play in my \nteaching of queer biblical studies. I am aware that students may not wish to articulate or \notherwise express any prejudices they may hold, for fear of causing offence to me. Yet, I still \nmaintain that my visibility in itself is important – and activist. To echo the famous slogan from \nsecond-wave feminist activism, “the political is personal” and this applies also to colleagues \nand other persons who are not queer-identifying, or, if they are, out to their students. My \nidentity and the engagement of this identity in my teaching is one way to demonstrate the \nrelevance of self both in biblical criticism and in political activism. Incorporating and \nproducing autobiographical writings (queer and non-queer) is one effective way of examining \nand demonstrating the impact of the Bible on queer and other identities. Queer biblical \n \n34 See, for example, sj. Miller and Nelson M. Rodriguez, eds. Educators Queering Academia: Critical \nMemoirs (Oxford: Peter Lang, 2016); William F. Pinar, ed., Queer Theory in Education (Oxford: Routledge, 1998). \n35 Teresa J. Hornsby, “The Dance of Gender: David, Jesus and Paul,” in Transgender, Intersex, and \nBiblical Interpretation, eds., Teresa J. Hornsby and Deryn Guest (Atlanta: SBL Press, 2016), 87-88.   \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n118 \nstudies may seem uncomfortable to some, but the overarching aim is to affirm inclusion and \nchallenge injustices.  \nOne further challenge to consider is that some students have faith positions that are \ncondemning and judgmental of certain marginalised groups. Indeed, there would be an \nuncomfortable irony if, in seeking to work at the margins, we actually marginalise students of \nfaith. Philip Davies notes how the Bible may belong to the faithful who worship in a Church or \nsynagogue, but it belongs to the world too. He suggests that academic readings are a different \ntask to readings by the faithful, observing how academic research can and should distance \nitself from religious readings of the Bible.36 If, however, we are to work at the intersections as \nan act of activism in queer biblical studies, one of the intersections we must consider carefully \nis faith. Elizabeth Spelman makes clear that gender, sexuality and race are not pop-beads \nfastened together on a necklace of identity, where one can be popped off, separated and \nanalysed without consideration of the whole.37 The same pop-bead principle applies to \nstudents in our classes who may read the texts from their faith positions, and might therefore \nfind a queer reading of biblical texts challenging. The principle also acknowledges, however, \nthat faith readings do not exist in isolation from other identity markers. \nRobert Davidson describes any attempt to differentiate between spiritual and academic \nreadings of the Bible for students of faith as “an impossible act of intellectual and spiritual \nschizophrenia.”38 Moreover, if our work is truly intersectional, why on earth would we ask \nstudents to elide their faith positions?  A commitment to intersectionality ensures \nrecognition of all categories of identification as part of contextual theologies and biblical \nstudies, and that includes spiritual or religious identifications. But faith commitment is not \nprivileged over or disconnected from other identities. The focus on rules and relationships \nmeans that there is no condemnation for any identity in the queer biblical studies classroom, \ngiven that queer exposes how all identities are constructs in any case. It may be the case that \ntime and space are needed to work through these challenges and biases privately between \nclassroom contact, and one way to offer such resources is through the idea of flipping the \nclassroom. \n \n \n \n \n \n36 Philip R. Davies, Whose Bible is it Anyway? (Second Edition. London: Bloomsbury, 2004). \n37 Elizabeth V. Spelman, Inessential Woman: Problems of Exclusion in Feminist Thought. (Boston: \nBeacon Press, 1988).  \n38 Robert Davidson, “The Bible in Church and Academy,” in Sense and Sensitivity: Essays on Reading \nthe Bible in Memory of Robert Carroll, eds., Alastair G. Hunter and Philip R. Davies (London: Sheffield Academic \nPress, 2002), 166.   \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n119 \nFlipping the Biblical Studies Classroom \nIn addition to the strategies offered that can operate in the biblical studies classroom noted \nabove, one further pedagogical approach is flipped learning theory.39 This model is conducive \nto the queer enterprise, as it reflects a subversion or disruption to the traditional idea of \nclassroom-based learning and offers an overturn of the traditional biblical studies classroom. \nThe learning is inverted and rather than doing their learning in the classroom, students \nexplore, prepare or produce the learning material before the class, and this is then deepened \nthrough discussion and dissemination. Flipping the classroom gives rise to effective learning \nby allowing scope for independence, personalisation, intellectualism and potential for \nactivism. In this way educational experience can become transformative.  \nIn queering biblical studies, the benefit of a flipped learning approach means that \nstudents work through their reflections and any personal challenges privately before the \nsession. In directly considering students of faith, flipping the classroom affords them time, \nspace and individual support to work out their personal convictions and beliefs, and to \ninterrogate them alongside academic explorations. This allows students to interrogate their \nown beliefs on a personal level: to speak with their family, friends and personal contacts and \nto engage with academic literature. The flipped classroom allows students to consider both \nacademic and confessional approaches. During this period, students who are experiencing \ndisconnect between their own internalised attitudes and queer scholarship may need to \naccess tutorial support for further signposts to bespoke texts or resources. Most \nimportantly, the development of empathy should be prioritised. Guest shows optimism in \nnoting that a combination of both academic and confessional approaches may allow balance \nfor students of faith to “come to a more profound and enlarged version of their deity.”40 The \nflipped classroom may allow for personal yet private transformation in students of faith and \na reconciliation of two false binary positions, where one position can inform the other. Of \ncourse, flipped learning does not create a biblical studies utopia and some students may be \nunable to work through the challenges of queer readings in relation to queer identities, in \nwhich case the rules and safe space of the seminar room must be in place as discussed above. \nMost importantly, queer functions in two ways: a concern with LGBTQ+ identities, and its \ndisruption of all hegemonic structures of power. For students who face internalised conflict, \nsuch as students with religious beliefs that conflict with LGBTQ+ identities, or anti-feminist \nwomen, or trans-exclusionary radical feminists, or students of faith from a former colony who \ncannot accept how the Bible was implicit in colonisation, they can pick ‘n’ mix and may choose \nnot to work on areas they find personally problematic. Instead, they may dismantle other \nforms of oppression, such as power structures inherent in other biblical themes or texts – \nbecause queer is committed to a variety of intersectional approaches and concerns.  \n \n39 Jonathan Bergmann and Aaron Sams, Flip Your Classroom: Reach Every Student in Every Class \nEvery Day, (Washington: International Society for Technology in Education, 2012).  \n40 Deryn Guest, YHWH and Israel in the Book of Judges. An Object-Relations Analysis (Cambridge: \nCambridge University Press, 2019), 174. \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n120 \nFollowing examples used in the classroom such as those offered in this article so far, \nstudents may select a lens to explore, relating for example, to identity or power related issues, \nsocial injustice, inequalities, popular cultural or social themes, as well as selecting their own \nparticular biblical texts that speak to that theme outside of the classroom. Students may \nselect multiple texts and offset biblical texts against one another. The texts can then be \ninterrogated, played with, disrupted, reconstructed in light of the issue using a variety of \nmethods and media. In flipping the queer biblical studies classroom, explorations are entirely \ndistinctive from models of critical thinking or collaborative learning, as queer learning is \nunderpinned by notions of experimentation and failure. The queer project thereby disrupts \nnormative models of learning and inquiry, just as queer activism in biblical studies disrupts \ndisciplinary expectations and traditional academic approaches. Queer approaches to flipped \nlearning therefore subvert the assumed academic activities of assignments and essay \nexpectations. Students will be able to apply their critical insights and methods to a variety of \ncreatively devised assessment tasks. Allowing students to exercise authority and decision \nmaking in selecting an appropriate assignment task with their tutor demonstrates a holistic \nand personalised approach. The application of the selected theme and biblical texts can result \nin the production of knowledge using a variety of contemporary media that may include art, \npoetry, music, film, performance, photography, playscripts, visual arts and digital methods. \nStudents can experiment and enjoy explorations off the beaten tracks. In returning to the \nclassroom, such a variety of media in disseminating their learning has activist potential in \nterms of impact to their fellow students, plus it has potential to reach wider audiences and \nto engage beyond the academy. \nThe queer biblical classroom is a space of difference, and learning in this space is \nactivism. Queer research moves beyond gender and sexuality to interrogate identity-based \nthinking. Working at the intersections, including race, gender, sexuality, dis/ability, religion \nand class, we are able to highlight the marginalisation and unjust structures at play in the \nBible, in religion, but also in wider culture and society. Cooper states how “queer is a \nsensibility that can influence action,”41 and this sensibility allows people to exercise agency. \nActivist scholars ensure that critical reading of texts poses important questions: “Who is \nomitted?” “Who is excluded?” “How does this relate to them/us?” “How can we include \nthem/ourselves?” Queer research therefore allows for intersectional interrogation. There is \na fruitful partnership when we pair intersectional and queer studies: we are able to identify \nthe marginalised and call out the oppressor in solidarity. Approaching the texts using our \nqueer aesthetic or sensibility is radical.  \nOne final benefit of flipped learning is that it serves to regulate the behaviour of the \neducator. How do we invite students to articulate their own understanding of the \nintersections without imposing our own constructed definitions? By resisting normative \nteaching and learning in the queer classroom, we need to be aware of our power as educators \nand our own tendency to impose and impress our knowledge. True inclusion comes from a \n \n41 Cooper, Fat Activism, 192.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n121 \njourney of self-reflection, critical examination and empathy. Authority can be relinquished by \napproaching biblical studies reflectively and experientially, and the relationship between the \neducator and the student changes: they become a co-learner and source of support. \n \nConclusion \nIn moving from queer theory to its application, we reignite a form of activism which was part \nof the protest out of which queer originally emerged. Lisa Isherwood and Marcella Althaus-\nReid tell us how “Queer theology is, then, a sexual theology with a difference, a passion for the \nmarginalized. That passion is compassion but also a commitment to social justice.”42 But this \npassionate commitment to social justice is rendered impotent unless the theory/practice \nbinary of queer is also ruptured.43 The examples above offer ways in which students and \neducators can apply queer theory and queer biblical criticism in transformative ways. \nIn renewing the activism in queer learning, we need not compromise academic rigour. \nAs a theory insistent on disrupting established and traditional expectations, the anti-\nnormative agenda of queer must extend to the academy. In this way, the use of imaginary and \ncreative methods offers original knowledge. Queer activism in the biblical studies classroom \ninterrogates power structures of the Bible and thereby serves the community that queer was \noriginally purported to represent, as well as demonstrating its commitment to \nintersectionality. It is a process of deconstruction, disruption, dialogue and creative \nimaginations. Queer activism also troubles assumed and hegemonic practices within the \nacademy whereby normative expectations of learning, teaching and assessment are undone. \nThe idea of rupturing the binary in queer studies between theory and practice is an \nimportant shift for scholars teaching and working in queer biblical studies and theologies. \nImportantly, resisting methodolatry and flipping learning are connected and resonate with \none another, as they are both queer practices. Working critically to undo methods serves to \nliberate queer scholars from the trappings and regulations of academic hegemony, while the \nflipped classroom subverts traditional approaches to teaching. In my book Undoing Theology, \nI state how undoing methods are characterised by “by contingency, temporality, fluidity as \nkey indicators.”44 I say this in acknowledgment that real learning, like activism, is in the \nmoment and appeals to the present. Theories and perspectives fall in and out of vogue. To \n \n42 Lisa Isherwood and Marcella Althaus-Reid, “Queering Theology,” in The Sexual Theologian, eds., \nMarcella Althaus-Reid and Lisa Isherwood (London: Continuum, 2004), 6.  \n43 The few examples of queer academic and activist scholarship in theology and religious studies with \nwhich I am familiar includes the work in African contexts from  Adriaan van Klinken and Lilly Phiri, “‘In the \nImage of God’: Reconstructing and Developing Grassroots African Queer Theology from Urban Zambia,” \nTheology & Sexuality 21:1, (2015): 36-52; Adriaan van Klinken, “Autobiographical Storytelling and African \nNarrative Queer Theology,” Exchange 47, (2018): 211-229. Also, Robin. Henderson-Espinoza, Activist Theology. \n(Minneapolis: Fortress Press, 2019). \n44 Greenough, Undoing Theology, 173.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n122 \nreturn to Ward and her idea of methodsplaining, I underscore her manifesto to queer biblical \nstudies: \nBring on your interdisciplinary/promiscuous methods, multiple/polyamorous \nmethods, ambiguous/gender-queer methods, unpredictable/moving methods, \nand your nonreproducible methods. The discipline needs you.”45  \nDigression from mainstream methods used in biblical studies, queer approaches colour \noutside the lines. The Bible is queer and queered. The curriculum is radically subverted, with \nlearning and teaching flipped, to allow reflective and experiential approaches. The teacher \nmoves from a position of knowledge to a co-creator and companion to the student, and this \nis especially significant as students will develop the next generation of critical interventions \nin the field. Queer communities fuel creativity and activism, but are also aware of the need to \nprepare themselves to be resilient, to have courage, to be committed to social justice. These \nskills are essential as the queer project necessitates personal and professional risk. The queer \ncovenant that opened this article calls for a true commitment to activism in the biblical \nstudies classroom. This covenant calls for self-belief, courage, risk, and points to the idea that \na commitment to social justice should be irrelevant to future audiences. Schilt says, “if we are \ntruly committed to effecting social change with our research, we should strive for future \nirrelevance!”46  \nJust as “queer” is indefinable, queer pedagogy as activism too has to be careful not to \npromote new authorised or accepted strategies. I concur with Cooper, who warns “activists \nshould beware of creating a fundamentalist movement, a return to an imagined purer past, \nnew orthodoxies, or a replacement monoculture.”47 Queer and activism do not shy away from \nawkward encounters, but, with the awareness of strategies discussed in this article, and with \nour own tools in hand, we break down boundaries and see the constructive benefits of doing \nso. \nIsherwood and Althaus-Reid remind us how “queering theology requires courage.”48 \nThis is, of course, nothing new. Living on a day-to-day basis has always required courage from \nqueer people; presenting visibly as non-normative requires courage too. Queer theologies \nand biblical studies require courage because they challenge long held beliefs and \nassumptions. The elements of vulnerability, messiness and courage are part of activist \ncampaigns. Indeed, Compton, Meadow and Schilt highlight the “messiness and anxiety that \noften lies behind our attempts to produce politically informed empirical work.”49 Queer \n \n45 Ward, “The Methods Gatekeepers,” 65.  \n46 Schilt, “The ‘“Not Sociology’” Problem,” 49. \n47 Cooper, Fat Activism, 200.  \n48 Isherwood and Althaus-Reid, “Queering Theology,” 3.  \n49 D’Lane Compton, Tey Meadow and Kristen Schilt, “Introduction: Queer Work in a Straight \nDiscipline,” in Other, Please Specify. Queer Methods in Sociology, eds., D’Lane Compton, Tey Meadow and \nKristen Schilt (California: University of California Press, 2018), 27 \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n123 \nresearchers make sense of their vulnerability and are empowered by their communities. \nAlthaus-Reid points to the self-examination and vulnerability of queer theologians. She says: \nQueering confronts the theologian’s own voice and responsibility too… the \ntheologian stands up in community, in solidarity and in uniqueness. Queer we may \nstand with a sense of pride and resistance which comes from the sharing of our \nown stories and sufferings, and the silence of a theology which has assumed too \nmany things about sexuality and God.50 \nAlthaus-Reid is right to emphasise the stand we take as queer scholars, without romanticising \nthe fears we may experience in taking such an activist position. Our anxieties may be fuel for \nactivism. We resist and are resisted, but the queer project is activist. It is from a place of \nradical vulnerability, love and commitment that transformation takes place. The queer Bible \nsays so: \nA Letter from RuPaul to the Queer Nations51 \nMy dear brothers and sisters. And those among you who surpass binary notions \nof gender, knowing that it is a social construct and family relations are not just \nblood, but the family you choose…  \nStand firm and stay strong in your queer activism. You are free. To love another \nand to love yourself. If you can’t love yourself, how the hell are you gonna love \nsomeone else? Can I get an “amen” up in here? Now, let the music play.52 \n \nBibliography \nAlthaus-Reid, Marcella. “Queer I Stand: Lifting the Skirts of God.” Pages 99-109 in The Sexual \nTheologian. Edited by Marcella Althaus-Reid and Lisa Isherwood. London: Continuum, \n2004. \nBergmann, Jonathan and Aaron Sams. Flip Your Classroom: Reach Every Student in Every \nClass Every Day. Washington: International Society for Technology in Education, 2012.  \nBerlant, Lauren and Michael Warner. “What Does Queer Theory Teach Us About X?,” \nPublications of the Modern Languages Associations of America 3 (1995): 343-349.   \n \n50 Marcella Althaus-Reid, “Queer I Stand: Lifting the Skirts of God,” in The Sexual Theologian, eds., \nMarcella Althaus-Reid and Lisa Isherwood (London: Continuum, 2004), 104. \n51 Based on Gal 5:1 ‘For freedom Christ has set us free. Stand firm, therefore, and do not submit again \nto a yoke of slavery’; Gal 5:13-14 ‘For you were called to freedom, brothers and sisters; only do not use your \nfreedom as an opportunity for self-indulgence, but through love become slaves to one another. For the whole \nlaw is summed up in a single commandment, “You shall love your neighbour as yourself’; and Gal 6: 9 ‘So let us \nnot grow weary in doing what is right, for we will reap at harvest time, if we do not give up’ [NRSV]. \n52 RuPaul ends each episode with these last two lines. RuPaul’s Drag Race (2009-), Logo TV. \n \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n124 \nBoer, Roland. “Yahweh at Top: A Lost Targum.” Pages 75-105 in Queer Commentary and the \nHebrew Bible. Edited by Ken Stone. London: Sheffield Academic Press, 2001. \nButler, Judith. Gender Trouble. London, Routledge, 1990.  \nCompton, D’Lane, Tey Meadow and Kristen Schilt. “Introduction: Queer Work in a Straight \nDiscipline.” Pages 1-36 in Other, Please Specify. Queer Methods in Sociology. Edited \nby D’Lane Compton, Tey Meadow and Kristen Schilt. California: University of \nCalifornia Press, 2018. \nCooper, Charlotte. Fat Activism: A Radical Social Movement. Bristol: HammerOn Press, 2016. \nCornwall, Susannah, “Home and hiddenness: queer theology, domestication and \ninstitutions,” Theology & Sexuality 23.1-2, (2017): 31-47. \nDavidson, Robert. “The Bible in Church and Academy.” Pages 161-175 in Sense and Sensitivity: \nEssays on Reading the Bible in Memory of Robert Carroll. Edited by Alastair G. Hunter \nand Philip R. Davies. London: Sheffield Academic Press, 2002. \nDavies, Philip R. Whose Bible is it Anyway? Second Edition. London: Bloomsbury, 2004. \nGreenough, Chris. “‘Queer Eye in Theology and Biblical Studies: ‘Do You Have To Be Queer \nTo Do This?’” Journal of Interdisciplinary Biblical Studies (2019): 26-41.  \nGreenough, Chris. Undoing Theology: Life Stories from Non-normative Christians. London: \nSCM Press, 2018. \nGoss, Robert and Mona West, eds., Take Back the Word: A Queer Reading of the Bible. \nCleveland: Pilgrim Press, 2000. \nGuest, Deryn When Deborah Met Jael: Lesbian Biblical Hermeneutics. London: SCM Press, \n2005. \nGuest, Deryn. “From Gender Reversal to Genderfuck: Reading Jael through a Lesbian Lens.” \nPages 9-44 in Bible Trouble: Queer Reading at the Boundaries of Biblical Scholarship. \nEdited by Teresa J. Hornsby and Ken Stone. Atlanta: Society of Biblical Literature, \n2010. \nGuest, Deryn. YHWH and Israel in the Book of Judges. An Object-Relations Analysis. \nCambridge: Cambridge University Press, 2019. \nHalberstam, Jack. The Queer Art of Failure. Durham: Duke University Press, 2011. \nHalperin, David M. “The Normalization of Queer Theory.” Journal of Homosexuality 45.2-4 \n(2003): 339-343. \nHenderson-Espinoza, Robin. Activist Theology. Minneapolis: Fortress Press, 2019. \nHornsby, Teresa J. “The Dance of Gender: David, Jesus and Paul.” Pages 81-94 in \nTransgender, Intersex, and Biblical Interpretation. Edited by Teresa J. Hornsby and \nDeryn Guest. Atlanta: SBL Press, 2016. \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n125 \nIsherwood, Lisa and Marcella Althaus-Reid. “Queering Theology” Pages 1-15 in The Sexual \nTheologian. Edited by Marcella Althaus-Reid and Lisa Isherwood. London: Continuum, \n2004. \nJagose, Annamarie. Queer Theory. Melbourne: Melbourne University Press, 1996. \nKoch, Timothy R. “Isaiah.” Pages 371-385 in The Queer Bible Commentary. Edited by Deryn \nGuest, Robert E. Goss, Mona West, and Thomas Bohache. London: SCM Press, 2006. \nKoch, Timothy R. “Cruising as Methodology: Homoeroticism and the Scriptures.” Pages 169-\n181 in Queer Commentary and the Hebrew Bible. Edited by Ken Stone. London: \nSheffield Academic Press, 2001. \nMcMillan, Christopher-Rasheem. “Biblical Performance Criticism: The Almost, But Not Quite, \nTransubstantiation of Performance Studies into Religious Studies.” Liminalities: A \nJournal of Performance Studies 13:3, (2017): 1-23. \nMiller, sj. and Nelson M. Rodriguez, eds. Educators Queering Academia: Critical Memoirs. \nOxford: Peter Lang, 2016. \nMoore, Stephen. The Bible in Theory. Critical and Postcritical Essays. Atlanta: Society of \nBiblical Literature, 2010. \nMorris, Marla. “Unresting the Curriculum: Queer Projects, Queer Imaginings.” Pages 227-236  \nin Queer Theory in Education. Edited by William F. Pinar. Oxford: Routledge, 2009. \nPinar, William F., ed. Queer Theory in Education. Oxford: Routledge, 1998. \nSchilt, Kristen. “The ‘“Not Sociology’” Problem.” Pages 37-50 in Other, Please Specify. Queer \nMethods in Sociology. Edited by D’Lane Compton, Tey Meadow, and Kristen Schilt. \nCalifornia: University of California Press, 2018. \nSpelman, Elizabeth V. Inessential Woman: Problems of Exclusion in Feminist Thought. \nBoston: Beacon Press, 1988.  \nStone, Ken, ed. Queer Commentary and the Hebrew Bible. London: Sheffield Academic \nPress, 2001. \nStone, Ken. “Queer Commentary and Biblical Interpretation.” Pages 11-25 in Queer \nCommentary and the Hebrew Bible. Edited by Ken Stone. London: Sheffield Academic \nPress, 2001. \nThatcher, Adrian. The Savage Text: The Use and Abuse of the Bible. London: Wiley-Blackwell, \n2008. \nvan Klinken, Adriaan and Lilly Phiri. “‘In the Image of God’: Reconstructing and Developing \nGrassroots African Queer Theology from Urban Zambia,” Theology & Sexuality 21:1, \n(2015): 36-52. \nvan Klinken, Adriaan. “Autobiographical Storytelling and African Narrative Queer Theology,” \nExchange 47, (2018): 211-229.  \nJournal for Interdisciplinary Biblical Studies  ISSN 2633-0695 \nVol 2.1 (Autumn 2020) \n   \n \n126 \nWard, Jane. “The Methods Gatekeepers and the Exiled Queers.” Pages 51-66 in Other, Please \nSpecify. Queer Methods in Sociology. Edited by D’Lane Compton, Tey Meadow and \nKristen Schilt. California: University of California Press, 2018.  \nWarner, Michael. Fear of a Queer Planet. Minneapolis: University of Minnesota Press, 1993.  \nWilson, Nancy. Our Tribe: Queer Folks, God, Jesus and the Bible. San Francisco: Harper \nCollins, 1995.   \n",
    "id": 491037155,
    "identifiers": {
        "doi": "10.17613/qtjg-sd74",
        "oai": "oai:doaj.org/article:24b0371336de4c49bd5116e636dbf805"
    },
    "title": "Activism in the Queer Biblical Studies Classroom",
    "language": null,
    "publishedDate": "2020-01-01T00:00:00+00:00",
    "publisher": "'Modern Language Association'",
    "references": [],
    "sourceFulltextUrls": [
        "https://hcommons.org/deposits/view/hc:32442/CONTENT/7-greenough-activism.pdf/"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/491037155.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/491037155"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/491037155/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/491037155/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/491037155"
        }
    ],
    "abstract": "This article serves as an injunction for queer biblical studies to be reclaimed and mobilised as activist practice. First, I discuss the application and activist potential of queer theory – in and beyond the academy. To address concerns around queer elitism, I argue how rupturing the binary between theory and practice recharges the accessibility and the activist potential of queer. In my discussion of queer pedagogy in the biblical studies classroom, I offer practical strategies based on queer commentaries in teaching and learning. I explore the notions of risk, experimentation and failure, as well as of tackling specific issues relating to resistance to queer biblical criticism based on religious faith. Moreover, I consider how flipped learning theory can offer a personalised and holistic approach to queer studies. In emphasising the value of queer biblical studies as activist practice, I stress inclusion, intersectionality and student-educator parity as important elements in this project. In detailing my commitment to activism, I conclude that true commitment to social justice means that researchers aspire for their work to be irrelevant to future audiences: When the work of activist academics becomes irrelevant, it means scholarship has effected change, with social justice becoming realised rather than wish-ideology",
    "tags": [
        "article",
        "activism",
        "queer theory",
        "flipped learning",
        "methodsplaining",
        "risk",
        "The Bible",
        "BS1-2970"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:doaj.org/article:24b0371336de4c49bd5116e636dbf805",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": null,
            "identifiers": [
                "2633-0695",
                "issn:2633-0695"
            ]
        }
    ],
    "repositories": {
        "id": "645",
        "openDoarId": 0,
        "name": "Directory of Open Access Journals",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 491037155,
        "depositedDate": null,
        "publishedDate": "2020-01-01T00:00:00+00:00",
        "updatedDate": "2022-02-16T00:04:06+00:00",
        "acceptedDate": null,
        "createdDate": "2022-02-16T00:04:06+00:00"
    },
    "urls": [
        "https://doaj.org/article/24b0371336de4c49bd5116e636dbf805"
    ],
    "lastUpdate": "2022-02-16T00:04:06+00:00",
    "setSpecs": []
}