{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kevin L. Nadel"
        }
    ],
    "contributors": [],
    "createdDate": "2017-08-14T20:32:41+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84911854.pdf",
    "fullText": "1   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016issue brief    Addressing Trauma Among Gay, Bisexual, and Queer  Boys of ColorKevin L. Nadal, Ph.D. CLAGS: The Center for LGBTQ Studies City University of New Yorkissue brief    2   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016A growing body of research reveals that lesbian, gay, bisexual, transgender, and queer (LGBTQ) people experience a disproportionate amount of mental health challenges when compared with those who are heterosexual and cisgender. LGBTQ people, in general, have a higher prevalence of suicidal thoughts, attempts, and completions (Hatzenbuehler, 2011); depression and anxiety (Cochran, Sullivan, & Mays, 2003), and substance use and abuse (Marshal et al., 2008). LGBTQ people are more likely than heterosexual or cisgender people to have histories of childhood sexual abuse (Balsam, Lehavot, Beadnell, & Circo, 2010) and are more likely to be homeless (Rosario, Schrimshaw, & Hunter, 2012). This is true of young LGBTQ people as well. Studies find that young adults under 24 years of age who identify as LGBTQ, have a higher likelihood of depression and suicide than heterosexual youth (Marshal et al., 2013), are more likely to engage in self-harming behaviors (Jiang et al., 2010), and have increased rates of being a victim of  bullying (Berlan, Corliss, Field, Goodman, & Austin, 2010) than their heterosexual counterparts.In addition,  multiple research studies have revealed that LGBTQ people overall report more frequent exposure to traumatic life experiences that trigger symptoms of post-traumatic stress disorder (PTSD) and other trauma-related disorders compared to heterosexual or cisgender people (Balsam, Rothblum, & Beauchaine, 2005; Roberts, Austin, Corliss, Vandermorris, & Koenen, 2010). LGBTQ youth also experience a range of traumatizing events including verbal abuse, physical abuse, sexual abuse, and bullying (D’Augelli, Grossman, & Starks, 2006).There is little research on how race and ethnicity contribute to  negative outcomes for LGBTQ youth of color—particularly for gay, bisexual, and queer (GBQ) boys and young men of color. We know that boys and young men of color directly or indirectly experience violence throughout their lives (Bryant & Phillips, 2013). This makes it crucial to understand how being both GBQ and a boy or young man of color can enhance one’s chances of  being exposed to violence and trauma. According to research, young GBQ men of color are more susceptible to a variety of mental health problems (Amola & Grimmett, 2015; Diaz, Ayala, Henne, & Marin, 2001; Zamboni, & Crawford, 2007) and are more likely to engage in behaviors that can put them at risk for substance abuse, HIV and other sexually-transmitted diseases (Balsam, Huang, Fieland, Simoni, & Walters, 2004; Fazio, Hunt, & Moloney, 2011; Huebner et al., 2015).  It is important to examine the types of trauma that GBQ boys and young men experience, and what strategies can help bolster their coping skills and resiliency.This issue brief is an attempt to highlight the research that has been conducted examining trauma among GBQ boys and young men of color (or GBQBYMOC), as well as the research gaps involving these topics. Throughout this review, GBQ boys and young men of color (or GBQBYMOC) will include those who are Black/African American, Latino, Asian American, Pacific Islander, Native American, or multiracial; (b) identify as gay, bisexual, or queer; or, (c) engage in same-sex romantic or sexual behaviors. Transgender female-to-male (FTM) boys or young men will not be included because there isn’t enough research to draw from. Introductionissue brief    3   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016GBQ Boys and Young Men of Color’s Experiences with TraumaTrauma has been defined in traditional and nontraditional ways. First, the American Psychiatric Association (2013) defines a traumatic event as an “actual or threatened death, serious injury, or sexual violation” (p. 271) and explains that these experiences often result in symptoms of PTSD (e.g., intrusive thoughts, dissociation, etc.). Second, many scholars have described how experiences of insidious trauma (distressing events based on pervasive and intense discrimination or oppression) may also result in PTSD and trauma-related symptoms (Bandermann & Szymanski, 2014; Root, 1992).  This brief examines four major ways in which GBQ boys and young men of color are most susceptible to trauma:  Childhood Physical and Sexual Abuse, Familial Rejection or Intolerance, Hate Violence, and Bullying and Peer Victimization.Childhood Physical and Sexual Abuse Multiple studies show that GBQBYMOC are more likely to have experienced physical or sexual abuse during childhood. In a sample of 87 GBQ Black men, one study found that nearly one third were sexually abused as children (Fields, Malebranche, & Feist-Price, 2008); in a survey of of 912 GBQ Latino men, 15.9%reported that they were sexually abused as children (Arreola, Neilands, & Diaz, 2009). Some studies have found significant disparities in exposure to abuse  between White GBQ men and GBQBYMOC. For example, a study of 524 GBQ men in New York City found that GBQ African American men were considerably more likely to have been sexually abused as children than GBQ White men (Feldman & Meyer, 2007). Another study found that GBQ Native American men were twice as likely as White men to have been physically abused and nearly six times more likely to have been sexually abused (Barney, 2003). Some studies have also found significant differences between GBQ men of color and heterosexual men of color. For instance, one study of Native American men in New York showed that those who were GBQ  were more likely to have been sexually abused than those who identified as heterosexual  (Balsam, Huang, Fieland, Simoni, & Walters, 2004). Finally, certain racial groups may experience a higher prevalence of specific types of abuse. A study that compared 699 LGBQ people of different racial groups across the country reported that physical abuse was significantly higher for GBQ Asian American and Latino men when compared with Whites, and sexual abuse was significantly higher for GBQ Black and Latina/os than Whites (Balsam, et al., 2010).Multiple studies have found that childhood abuse was linked to trauma and other psychological symptoms.issue brief    4   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016Multiple studies have found that childhood abuse was linked to trauma and other psychological symptoms. One study found that childhood emotional abuse was the strongest predictor of mental health-related problems for GBQBYMOC participants (Balsam, Lehavot, Beadnell, & Circo, 2010). Similarly, a study of GBQ Latino men revealed childhood sexual abuse was linked to psychological distress and risky sexual behaviors (Arreola, Neilands, & Diaz, 2009); another study of gay men, including men of color, found that childhood sexual abuse was a predictor of eating disorder symptoms (Brennan, Crath, Hart, Gadalla, & Gillis, 2011).Familial Rejection or IntoleranceLack of acceptance among family members is another challenge that GBQBYMOC often face.  In fact, there are wide disparities in how different groups reveal their sexual orientation identities to their families. A large study of 2,733 LGBQ participants in New York and Los Angeles found that although 80% of LGBQ White Americans were “out” to their parents, the percentage was much lower for Latinos (71%), Black Americans (61%), and Asian Americans and Pacific Islanders (51%); (Grov & Bimbi, 2006).There are many reasons GBQ boys and young men of color do not disclose their sexual identity to their parents or family members. In a qualitative study of LGBTQ Filipino Americans, gay male participants reported that religion and expectations prevented them from “coming out” to their parents and families. As a result, many participants did not self-disclose their sexualities to their families until they reached adulthood, if at all (Nadal & Corpus, 2013). One study showed that fewer than 2% of GBQ young Black men describe being open about their sexual orientations in all aspects of their lives (Brown, 2005). Although this can leave young men feeling marginalized and depressed, there are reasons for the delay in being honest. Most believe their parents would respond unfavorably to their sexual orientations (Edwards, 1996). Despite this, studies show that the inability to be open about sexual identity is more likely to lead to attempts at suicide, feelings of depression, or engagement in risky behavior among a range of GBQ men of color (Cochran Mays, Alegria, Ortega, & Takeuchi, 2007; Ryan, Huebner, Diaz, & Sanchez, 2009).When GBQBYMOC do not feel support from their families, they may develop higher levels of negative internal feelings, including rejection of their identity, that can be detrimental to their mental health. For the past decade, empirical studies have consistently found that internalized homophobia is a predictor of one’s state of mental health issues (e.g., depression and low self-esteem) and risky sexual behaviors—particularly One study showed that fewer than 2% of GBQ young Black men describe being open about their sexual orientations in all aspects of their lives.issue brief    5   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016Photo: Jed Conklinfor GBQ Black men (Amola & Grimmett, 2015) and GBQ Latino men (Vega, Spieldenner, DeLeon, Nieto, & Stroman, 2011).While men of all racial backgrounds and sexual orientations may experience gender role conflict, GBQBYMOC are more likely to feel distress because of  their intersectional identities. For example, due to machismo in Latino cultures, GBQ Latino men may experience great pressures to conform to masculine gender roles. Similarly, many GBQ Black men feel unable to disclose their true sexual identities because of fear of rejection, which may result in closeted, “downlow” lifestyles (Nadal, 2010).Hate Violence In 2013, the National Coalition on Anti-Violence Programs (NCAVP) reported that nearly one-third of all hate crimes were directed toward LGBTQ people. A year later, statistics from the Federal Bureau of Investigation (FBI) showed that more than one in five  reported hate crimes in the United States targeted LGBTQ people. A recent report found that 80% of all homicide victims of hate crimes in 2014 were people of color. The majority of homicide victims (60%) were Black, as compared with 15% Latina/o victims and 15% White (NCAVP, 2015). Further, LGBTQ people of color who were targeted by hate crimes were more likely to experience physical violence, injury, and were more likely to require medical attention when compared with White or heterosexual hate crime survivors. While this number did not disaggregate for race and gender, the report did find that 35% of homicide victims were gay or bisexual men. Another study of  912 gay and bisexual Latino men in New York City, Miami, and Los Angeles also found that gender nonconformity predicted harassment, abuse, and mental distress—particularly for Latino men who identified as more effeminate (Sandfort, Melendez, & Dias, 2007).Bullying and Peer VictimizationThe 2013 National School Climate Survey (which surveyed 7,800 middle school and high school students who identified as LGBTQ) found that 85% of LGBTQ students reported verbal harassment, and 65% of these students heard homophobic language frequently or often (Kosciw, Greytak, Palmer, & Boesen, 2014). LGBTQ youth of color reported higher rates of harassment and violence because of their race and ethnicity than their White counterparts, and LGBTQ Latina/o youth were twice as likely as non-LGBTQ Latina/o youth to report being excluded by peers, verbally harassed, or physically assaulted at school. The rates of verbal harassment for Latino, In 2013, the National Coalition on Anti-Violence Programs (NCAVP) reported that nearly one-third of all hate crimes were directed toward LGBTQ people.issue brief    6   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016Asian American/Pacific Islander, and African American youth were 47%, 39%, and 35%, respectively (Kosciw, et al, 2014). LGBTQ students of color are also punished more often than other students.  A separate study found that 69% of Black LGBTQ youth had been sent to detention (for any reason) in middle or high school compared to 56% of non-Black LGBTQ students. The same study reported that 31% of Black LGBTQ students had been suspended compared to 18% of non-Black students (Lambda Legal, 2012).Recommendations for Increasing Resilience in GBQ Boys and Men of ColorWhile the literature on GBQ boys and young men of color is still nascent, there are many approaches emerging  that can be helpful for supporting their health and well-being. These approaches tap include community organizations, online support systems, educational systems, and psychotherapy.Community OrganizationsPrevious research has found that participation in Gay-Straight Alliances (GSAs) are effective predictors of healthy identity development for LGBTQ youth. However, LGBTQ youth of color need more to help them feel connected. Belonging to peer organizations, youth programs, or “safe spaces” that support their intersectional identities has been shown to have greater positive impact (Gamarel, Walker, Rivera, & Golub, 2014). In other words, when LGBTQ people of color feel most supported in relation to their sexual orientations, gender identities, genders, races, and ethnicities, they feel more authentic, engaged, and empowered to confront discrimination in their lives. One example of a community organization that effectively serves LGBTQ youth of color is the New York City-based FIERCE (Fabulous Independent Educated Radicals for Community Empowerment). This organization is led by LGBTQ youth of color and aims to build “their leadership and power” (FIERCE, 2016). FIERCE advocates for social justice and youth empowerment through grassroots organizing, movement building, leadership development, and programs that promote mental health and wellness. The grassroots organizing component includes several campaigns such as the Safe Space Safe Lives campaign which advocates Previous research has found that participation in Gay-Straight Alliance (GSAs) are effective predictors of healthy identity development for LGBTQ youth.issue brief    7   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016against the displacement and criminalization of LGBTQ youth of color and homeless youth in Manhattan’s West Village. PAW: Police Accountability Work is another of FIERCE’s campaigns which educates LGBTQ youth of color about their rights when interacting with police, and also advocates against the criminalization and hyper-policing of LGBTQ youth of color. Online Support SystemsOnline support systems can be defined as one’s ability to connect with peers via support groups, chat rooms, and social media websites. Finding LGBTQ peers online has been found to be very effective for LGBTQ youth- particularly because it may be hard to find other LGBTQ peers in one’s local community. In a large-scale study of 5,542 adolescents, researchers found that LGBTQ youth were more likely than non-LGBTQ youth to have online friends, and that they appraised these friends as better than their in-person friends at providing emotional support (Ybarra et al., 2015). Together, these findings suggest that online friends can be an important source of social support, particularly for LGBTQ youth. Because in-person social support can also protect against victimization, both online and in-person support can help to increase resilience in GBQBYMOC youth of color (and other LGBTQ youth of color).PsychotherapyWhile psychotherapy has typically been found effective for LGBTQ youth and youth of color, traditional approaches to psychotherapy is often ineffective for GBQBYMOC because of the need to address issues around race and sexual orientation.  Many patients feel a cultural mistrust of psychotherapy, due to the intersection of their racial backgrounds and sexual orientation identities. Unaddressed, cultural mistrust increases the risk for premature termination of psychotherapy for people of color (Sue & Sue, 2008) and LGBTQ people (Greene, 1997).Psychologists, Dr. Thema Bryant-Davis and Dr. Carlota Ocampo (2005) have put forth  recommendations for mental health practitioners working with clients who have experienced multiple traumas due to their racial backgrounds, sexual orientations, and other identities (e.g., religion, gender, etc.). They emphasize that clinicians consider more than one reason for discrimination. For instance, while trauma is traditionally viewed as tied to a single incident, LGBTQ people of color might encounter daily discrimination in various forms (e.g., systemic racism and microaggressions). Second, practitioners need to consider how a person’s Many patients feel a cultural mistrust of psychotherapy, due to the intersection of their racial backgrounds and sexual orientation identities.issue brief    8   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016sexual identity affects their ability to confront things that trigger stress like discrimination or bullying. For example, if a GBQ boy or young man of color’s classmates discriminate against him daily, he may not feel powerful to address or confront such behavior, particularly if he is still closeted and does not feel comfortable disclosing the harassment to an adult.There are a few known model organizations that provide holistic mental health services for GBQ young men of color of various racial and ethnic backgrounds. First, Queer LifeSpace in San Francisco is a nonprofit counseling agency that seeks to bring sustainable mental health and substance abuse services to the LGBTQ community. To ensure that their program is “for us; by us,” they offer a Queer People of Color support group that is run by at least one or two queer or trans people of color. Group topics include navigating racism, homophobia or transphobia, sex and dating, and improving mental health. Second,  the Young Men Connection at the JWCH Institute Inc. in Los Angeles focuses on preventing HIV/AIDS and substance use in GBQ Black and Latino men. They provide their clients with individual and group counseling services and HIV testing (JWCH Institute, 2016). Finally, APICHA Community Health Center in New York City has provided HIV testing and mental health services to young men of color for more than 25 years (APICHA, 2016). For the past decade, they have offered the Project Connect program for LGBTQ Asian American youth, which assists clients with HIV-testing and treatment. APICHA also offers the GAYME (GLBTQI Asian and Pacific Islander Youth Mentorship for Empowerment) program, which connects LGBTQ Asian American youth with teenage and adult mentors.ConclusionGay, bisexual, and queer boys and young men of color are often exposed to a myriad of traumatic events that trigger symptoms of PTSD and other kinds of stresses that influence their health and well being. They sometimes experience physical, sexual, and/or verbal abuse during childhood. Sometimes, they become alienated from families and isolated because of  rejection or bias.  The intersections of their race, gender, or sexual orientation identities also enhances their chances for becoming victims of bullying, hate violence or crimes. Leaders and community advocates across many sectors must increase their knowledge and awareness of the many disparities affecting GBQ boys and young men of color. It is also important that they no longer view the racial, gender and sexual identities of these young men as separate and unrelated aspects of their existence. Systems and institutions must change their Gay, bisexual, and queer boys and young men of color are often exposed to a myriad of traumatic events that trigger symptoms of PTSD and other kinds of stresses that influence their health and well being.issue brief    9   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016policies to address the various ways that systemic racism, heterosexism, and other forms of discrimination negatively affect GBQBYMOC. Programs must be created that  acknowledge the intersectional identities of these boys and young men and, especially, recognize how race, gender, and sexual orientation influence their exposure to trauma. Such programs, whether via online platforms or in-person, must provide mentorship and contact with others with shared or similar identities and experiences. As these safe spaces are built, GBQ boys and young men of color may experience an increased sense of validation and reduced feelings of marginalization and isolation.  issue brief    10   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016ReferencesAmerican Psychiatric Association. (2013) Diagnostic and statistical manual of mental disorders, (5th ed.). Washington, DC: Author. Amola, O., & Grimmett, M. A. (2015). Sexual Identity, Mental Health, HIV Risk Behaviors, and Internalized Homophobia Among Black Men Who   Have Sex With Men. Journal of Counseling & Development, 93, 236-246. APICHA (2016). APICHA Community Health Center Services. Retrieved February 23, 2016 from https://apicha.org/services/ Arreola, S. G., Neilands, T. B., & Diaz, R. (2009). Childhood sexual abuse and the sociocultural context of sexual risk among adult Latino gay    and bisexual men. American Journal of Public Health, 99, S432–S438. Balsam, K. F., Huang, B., Fieland, K. C., Simoni, J. M., & Walters, K. L. (2004). Culture, trauma, and wellness: A comparison of heterosexual and   lesbian, gay, bisexual, and two-spirit Native Americans. Cultural Diversity and Ethnic Minority Psychology, 10, 287-301. Balsam, K. F., Lehavot, K., Beadnell, B., & Circo, E. (2010). Childhood abuse and mental health indicators among ethnically diverse lesbian, gay,  and bisexual adults. Journal of Consulting and Clinical Psychology, 78, 459-468.Bandermann, K. M., & Szymanski, D. M. (2014). Exploring Coping Mediators Between Heterosexist Oppression and Posttraumatic Stress Symptoms among   Lesbian, Gay, and Bisexual Persons. Psychology of Sexual Orientation and Gender Diversity, 1, 213–224.Barney, D. D. (2003). Health risk-factors for gay American Indian and Alaska native adolescent males. Journal of Homosexuality, 46, 137-157. Berlan, E.D., Corliss, H.L., Field, A.E., Goodman, E., & Austin, S.B. (2010). Sexual orientation and bullying among adolescents in the growing up    today study. Journal of Adolescent Health, 46, 366–371.Brennan, D. J., Crath, R., Hart, T. A., Gadalla, T., & Gillis, L. (2011). Body dissatisfaction and disordered eating among men who have sex with men in Canada.   International Journal of Men’s Health, 10(3), 253-268.Brown, E., II. (2005). We wear the mask: African American contemporary gay male identities. Journal of African American Studies, 9, 29–38.Bryant, R. & Phillips, R. (2013). Improving supports for Youth of Color Traumatized by Violence. Washington DC: CLASP.Cochran, S. D., Sullivan, J. G., & Mays, V. M. (2003). Prevalence of mental disorders, psychological distress, and mental health services use among lesbian, gay,  and bisexual adults in the United States. Journal of Consulting and Clinical Psychology, 71, 53–61.Diaz, R. M., Ayala, E. B., Henne, J., & Marin, B. V. (2001). The impact of homophobia, poverty, and racism on the mental health of gay and bisexual Latino    men: Findings from 3 US cities. American Journal of Public Health, 91, 927–932.Edwards, W. J. (1996). A sociological analysis of an in/visible minority group: Male adolescent homosexuals. Youth & Society, 27, 334–355.Fazio, A., Hunt, G., & Moloney, M. (2011). ‘It’s one of the better drugs to use’: Perceptions of cocaine use among gay and bisexual Asian American men.   Qualitative Health Research, 21, 625-641.Federal Bureau of Investigation (2014). Uniform Crime Report Hate Crime Statistics, 2013. Retrieved February 14, 2016 from http://www.fbi.gov/about-us/   cjis/ucr/hate-crime/2013/topic-pages/incidents-and-offenses/incidentsandoffenses_final.pdfFeldman M.B., & Meyer I. H. (2007). Eating disorders in diverse lesbian, gay, and bisexual populations. International Journal of Eating Disorders, 40, 218-226.Fields, S. D., Malebranche, D., & Feist-Price, S. (2008). Childhood sexual abuse in black men who have sex with men: Results from three qualitative studies.    Cultural Diversity And Ethnic Minority Psychology, 14(4), 385-390. FIERCE (2016). FIERCE: Building the Leadership & Power of LGBTQ Youth of Color. Retrieved February 22, 2016 from http://www.fiercenyc.org/Gamarel, K. E., Walker, J.J., Rivera, L., & Golub, S. A. (2014). Identity safety and relational health in youth spaces: A needs assessment with LGBTQ youth of    color. Journal of LGBT Youth, 11, 289-315.Greene, B. (1997). Ethnic minority lesbians and gay men: Mental health and treatment issues. In B. Greene (Ed.), Ethnic and cultural diversity among   lesbians and gay men (pp. 216–239). Thousand Oaks, CA: Sage.Grov C. & Bimbi, D.S. (2006). Race, ethnicity, gender, and generational factors associated with the coming out process among gay, lesbian, and bisexual    individuals. Journal of Sex Research, 43, 115-121.Guarnero, P. A. (2007). Family and Community Influences on the Social and Sexual Lives of Latino Gay Men. Journal of Transcultural Nursing, 18, 12-18.Hatzenbuehler, M. L. (2011). The Social Environment and Suicide Attempts in Lesbian, Gay, and Bisexual Youth. Pediatrics, 127, 896-903.issue brief    11   |   Copyright 2016 Robert Wood Johnson Foundation   |   September 2016ReferencesHuang, Y. P., Brewster, M., Moradi, B., Goodman, M., Wiseman, M., & Martin, A. (2010). Content analysis of literature about LGB people of    color: 1998-2007. The Counseling Psychologist, 38(3), 363-396. Huebner, D. M., Kegeles, S. M., Rebchook, G. M., Peterson, J. L., Neilands, T. B., Johnson, W. D., & Eke, A. N. (2014). Social oppression, psycho  logical vulnerability, and unprotected intercourse among young Black men who have sex with men. Health Psychology, 33,   1568-1578.Jiang Y., Perry, D.K., & Hesser J. E. (2010). Suicide patterns and association with predictors among Rhode Island public high school students:   A latent class analysis. American Journal of Public Health, 100, 1701–1707.JWCH Institute (2016). Young Men’s Connection Program. Retrieved February 23, 2016 from http://jwchinstitute.org/hiv-services/    young-mens-connection-program/Kosciw, J. G., Greytak, E. A., Palmer, N.A. & Boesen, M. J. (2014). The 2013 National School Climate Survey: The Experiences of Lesbian, Gay,   Bisexual and Transgender Youth in Our Nation’s Schools,” GLSEN: New York. Retrieved February 5, 2016 from: http://www.glsen.   org/sites/default/files/2013%20National%20School%20Climate%20Survey%20Full%20Report_0.pdfLambda Legal (2013). Protected and Served? Survey of LGBT/HIV Contact with Police, Courts and Prisons. Author: Washington DC. Retrieved   from February 15, 2016 from http://www.lambdalegal.org/protected-and-servedMarshal, M. P., Dermody, S. S., Cheong, J., Burton, C. M., Friedman, M. S., Aranda, F., & Hughes, T. L. (2013). Trajectories of depressive   symptoms and suicidality among heterosexual and sexual minority youth. Journal of Youth and Adolescence, 42, 1243–1256.Marshal, M. P., Friedman, M. S., Stall, R., King, K. M., Miles, J., Gold, M. A., Bukstein, O. G., & Morse, J. Q. (2008). Sexual orientation and   adolescent substance use: A meta-analysis and methodological review. Addiction, 103, 546–556.Nadal, K. L., & Corpus, M. J. H. (2013). “Tomboys” and “baklas”: Experiences of lesbian and gay Filipino Americans. Asian American Journal of   Psychology, 4, 166-175.Nadal, K. L., & Mendoza, R. (2013).  Internalized Oppression and the Lesbian, Gay, Bisexual, and Transgender Community. In E. J. R. David    (Ed.), Internalized Oppression: The Psychology of Marginalized Groups (pp. 227- 252).  New York: Springer.National Coalition of Anti-Violence Programs (2013) Lesbian, gay, bisexual, transgender, queer and HIV-affected hate crime violence in 2012.   Retrieved from http://www.avp.org/storage/documents/ncavp_2012_hvreport_final.pdfNational Coalition of Anti-Violence Programs (2015) Lesbian, gay, bisexual, transgender, queer and HIV-affected hate crime violence in 2014.   Retrieved February 10, 2016 from http://www.avp.org/storage/documents/Reports/2014_HV_Report-Final.pdfO’Neil, J. M. (2008). Summarizing 25 years of research on men’s gender role conflict using the Gender Role Conflict scale: New research    paradigms and clinical implications. The Counseling Psychologist, 36, 358–445.Root, M. P. (1992). Reconstructing the impact of trauma on personality. In L. S. Brown & M. Ballou (Eds.), Personality and psychopathology:    Feminist reappraisals (pp. 229–265). New York, NY: Guilford Press.Rosario, M., Schrimshaw, E. W., & Hunter, J. (2012). Risk factors for homelessness among lesbian, gay, and bisexual youths: A developmental   milestone approach. Children and Youth Services Review, 34, 186-193.Ryan, C., Huebner, D., Diaz, R.M., & Sanchez, J. (2009). Family rejection as a predictor of negative health outcomes in white and Latino lesbi   an, gay, and bisexual young adults. Pediatrics, 123, 346–352.Sandfort, T. M., Melendez, R. M., & Diaz, R. M. (2007). Gender nonconformity, homophobia, and mental distress in latino gay and bisexual    men. Journal of Sex Research, 44, 181-189.Sue, D. W., & Sue, D. (2008). Counseling the culturally diverse. New York: John Wiley & Sons, Inc.Vega, M. Y., Spieldenner, A. R., DeLeon, D. Nieto, B. X., Stroman, C. A. (2011). SOMOS: Evaluation of an HIV prevention intervention for Latino   gay men. Health Education Research, 26, 407-418.Ybarra, M. L., Mitchell, K. J., Palmer, N. A., & Reisner, S. L. (2015). Online social support as a buffer against online and offline peer and sexual    victimization among U.S. LGBT and non-LGBT youth. Child Abuse & Neglect, 39, 123-136.Zamboni, B. D., & Crawford, I. (2007). Minority stress and sexual problems among African-American gay and bisexual men. Archives of Sexual   Behavior, 36, 569–578. ",
    "id": 84911854,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:27403"
    },
    "title": "Addressing Trauma Among Gay, Bisexual, and Queer Boys of Color",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-09-09T01:00:00+01:00",
    "publisher": "Robert Wood Johnson Foundation",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/27403/27403.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84911854.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84911854"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84911854/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84911854/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84911854"
        }
    ],
    "abstract": "A growing body of research reveals that lesbian, gay, bisexual, transgender, and queer (LGBTQ) people experience a disproportionate amount of mental health challenges when compared with those who are heterosexual and cisgender. LGBTQ people, in general, have a higher prevalence of suicidal thoughts, attempts, and completions (Hatzenbuehler, 2011); depression and anxiety (Cochran, Sullivan, & Mays, 2003), and substance use and abuse (Marshal et al., 2008). LGBTQ people are more likely than heterosexual or cisgender people to have histories of childhood sexual abuse (Balsam, Lehavot, Beadnell, & Circo, 2010) and are more likely to be homeless (Rosario, Schrimshaw, & Hunter, 2012).This is true of young LGBTQ people as well. Studies find that young adults under 24 years of age who identify as LGBTQ, have a higher likelihood of depression and suicide than heterosexual youth (Marshal et al., 2013), are more likely to engage in self-harming behaviors (Jiang et al., 2010), and have increased rates of being a victim of bullying (Berlan, Corliss, Field, Goodman, & Austin, 2010) than their heterosexual counterparts",
    "tags": [
        "policy report",
        "Health",
        "LGBTQI",
        "Men"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "policy report"
    ],
    "oai": "oai:harvest.issuelab.org:27403",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84911854,
        "depositedDate": null,
        "publishedDate": "2016-09-09T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:45:54+00:00",
        "acceptedDate": null,
        "createdDate": "2017-08-14T20:32:41+01:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/27403",
        "https://issuelab.org/resources/27403/27403.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:54+00:00",
    "setSpecs": []
}