{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pequignot, Mark"
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-30T19:49:03+01:00",
    "dataProvider": {
        "id": 5706,
        "name": "Idun",
        "url": "https://api.core.ac.uk/v3/data-providers/5706",
        "logo": "https://api.core.ac.uk/data-providers/5706/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/521842944.pdf",
    "fullText": "Augsburg University Idun Theses and Graduate Projects 4-13-2022 Addressing LGBTQ Anxiety With Mindful Meditation Mark Pequignot Follow this and additional works at: https://idun.augsburg.edu/etd  Part of the Public Health and Community Nursing Commons Running head: ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION      ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION   MARK PEQUIGNOT      Submitted in partial fulfillment of the the requirement for the degree of Doctor of Nursing Practice   AUGSBURG UNIVERSITY MINNEAPOLIS, MINNESOTA   2022     Augsburg University Department of Nursing Doctor of Nursing Practice Program Scholarly Project Approval Form   This is to certify that Mark Pequignot has successfully presented his scholarly doctoral project entitled ³Addressing LGBTQ Anxiety with Mindfulness Meditation´ and fulfilled the requirements for the Doctor of Nursing Practice degree.    Date of presentation:  April 13, 2022      &RPPLWWHH\u00030HPEHUV¶\u00036LJQDWXUHV\u001d  Major Advisor: Lisa Van Getson, APRN, DNP, FNP-C  Date: April 13, 2022 Faculty Member: Deborah Schumacher, DNP, PHN, RN Date: April 13, 2022 Department Chair: Joyce P. Miller, DNP, RN      Date: April 13, 2022  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  iii Table of Contents PRESENTATIONS .............................................................................................................v  ACKNOWLEDGMENTS ................................................................................................. vi  ABSTRACT ...................................................................................................................... vii  CHAPTER ONE: INTRODUCTION ..................................................................................1 Problem Statement ...................................................................................................2 Purpose of the Scholarly Project ..............................................................................4 Clinical Question .....................................................................................................5 Objectives ................................................................................................................5 Patient Population ....................................................................................................5 DNP Essentials.........................................................................................................6  CHAPTER TWO: LITERATURE SUPPORT ....................................................................8 Anxiety  ....................................................................................................................8           LGBTQ+ Experienced Anxiety .....................................................................9           Effects of Anxiety on LGBTQ+ Community  .............................................10 Meditation  .............................................................................................................11           Adaptations of Mindful Meditation  ............................................................13           Metis ............................................................................................................14 Newman’s Health as Expanding Consciousness ...................................................15 Gaps in Literature ..................................................................................................16  CHAPTER THREE: PROJECT AND THEORETICAL FRAMEWORK .......................20 Project Description .................................................................................................20 Conceptual Framework ..........................................................................................22 Nursing Theoretical Principles ..............................................................................24 Application of Theoretical Principles ....................................................................25  CHAPTER FOUR: METHODOLOGY AND EVALUATION ........................................28 Evaluation Process .................................................................................................28           Interventions and Tools ................................................................................29           Populations and Clinical Settings ................................................................30 Data Collection and Conclusions ...........................................................................30   CHAPTER FIVE: SIGNIFICANCE TO PRACTICE AND IMPLICATIONS ................33 Significance to Practice ..........................................................................................33 Implications to Future Practice ..............................................................................35 Essentials of Doctoral Education for Advanced Nursing Practice ........................36 Essential VI: Interprofessional Collaboration for Improving Patient and Population Health Outcomes .....................................................................36 Essential VII: Clinical Prevention and Population Health for Improving the Nation’s Health ....................................................................................37 ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  iv Essential VIII: Advance Nursing Practice .................................................38 National Organization of Nurse Practitioner Faculties ..............................38 Ethics ..........................................................................................................39 Quality of Care ...........................................................................................39 Health Delivery Systems ............................................................................40 REFERENCES ..................................................................................................................40  APPENDICES ...................................................................................................................45 Appendix A: Likert Scale for Project (First Session) ............................................45 Appendix B: Likert Scale for Project (Last Session) .............................................46  PRESENTATION SLIDES ......................................................................................... 49-57  SCHOLARLY PROJECT POSTER ..................................................................................58                  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  v   Presentations Addressing LGBTQ Anxiety with Mindful Meditation April 12 & 13, 2022 Augsburg University Minneapolis, Minnesota                   ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  vi   Acknowledgments This scholarly project is dedicated to the undying efforts of support provided by my family, the Augsburg University Class of 2022 DNP cohort, and friends who continually encourage me to push the limits of education and try to generate a better tomorrow for all. Thank you will never be said enough.     ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  vii Abstract The current study investigated the effect of mindful meditation on anxiety levels in the LGBTQ+ urban student population. An incorporation of Margaret Newman’s Theory of Health as Expanding Consciousness and theoretical concepts of living in the present moment guided these participants in exposing traumas and relational development forming anxiety. Ten LGBTQ+ urban students (N=10) were randomly selected to examine their involvements via the practice of mindful meditation, further determine past traumas associated with identifying within the LGTBQ+ community, and examine how these impact daily experiences of anxiety. Participants completed Likert Surveys to ascertain the effect that mindful meditation had on relieving their anxiety. Due to Covid restrictions, participants were provided with an introduction to mindful meditation, given expectations of practice, encouraged to journal and share experiences, and advised to focus on the idea of utilizing the central theory of presence within the moment of experiential anxiety stimuli. Despite student ability to practice daily, the study found that mindful meditation was reported to relieve anxiety levels in all 10 participants. Furthermore, association with LGBTQ+ community was reported to be a significant factor in the student daily lives. Given the results, more research would be suggested to better understand the impact on anxiety in urban studies with comparison to individuals identifying as LQBTQ+ and those who do not. However, it is without question that mindful meditation and other similar modalities will continue to show positive results in at-risk populations and should be considered in the conversation at all future interactions to begin stimulating open communication about mental health disparities.   Keywords: anxiety, disparities, LGBTQ+, mindful meditation, urban students ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  1 Addressing LGBTQ Anxiety with Mindful Meditation Chapter One: Introduction  Anxiety remains one of the most prevalent, chronic, and overwhelming psychiatric disorders. Anxiety is a bodily response related to some form of previous trauma (Davis, 2016). Although the depth and complexity of an individual’s anxiety are directly related to the frequency, situation, and form of trauma experienced, anxiety is commonly encountered in 18.1% of the general population, with only 36.9% of that defined population receiving treatment (Anxiety and Depression Association of America, n.d.). To individuals identifying as lesbian, gay, bisexual, transgender, or questioning (LGBTQ+), these anxieties and traumas are often silently experienced over many years and at substantial depths. Consequently, facets of social constructs become challenging to navigate without the subsequent experience of anxiety. These identified social axioms weigh heavily upon the body-brain inner dialect interrupting one’s ability to live life mindfully. Brain scans of people who have experienced such traumas show indications that traumas disrupt the brain's ability to self-correct the process of prolonging the activation of the parasympathetic system, which calms the activation systems of the autonomic nervous system (Hayes, Hayes, & Mikedis, 2012). When individuals are exposed to this sustained level of distress, they are compelled to conform among pre-categorized titles making it particularly hard for younger generations of LGBTQ+ individuals to live their lives within a realm of self-acceptance and peace. Amidst this anxiety-inducing social condition, the human body compiles problematic societal displacements of expectations surrounding categorized sub-groupings (race, gender, sexual orientation, and so forth). These inert transpositions of confidence are undermined ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  2 among discussions regarding the reactions of LGBTQ+ individuals with medical professionals. Secondary to the strained relations of practitioner and LGBTQ+ individuals, anxiety often goes untreated in this community. Because mindful meditation foundationally delves into the non-judgmental development of deconstructing reactionary thinking, it can be exemplary in removing bias concerning altered approaches of anxiety among future social interactions. In this respect, mindful meditation can be universally successful at addressing anxiety, despite the context of the environment and historical traumas (Davis, 2016). Consequently, this scholarly project will teach mindful meditation to a group of urban university students who identify as LGBTQ+ to decrease the anxieties associated with societal pressures. Problem Statement Despite anxiety’s aptitude to limit the mental stability of its victim, studies have consistently shown the benefits of mindful meditation in easing the mind-body control that anxiety enacts for approximately one-fifth of the general population (Anxiety and Depression Society of America, 2018). As diverse communities undergo daily struggles to claim freedom from societal marginalization, they remain more at risk of developing anxiety. Within societal pressures of assimilation towards a sense of normalcy, conflicting events throughout the LGBTQ+ populations frame internal disengagement and traumas. This expectation of assimilation is especially true among the younger LGBTQ+ population, who are more often affected secondary to lacking self-confidence outside of the standardized gender fluidity spectrum. Although diversity enriches society, humanity often deems LGBTQ+ individuals as negative representations straying away from the definition of normalcy. Consequently, LGBTQ+ communities often exist in the ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  3 peripheries of society. The bridging of these overwhelmed LGBTQ+ groups disproportionately increases associated stigmatizations while promoting conflict and unnecessary inflicted trauma. Despite the complex nature of revolutionary social adaptation in the LGBTQ+ community, the common goal of unbiased equality remains unchanged. As LGBTQ+ individuals do not want to be stigmatized or treated in a manner inconsistent with that of the general population, the modality of mindful meditation is a perfect coupling to treat socially-induced trauma and anxiety. However, secondary to historic traumas on the sexuality spectrum, the gender fluidity effort is continually met with resistance. Through repression, societal norms stimulate underlying ideations that identify LGBTQ+ or any other incongruent sexuality as abhorrent. The inevitable indignity placed upon these individuals emphasizes anxiety, encouraging thoughts and processes throughout these individual's day-to-day tasks of attempting “normalcy” for their lives. Medical schools are beginning to introduce the shortcomings of LGBTQ+ health information within their curriculum. However, the vast majority of medical providers are finding that resources have been inadequate regarding the specific needs of this community (Snowdon, 2010). However, LGBTQ+ health remains a poignant topic for which providers continue to abstain from pursuing further education toward providing competent care. It is within this stigma-laden milieu that LGBTQ+ individuals face higher rates of addiction, anxiety disorders, and depression (Keng & Liew, 2017).  The practice of mindful meditation focuses upon the connection of the mind within the realm of the body. This Buddhist contemplative practice aims to reduce states of unrest and restore balance within one's self, thus achieving a balance between the mind ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  4 and the body (Decker, Brown, Ashley, & Lipscomb, 2019).). Remaining mindful is defined by compelling one’s conscious efforts to stay present, in the moment, while focusing on the purpose and nonjudgmentally opening up to the self-realized experience (Decker et al., 2019). The mind-body connection is crucial if project participants are going to be able to release the thoughts of emotional trauma and further address anxiety-induced reactions. Focusing on breathing mechanisms, relaxing the muscles, and conceptualizing a meditative state will ideally allow the body to begin the intended healing process proposed throughout this scholarly project.  Purpose of the Scholarly Project The purpose of this scholarly project is to determine the sources of anxiety among LGBTQ+ urban students, incorporate mindful meditation practices into their daily lives, and further determine the effects that meditation practices have in addressing anxiety among these LGBTQ+ urban students.   The proposed benefits of this project include that all students construct forgiveness of the external stressors, adequately acknowledge them, and ultimately address them during their personalized journey to release provoked anxiety. Manifesting attention to the intentional release of anxiety triggering events will remain the top priority. Shapiro, Carlson, Astin, and Freedman (2005) recognized intention, attention, and attitude as core models for mindfulness. Within the realm of intention, they stated that self-exploration and self-regulation lead to self-compassion. This attention to emotional guidance is to promote self-acceptance in mind, including releasing societal pressures. Mindful meditation practice in this project intends to calm socially induced ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  5 trauma and anxiety among LGBTQ+ students and aid these individuals with the tools to begin controlling future situations within their individualistic mind-body experiences.  Clinical Question How will the incorporation of mindful meditation practices decrease the anxiety associated with societal pressures among LGBTQ+ urban students? Objectives • Identify signs and symptoms of anxiety in the LGBTQ+ urban university student population.  • Discuss societal induced traumas for the LGBTQ+ urban university student population, which results in anxiety.  • Create a safe space where the LGBTQ+ urban university student population can come to practice mindful meditation.  • Instruct the LGBTQ+ urban university student population on the processes of mindful meditation practices, including relaxation breathing, mindful breathing meditation, and body scan meditation. • Assess the benefits of mindful meditation on anxiety in the LGBTQ+ urban university student population.  Patient Population and Health Care Setting  The population for this project is with a voluntary student population who associate with LGBTQ+ at an urban university. These urban students will be notified of the project's presence, intention, purpose, and further details with assistance from a university's pride alliance director, as well as from posted flyers at the university in efforts to be all-inclusive of the intended population.  Students who voluntarily express ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  6 interest in this scholarly project will be guided through a series of mindful meditation practices. These meditation practices are to be taught in a safe space, working in partnership with the director of this urban university student body gay alliance. Within this university-based partnership, the project will identify common daily stressors that produce anxiety reactions, establish meditation practices concerning this emotional response, and learn to cope with that anxiety more positively.                              Doctor of Nursing Practice Essentials  This scholarly project implements the Essentials of Doctoral Education for Advanced Nursing Practice in a Doctorate of Nursing Practice (DNP) (Advanced Nursing Practice in a Doctorate of Nursing Practice, 2006).  The following DNP Essentials will be met throughout the project implementation: Essential VI (Interprofessional Collaboration for Improving Patient and Population Health Outcomes), Essential VII (Clinical Prevention and Population Health for Improving the Nation’s Health), and Essential VIII (Advanced Nursing Practice). DNP Essential VI involves collaboration with professionals who interact with caregivers in community and support group settings.  Stress reduction in caregivers utilizes DNP Essential VII by implementing techniques to prevent disease and illness, which leads to the declining health of the nation.  Lastly, this scholarly project applies DNP Essential VIII by focusing on the specialized and complex care of caregivers to establish new ways of reaching this population to improve their health. The LGBTQ+ students are a population in need. The first step in determining needs is to listen to the community. Creating relationships, trust, and unbiased spaces to share individual narratives will be vital in determining the factors that result in anxiety ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  7 among the LGBTQ+ students. Preventing anxiety is key to increasing the general health of this population and reducing relational strain when they pursue healthcare needs in the future. Integrating mindful meditation for achieving self-regulation is intended to provide the LGBTQ+ students with insights for gaining emotional adaptability in reformatting interpretations of previous events that triggered traumatic reactions in the mind and body. Enabling the LGBTQ+ students to have an elevated sense of self-acceptance, self-love, and self-awareness, through mindfulness, will further provide consciousness and awareness of their reactions, as well as their control of these emotional responses. The recognition of these responses will ultimately lead to a reduction in anxiety and improved coping skills as they advance their lives to a more fulfilled existence. DNP essentials VI, VII, and VIII will be met with the development and implementation of a mindfulness meditation practice for LGBTQ+ urban student anxiety. In Chapter Two, research will be presented to substantiate the use of mindful meditation techniques in reducing anxiety, including the effects of anxiety and the LGBTQ+ experiences from associated anxiety among LGBTQ+ urban student members.          ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  8 Chapter Two: Literature Review   Daily stressors are unavoidable, but the ability to effectively process and develop coping skills lies firmly within a person’s grasp. Mindful meditation enables the mind to explore purpose in the present and without judgment. If done correctly, it can alter a person’s defensive reaction of triggered stress responses. Being able to regulate this stress response can empower individuals to regain jurisdiction over their bodies and further approach events that may have previously stimulated anxiety. Within the LGBTQ+ community, stress-inducing experiences are slightly different in the inherent questioning of societal acceptance of their sexuality. This burden adds further pressure to most common interactions. Within this constant fear of rejection, or prejudice, lies projected reservations with each pending societal interaction. Although there has been extensive research on the benefits of mindful meditation in reducing anxiety, there is limited data to exhibit the effects within the LGBTQ+ community. Despite the limited data, this population needs support for their overall well-being. Integrating mindfulness practices throughout daily interactions will improve coping skills and communication methods of LGBTQ+ individuals. These coping skills are to be targeted towards the management of magnified emotions regarding fear and rejection. Based on a literature review, Chapter Two will define anxiety and portray the sources of anxiety in the LGBTQ+ community, discuss mindful meditation in empowering coping strategies, and highlight Margaret Newman’s Theory of Health as Expanding Consciousness. Anxiety  Anxiety is a body's experiential reaction to the activation of the autonomic nervous system. Both fear and anxiety have the collective dynamic of a feeling of ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  9 trepidation and apprehension. Although fear is the distress from a threat that is identifiable, anxiety is associated with dangers not easily identified. This struggle to determine the source of agitation remains the determinant factor of anxiety (Brantley, 2007). During the body's reaction to a stressor, the autonomic nervous system releases hormones that further activate the sympathetic nervous system. This reaction stimulates an increase in the heart rate, enhances respirations, slows digestion, constricts blood vessels, and dilates pupils to most effectively respond to each threat (Davis, 2016). This fight or flight response happens quickly and intensely in reacting to the perils of danger. However, if a threat is neutralized, the body will activate the parasympathetic nervous system, which aims at slowing the body down and starting the rest, reparation, and restoration phase of the bodily response (Davis, 2016). As repeated offenses from a recurrent threat occur, the human body begins to develop sensitivities to these threats, and the activation of the sympathetic nervous system lessens the threshold needed to stimulate those reactions, as well as lengthens the period of reactivity. In peoples' instinctual lacking ability to control overwhelming anxiety, they have conditioned their bodies so that external stressors have control over their emotions and thus inundate their minds with inescapable heightened triggers (Davis, 2016). At the point that anxiety becomes substantial enough to interrupt daily activities of life, it becomes an anxiety disorder. LGBTQ+ Experienced Anxiety  Society is accustomed to idealistic interpretations of preconceived defined normalcy. Just as thoughts corrupt language, so can language corrupt thoughts (Orwell, 1946). Images in mainstream marketing embody expectant categorical definitions of how ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  10 individuals are expected to dress, look, act, and so forth. Although straying from these projections of what is normal should be valued as personalized enrichments to the world, they often add unnecessary stress to young LGBTQ+ individuals struggling with their sexuality (Luk, Gilman, Haynie, & Simons-Morton, 2018). Although clothing was used as a minimalist insinuation to societal expectations, sexuality and self-expression expectations of conformation are much more complex. These inferred pressures continue to marginalize and stigmatize non-conforming LGBTQ+ youth, especially in the academic world (Stegmeir, 2018). Unidentifiable threats of societal reactions, both personal and impersonal, potentiate the stimulated response of anxiety in LGBTQ+ individuals. The most common response from a parent when a child \"comes out\" remains that this is just a phase.  This response may seem innocent but has deep implications of an individual’s ability to accept their own definition of self, and these emotions often develop into anxieties from imposed rejection. The developed anxiety has the capability of inhibiting individuals' focus, keeping them out of the present moment, and thus affecting all facets of their personal and social life (Stephen et al., 2018). Furthermore, potential interactions throughout the day continually create a disconnect with one's ability to maintain control of these implied stress responses when questioning themselves and others’ expectations of them, which stimulate amplified anxiety triggers. Effects of Anxiety on LGBTQ+ Community Minority groups continually experience higher levels of prejudice, discrimination, social stigma, harassment, violence, rejection, and the denial of fundamental human rights. A resounding 36% of university students reported experiences of harassment directly associated with their LGBTQ+ status (Rankin, 2003). This fear of oppression ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  11 directly correlates to a higher prevalence of stress responses leading to increased social, mental, and physical health complications (Langford, 2018). LGBTQ+ individuals are three times more likely than others to experience anxiety disorders (Langford, 2018). Although there are many emerging resources for LGBTQ+ individuals to seek assistance, most refrain from seeking help due to anticipating rejection or fearing visibility. In the 2013 Gay, Lesbian, Straight Education Network National School Climate Survey, 51.4% of students reported hearing homophobic remarks from teaching staff (Dentato et al., 2016). Some students still fear that “outing” themselves constructs the potential for identifying a new focus for discrimination. It has been deemed easier to hide one’s identity than to expose oneself with the potential onset of more stress (Dentato et al., 2016). This hidden facet of shame also decreases the communal strength for seeking equal civil rights, in addition to generating anxiety over being identified among a community in which most portions of the United States remain enshrouded in societal-induced shame and fear. Living one's truth as a LGTBQ+ member means risking the onset of violence, stigmatization, and marginalization, which some members of the LGBTQ+ community would prefer to avoid than to live openly and exist without further discrimination.  Meditation   The process of meditating shows substantial benefits to the brain's development, regulatory functions, and coping skills of individuals. Meditation is an integrative approach utilized in developing an individual's abilities to pay attention to the present moment without judgment (Kabat-Zinn, Lipworth, & Burney, 1985). Meditation requires a devoted attentiveness to the body's mechanisms to calm the emotional and physical ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  12 distractions and shift one's internal consciousness of self, quiet thoughts and worries, and diminish projections away from that of the present moment. This practice requires the ability to remove the background noise of both internal and external environments (Chan & Larson, 2015). Although a neurological effort is needed to shift the focal points of distraction, meditation teaches its students to bring themselves back to their breaths and thus quiet the mind's activity. This practice helps to reprogram the brain in how it processes interactions, stressful events, and all reactionary mechanisms involved.  Successful integration of meditation demonstrates increased neurological density in portions of the medulla and reduces reactivity to internal and external stimuli resulting in increased body awareness (Chan & Larson, 2015). In a study presented in the video Memory: The Mind, Explained (Cohen, 2019), undergraduates were able to increase their Graduate Record Examination scores from 460 to 520 just by taking a meditation class. Results were directly related to the aptitude of meditation in increasing focus and concentration, which instantly improves the brain's ability to process information into memories more effectively (Cohen, 2019). When it comes to meaningful experiences in one’s life, people remember certain features better than others. Primarily, human emotions activate a response in the brain, which is processed in the amygdala, causing hyperactivity in the hippocampus portion of the brain (the part utilized for short-term memory development) (Cohen, 2019). This stimulation in the brain's memory center relates the response to the situation and thus allows for ease in storing the memory. Repeated events of this process result in increased growth of the hippocampus and thus increase memory development and focus (Cohen, 2019). Therefore, not only does ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  13 meditation exponentially develop the human capacity for managing stress responses in the body, but it also increases brain productivity and function. Adaptations of Mindful Meditation  Being present is the foundation of mindful meditation. Everything happens in the present moment; it is all one has, needs, and can control. The past is mere memories happening in the present, while the future is projections of images being planned (Brantley, 2007). To live in the moment is to find a presence in the present. In exploring that presence, one may begin to understand one's experiences of fear, anxiety, and trauma. Through mindful meditation, the purpose is framing an ability to preserve that attentiveness to the present moment as it unfolds (Kabat-Zinn, 2006). Consequently, this consciousness of presence deconstructs a clouded mind, allowing clarity in awareness. Living among this awareness promotes intentional actions, including emotional control over environmental stressors or triggers that cause reactions. Learning to be free of triggers releases the limitations and distortions of fear. Mindfulness is viewed as becoming attuned with oneself; it is among this personal attunement that self-love and self-acceptance can be adopted (Stephen et al., 2018). In a study that Zeidan, Kraft, McHaffie, and Coghill (2014) performed, a decrease in anxiety levels was reported by 22% of study participants after one, 20-minute meditation session. These individuals, also utilizing benzodiazepines (the most common treatment for anxiety), showed that only half of them reported relief with medications. Reviewing the presented information shows beneficial evidence confirming the influence of mindful meditation on stress reduction and healthy immune responses in individuals experiencing anxiety, along with ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  14 the practicality of this integrated approach towards stimuli the body may perceive as threatening.   Metis  This writer's introduction to mindful meditation began with a meditation training course offered at a local Thai temple. At this Thai temple, the congregation centered its learnings around five monks who emoted the foundational principles of compassion, acceptance, joy, and presence. The monks led chants that told stories of self-acceptance and the integrality of all beings. In between the lead chants, prayers subdued the congregation as they continued chanting affirmations for promoting universal well-being; healing the world; accepting what has happened without worrying about what is to come; and confirming love, joy, and tolerance. The monks emphasized the Buddhism mantra focusing on five aggregates. The first of them (form) involving the material world while the other four (sensations, perceptions, psychic constructs, consciousness) clung to psychological processes (Buddhism Religion: Basic Beliefs and Practices, 2012). Through these constructs, members emulated heightened levels of awareness in movement, mindfulness, and resounding respect. Months later, this writer attended a meditation retreat offered by a local holistic healing center. This continued practice and exploration of meditation practices continued to exhibit the benefits of how mindful meditation increases the awareness of the present, creates a new appreciation for the immediate environment, and develops a capacity to tolerate external stressors throughout daily interactions. This advanced awareness began to break down walls of experienced anxiety, stress, and inert deficiencies of lacking self-compassion. These experiences exemplify the advantageous approaches to changing perspective and altering reactivity to ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  15 triggers of experiential stress. As an individual of the LGBTQ+ community, these experiences demonstrated the value of integrating practices on to community members and further promoting the ubiquitous deficiencies of self-compassion, self-acceptance, and self-love faced in this community.  Newman’s Health as Expanding Consciousness   Margaret Newman (1999) based her nursing approach on humanity, prioritizing of the person as opposed to the disease process that can take over one's identity. Her Theory of Health as Expanding Consciousness focuses on the individual and the relationship within that individual’s environment. Newman considered this focus as centering on the pattern of the whole. Subsequently, Newman determined an evolving need to develop holistic caring with a centralized moral focus. Newman added that the connectivity of all humans and the higher growth of one's conscious states of awareness are relational to their ability of maintaining presence in the moment. Establishing presence with the patient, creating a caring environment with real intention, and having a more profound awareness of self and relational development with others are the theoretical frameworks of Newman's Theory of Health as Expanding Consciousness. Mindful meditation is training that directs the inner consciousness toward focused attention and awareness, acceptance, regulation of emotions, altered perspective without judgment, and advanced levels of attentive control (Koszycki et al., 2016). Consequently, it seems resolute that this theory would be a foundational block of this project involving mindful meditation. Explicit training learned in mindful meditation aims to develop kindness, compassion, and emotional resilience through deactivating the threat systems. This heightened sense of consciousness remains congruent with Newman's (1999) ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  16 ideology that humanity is much more than a defined illness or body; the emotional depths and relatability of all souls remain unlimited in emotional growth potential. Humanity needs to extend beyond the physical self, look inward, and discover adaptable reformation. The definition of insanity is attempting to find change without adapting one’s action/ approach to a complication in life. If individuals are to find transformation, answers need to be sought out with progressive ascension of self-awareness. Creating awareness in one’s ego involves the removal of the limitations of self, thus generating a process of inner growth (Newman, 1999). Meditation offers individuals the chance to make these defined changes, and therefore, seemingly remains an obvious answer towards applying acceptance of self and inclusiveness among this diverse culture.   Gaps in Literature The LGBTQ+ community experiences many inequities with information sharing and data collection. Primarily, students may not associate as LGBTQ+ in efforts to reduce the chances of discrimination. Rankin (2003) indicated that approximately 60% of LGBTQ+ students conceal their minority status to avoid discrimination in the university environment. During this period in one’s adolescence, an individual’s acceptance of a LGTBQ+ status may still be questioned. Dentato et al. (2016) reported 43% of college students as identifying as “very out,” 45% as “somewhat out,” and 11% as “not out” (p. 679). Reviewing this data while recognizing that additional students may reserve reporting LGTBQ+ status secondary to fear of stigmatization shows the high probability for skewed results within any study results of this population. Some studies utilized internet pooling of data to ensure privacy and participant safety. Privacy concerns may limit the accessibility of some participants but also allows room for response bias, ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  17 careless responses, lack of a controlled setting to obtain standardized results, measurement errors, and technical difficulties for some individuals (Granello & Wheaton, 2004; Meade & Craig, 2012). Further limitations vary in the intersectionality of LGBTQ+ association among the population, relating to specific sexual status within the LGBTQ+ spectrum, race, gender identification/ association, class, and other factors (Dentato et al., 2016). Health disparities among LGBTQ+ minorities, especially in the adolescent population, are well documented. A lack of psychological adjustment to societal-induced stressors predicates the onset of health complications, including anxiety, depression, and suicidal ideation Dentato et al., 2016).. In efforts to understand, prevent, and manage these severe health complications, a greater understanding of this population's needs must be explored. Identifying participants’ self-reported anxiety sources is an excellent start in addressing this stress-laden medical paradigm which remains absent in published literary sources. However, with the introduction and further integration of LGBTQ+ focused programs, such as mindful meditation, an initiation to the endeavor of stimulating change could initiate necessary data. However, this data examining emotional stressors while elevating the consciousness towards a focused adaptation in reactionary thinking, must also integrate the aspects of visibility, discrimination, bias, and community needs for safety to be relevant. Investigating these alterations to an individual's consciousness through meditation and the introduction of remaining mindful, offers a respite from anxieties without judgment or projections surrounding the past and future. It is within this realm of alternative health determinants that the LGBTQ+ population needs increasing exploration. This project looked at educating university LGTBQ+ students regarding ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  18 reducing anxiety through focused techniques to begin the process of releasing the body's stress response and increasing the adaptability to lessen future reactions to stimuli that had previously induced the activation of the sympathetic nervous system. Reducing these reactions will, ideally, lead to more effective coping strategies throughout daily functioning and further increase the mind's capacity to control one's responses, subsequently reducing the anxiety an individual experience. In addition to these coping skills, the project aimed at identifying further needs of the underserved LGBTQ+ community in advancing the healthcare approach to their specific cultural needs.  Anxiety in the LGBTQ+ community remains underserved and thus unaddressed, especially surrounding the community’s mental health needs. Focusing on the LGBTQ+ experience of anxiety will remain essential with regard to identifying culture specific deficits which will be addressed via mindful meditation and sentiments of loving kindness towards the individual’s own perception of self. Limited research is completed among the specified population and the interventional approach of meditation for anxiety relief.  Margaret Newman’s Theory of Health as Expanding Consciousness seems ideal for an approach to address anxiety provoking events and LGBTQ+ student reactions to these stimuli. Newman’s  (1999) suggestions of elevated consciousness through presence of time, mindful reasoning, and the power of compassion align perfectly with building coping mechanisms to confront those emotional responses. It was found through this writer’s experiences with mindful meditation, living as a member of the LGBTQ+ community, that this approach to combating anxiety can be very formidable. Chapter Three will describe the project, discuss the implementation, and explore the integration of ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  19 Margaret Newman's Theory of Health as Expanding Consciousness concerning the application of mindful meditation towards LGBTQ+ anxiety.                      ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  20 Chapter Three: Project and Theoretical Framework  To further determine the anxiety-driven forces leading to LGBTQ+ urban student lives, this scholarly project was developed to explore the qualitative experiences of LGBTQ+ student daily interactions and anxiety coping mechanisms associated with their emotions. Integrating the focus of the LGBTQ+ communities’ personalized stories, urban LGBTQ+ students were invited to the table to further exploration of anxiety stimulating sources. Foundationally, this scholarly project’s framework originated with a working postulation that anxiety can be managed with integrated practices of mindful meditation. Throughout this project, participants were invited to explore foundational reasoning into the human body's reactionary development of stress reactions, better known as anxiety. The scholarly project concentrated on adapting mindful meditation into participants’ lives anticipating that anxiety reactions to societal pressures of conformity would become more manageable. In conjunction with the project’s foundational ideas, the theoretical framework of Newman’s Theory of Health as Expanded Consciousness was incorporated to amplify LGBTQ+ urban students’ capacity to build confidence through meditation practices, maintain presence in the moment, and limit the projection of fear-laden thoughts known to stimulate anxiety. This chapter describes the project, its implementation, and explains the potential of LGBTQ+ urban student's ability to conquer anxiety employing presence, self-love, universality, and expanded consciousness guided through mindful meditation practices.  Project Description Prior to the implementation of the scholarly project, the population, general interest, and data collection methods were to be determined. When beginning to gather ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  21 the desired population for this project, this writer reached out to a local urban university's pride alliance, determining interest and potential partnership available for implementing this scholarly project. Conversations determined that a joint effort would be established to offer a 3-week series of mindful meditation classes to LGBTQ+ or ally, urban students who suffer from anxiety. In collaboration with the urban university's pride alliance and community outreach during the COVID-19 pandemic, online sessions (with an allowance of self-driven pace) were determined to provide the calm environment necessary for meditation practices and the promotion of student comfort for sharing personalized experiences of their anxiety. Throughout the 3-week (30-minute sessions) series of mindful meditation sessions, data was collected to determine progress with meditation practices and anxiety-related episodes. At the beginning of the first meditation practice series, participants completed a Likert Scale for Assessing Student Perceptions of Project Details (see Appendix A) to gauge baseline student anxiety levels, stimulating causative factors, historical traumas potentially leading to anxiety reactions, current practices utilized to combat anxiety (including all medications or alternative practices), and any past experience with mindful meditation. In order to gauge effects of the scholarly project the Likert Scale included questions surrounding meditation history, but participants were encouraged to mark (3 = neither agree nor disagree if NA, or not pertinent). These 30-minute meditation class sessions incorporated a brief introduction followed by a 15-minute meditation practice. Participants were encouraged to direct experiences, questions, or thoughtful reflections of the past week's meditations were encouraged to be directed to the project director. The final objective of each session was designating a ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  22 loving-kindness mantra for the week to come. During the weeks between the sessions, students were encouraged to reflect in personal journals on experiences of anxiety driven thoughts and detail how mindful meditation addressed these thoughts for interpreting these experiences. With the successful completion of the 3-week sessions, participants responded to a second Likert Scale for Assessing Student Perceptions of Project Details (see Appendix B). Results of the Likert scales were used to determine effect of meditation practices regarding experiential anxiety. Throughout the project, a total voluntary participant count of 10 (N=10) was obtained for the mindful meditation series. Conceptual Development Throughout this scholarly project, this writer attempted to establish a relational component among individualized experiences of anxiety, LGBTQ+ struggles within the community, and the intent with which this project revealed coping experiences offered via mindful meditation. To achieve successful integration of participant development of mindfulness practices, a determined purpose, affected population, anxiety sources, and intimate nature of this writer's relationship within the dynamic relationships of each have to be acknowledged. Without a connection between the participant and the project leader, the passion and relational attachment of project criteria would likely fail to advance a participant’s chances in acquiring successful integration of mindful meditation practices. During the examination of topics for the proposed scholarly project, this writer defined influential components observed among moments that had changed this writer’s life. Those determinants are discussed in the following paragraphs. Members of society often fear what is unknown; identifying as LGBTQ+ remains a conspicuous minority despite its long-standing prevalence in communities worldwide. ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  23 As a member of the LGBTQ+ community, society’s expectations and an individual’s exposition of self often clash among internal and external dialogues of truth versus preconceived ideologies. Although reports vary, national surveys conducted among the United States show less than 5% of the population associate as non-heterosexual (Earls, 2019). The liberation of an individual’s sexual identification often peaks during university years as this is often the first chance of an individual to become independent from parental supervisions. These years in one’s life are most crucial in determining how individuals will experience their confidence of self among society and liberate a potentially hidden truth of themselves to the public. Although this event sounds exciting, it is often met with fear, depression, and overwhelming anxiety (Stegmeir, 2018). It is from this experience that this writer draws the relational inspiration of the scholarly project's population to examine the LGBTQ+ urban university community and identifiable associations of anxiety during this crucial time of their lives. In this scholarly project, the integration of mindful meditation with urban university LGBTQ+ community members provided coping mechanisms through meditation that expanded participants’ consciousness. During some recent attempts of managing personal experiences with anxiety, this writer attended some mindful meditation workshops. Throughout these workshops, participants were asked to address identified responses that typically produce fear-laden discernments that lead to the development of anxiety. These teachings focused on the subsequent release of stressful triggers and the integration of internal peace. Meditation teaches individuals to encompass space and allow that existence is sufficient despite external triggers of stress. Simple mechanisms of breathing, defining mantras of healing ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  24 and self-love, examining an existence removed from the connectivity of worldly stressors, and exploring expanding consciousness are examined in this alternative practice of breathing and relaxation. Connecting this theoretical practice seemingly aligned with the scholarly project’s intent of releasing anxiety-inducing thoughts while remaining influential to LGBTQ+ participants indiscriminately. Through having previous experiences of anxiety, being a member of the LGBTQ+ community myself, and incorporating mindful meditation, this writer hoped to relay the coping mechanisms learned throughout my own journey. The additional focus of self-love was added in aim of ideally breaking down misconceptions of societal-induced fallacies of LGTBQ+ stereotypes to allow individuals the ability to confront individualized anxieties with efforts of releasing them through an expanded consciousness of self.   Nursing Theoretical Framework Newman specified the transformative properties of presence, love, care, and expanded consciousness within the patient-professional context of healing (Newman, 2008). Newman (2008) further designated the fact that a disease does not define an individual, but rather becomes a portion of the soul’s consciousness. Through releasing the control of the disease and manifesting an expanded consciousness, a person opens themselves to greater connectivity within themselves and the universe around them. This newly found connectivity promotes the growth of potential in removing the stigmatization of categorical manifestations of disease and enriches the individual's ability to participate in the transformation of their conscious existence at that moment. Choosing this theoretical framework ideology seemed instinctual when observing key relationships between urban LGBTQ+ students and their association of anxiety with ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  25 triggering situations of self-identification. Although anxiety may not be recognized as a disease process by all, this crippling experience leads to chronic stress in the daily life of nearly one-fifth of the generalized population (Anxiety and Depression Association of America, n.d.). Embracing Newman’s theoretical concepts, while utilizing mindful meditation, develops greater associations of consciousness and the removal of detrimental anxiety experiences.  Application of Theoretical Principles  Newman's (1999) theoretical concepts of presence and expanding consciousness provide exemplary standards for developing coping skills. Newman’s Theory of Health of Expanding Consciousness yields thoughtful change of the future with amendments to one's presence. Newman's theory began with the onset of her mother's diagnosis of amyotrophic lateral sclerosis (Newman, 1986). At this point, Newman decided that living life meant being present, and in order to be happy, it had to be obtained day by day (Newman, 1986). This concept of accepting the struggle of daily life; learning to remove the associations of adverse events, diagnosis, and struggles in one's life; and merely focusing on the present moment changes the perspective of reality. Being able to exist in a moment is being able to let go of the fears of the future, which is inevitably out of one’s control. Additionally, not letting go of the regrets of one’s past also limits the mind’s capacity to function in the present moment. While performing mindful meditation, Newman’s perspective would theoretically ask a participant to remove time models of the past and future to minimize anxieties generated by uncontrollable concepts outside of one’s control. This scholarly project challenged participants to find their own inner peace and let go of societal-induced stressors which develop into anxiety. In addition to this ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  26 ideology of inner peace, the participants were asked to begin to accept themselves through loving-kindness models of mindful meditation practices. Relating Newman’s projections of presence and expanding one’s consciousness was meant to develop inner peace and confidence of self despite uncontrollable external dynamics causing fear and anxiety. Applying Newman's Theory of Health as Expanding Consciousness in the scholarly project, LGBTQ+ individuals identified socially triggering events that resulted in anxiety in the pre and post series Likert Scales (see Appendices A and B). To release fear and related anxiety, one must learn to identify the fear, examine the individualized responses experienced, evaluate the meanings of one’s reactions to the triggering event(s), and decisively process the meaning of this incidental evidence. In the 3-week sessions, the LGBTQ+ urban students were provided a series of questions (see Appendix A) and asked to determine previous stressors that lead to perceived anxiety reactions. After identifying participant’s emotions attached to triggering events for individualized anxiety, Newman’s theory of encompassing presence of that moment was introduced to the participants. This philosophy of finding self-love and peace in the present moment was integrated through a series of 15-minute mindful meditations (over 3 weeks), mainly focusing on loving-kindness ideologies. Loving-kindness mindful meditation develops an individual's repetitious capacity of constructing positive thoughts instead of self-identified deficiencies. Upon completing the weekly meditation sessions, participants were encouraged to share their practice and experiences of mindful meditation and anxiety with the project director electronically. These discussions reinforced integrating the conscious focus of letting go of fears from one’s past and fear-laden magnifications of ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  27 one’s futures, and building presence of each moment (especially around the anxiety-inducing occurrences). Ultimately, the goal was to lead these LGBTQ+ urban students toward a mindset of detachment from the emotional response of anxiety-inducing events through expanded consciousness and development of a presence of a day-to-day, such as Newman described in her theory.  Implementing mindful meditation throughout the scholarly project was directed at offering coping mechanisms, manifesting attention, encouraging self-exploration, self-regulation, and self-compassion of LGBTQ+ urban students. Although achieving complete relief of anxiety-laden sources is not realistic, this project provided a foundational approach at developing skills to change the interpretation of anxiety stimulating events and the body’s response to those triggers. Likert scales were used to determine the objective changes in experienced anxiety with additional context of individualized experiences encouraged. Newman’s Theory of Expanding Consciousness was utilized to provide frameworks of living in the present and releasing factors outside of one’s control. Utilizing meditation practices to identify the meaning of life and health, under Newman's (1999) theory, meant reexamining the truth and power that anxiety holds within one’s consciousness. Expanding one’s consciousness while living in the present was meant to empower thought-provoking clarity to the false identities that rule an individual's daily experiences associated with anxiety. This further exploration of what each stressor means to the participants allows greater discovery of interpretating these fears and how these events relate to a new found influence over how they may be impacted with each. Chapter Four will further explore the methodology, discuss the results, and provide an evaluation of this scholarly project.  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  28 Chapter Four: Methodology and Evaluation  Mindful meditation has been identified as contributing to reducing stress and should, therefore, prove useful in reducing the anxiety of LGBTQ+ urban students who participated in this scholarly project. The efficacy of this scholarly project highlights the intention of developing elevated coping strategies for LGBTQ+ anxiety. With the successful implementation of mindful meditation practices taught to the urban students, the project objective was to determine if mindful meditation practices affected daily life and stress factors (triggering events), and if social interactions were altered. Although variances among student identified stressors prevented standardizing anxiety levels, the core focus is the quantitative measures that mindful meditation practices affected each student’s ability to control stress-laden reactions, which led to each student’s experiential anxiety. The evaluation process was very individualized to personalize the experienced anxiety with meditation practices easing an individual's causative factors. This chapter will further illustrate the scholarly project's population, interventions, tools used to evaluate the efficacy, and the data collection utilized to determine how applicable mindful meditation practices were in reducing anxiety in LGBTQ+ urban students.   Evaluation Process  To determine the effects of LQBTQ+ urban students’ anxiety levels, conversations were held during pre/post meditation sessions in addition to the quantitative Likert survey. The quantitative data from the participant surveys were compiled to determine reported anxiety levels, and reactions experienced before, during, and after the implementation of mindful meditation weekly sessions. Although personal journals were encouraged among participants for improved interest of meditation ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  29 experiences, these journals were meant to be used for individualized review and reflection. No information was obtained from journals in compiling any further qualitative data in this project. All data obtained for review was directly obtained from personal communications and the Likert scales.  Interventions and Tools Determining project effectiveness was dependent upon participant provided data. Five-point Likert scales (see Appendices A and B) were used for this project to identify objective participant experiences stemming from the integrative practices of mindful meditation in coping with their individualized anxiety. Answers to all questions identified levels of agreement to statements as follows: (1) Strongly Disagree; (2) Disagree; (3) Neither Agree nor Disagree; (4) Agree; and (5) Strongly Agree. The Likert scales were used in this project because they adopt answers on a continuum of intensity, allowing each participant to determine some level of quantitative answers based upon their emotional intensity to each question. Also, Likert scales offer anonymity to participants in providing answers without concern of pressure or bias (McLeod, 2019). Likert scales report projected validity (89% precision) and reliability (88%-90%) exhibiting strength in the scale effectiveness in gauging participants’ responses (Louangrath, 2018). All questions provided in the Likert scales (see Appendices A and B) were designed to stimulate thought-provoking ideas of participants about mindful meditation, identification of LGBTQ+ social implications, anxiety experiences, and the interactions of all patterns of integrality. Responses to these questions allowed objective insight into the experiences of the project’s implemented goals in addition to the ability to determine participants’ advances in personalized objectives throughout the program. Success in the scholarly ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  30 project was determined by answers participants provided in rating the connection of questions with their level of agreement before starting meditation class sessions and following completion of the final week. Although participants’ subjective statements provided by participants during sharing time prior to meditation sessions were not included in the data analysis, statements were considered regarding the effectiveness of the project.  Populations and Clinical Setting  The scholarly project remained foundationally focused amidst the LGBTQ+ urban student population. Due to community restrictions surrounding the pandemic COVID-19, the student population (N = 10) was allowed to perform the mindful meditations independently and at their own pace as in person class sessions were not suggested due to disease transmissibility. All participants voluntarily participated and associated within the LGBTQ+ spectrum. All participation was voluntary without the obligation of weekly completion throughout the entire series. Although weekly participation was encouraged to enhance potential results of compliance with the meditation series, data was compiled based upon degrees of series completion in efforts to achieve a higher level of standardization for data interpretation. No compensation was offered to participants. Thus, all participation remained founded in the benefits of improved health, relief of daily anxiety factors, and life-enhancing behavioral alterations in coping strategies for stress and anxiety. As previously described, safe spaces for project completion and anonymity were provided to stimulate participant comfort in sharing personal details of anxiety and experiences throughout meditation practices. Data Collection and Analysis ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  31  Despite circumstantial changes to project design, all results obtained suggest confidence in obtained results of the scholarly project. Due to restrictions with COVID-19, 10 participants were allowed to study independently, at their own pace without a group setting as originally intended. However, some participants identified this as a potential benefit for the effectiveness of mindful mediation as they stated they may not have relaxed as much in person. Despite the affected delivery of information and direction of practice, 10 participants reported completion of the series and filled out the completion Likert scale. The completion, and subsequent documentation of results obtained from the Likert scales (see Appendices A and B), produced beneficial experiences in daily coping strategies, reduction in daily anxiety, and higher confidence in managing daily interactions as a LGBTQ+ community member. No participant indicated any missed sessions within in the 3-week series, and all 10 completed the baseline and final Likert scales.  The outcome of data retrieved in this scholarly project identified mindful meditation as a beneficial coping strategy for dealing with LGBTQ+ student anxiety. All 10 participants reported they would continue using mindful meditation as an overall health promotion modality for improving their mental health. Although only 6 of the 10 participants expressed being able to incorporate mindful meditation into daily practice, all 10 participants reported they could do it on a weekly basis and that the learnings from mindful meditation practices helped improve other strategies for coping with stress and anxiety. The identification of LGBTQ+ was not as highly indicative of stress levels as this writer originally had predicted with only 7 out of 10 suggesting that this factor play a role in their daily anxiety. All 10 participants reported a reduction in daily anxiety. This ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  32 data shows strong correlation suggesting that mindful meditation is a successful coping strategy for reducing anxiety in LGBTQ+ urban students. The results of the project indicated a strong correlation between the use of mindful meditation and relief of LGBTQ+ anxieties. Although this project only focused on a small portion of the LGBTQ+ community, results showed overwhelming success that participants will continue to utilize mindful meditations to develop coping strategies in dealing with future stress and anxiety. Although fewer than expected participants reported LGBTQ+ relatable experiences adding to daily anxiety, this writer concluded that life experiences with self-identification remain unique and assumptions on the correlation between self-identification and stress should remain independent factors without association of stress because of each. Participants expressed a better understanding of their abilities for stress and identified Newman’s principles of momentary presence as a helpful guidance in the removal of magnified stressors outside of their control. All participants reported use of this ideology in adapted practices of coping with stressful events and thus reducing their anxiety previously produced in similar experiences. Chapter Five will discuss the significance of this project, highlight the implications for nursing practice, and explain the doctoral essentials and core competencies this project addressed.     ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  33 Chapter Five: Conclusions, Significance, and Implications for the Future  Uncontrolled anxiety limits life potential by paralyzing an individual’s emotional capacity to function under stress. With introducing mindful meditation into an affected individual’s coping strategies, a shift in power begins to grow within that individual, thus altering the approach to previously perceived stressful situations that would inevitably lead to experiential anxiety. Among the LGBTQ+ students of the urban university, to which the project was applied, a heightened sense of anxiety was expected due to the situational pressures that are placed upon this age group. Relationally, this project was developed to modify participants’ confidence to alter one’s self narrative along with their perceptions of anxiety through means of presence, mindful techniques, and loving-kindness adaptations of self-control mechanisms. These reactionary developments, which stimulates anxiety, of participants and mindful meditation intervention were further evaluated for relational information to which nursing practice and future healthcare practices could be amended. This assessment was necessary to establish more effective approaches in the LGBTQ+ student’s control of perceived anxiety and the developmental reactions associated with those situations. Although determinant factors varied among individuals, the purpose remains the same in educating these students on alternative methods of self-help when processing their anxiety. Throughout this final chapter, the scholarly project will illustrate the significance to nursing practice, implications for the future, and the relational significance to the Essentials of Doctoral Education for Advanced Nursing Practice and the National Organization of Nurse Practitioner Faculties (NONPF) competencies.   Significance of Nursing Practice ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  34 Mental health, especially depression and anxiety, are well known to be lesser addressed complications among the medical community. Despite the prevalence of patients diagnosed with anxiety, 18.1% of the general population with only 36.9% of that defined population receiving treatment (Anxiety and Depression Association of America, n.d.), few providers take the time to begin a discussion about how a patient is functioning mentally. This scholarly project is meant to challenge the factors that may prevent these discussions between practitioners and all patient populations in need. If unmet mental health concerns remain within a patient, the consistent and repetitious stimulation of the sympathetic nervous system causes the human body to function in an elevated response, flooding the emotional capacity with variant interpretations towards stress. Furthermore, the body begins to react more readily, as if expecting stressors to multiply. This state of continual functionality has been shown to elevate cortisol levels and is suspected to be a part of how other diseases develop within the human body (Laurent et al., 2015). The reduction in stress, as reported in participant results, will ultimately stimulate a change in the adapted function of these individuals and thus reduce the fragility of their nervous system from the previously elevated, and repetitious stress-inducing events.   The hope of this project is that LGBTQ+ healthcare relations will authentically adapt focus towards a patient’s medical health, and that the focus of health needs to be addressed in a non-discriminatory manner which allows patients to talk about all concerns affecting their daily function. If all patients continue to hide their mental health challenges, the wholistic healthcare fails. Unaddressed mental health will escalate into advancing healthcare disparities as the body and mind deserve equal treatment for inclusive health of all individuals. To effectively treat a patient, healthcare needs to take a ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  35 step back and understand perceptions of a patient’s health without applying their own interpretations. The hope for adapted nursing practice lies in the ability to empower patient-provider relations and openly discuss mental health dynamics to meet holistic patient health needs.  Although a preconceived approach to a scholarly project is to observe advances within a theoretical purpose, this project was approached with the intent of introducing an alternative coping strategy of self-love through mindful meditation. The expectation of this project was that all individuals would fully participate, integrate this modality into daily life, and adapt formulated goals of self-worth. The notation that each individual can begin to alter the brain's signals which generate emotional response such as anxiety was a substantial task to ask. However, this ideology was meant to expand each participant's consciousness and thus heighten coping strategies. Implications for the Future  Alternative and more wholistic approaches to healthcare have begun to allow patient participation in the medical plan of care and thus have increased patient’s success with proposed medical plans of care. Within this advancement of patient-driven cares, associations such as mindful meditation and other less invasive processes of adapting to the body’s functional potential of homeostasis should be considered. In a society motivated by the least invasive interventions, including medical alternatives for individualized healthcare choice, participation in one’s own health, reduced chemical exposure (medication), and further empowerment strategies, mindful meditation offers a unique approach to patients developing independent strategies to manage their own anxiety.  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  36 For providers, a more wholistic view of healthcare needs to be focused on patient preferences if the medical community is going to be successful in a partnership with each patient. The scholarly project demonstrated an alternative, wholistic approach for the patient-provider relationship to approach anxiety outside the lens of medial prescriptions. Throughout this projects’ intended adaptations of healthcare practice, medical intervention no longer means limited treatment options such as medications. The key to success lies in this adaptation of practice and the removal of preconceived ideations algorithms impose on healthcare that remove the patient from the original equation.  This scholarly project identifies the need for integral health and adaptive approaches in healthcare. As identified, mindful meditation was successful in reducing anxiety for LGBTQ+ urban students. However, this population, and others, remain at risk of lacking acknowledgement of mental health complications. Significant numbers of patients continue to feel ashamed to talk about this aspect of health, and some providers continue to gloss over it secondary to an unacquainted yet acquired habit. The idea that holistic image of health is not being perceived casts a blind eye to the interwoven needs of patient populations and the integrality of anxiety on the body is complete functionality. Patients and providers need to begin talking openly and foundationally building a healthcare system focused more on patient needs than corporate derived outcomes and reimbursements.  Essentials of Doctoral Education for Advanced Nursing Practice  This scholarly project addresses the American Association of Colleges of Nursing (AACN, 2006) DNP Essentials as part of a practice-focused degree program.  The eight DNP Essentials were developed with the intention of training nursing students on the use ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  37 of scientific information and research methodologies needed to advance nursing practice. This scholarly project addresses three of the eight Essentials: Essential VI, Interprofessional Collaboration for Improving Patient and Population Health Outcomes; Essential VII, Clinical Prevention and Population Health for Improving the Nation’s Health; and Essential VIII, Advance Nursing Practice.  Essential VI: Interprofessional Collaboration for Improving Patient and Population Health Outcomes This scholarly project collaborated with LGBTQ+ urban students who identified a need for addressing the stress and anxiety within their daily lives. The results of the project showed conclusive reports that this methodology was successful at advancing participants’ positive health outcomes by reducing daily anxiety experienced. All 10 participants reported reduced anxiety and a willingness to incorporate mindful meditation into future approaches at stress reduction techniques.  Essential VII: Clinical Prevention and Population Health for Improving the Nation’s Health While this scholarly project focused on the LGBTQ+ urban student population, the project design seems to indicate a high potential for greater community health overall. There are no limiting factors that specify the success of reducing stress among variant populations and the individualistic interpretation or precipitating events that lead to individualized stress reactions. Incorporation of projects such as this would likely be beneficial to further prevent clinical complications of community stress and leading mental health complications of anxiety and depression. Although avoiding stress and anxiety completely is unfounded, adaptations to the coping mechanisms integrated into ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  38 daily life, such as mindful meditation, could ultimately reduce the strain to our nation’s healthcare overall.  Essential VIII: Advanced Nursing Practice  Advancing any practice requires constant attention to the ever-changing needs of an intended population. The focus of this scholarly project incorporated mindful meditation as an integrated health approach to address a chronic medical condition (anxiety) which continues to cause a disruption to many individuals seen in the clinical setting. Current medical environments continue to push forward agendas incorporating integrative health as optional modalities to patient cares, especially when following the latest patient-driven health care standards. However, healthcare has always focused on research derived foundations prior to incorporating into a plan of care. Research processes, such as this project, continually support the advancement of the healthcare arsenal with respect to patient choice and participation. This scholarly project intended to provide introduction and education to the LGBTQ+ urban students introducing mindful meditation as a new approach to their anxiety, and it succeeded. Utilizing this information and driving others to pursue further variables in related topics will continually advance the agenda of alternative healthcare and treatment related options.  National Organization of Nurse Practitioner Faculties Practitioner  The purpose of this scholarly project is to advance ethics, quality of care, and health delivery system competencies (as identified by the NONPF). These competencies challenge the healthcare approach and the excellence of nurse practitioner (NP) duties. Fostering a system of educational advances and foundational translations of health care will continue to drive the momentum of humanitarianism-focused healthcare systems. ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  39 Critical analysis and integration of solution driven patient interventions support enhanced health outcomes, and it is within the focus of NONPF that future nurse practitioners will continue to advance these patient core competencies and rights. Ethics  Understanding culture and respecting alternative health practices without judgement is often hard for the medical community as there is little scientific evidence to prove health benefits. The medical community is educated and trained with the mindset of anatomical body function without respect to external sources of energy or developmental capacities of the brain which can redirect the pathological function of our body systems. Learning to explore patient-driven health practices and the cultural practices of individuals is necessary to work as a cohesive team. LGBTQ+ individuals are statistically hesitant to discuss lifestyles which may impact their health (Mirza & Rooney, 2018). Learning to provide safe spaces and educating healthcare practitioners will advance professional practice competencies.  Quality of Care  Competency of practice developed around cultural reverence remains critical to compliance and mutual respect of practitioners and patients. Understanding the patient’s culture grants insight to methodical development of treatment plans tailored to individualistic approaches (Gilbert et al. 2004). This ideation will inevitably foster higher satisfaction of medical cares and further develop the trusting relationships mentioned above. Initiation of respect and safe spaces within the clinical setting allows patients to divulge more specific details which could be critical to safe treatment plans, ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  40 individualized approaches to these healthcare strategies, and overall positive relational development of quality of patient-driven care.  Health Delivery Systems  Healthcare practices are often limited by system policies and procedural practices. Health care delivery systems integrate people, institutions, and resources to deliver healthcare services available to meet health needs of populations by provider practice, or umbrella health care systems (Piña et al., 2015). Recognizing challenges and limitations of health care systems should be challenged and revised to incorporate wholistic practices tailored towards cultural competency. Meeting the foundational needs of individualized practices of cultural exhibits cultural respect and mutual relational development within healthcare systems and thus allows more clinical patient comfort.  In summary, healthcare should be diversified to adapt with all populations and met with a sense of patient-focused needs. Expanding healthcare practices with alternative approaches models promotion of patient respect and options of treatment plans. Providing safe spaces and relational development remain necessary for all populations but self-realizations should be reflected upon by providers when offering patients, the opportunity to discuss personal lifestyles that affect their health. Taking time to understand each unique individual should be allocated into appointments instead of focusing on business strategy and financial returns. As Newman’s Theory of Expanding Consciousness (1999) exhibited, presence is necessary to remove stressors and focus on current health concerns. Open communication and understanding of a patient’s background should remain the forefront of individualized treatment plans. The data obtained in this scholarly project exemplify a need for change and a population ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  41 expressing further desire to address the mental health needs experienced daily. LGBTQ students reported mindful meditation beneficial in addressing anxiety despite individualized trigger sources causing this stress reaction.  As the future of healthcare, practitioners need to begin movements for healthcare advancement. Incorporating wholistic strategies will advance the core essentials of nursing practice with respect to AACN and NONPF competencies. Education and adaptation remain central themes for deficits in patient confidence in healthcare systems and are awaiting change. That time for change is upon us all and it is with great hope that further developments continue for patient accessibility and options in healthcare needs.                ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  42 References Advanced Nursing Practice in a Doctorate of Nursing Practice. (2006). The essentials of doctoral education for advanced nursing practice. Retrieved June 06, 2020, from https://www.pncb.org/sites/default/files/2017-02/Essentials_of_DNP_Education.pdf Anxiety and Depression Society of America. (2018). Facts & statistics. Retrieved from https://adaa.org/about-adaa/press-room/facts-statistics. Brantley, J. (2007). Calming your anxious mind: How mindfulness and compassion can free you from your anxiety, fear, and panic (2nd ed.). Oakland, CA: New Harbinger Publications, Inc.  Buddhism Religion: Basic Beliefs and Practices. (2012). The Columbia Electronic Encyclopedia, (6th ed.). Retrieved from https://www.infoplease.com/encyclopedia/religion/eastern/buddhism/buddhism/basic-beliefs-and-practices Chan, R., & Laron, J. (2015). Meditation interventions for chronic disease populations: A systematic review. Journal of Holistic Nursing, 33(4), 351-365. doi: 10.1177/0898010115570363 Cohen, R. (Director of Production). (2019). Memory. The Mind, Explained. Vox Media: Netflix. Davis, L. (2016). Meditations for healing trauma: Mindfulness skills to ease post-traumatic stress. Oakland, CA: New Harbinger Publications, Inc.  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  43 Decker, J. T., Brown, J. L. C., Ashley, W., & Lipscomb, A. E. (2019). Mindfulness, meditation, and breathing exercises: Reduced anxiety for clients and self-care for social work interns. Social Work with Groups, 42(4), 308–322. doi: 10.1080/01609513.2019.1571763 Dentato, M., Craig, S., Lloyd, M., Kelly, B., Wright, C., & Austin, A. (2016). Homophobia within schools of social work: The critical need for affirming classroom settings and effective preparation for service with the LGBTQ community. Social Work Education, 35(6), 672-692. http://dx.doi.org/10.1080/02615479.2016.1150452 Earls, A. Facts & Trends. (2019, April 17). How many Americans actually identify as LGBT? Fewer than you think. Retrieved from https://factsandtrends.net/2019/04/15/how-many-americans-actually-identify-as-lgbt-less-than-you-think/ Gilbert, J. M., Oliff, H., Sutton, D., Bartlett, C., & Henderson, R. (2004). Substance abuse treatment and family therapy. A treatment improvement protocol (Tip) series 39. Distributed by ERIC Clearinghouse.  Granello, D., & Wheaton, J. (2004). Online data collection: Strategies for research. Journal of Counseling & Development, 82, 387-393. Hayes, J., Hayes, S., & Mikedis, A. (2012). Quantitative meta-analysis of neural activity in post-traumatic stress disorder. Biology of Mood & Disorders. 2(9). doi:10.1186/2045-5380-2-9 Kabat-Zinn, J. (2006). Coming to our senses: Healing ourselves and the world through mindfulness. New York, NY: Hyperion.  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  44 Kabat-Zinn, J., Lipworth, K., & Burney, R. (1985). The clinical use of mindful meditation for the self-regulation of chronic pain. Journals of Behavioral Medicine, 8(2), 163-189. Keng, S. L., & Liew, K.W.L. (2017). Trait mindfulness and self-compassion as moderators of the association between gender nonconformity and psychological health. Mindfulness 8, 615–626 (2017). https://doi.org/10.1007/s12671-016-0639-0 Koszycki, D., Thake, J., Mavounza, C., Daoust, J-P., Taljaard, M., & Bradwejn, J. (2016). Preliminary investigation of a mindfulness-based intervention for social anxiety disorder that integrates compassion meditation and mindful exposure. The Journal of Alternative and Complementary Medicine, 22(5), 363-374. Langford, J. (2018). The pride guide: A guide to sexual and social health for LGBTQ youth. Lanham, MD: The Rowman & Littlefield Publishing Group, Inc.  Laurent, H. K., Gilliam, K. S., Wright, D. B., & Fisher, P. A. (2015). Child anxiety symptoms related to longitudinal cortisol trajectories and acute stress responses: Evidence of developmental stress sensitization. Journal of Abnormal Psychology, 124(1), 68–79. https://doi.org/10.1037/abn0000009 Louangrath, P. (2018). Reliability and Validity of Survey Scales. Internation Journal of Research & Methodology in Social Science. 4(1), 50-62. https://doi.org.10.5281/zenodo.1322695 Luk, J., Gilman, S., Haynie, D. & Simons-Morton, B. (2018). Sexual orientation and depressive symptoms in adolescents. Pediatrics, 141(5). https://doi.org/10.1542/peds.2017-3309 ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  45 Mcleod, S. A. (2019, August 03). Likert Scale. Simply Psychology. Retrieved from https://www.simplypsychology.org/likert-scale.html Meade, A., & Craig, S. (2012). Identifying careless responses in survey data. Psychological Methods, 17, 437-455. https://www.americanprogress.org/article/discrimination-prevents-lgbtq-people-accessing-health-care/ Newman, M. (1986). Health as expanding consciousness. St Louis, MO: The C.V. Mosby Company Newman, M. (1999). Health as expanding consciousness. (2nd ed.). New York, NY: National League for Nursing Press Newman, M. (2008). Transforming presence: The difference that nursing makes. Philadelphia, PA: F.A. Davis Company Orwell, G. (1946). Politics and the English language. Horizon, 13(76), 252-265. Rankin, S. (2003). Campus climate for gay, lesbian, bisexual, and transgender people: A national perspective. New York, NY: The National Gay and Lesbian Task Force Policy Institute.  Piña, I. L., Cohen, P. D., Larson, D. B., Marion, L. N., Sills, M. R., Solberg, L. I., & Zerzan, J. (2015). A framework for describing health care delivery organizations and systems. American Journal of Public Health, 105(4), 670–679. https://doi.org/10.2105/ajph.2014.301926  Shapiro, S., Carlson, L., Astin, J., & Freedman, B. (2005). Mechanisms of mindfulness. Health Care, 62(3), 373–386. doi: 10.1002/jclp.20237 ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  46 Snowdon, S. (2010, August 1). The medical school curriculum and LGBT health concerns. AMA Journal of Ethics, 12(8), 638-643. Retrieved from https://journalofethics.ama-assn.org/article/medical-school-curriculum-and-lgbt-health-concerns/2010-08. Stegmeir, M. (2018, fall). Escaping stigma school support for LGBTQ students. Journal of College Admission, Fall 2018, 39-43. Stephen, S., Tobler, I., Koren, N., Gasteiger, U., Huber, C., Pierschkalla, M., & Pernull, K. (2018). Chronic anxiety and embodied mindfulness meditation: A multicenter study. Journal of Alternative Medicine Research, 10(3), 269-276. Zeidan, F., Kraft, R., McHaffie, J., & Coghill, R. (2014). Neural correlates of mindfulness meditation-related anxiety relief. Social Cognitive and Affective Neuroscience, 9(6), 751-759.            ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  47 Appendix A  Likert Scale for Assessing Student Perceptions of Project Details (First Session)                      Circle the correct numeric response to each question Question Survey Scale:  1= Strongly Disagree,  2= Disagree,   3= Neither Agree nor Disagree,  4= Agree,  5= Strongly Agree My anxiety interferes with my daily social interactions.    1  2  3  4  5  My self-identification as a LGBTQ+ community member plays a role in daily anxiety.   1  2  3  4  5  My past experiences of identifying as a LGBTQ+ community member plays a role in experienced anxiety.   1  2  3  4  5  I have adequate coping strategies for managing anxiety.   1  2  3  4  5  I believe I can integrate coping mechanisms into daily life to improve management of anxiety.   1  2  3  4  5  Mindful meditation practices are effective in reducing experienced anxiety (No experience, mark 3).   1  2  3  4  5  Mindful meditation can improve confidence in managing daily interactions as a LGBTQ+ community member (No experience, mark 3).   1  2  3  4  5  Mindful meditation practices are an effective coping strategy for LGBTQ+ related social anxiety (No experience, mark 3).   1  2  3  4  5  I believe mindful meditation practices are advantageous in overall health promotion of improved mental health (No experience, mark 3).   1  2  3  4  5  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  48 Appendix B Likert Scale for Assessing Student Perceptions of Project Details (Last Session)   Circle the correct numeric response to each question # Question Survey Scale:  1= Strongly Disagree,  2= Disagree,   3= Neither Agree nor Disagree,  4= Agree,  5= Strongly Agree 1 My anxiety interferes with my daily social interactions.    1  2  3  4  5  2 My self-identification as a LGBTQ+ community member plays a role in daily anxiety.   1  2  3  4  5  3 My past experiences of identifying as a LGBTQ+ community member play a role in experienced anxiety.   1  2  3  4  5  4 I have adequate coping strategies for managing anxiety.   1  2  3  4  5  5 I believe I can continue to integrate coping mechanisms into daily life to improve management of anxiety.   1  2  3  4  5  6 Mindful meditation practices are effective in reducing my experienced anxiety.   1  2  3  4  5  7 Mindful meditation has improved my confidence in managing daily interactions as a LGBTQ+ community member.   1  2  3  4  5  8 Mindful meditation practices are an effective coping strategy for my LGBTQ+ related social anxiety.    1  2  3  4  5  9 I will continue to use mindful meditation as an integrative practice in managing anxiety in the future.    1  2  3  4  5  10 I believe mindful meditation practices are advantageous in my overall health promotion of improved mental health.    1  2  3  4  5  ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  49     MARK PEQUIGNOT, RN BSNAUGSBURG UNIVERSITYSUBMITTED IN PARTIAL FULFILLMENT OF THETHE REQUIREMENT FOR THE DEGREE OFDOCTOR OF NURSING PRACTICEEasing Anxiety of LGBTQ+ Students with Mindful MeditationIntroduction to Mindful Meditationu MINDFUL MEDITATION- a focused-based awareness and presence.u Most common focus is on your breathingu creates a center of awarenessu generates a sensation of peace u rhythmically releases the distractions from the mind u A form of meditation that brings the brain to a more relaxed state and guides a participant toward greater personal growth and developmentADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  50 MARK PEQUIGNOT, RN BSNAUGSBURG UNIVERSITYSUBMITTED IN PARTIAL FULFILLMENT OF THETHE REQUIREMENT FOR THE DEGREE OFDOCTOR OF NURSING PRACTICEEasing Anxiety of LGBTQ+ Students with Mindful MeditationSignificance of Projectu Anxiety and Depression Association of America (2018) statistics reveal that anxiety is the most common mental health condition diagnosed in the U.S. today with nearly 40 million adults (18.1% of the population) diagnosed annuallyu LGBTQ+ Youth Report reveals:u 77% feeling depressed, over 70% feeling worthless and hopelessu 39% of LGBTQ+ youth seriously considered attempting suicide in the past twelve monthsu 71% of LGBTQ+ youth reported feeling sad or hopeless for at least two weeks in the past year u Only 26% feeling safe in their school classrooms, only 5% (of the 26%) reported feelings of support from teachers and staffu 67% reported negative comments of LBGTQ+ community in the homeu Anxiety and Depression Association of America, 2018 ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  51 Scholarly Project Purposeu The purpose of this scholarly project is to determine the sources of anxiety among LGBTQ+ urban students, incorporate mindful meditation practices into their daily lives, and further determine the effects that meditation practices have in addressing anxiety among these LGBTQ+ urban students. u Clinical Question:u How will the incorporation of mindful meditation practices decrease the anxiety associated with societal pressures among LGBTQ+ urban students?Theoretical Frameworku Margaret Newman’s Theory of Health as Expanding Consciousnessu a disease does not define an individual, but rather becomes a portion of the soul’s consciousness. Through releasing the control of the disease and manifesting an expanded consciousness (Newman, 2008)u It is in this process that a person opens themselves to greater connectivity within themselves and the universe around them. (Newman, 2008)u Practical Guidelines:u Living in the presentu Expanding your consciousness to expand your controlu Heightened development of self-loveu Change the reactionary processes related to anxietyNewman, M. (2008). Transforming presence: The difference that nursing makes. Philadelphia, PA: F.A. Davis CompanyADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  52 Conceptual Framework of Projectu Relatability of LGBTQ+ anxiety to mindful approachu Focus on the development coping mechanisms through learned meditation practicesu Margaret Newman Health as Expanding Consciousness (Newman, 1999) u Integration of mindfulness in easing anxiety with integration of practices* Newman, M. (1999). Health as expanding consciousness. (2nd ed.). New York, NY: National League for Nursing PressMethods and Criteriau 3-week series of meditation practices lasting 30 minutes u Loving-Kindness, Breath Awareness and Body Scan Meditation formsu Additional time provided for discussionu 10 voluntary LGBTQ urban students u Pre- and post- Likert surveys (see next slide) to determine:u Anxiety sourcesu Treatment methods utilized prior to project participationu Anxiety levelsu Compliance with meditation practicesu Effects on daily life stressors with meditationADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  53 Likert Scale Assessment ToolRESULTSu - Ten participants (N=10)u - no missed sessions within the seriesu - 7/10 associated LGBTQ+ status as role in stressu - 10/10 reported they will continue to use mindful meditationu - 6/10 reported ability for daily- an increase in daily coping skills associated with practiceu - 10/10 able to practice weeklyu - ALL participants reported overall reduction in daily anxietyADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  54 DNP Nursing Essentials u DNP Essential VI (Interprofessional Collaboration for Improving Patient & Population Health Outcomes)u involved collaboration with professionals who interact with caregivers in community and support group settings u DNP Essential VII (Clinical Prevention & Population Health for Improving the Nation’s Health)u implementing techniques to prevent chronic disease and illness, which leads to the declining health of the nation u DNP Essential VIII (Advanced Nursing Practice)u by focusing on the specialized and complex care of caregivers to establish new ways of reaching this population to improve their health. Advanced Nursing Practice in a Doctorate of Nursing Practice. (2006). The essentials of doctoral education for advanced nursing practice. Retrieved June 06, 2020, from https://www.pncb.org/sites/default/files/2017-02/Essentials_of_DNP_Education.pdfCore Competencies of National Organization of Nurse Practitioner’s Faculties (NONPF) u Ethics- focus on individualized care, safe spaces and medical competencyu Quality of Care- evaluated care processes and impact of quality of health careu Health Deliver Systems- affect health care change and organizational practices to improve health care deliveryNational Organization of Nurse Practitioner Faculties (NONPF, 2022). What are the nurse practitioner core competencies?NurseJournal. Retrieved March 12, 2022, from https://nursejournal.org/resources/what-are-the-nurse-practitioner-core-competencies/ ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  55 Significance of Nursing PracticeAddressingAddressing mental health head onIncorporatingIncorporating all community populations, including specific populations who may be underserved•Magnifying cultural competency in practiceBuildingBuilding bridges between practitioners and patient populationsImplications for the Futureu Expanding practice beyond Western medicineu Adapting patient plans of care by empowering the patient with control of an interventionu Remove preconceived ideations of healthcareADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  56 Implications for the Futureu Expanding practice beyond Western medicineu Adapting patient plans of care by empowering the patient with control of an interventionu Remove preconceived ideations of healthcareFinal Statements on Projectu Practitioner experienceu Significance to self-practiceu What would I like you all to take away from this?ADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  57 Referencesu Advanced Nursing Practice in a Doctorate of Nursing Practice. (2006). The essentials of doctoral education for advanced nursing practice. Retrieved June 06, 2020, from https://www.pncb.org/sites/default/files/2017-02/Essentials_of_DNP_Education.pdfu Anxiety and Depression Society of America. (2018). Facts & statistics. Retrieved from https://adaa.org/about-adaa/press-room/facts-statistics.u Chan, R., & Laron, J. (2015). Meditation interventions for chronic disease populations: A systematic review. Journal of Holistic Nursing, 33(4), 351-365. doi: 10.1177/0898010115570363u Cohen, R. (Director of Production). (2019). Memory. The Mind, Explained. Vox Media: Netflix.u Newman, M. (1999). Health as expanding consciousness. (2nd ed.). New York, NY: National League for Nursing Pressu National Organization of Nurse Practitioner Faculties (NONPF, 2022). What are the nurse practitioner core competencies? NurseJournal. Retrieved March 12, 2022, from https://nursejournal.org/resources/what-are-the-nurse-practitioner-core-competencies/ Addressing Anxiety in LGBTQ Students with Mindful MeditationMark Pequignot, RN BSNAugsburg UniversityPROBLEM STATEMENTObjectivesProject Description Outcomes/ResultsConclusion- Despite anxiety’s aptitude to limit the mental stability of its victim, studies have consistently shown the benefits of mindful meditation in easing the mind-body control that anxiety creates.• Reduce Anxiety in LGBTQ urban students• Assess benefits of mindful meditation when coping with anxiety• Address population specific traumas relating to anxiety- Introducing Mindful Meditation in effort to combat anxiety. - Focused population was LGBTQ urban students. - ALL participants reported:- Reduced anxiety- Benefit from anxiety- Increased coping skills- 60% practicing daily after project- 100% report desire to practice weekly• Mindful Meditation found to reduce stress and anxiety while increasing all individual’s coping strategies• LGBTQ+ not a clear etiology with stress-inducing factorsImplications for Practice- Advancing Cultural Cares in the LGBTQ youth- Introducing the alternative coping strategy of meditation- Exploring non-pharmacological approaches to mental healthADDRESSING LGBTQ ANXIETY WITH MINDFUL MEDITATION  58        Questions??Addressing Anxiety in LGBTQ Students with Mindful MeditationMark Pequignot, RN BSNAugsburg UniversityPROBLEM STATEMENTObjectivesProject Description Outcomes/ResultsConclusion- Despite anxiety’s aptitude to limit the mental stability of its victim, studies have consistently shown the benefits of mindful meditation in easing the mind-body control that anxiety creates.• Reduce Anxiety in LGBTQ urban students• Assess benefits of mindful meditation when coping with anxiety• Address population specific traumas relating to anxiety- Introducing Mindful Meditation in effort to combat anxiety. - Focused population was LGBTQ urban students. - ALL participants reported:- Reduced anxiety- Benefit from anxiety- Increased coping skills- 60% practicing daily after project- 100% report desire to practice weekly• Mindful Meditation found to reduce stress and anxiety while increasing all individual’s coping strategies• LGBTQ+ not a clear etiology with stress-inducing factorsImplications for Practice- Advancing Cultural Cares in the LGBTQ youth- Introducing the alternative coping strategy of meditation- Exploring non-pharmacological approaches to mental health",
    "id": 521842944,
    "identifiers": {
        "doi": null,
        "oai": "oai:idun.augsburg.edu:etd-2171"
    },
    "title": "Addressing LGBTQ Anxiety With Mindful Meditation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-04-13T08:00:00+01:00",
    "publisher": "'Singidunum University'",
    "references": [],
    "sourceFulltextUrls": [
        "https://idun.augsburg.edu/cgi/viewcontent.cgi?article=2171&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/521842944.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/521842944"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/521842944/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/521842944/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/521842944"
        }
    ],
    "abstract": "The current study investigated the effect of mindful meditation on anxiety levels in the LGBTQ+ urban student population. An incorporation of Margaret Newman’s Theory of Health as Expanding Consciousness and theoretical concepts of living in the present moment guided these participants in exposing traumas and relational development forming anxiety. Ten LGBTQ+ urban students (N=10) were randomly selected to examine their involvements via the practice of mindful meditation, further determine past traumas associated with identifying within the LGTBQ+ community, and examine how these impact daily experiences of anxiety. Participants completed Likert Surveys to ascertain the effect that mindful meditation had on relieving their anxiety. Due to Covid restrictions, participants were provided with an introduction to mindful meditation, given expectations of practice, encouraged to journal and share experiences, and advised to focus on the idea of utilizing the central theory of presence within the moment of experiential anxiety stimuli. Despite student ability to practice daily, the study found that mindful meditation was reported to relieve anxiety levels in all 10 participants. Furthermore, association with LGBTQ+ community was reported to be a significant factor in the student daily lives. Given the results, more research would be suggested to better understand the impact on anxiety in urban studies with comparison to individuals identifying as LQBTQ+ and those who do not. However, it is without question that mindful meditation and other similar modalities will continue to show positive results in at-risk populations and should be considered in the conversation at all future interactions to begin stimulating open communication about mental health disparities",
    "tags": [
        "text",
        "anxiety",
        "disparities",
        "LGBTQ+",
        "mindful meditation",
        "urban students",
        "Public Health and Community Nursing"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:idun.augsburg.edu:etd-2171",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5706",
        "openDoarId": 0,
        "name": "Idun",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 521842944,
        "depositedDate": null,
        "publishedDate": "2022-04-13T08:00:00+01:00",
        "updatedDate": "2024-01-23T12:09:21+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-30T19:49:03+01:00"
    },
    "urls": [
        "https://idun.augsburg.edu/etd/1180",
        "https://idun.augsburg.edu/context/etd/article/2171/viewcontent/SC_11.DNP.2022.Pequigot.M.pdf"
    ],
    "lastUpdate": "2024-01-23T12:09:21+00:00",
    "setSpecs": []
}