{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sheldon, Megan"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-14T02:01:13+00:00",
    "dataProvider": {
        "id": 3594,
        "name": "Kansas State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3594",
        "logo": "https://api.core.ac.uk/data-providers/3594/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.4148/2334-4415.1992",
    "downloadUrl": "https://core.ac.uk/download/267195965.pdf",
    "fullText": "Studies in 20th & 21st Century Literature Volume 42 Issue 2 Article 31 July 2018 Addressing Diversity and Difference in Contemporary Spanish Lesbian Literature: Reading Illy Nes’s El lago rosa and Cristina Cuesta’s “Zoe y Haydee” Megan Sheldon University of Kansas, mksheldon@ku.edu Follow this and additional works at: https://newprairiepress.org/sttcl  Part of the Lesbian, Gay, Bisexual, and Transgender Studies Commons, Modern Literature Commons, Spanish Literature Commons, and the Women's Studies Commons This work is licensed under a Creative Commons Attribution-Noncommercial-No Derivative Works 4.0 License. Recommended Citation Sheldon, Megan (2018) \"Addressing Diversity and Difference in Contemporary Spanish Lesbian Literature: Reading Illy Nes’s El lago rosa and Cristina Cuesta’s “Zoe y Haydee”,\" Studies in 20th & 21st Century Literature: Vol. 42: Iss. 2, Article 31. https://doi.org/10.4148/2334-4415.1992 This Article is brought to you for free and open access by New Prairie Press. It has been accepted for inclusion in Studies in 20th & 21st Century Literature by an authorized administrator of New Prairie Press. For more information, please contact cads@k-state.edu. Addressing Diversity and Difference in Contemporary Spanish Lesbian Literature: Reading Illy Nes’s El lago rosa and Cristina Cuesta’s “Zoe y Haydee” Abstract Illy Nes’s novel El lago rosa (The Pink Lake, 2004) and Cristina Cuesta’s short story “Zoe y Haydee” (Zoe and Haydee, 2007) depict travel and cross-cultural queer relationships that call attention to racial and class differences as well as ethnic and cultural divides. Both narratives raise questions concerning the representation of queer women of color in Spanish fiction of the new millennium. This article focuses on the diverse cultural, political and personal struggles that surround the formation and negotiation of sexual identity, emphasizing the fact that LGBTQ identity is not necessarily cross-culturally or universally constructed around identical interests, desires, or experiences. Keywords Spanish Literature, LGBTQ, Sexuality, Gender This article is available in Studies in 20th & 21st Century Literature: https://newprairiepress.org/sttcl/vol42/iss2/31 Addressing Diversity and Difference in Contemporary Spanish Lesbian Literature: Reading Illy Nes’s El lago rosa and Cristina Cuesta’s “Zoe y Haydee”  Megan Sheldon University of Kansas  Both Jill Robbins and Maite Zubiaurre have observed that contemporary Spanish lesbian literature addresses how lesbian desire complicates questions of identity, nationality, and culture in a global age. Analyzing works such as Lucía Etxebarría’s Beatriz y los cuerpos celestes (‘Beatriz and the Celestial Bodies,’ 1998), Mabel Galán’s Donde comienza tu nombre (‘Where Your Name Begins,’ 2004), and María Felicitas Jaime’s Cenicienta en Chueca (‘Cinderella in Chueca,’ 2003) in her monograph Crossing through Chueca: Lesbian Literary Culture in Queer Madrid (2011), Robbins indicates the way in which the incorporation of queer characters from within European borders tends to favor romantic plots that normalize queer sexuality and notes the imprint of economic and linguistic neo-imperialism in the portrayal of Latin American queer subjects. Similarly, in her article “Carmen Nestares’s Venus en Buenos Aires: Neocolonialist Cyber-Romance, Virtual Lies, and the Transatlantic Queer” (2006), Zubiaurre points to the transformation of Nestares’s narrative from a cyber romance into a real world encounter that reveals a neocolonialist attitude on the part of the Spanish protagonist towards Argentina (134). Through their focus on the representation of Spain’s uneven relationship with Latin America, Robbins’s and Zubiaurre’s studies demonstrate how portrayals of women in contemporary Spanish lesbian literature depicting travel and cross-cultural relationships are intertwined with complex socio-political and cultural relationships between nation-states and individuals. In the pages that follow, I examine cross-cultural queer encounters in Illy Nes’s novel El lago rosa (‘The Pink Lake,’ 2004) and Cristina Cuesta’s short story “Zoe y Haydee” (‘Zoe and Haydee,’ 2007), taking into account racial and class differences as well as ethnic and cultural divides.1 These fictions—ostensibly meant for a homonormative Spanish lesbian audience—ask readers to consider the diverse cultural, political, and personal struggles that encompass being a woman who loves women that do not follow the standard Western teleological narrative of visibility and “coming out.”   Set in Senegal and India respectively, each of these texts raises questions concerning the representation of queer women of color in Spanish fiction of the new millennium and emphasizes the fact that LGBTQ identity is not necessarily cross-culturally or universally constructed around identical interests, desires, or experiences. In his work Ryan Thoreson analyzes the problems that arise from globalizing discourses of sexuality and expressions of LGBTQ liberation across lines of race, ethnicity, and nationality through a consideration of the 1Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  transnational LGBTQ human rights movement. In a recent volume on queer transnational activism, Thoreson explains that human rights frameworks are imperfect and partial as well as:  fail to address a range of human needs and desires that are not easily cognizable as rights; legitimate the demands of some populations while ignoring or delegitimizing others; promote rigid understandings of social categories that are in fact dynamic and heterogeneous; and favor technical, legalistic, and often punitive approaches to complex problems that are socially and structurally entrenched.  Thoreson asserts that while LGBTQ issues are increasingly understood through the language of human rights, embracing the intersectional character of the LGBTQ community has the potential to lead to “radically transformative possibilities” in how the discourse of human rights is perceived and represented internationally.2   The diversity that encompasses the LGBTQ community in relation to human rights narratives becomes particularly important when considering Nes’s and Cuesta’s fictions. Nes’s El lago rosa, understood through this premise, is much more than a “coming out” story focused on a young Spanish woman, Susana, sent on assignment to Senegal. Rather, through its portrayal of her relationship with Amira—a Senegalese, self-identified lesbian model—the narrative calls attention to the often overshadowed intersectional dynamic that defines the experiences of many in the LGBTQ community, in this case particularly in the Global South. While the narrative is directed at a Western audience and, consequently, filtered through Susana’s “coming out” process and confrontation with her own internalized homophobia, the narrative’s use of a cross-cultural framework reveals the tensions found between the Global North and South with regard to human rights. Amira formerly modeled in France and has returned to her home country to dedicate the end of her life to bettering conditions for women and founding schools after learning she is dying from terminal brain cancer. The complexity of Amira’s identity in the novel extends beyond being a queer woman and calls attention to her identification with a broader community of individuals struggling for access to water and health care as well as experiencing daily forms of sociopolitical marginalization.  Cuesta’s “Zoe y Haydee” centers on differing expressions of female subjectivity and sexual desire across lines of race and ethnicity. Zoe and Haydee meet online, and after learning that Haydee is a self-identified lesbian who intends to marry a man, Zoe travels to India to better understand Haydee’s decision. After their meeting in India, the story constructs a dialogue between Zoe and Haydee concerning expressions of sexuality and agency. Most significantly, Haydee’s 2Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992  articulation of her sexual subjectivity challenges Zoe’s understandings of dominant Euro-American gay and lesbian narratives of visibility. Taken alongside Nes’s El lago rosa, the fictional portrayals of these women’s cross-cultural encounters provide a window for examining intersecting forms of identity in regard to race, gender, nationality, and sexuality as characters negotiate identities, ethnic communities, and power relations.   While Nes’s novels have received less critical attention than other, better-known Spanish self-identified lesbian authors such as Isabel Franc and Mabel Galán, her name is often referenced in studies of Hispanic queer fiction.3 In 2000, Nes won the Bigayles prize from the Asociación de Gais i Lesbianes de L'Hospitalet (Association of Gays and Lesbians of L'Hospitalet) for best lesbian narrative for her first novel, Morbo (‘Attraction,’ 1999). Her third novel, El lago rosa, has been praised by Jacky Collins in her analysis of Spanish lesbian literature as a novel that contributes to the visibility of Spanish lesbian authors and, more generally, lesbianism in Spain (Collins 176-77). El lago rosa begins as Susana, the main character and narrator, gathers her things to leave for Senegal. Susana sees the trip as a professional opportunity, but her boyfriend, Marcos, opposes the trip. Their relationship ends towards the close of the novel when he travels to Senegal to confront her and insist she return to Spain. It is at this moment in the novel that Susana and Amira become romantically involved; however, their relationship is short-lived as Amira soon after succumbs to cancer and dies.  Nes’s construction of sexuality-based identities is important not only because it highlights the privileged subject position afforded to the Spanish protagonist in the narration of her sexual identity, but also for incorporating a non-European queer woman of color who, despite being of means, lives in a marginalized and impoverished Senegalese community and feels unfulfilled by France as a potential adopted homeland. By highlighting Amira’s humanitarian efforts, the novel points to a broader awareness of human struggles and forms of social consciousness that Susana, at least initially, lacks. The end of the novel emphasizes Amira’s connection to numerous struggles for healthcare, housing, education, and work within her home country as well as stresses the need to prioritize rights that both include and extend beyond those of LGBTQ individuals and more purposefully situates LGBTQ human rights within diverse traditions of justice and equality.  Senegal as a nation-state is marked both in its past and present by the influence of colonialism.4 This legacy is also important when considering narratives of African queer sexualities that have dominated the continent. On the one hand, religious fundamentalists argue that queer identities are “un-African” and “threaten African social and cultural norms and claim that pro-queer initiatives in Africa by Western countries and NGOs are imperialist” (Ekine 78). 3Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  On the other hand, queer African sexualities compete with homogenizing discourses of white Euro-American understandings of LGBTQ identity that are not necessarily representative of the context and experiences of same-sex relationships in Africa that date back to precolonial times (Tamale). The tensions presented by these circumstances situate sexual minority groups in Africa in what Lyn Ossome describes as the “marginal matrix of citizenship,” in that they are “outside the national ‘moral community’ but inside the civic nation” (35). The marginalized position of sexual minorities within narratives of national identities in Africa is geographically expressed in El lago rosa through Amira’s life in a small, impoverished village outside Senegal’s capital, Dakar, where she runs a shelter.  While much of Dakar’s architecture mentioned in the novel is a reminder of the city’s colonial legacy (the Catholic Cathedral, the Presidential Palace built in 1907, the Place de l’Indépendance ‘Independence Square’ and the Victorian style Kermel Market), the poor economic conditions and socio-political marginalization of the village where Amira lives and works has led to it being referred to as “la escoria” (Nes 45) ‘the scum’ of Senegal.5 It is important to note that the village is populated by abused women, abandoned children, the homeless, and individuals suffering from illnesses, all of whom Amira cares for at her shelter with limited means. The community’s geographic positioning demonstrates the connection between visibility, invisibility, and power, revealing how non-normative groups within hegemonic institutions “may find themselves relegated to invisibility, which symbolizes their structural disadvantage” (Currier 5). The scene depicts Amira’s identification with and collective commitment to a broader community of sociopolitical outcasts. In some respects, the representation of Amira in the novel reflects the use of exotic imagery, particularly when she is first seen by Susana: “Aquella hermosa diosa de ébano se deslizaba envuelta en un aura de sensualidad y elegancia difícil de describir con palabras” (Nes 39) ‘That beautiful goddess of ebony glided across, wrapped in an aura of sensuality and elegance difficult to describe in words.’ However, it is significant that the depiction of Amira within the novel extends beyond a superficial and exotic depiction of her physical beauty as her background and circumstances are explained and developed. This representation of Amira becomes noteworthy when considering that the only other specific reference to a Senegalese woman in the novel is to the mother of Amira’s bodyguard, Bikai. She was raped, forced to prostitute herself to support herself and her son and eventually died of AIDS (Nes 45-46). The description of Bikai’s mother is limited to her sexual objectification and does not explore other dimensions of her character. This results in her portrayal as powerless and a victim of male violence and poverty. She is contained within a similar paradigm to that which Chandra Talpade Mohanty describes as the “object status” delegated 4Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992  to Third World women in the eyes of Western feminism, in that she has no agency and is defined primarily in terms of being “affected or not affected by certain institutions and systems” (23). Unlike Bikai’s mother, Amira does not fit within this model of what Mohanty refers to as Western feminism’s depiction of the “average Third World woman” (sexually contained, impoverished, abused victim), and the representation of her character as a successful, self-identified Senegalese lesbian woman questions a simplistic representation of “Third World women” (22).  Still, it is imperative to recognize the multiple power structures that impact Amira’s life. In a scene towards the close of the novel, Susana and Amira have seemingly bonded emotionally when Susana’s boyfriend, Marcos, appears drunk and angry outside her hut when they return from a day trip to Goree Island. Marcos grabs Susana, insists that she leave with him to return to Spain, and threatens to beat her if she does not. When she refuses to return, he slaps her across the face, and as Amira attempts to intervene she is also thrown to the ground by Marcos. Marcos’s behavior is in keeping with his character from the start of the novel (controlling, possessive boyfriend), and the scene further underscores his sexist behavior and lack of tolerance. The confrontation appears as a bonding moment between the two women, who are able to make amends from a previous argument following the incident and shortly thereafter sleep together. However, the incident additionally portrays the way in which Susana and Amira are not equally oppressed by the same patriarchal forces embodied by Marcos. This is perhaps most apparent when, in addition to physically assaulting Amira, Marcos also refers to her using a racial slur: “Jodida negra de mierda” (Nes 94) ‘Fucking worthless black woman.’ Marcos’s comment indicates the interlocking forms of oppression— sexism, homophobia, and racism—that Amira faces as a queer woman of color. In this sense, while the scene indicates the potential points of solidarity between Susana and Amira in their struggles against patriarchy, it also signals the differences within the broader kyriarchy that define their experiences with foundational power structures.6 The end of the novel stresses Amira’s dedication to the many struggles facing her community in Senegal. Susana helps Amira film the end of a documentary she is making to bring human rights causes to the forefront, particularly those affecting women such as genital mutilation and domestic abuse. While recording the video, she reveals that she is suffering from cancer and voices her desire to give back to her country and raise consciousness about the humanitarian issues to which she has dedicated the end of her life.  Posiblemente no se trate de un gesto tan altruista como la gente de esta aldea cree: sólo busqué entrar en el reino de los cielos por la puerta grande; o quizá he necesitado estar a las puertas de la muerte para 5Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  rectificar mis actos y dedicar mi fama, mi vida, y mi dinero a ayudar al pueblo senegalés. En cualquier caso, aunque nadie desea morir, estos últimos meses han sido los más felices de mi vida . . . y sólo le pido a Dios que me permita vivir lo suficiente para terminar este documental y mostrar al mundo que queda mucho por hacer; que hay muchos pueblos, muchas personas que necesitan nuestra ayuda, nuestro apoyo y nuestra solidaridad . . . (Nes 102-03)  Maybe it wasn’t such an altruistic gesture as the people of this village think: I only sought to enter heaven through the great gate; or perhaps I needed to be at the doors of death to rectify my actions and dedicate my fame, my life, and my money to helping the Senegalese people. In any case, although no one wants to die, these last few months have been the happiest of my life . . . and I only ask God to allow me to live long enough to finish this documentary and show the world that there is still much to do; that there are many towns, many people that need our help, our support, and our solidarity . . .   Amira collapses while recording the video and dies shortly afterwards. In Illness as Metaphor, Susan Sontag writes, “Illness is the night-side of life, a more onerous citizenship. Everyone who is born holds dual citizenship, in the kingdom of the well and in the kingdom of the sick” (3). Although Sontag ultimately seeks to negate the various metaphors that influence our understanding of illness, this initial description of illness as a “more onerous citizenship” provokes readers to consider concepts of identity, belonging, and non-belonging symbolized through illness. This line of thought resonates with the burdens faced by Amira as a queer, diasporic female subject of color. It also speaks to her ability as an activist, a successful model in France, a person of faith, a Black woman, a lesbian, and as a cancer victim to challenge dominant narratives of belonging to an individual cultural or national identity. Her words reveal that, despite having left Senegal for her career in France, her humanitarian work, her life in the village, and her eventual death are all a form of reconciliation with her homeland as well as her own struggle to find a sense of belonging. In this sense, through the narration of Susana and Amira’s meeting, the novel both calls attention to human rights causes and poses a more in depth consideration of queer identity as inherently connected to various wider-reaching social, political, and cultural circumstances.   Like El lago rosa, Cuesta’s “Zoe y Haydee” narrates a cross-cultural encounter that emphasizes the life experiences that define the differences between two women. Before entering into an analysis of Cuesta’s story, it is useful to provide a brief outline of events related to the promotion of sexual minority rights in India, where the majority of the story takes place. The 2009 ruling by the Delhi 6Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992  High Court to decriminalize homosexuality was seen as a landmark decision for LBGTQ rights in the country. However, the LGBTQ community still faces discrimination, and in December 2013 the court reintroduced Section 377 of the penal code to recriminalize homosexuality. Section 377 is an anti-sodomy statute that was established during the British Empire in 1886 but declared unconstitutional and repealed in 2009. While no women have been convicted thus far, the statute has been used to intimidate women wanting to live with their long-term lovers or friends (Bhaskaran 106). Apart from the recent reinstatement of Section 377, perhaps the most internationally recognizable conflict regarding representations of same-sex desire in India was the release of Deepa Mehta’s 1996 film Fire, a co-production between India and Canada. The film tells the story of Sita and Radha who live together in New Delhi with their husbands, Jatin and Ashok, who are also brothers. Due to the emotional neglect they receive from their husbands, they turn to each other and begin a secret affair.7 Fire drew critical scholarly attention for its use of English and Sita’s comments in reference to the lack of a discourse for same-sex love in India. Queer scholars Gayatri Gopinath and Ruth Vanita have responded to the film’s representation of female same-sex desire. In her introduction to the volume Queering India, Vanita criticizes the film’s use of a “one-sided representation of Hindu tradition and practice as almost entirely repressive of individual desire and pleasure” and argues for the need to trace etymological examples of same-sex desire in cultural production in India (2). In her analysis, Gopinath argues that the film interrogates “the teleological Euro-American narrative according to which lesbian sexuality must emerge from a private, domestic sphere into a public, visible subjectivity” (“Local” 155). While these scholars present different approaches and viewpoints concerning the film, they both take issue with the predominance of the Euro-American academy in lesbian and gay studies, particularly in relation to India.   Cuesta’s narrative also responds to this situation in its portrayal of the conversations between Zoe and Haydee that highlight conflicting understandings of sexuality across different cultures, particularly in reference to the expression of a visible (or public) sexual subjectivity. The story opens as Zoe and Haydee meet online and begin to correspond through email. As demonstrated in the narrative, the internet is a space where global and local identities are able to engage with one and other. In his study of the connections between sexuality, the nation, and globalization, Jon Binnie describes the internet as “a means of experimenting with sexual identity and searching for community . . . . Cyberspace collapses spatial scales—it is where the global is most appropriate, most intimate” (42). The internet is a medium found in several texts by Spanish lesbian authors, including Galán’s Desde la otra orilla (‘From the Other Shore,’ 1999), Nestares’s Venus en Buenos Aires (‘Venus in Buenos Aires,’ 2001), Felicitas Jaime’s Cenicienta en Chueca (2005), and Asia Lillo’s Diario de una aupair bollo en USA (‘Diary of a 7Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  Dyke Aupair in the USA,’ 2006). Of particular interest to this analysis, a number of these texts also portray cross-cultural internet encounters between women from Spain and countries such as Argentina, Uruguay, and Brazil, among others. These texts demonstrate the increase of cross-cultural encounters due to processes of globalization and modernization that have intensified systems of communication (internet, TV, radio, etc). Robbins has specifically commented on the representation of internet sex chats, underscoring the impact of globalization and lingering neocolonial relations between Spain and Latin America, in her thorough analysis of Felicitas Jaime’s Cenicienta en Chueca. Examining the exchange between South American and Spanish women in Felicitas Jaime’s work, Robbins observes the manner in which these stories ultimately reaffirm the Spanish protagonists’ position of power in economic and linguistic terms (97). While Zoe and Haydee’s cyber encounter also carries similar traces of power asymmetries and at times a rhetoric of Western superiority, I explore the means by which the narrative also challenges this representation through the portrayal of Haydee’s responses to Zoe’s questions regarding her life and sexuality.  The discussion of sexual identity is an integral part of depicting the cross-cultural encounter between these two women and at many points is linked to discussions of cultural differences and nationality. Of note in their initial correspondence is Zoe’s response when learning that Haydee intends to marry a man after finishing her studies at the university, “¿Pero tú no eres lesbiana?” (Cuesta 15) ‘But aren’t you a lesbian?’ Haydee immediately responds to her question by not only asking what Zoe means to imply but also explaining her own circumstances within her family and home country, India: she will marry a man after finishing her studies, since this is the accepted custom, regardless of the fact that—like Zoe—she self-identifies as a lesbian. Her comments reveal less emphasis on her visibility as an “out” lesbian woman, as she places more importance on her own personal process of self-identification in connection to her cultural heritage and her family. Contemplating the information Haydee has shared with her, Zoe reflects on the implications of the national and cultural differences embedded within their discussion of sexuality: “No había pensado que el hecho de vivir donde vivía y pertenecer al mundo al que pertenecía le otorgaba unas facilidades que muchos otros ni siquiera entreveían . . . ¿Acaso una mujer de la India tiene menos derecho a amar a mujeres que una española? ¿Tal vez no haya lesbianas en el mundo islámico? ¿Tampoco en África?” (Cuesta 15) ‘She hadn’t considered the fact that living where she lives and being part of the world she’s a part of gave her some ease that many others had never even glimpsed . . . . Could a woman in India have less of a right to love women than a Spanish woman? Perhaps there aren’t lesbians in the Islamic world? Nor in Africa?’ In many ways, Zoe’s thoughts reflect her own realization of her position as a self-identified Spanish lesbian woman. Zoe’s understanding of female same-sex 8Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992  desire, and her definition of lesbianism, appears to a great extent to be connected to a politics of visibility in Western LGBTQ movements, particularly in Spain with the approval of same-sex marriage in 2005 as well as the focus on lesbian visibility in Madrid’s 2008 Pride Celebration.   This perspective is apparent upon the moment Zoe arrives in India and the two women initially meet. The narrative underscores Haydee’s discomfort with publicly discussing her sexuality. In the case of Cuesta’s narrative, it is also noteworthy that the text simultaneously emphasizes Zoe’s limited knowledge and experience with cultural and political circumstances beyond the borders of Europe. This is made explicit in the narrative when Zoe, in order to clarify why she felt uncontrollably compelled to travel such a distance to meet Haydee, explains the impact their conversation has had on her: “me he dado cuenta de lo corta y pobre que es mi percepción sobre ciertas cosas. Al leer algunos de tus mails . . . no sé cómo decirlo. Es como si de repente me hubiera dado cuenta de que hay más situaciones además de la mía, más experiencias, más problemas y luchas que no tienen nada que ver conmigo ni con el país en el que vivo” (Cuesta 18) ‘I’ve realized how small and inadequate my perception of certain things is. Reading some of your emails . . . I don’t know how to explain it. It’s as if suddenly I had realized that there are more situations than my own, more experiences, more problems and disputes that don’t have anything to do with myself or the country I live in.’ Even though the narrative continues to reflect Zoe’s predisposition towards Western understandings of gender and sexuality throughout the story, her admission of her own limited knowledge of other cultures and societies presents her less as a bearer of knowledge or a cultural authority, but rather as an inexperienced traveler—a point further emphasized when revealing that Zoe has never lived outside of Spain. Zoe continues to question Haydee’s sexual subjectivity. As a partial response to Zoe’s questions, Haydee explains that her family practices the Bahá’í faith, which does not recognize homosexuality. She also explains that due to her father’s professional contacts and influence in India, she would not be able to support herself if she decided to go against his wishes in any way, including her marriage. While, given these circumstances, it is easy to cast Haydee under a framework of victimization, it is significant that within the narrative she also asserts her own agency by vocalizing her personal choice to remain in India and build a life for herself within the cultural norms of her country. Haydee’s assertion that it is her choice to stay in India complicates an understanding of her position as a complete victim of her culture and her family, especially as she emphasizes the unbreakable connection she has to her country:   La India es mi país y lo amo igual que he amado a algunas mujeres que se han cruzado en mi vida. Jamás podría abandonarlo. Quiero luchar por él, 9Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  ayudar a que sea mejor, intentar que cada vez sean menos los que pasan hambre y menos aún los que mueran por la crueldad de la pobreza. Irme significaría abandonar no sólo a mi familia, sino a toda esa gente que siento como parte de mí. (Cuesta 23)    India is my country and I love it the same way I have loved some of the women that I have met in my life. I could never abandon it. I want to fight for it, help it be better, try so that less people are hungry and many less die from the cruelty of poverty. Leaving would mean abandoning not only my family, but also all of these people that I feel are a part of me.  In this sense, Haydee’s subjectivity is presented as part of a more complex nexus that includes but also expands beyond her sexuality. This is further demonstrated in the narrative when it is revealed that Haydee is wealthy, successful, and completing her university studies to become a college professor.   Under this framework, Haydee’s subjectivity demonstrates multiple axes of both privilege and subordination. From this complicated, tangled, and ambiguous position, Haydee not only calls attention to the immense cultural differences between her and Zoe, but also affirms her own agency, particularly when considered in relation to expressions of sexuality within the international LGBTQ community. In proclaiming her choice to remain in India, Haydee’s actions fall under what Gopinath in her analysis of South Asian public culture describes as “alternative strategies” for representing non-normative desires that “suggest a mode of reading and ‘seeing’ same-sex eroticism that challenges modern epistemologies of visibility, revelation and sexual subjectivity” (Impossible 12). If, as Gopinath notes, such cultural representations stage “a critique by rewriting colonial constructions of ‘Third World’ sexualities as anterior, pre-modern, and in need of Western political development—constructions that are recirculated by contemporary gay and lesbian transnational politics,” then, in the case of Cuesta’s narrative, Haydee’s claim to her right and personal desire to remain in her home country displays an act of agency that ultimately reflect her own subjectivity as a lesbian woman (Impossible 12). Understood in these terms, Haydee’s refusal to leave India may not only be seen as an alternative to Western feminist and intellectual forms of agency, but also as a rebellion against cultural norms and traditions in India that typically place queer subjects such as herself outside of prevailing heteronormative constructions of national identity.   This assertion of her own sexual identity and subjectivity is made all the more explicit as Haydee demonstrates that she is conscious of her decisions and describes herself as part of a broader community of lesbian women living in India:   10Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992   Escucha sólo una cosa más, Zoe. Sé que esto te parece lo peor que puede pasar a nadie. Tú eres una persona libre y puedes amar a quien desees. Yo también lo soy gracias a que he comprendido que la elección de quedarme aquí y afrontar la vida que deseo es mía, y de nadie más … cuando ya haya sido madre y mis hijos empiecen a valerse por sí mismos, cuando mi marido esté demasiado ocupado en su trabajo, sus contactos, haya perdido todo interés de mí y yo pueda dedicarme a ayudar a las personas que me necesitan, también seré libre de establecer una relación con quien me plazca, mientras sigo manteniendo la farsa de mi feliz matrimonio. Es la opción que han elegido muchas de las lesbianas que conozco y que pertenecen a familias de clase alta. No se trata de una renuncia, solo una postergación . . . o de un sacrificio temporal, llámalo como quieras. (Cuesta 24)  One more thing, Zoe. I know that to you this seems like the worst thing that can happen to anyone. You are a free person and can love who you want. I also am free thanks to my understanding that the choice to stay here and face my desired life is my own, and no one else’s . . . when I have been a mother and my children begin to support themselves, when my husband is too busy with his work, his contacts, when he has lost all interest in me and I can dedicate myself to the people who need me, I will also be free to establish a relationship with whomever I please, while I continue with the farce of my happy marriage. It’s the choice that many of the lesbians from upper class families I know have made. It’s not a renunciation, just a postponement . . . or a temporary sacrifice, call it what you will.  Even though Haydee describes her hypothetical future marriage as a farce, she explains that her choice is not a renunciation of her sexuality. Rather, she articulates a form of subjectivity that does not include an explicit public declaration of her sexuality—an action perceived by Zoe throughout the majority of the narrative as crucial for Haydee in regard to her personal growth, development, and happiness.   Haydee’s objection to being labeled a victim of her culture reflects issues addressed in recent work on the globalization of queer culture and, more specifically, the emergence of queer communities in Asia and the efforts of international human rights organizations. Arnaldo Cruz-Malavé and Martin F. Manalansan IV describe the benefits and drawbacks of what they term “queer globalizations.” On the one hand, the increased global visibility of queer concerns has given rise to “an expanded terrain for intervention” demonstrated by 11Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  transnational LGBTQ political organizations such as the International Lesbian and Gay Association (ILGA) and the International Gay and Lesbian Human Rights Commission (IGLHRC), which integrate sexual and gender rights into arguments against violations of human rights (Cruz-Malavé 2). In this way globalization has proven a site of agency and empowerment (Cruz-Malavé 2). On the other hand, these global flows within the queer community have resulted in concerns related to issues of homogenization and commodification. For example, Cruz-Malavé and Manalansan point to neocolonial undertones in the promotion of universal or modern gay and lesbian identities (Cruz-Malavé 4). Additionally, the promotion of queer visibility as articulated in international LGBTQ human rights efforts predominantly focuses on attaining a globally identifiable queer lifestyle and, consequently, often ignores local expressions of sexual difference. Taken within this context, Haydee’s comments throughout the narrative challenge global initiatives to promote conformity among local LGBTQ communities through a uniform expression of same-sex desire. Furthermore, her words illustrate the pressure placed on non-Western queers to present themselves publicly as “gay” or “lesbian” to attain recognition of their subjectivity from the West. With this in mind, the subjectivity asserted by Haydee, in my opinion, parallels what José Quiroga describes as “melancholic subjects” in his study Tropics of Desire (2000), an analysis of queer subjects within the Latino American context (19). Quiroga opens his study with a description of the participation of masked participants in the 1993 Gay Pride March in Buenos Aires, Argentina. The author offers these masked participants as prime examples of the melancholic subjects he seeks to examine that, in his words, “choose to mask [sexuality], while at the same time showing us the mask” (19). For Quiroga, this play on (in)visibility that calls public attention to homosexuality without requiring individuals to assert an openly gay identity represents a manner of coding oneself that constitutes a form of social, political, and aesthetic praxis. By coding their identity and subsequently inserting themselves into the broader public sphere, these subjects call into question the “unproblematized visibility” Quiroga specifically associates with gay and lesbian identity narratives from the United States (3). This emphasis on visibility as described by Quiroga is also present in LGBTQ narratives from Europe and, in particular, narratives from Spain. For Quiroga, coding oneself presents another form of subjectivity and visibility that is not strictly tied to a public affirmation of sexual identity. In many ways Haydee codes her identity in the manner described by Quiroga and participates in a similar form of public intervention enabled through her deployment of “strategic silences” (Quiroga 18-19).8 In this sense, while Haydee is not “out,” her comments throughout the narrative reveal her perception of her actions as a form of praxis, particularly her refusal to leave India and her candid expression of her love, loyalty, and place within her home country. 12Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992   The story ultimately concludes by emphasizing the tension surrounding narratives of progress and development in relation to the promotion of human rights and LGBTQ visibility. After extensively discussing their cultural differences, Haydee and Zoe ultimately succumb to one another. When Zoe still appears confused and distressed about their differences, Haydee suggests that Zoe visit a place that holds a personal significance to her, the Yamuna River. She asks Zoe to go there and carefully observe the people and place around her, hoping that the experience will allow her to understand, to an extent, her decision to stay in India. Specifically looking at the children and noting what she describes as the “sombra de la preocupación” ‘shadow of worry’ and “sufrimiento” ‘suffering’ in their faces, Zoe is described as coming to an understanding of Haydee’s choice to remain in India:  Entendió entonces, todo lo que Haydee había querido decirle desde el principio . . . . Lo fácil, como bien había intentado explicarle, era irse y ser libre de vivir su vida como se le antojara y presentara. Lo complicado, pero necesario, era quedarse y supeditar ciertas cosas propias a favor de otras. No era ni más ni menos legítimo, ni menos correcto, pero era la elección de Haydee. (Cuesta 28-29)  She then understood everything that Haydee had wanted to tell her from the beginning . . . . The easy thing, as she had tried to explain, was to leave and be free to live her life as she wanted. The complicated, but necessary, thing was to stay and sacrifice some of her own things for others. It wasn’t more or less legitimate, nor less correct, but it was Haydee’s choice.  Zoe’s departure emphasizes her own understanding of the differences existing between herself and Haydee. As a whole, the story demonstrates the ways both characters negotiate cultural, social, and ethnic affiliations that engage them in an encounter between their own heritage and new influences. By engaging both Zoe and Haydee as sexual subjects that exercise their own individual agency in its representation of a cross-cultural queer encounter, Cuesta’s story signals a small but significant shift in perspectives on sexual identity and cultural stereotypes in Spanish lesbian literature. Cuesta’s and Nes’s fictions ultimately raise questions in regard to more diverse concepts of sexual subjectivity and cultural values. This is most apparent in Haydee’s decision to remain in India and Amira’s choice to return to Senegal. These actions speak to broader discourses of human rights that, for Haydee and Amira, include and expand beyond the expression of their sexual subjectivity. In this regard, the narratives offer the possibility to consider LGBTQ struggles as linked to human rights not just in terms of equality and visibility, but also in terms 13Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  of other concerns such as class, poverty, racial and ethnic oppression, or even sexual exploitation, all within the same community. These notions of human rights are ones that often seem ignored or downplayed in Western LGBTQ movements comprised and spearheaded by white middle- and upper-class citizens. Within this context, we may consider the manner in which Nes’s and Cuesta’s narratives ask readers to also examine what notions of “rights” and “personal responsibility” the narratives afford that challenge those of Western liberal subjects of means. This situation is best exemplified by the difficulty Susana and Zoe have understanding Haydee and Amira’s ties to their home countries or the manner in which they exert their sexual agency. Indeed, Haydee and Amira are also of means, yet they seem to have a social consciousness about broader human struggles that Zoe and Susana lack. Ultimately, the tensions created through these women’s dynamic relationships allow the narratives to engage in a representation of queer identities that signals the ways in which sexual identities may not be dislodged from other axes of identity.    Notes 1. Other texts that portray queer women travelers and display a more extensive treatment of the subject in Spanish literature include Inés Nuñez Vega’s short story “Como decíamos ayer . . .” (‘As We Were Saying Yesterday . . .’) from the Otras voces (‘Other Voices,’ 2002) collection and Lillo’s Diario de una aupair bollo en USA (‘Diary of a Dyke Au Pair in the USA,’ 2006).    2. Thoreson presents three critiques of the human rights framework addressed by critics: 1) the focus on claims against the state does not always address the problems experienced by individuals who are impacted by non-state actions as well, 2) advocating for a particular set of rights tends to dominate over the diversity of individuals’ lived experiences, and 3) the pretension of the supposed “universality” of human rights that may render more marginalized communities invisible.  3. Nes has been mentioned in comprehensive studies from Spain and the United States, such as Margaret Frohlich’s Framing the Margin: Nationality and Sexuality Across Borders (2008), María Castrejón’s …Que me estoy muriendo de agua (‘…I’m Drowning in the Water,’ 2008) and the volume Latina Lesbian Authors and Artists (2011) edited by María Dolores Costa.  4. In 1960, Senegal gained its independence from France; however, the two countries continue to maintain close ties. France is Senegal’s leading supplier, one 14Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992  of the country’s largest export destinations, and one of the nation’s leading foreign investors (“Engaging Abroad” 21). The country’s capital, Dakar, is a popular tourist destination in French-speaking West Africa, and the tourist industry is an increasingly important source of jobs and income in the country (“Work” 26).   5. All translations are my own.  6. While patriarchy refers to the domination of women by men, kyriarchy emphasizes more complex and intersecting relationships of power that take into account race, ethnicity, class, sexual orientation, and gender. The term was coined by feminist, theological scholar Elisabeth Schüssler Fiorenza and is derived from the Greek words for “lord” or “master” (kyrios) and “to rule or dominate” (archō). Kyriarchy, as theorized by Schüssler Fiorenza, presents a “complex pyramidal system of dominations” with multiple and intersecting points of privilege, power, domination, and subordination; it is an “always-changing net of relations of domination” (Schüssler Fiorenza 14). For a more thorough definition of “kyriarchy” as proposed by Schüssler Fiorenza, see the introduction to Prejudice and Christian Beginnings: Investigating Race, Gender and Ethnicity in Early Christian Studies (2010).  7. The release of the film in India in 1998 caused riots, and theaters showing the film were attacked by activists from the Shiv Sena, a Hindu right-wing organization that stormed the theaters and tore posters from the walls and burned them (Dave 141).  8. Quiroga lists Latin American authors Virgilio Piñera, Xavier Villaurrutia, and Lydia Cabrera as examples of authors that employ “strategic silences” as a form of artistic and political praxis (18-19). Quiroga emphasizes that these authors were not “unhappy victims of a pre-Stonewall world,” but rather “engaged with whole networks of visible, invisible, out, closeted, semi-closeted, partly open, flaming, or circumspect lesbians and gays” (18).          15Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press  Works Cited  Bhaskaran, Suparna. Made in India: Decolonizations, Queer Sexualities, Trans/national Projects. Palgrave Macmillan, 2004. Binnie, Jon. The Globalization of Sexuality. SAGE Publications, 2004. Castrejón, María. …Que me estoy muriendo de agua: Guía de narrativa lésbica española. Editorial Egales, S.L., 2008. Collins, Jacky. “‘Sisters Are Doing It for Themselves’: Lesbian Identities in Contemporary Spanish Literature.” Lesbian Realities/Lesbian Fictions in Contemporary Spain, edited by Jacky Collins and Nancy Vosburg, Bucknell UP, 2011, pp. 175-92. Cruz-Malavé, Arnaldo, and Martin F. Manalansan IV. “Introduction: Dissident Sexualities/Alternative Globalisms.” Queer Globalizations: Citizenship and the Afterlife of Colonialism, edited by Arnaldo Cruz-Malavé and Martin F. Manalansan IV, New York UP, 2002, pp. 1-12. Cuesta, Cristina. “Zoe y Haydee.” El espejo de los deseos, LesRain Editorial, 2007, pp. 12-31.  Currier, Ashley. Out in Africa: LGBT Organizing in Namibia and South Africa. U of Minnesota P, 2012. Dave, Naisargi N. Queer Activism in India: A Story in the Anthropology of Ethnics. Duke UP, 2012. Dolores Costa, María, editor. Latina Lesbian Authors and Artists. Routledge, 2011.  Ekine, Sokari. “Contesting Narratives of Queer Africa.” Queer Africa Reader, edited by Sokari Ekine and Hakima Abbas, Pambazuka Press, 2013, pp. 78-91.  “Engaging Abroad: France Leads the List of Diplomatic Trade Partners.” The Report: Sengal 2011. Oxford Business Group, 2010, pp. 21-22.  Felicitas Jaime, María. Cenicienta en Chueca: mujeres que aman a mujeres. Odisea Editorial, 2003.   Fire. Directed by Deepa Mehta, Trial by Fire Films Inc. and Kaleidoscope Entertainment, 1996. Frohlich, Margaret. Framing the Margin: Nationality and Sexuality Across Borders. Asociación Internacional de Literatura y Cultura Femenina Hispánica, 2008.  Gopinath, Gayatri. Impossible Desires: Queer Diasporas and South Asian Public Cultures. Duke UP, 2005. ---. “Local Sites/Global Contexts: The Transnational Trajectories of Deepa Mehta’s Fire.” Queer Globalizations: Citizenship and the Afterlife of Colonialism, edited by Arnaldo Cruz Malavé and Martin F. Manalansan IV, New York UP, 2002, pp. 149-60.  16Studies in 20th & 21st Century Literature, Vol. 42, Iss. 2 [2018], Art. 31https://newprairiepress.org/sttcl/vol42/iss2/31DOI: 10.4148/2334-4415.1992  Lillo, Asia. Diario de una aupair bollo en USA. Editorial Egales, S.L., 2006. Mohanty, Chandra Talpade. Feminism without Borders: Decolonizing Theory, Practicing Solidarity. Duke UP, 2003.  Nes, Illy. El lago rosa. Ediciones Bellaterra, S.L., 2004.  ---. Morbo. Juana Plana, 1999.  Nestares, Carmen. Venus en Buenos Aires. Editorial Odisea, 2010.  Nuñez Vega, Inés. “Cómo decíamos ayer…” Otras voces, Editorial Egales, S.L., 2002, pp. 119-50. Ossome, Lyn. “Postcolonial Discourses of Queer Activism and Class in Africa.” Queer Africa Reader, edited by Sokari Ekine and Hakima Abbas, Pambazuka Press, 2013, pp. 32-47. Quiroga, José. Tropics of Desire: Interventions from Queer Latino America. New York UP, 2000.  Robbins, Jill. Crossing through Chueca: Lesbian Literary Culture in Queer Madrid. U of Minnesota P, 2011.  Schüssler Fiorenza, Elisabeth. “Introduction: Exploring the Intersections of Race, Gender, Status, and Ethnicity in Early Christian Studies.” Prejudice and Christian Beginnings: Investigating Race, Gender and Ethnicity in Early Christian Studies, edited by Laura Nasrallah and Elisabeth Schüssler Fiorenza, Fortress Press, 2010, pp. 1-26.  Sontag, Susan. Illness as Metaphor. McGraw-Hill Ryerson Ltd, 1978.  Tamale, Sylvia. “Homosexuality is not un-African.” Aljazeera America, 26 Apr. 2014, http://america.aljazeera.com/opinions/2014/4/homosexuality-africa museveniugandanigeriaethiopia.html. Thoreson, Ryan R. “LGBT human rights in the Age of Human Rights.” Thinking Queer Activism Internationally, special issue of The Scholar and Feminist Online, edited by Gema Pérez-Sánchez and Brenna Munro, vol. 14, no. 2, 2017. http://sfonline.barnard.edu/thinkingqueer-activism-transnationally/ lgbt-human-rights-in-the-age-of-human-rights/.  Vanita, Ruth. Queering India: Same-Sex Love and Eroticism in Indian Culture and Society. Routledge, 2002.  “Work in Progress.” The Report: Sengal 2011. Oxford Business Group, 2010. 26-31. Zubiaurre, Maite. “Carmen Nestares’s Venus en Buenos Aires: Neocolonialist Cyber-Romance, Virtual Lies, and the Transatlantic Queer.” Studies in 20th and 21st Century Literature, vol. 30, no. 1, 2006, pp. 129-47. https://doi.org/10.4148/2334-4415.1618. 17Sheldon: Addressing Diversity and DifferencePublished by New Prairie Press",
    "id": 267195965,
    "identifiers": {
        "doi": "10.4148/2334-4415.1992",
        "oai": "oai:newprairiepress.org:sttcl-1992"
    },
    "title": "Addressing Diversity and Difference in Contemporary Spanish Lesbian Literature: Reading Illy Nes’s El lago rosa and Cristina Cuesta’s “Zoe y Haydee”",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-07-02T17:14:19+01:00",
    "publisher": "New Prairie Press",
    "references": [],
    "sourceFulltextUrls": [
        "https://newprairiepress.org/cgi/viewcontent.cgi?article=1992&amp;context=sttcl"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/267195965.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/267195965"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/267195965/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/267195965/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/267195965"
        }
    ],
    "abstract": "Illy Nes’s novel El lago rosa (The Pink Lake, 2004) and Cristina Cuesta’s short story “Zoe y Haydee” (Zoe and Haydee, 2007) depict travel and cross-cultural queer relationships that call attention to racial and class differences as well as ethnic and cultural divides. Both narratives raise questions concerning the representation of queer women of color in Spanish fiction of the new millennium. This article focuses on the diverse cultural, political and personal struggles that surround the formation and negotiation of sexual identity, emphasizing the fact that LGBTQ identity is not necessarily cross-culturally or universally constructed around identical interests, desires, or experiences",
    "tags": [
        "text",
        "Spanish Literature",
        "LGBTQ",
        "Sexuality",
        "Gender",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Modern Literature",
        "Spanish Literature",
        "Women\\u27s Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:newprairiepress.org:sttcl-1992",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3594",
        "openDoarId": 0,
        "name": "Kansas State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 267195965,
        "depositedDate": null,
        "publishedDate": "2018-07-02T17:14:19+01:00",
        "updatedDate": "2023-12-02T21:37:00+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-14T02:01:13+00:00"
    },
    "urls": [
        "https://newprairiepress.org/sttcl/vol42/iss2/31",
        "https://newprairiepress.org/context/sttcl/article/1992/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2023-12-02T21:37:00+00:00",
    "setSpecs": []
}