{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pichardo Galán, José Ignacio"
        },
        {
            "name": "Alonso, Margarita"
        },
        {
            "name": "Puche Cabezas, Luis"
        },
        {
            "name": "Muñoz, Óscar"
        }
    ],
    "contributors": [],
    "createdDate": "2023-08-31T10:51:26+01:00",
    "dataProvider": {
        "id": 417,
        "name": "Docta Complutense",
        "url": "https://api.core.ac.uk/v3/data-providers/417",
        "logo": "https://api.core.ac.uk/data-providers/417/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/580458248.pdf",
    "fullText": " ADIM LGBT+ GuideInclusion of sexual orientation and gender identity diversity in businesses and organisationsADIMAdvancing in LGBT Diversity Management in the Public and Private SectorDocument produced by:J. Ignacio Pichardo (coordination) Margarita Alonso Luis Puche  Óscar Muñoz Universidad Complutense de Madrid.Project ADIM Executive Committee: Ignacio Sola Barleycorn Mar Fernández Sabugo  Dirección General para la Igualdad de Trato y Diversidad. Ministerio de la Presidencia, Relaciones con las Cortes e Igualdad. Gobierno de España.João Paiva  Elsa Faria Comissão para a Cidadania e a Igualdade de Género.  Gobierno de Portugal.J. Ignacio Pichardo Margarita Alonso Luis Puche Universidad Complutense de Madrid.Project ADIM Staff:Maribel Blázquez Rodríguez UCMBárbara Butragueño Madrid MPRERosa María Candela Quintanilla MPREDavid Carabantes Alarcón UCMIván Carabaño Rubianes MPREMónica Cornejo Valle UCMCarlos Duarte CIGJorge Gato FPCE Universidade do PortoPablo López Pietsch MPRERosario Maseda García MPREÓscar Muñoz UCMJoão Pereira CIGSandra Saleiro ISCTE-IULProject ADIM participantsAdidas: Camino Cubría y Laura AlberoAltadis: Rocío Ingelmo y Enrique BelloBanco Santander: José María Palomo y Pablo PortillaBNP Paribás: Luciana Peres y Mafalda ChambelEl Corte Inglés: Pablo Tauroni y Elena MartíEY: María Barriga y Blanca MalaveFujitsu: Pedro Rocha Pires y João VeigaIBM: Madalena RosetaIlunion: Susana Moreno y Aurora ArjonesInditex: José Ignacio MoraLush: Alice EstrelaRenault: María Luisa Contes y Teresa Castillo.TAP: Cristina Rendeiro y Sandra RodriguesTelefónica: Aránzazu Díaz-Lladó y Raquel Fernandez LeónUniversidad Complutense de Madrid: Esteban Sánchez Moreno y Mercedes García GarcíaUniversidad de Málaga: Manuel Montalbán, Ángela Caballero Cortés y Isabel Jiménez Lucena Universidad de Valladolid: Marina Echebarría Sáenz y César Vega GarcíaUniversidad de Zaragoza: Ángel Pueyo Campos, Ángela Alcalá Arellano y Fernando Latorre Dena Universidad Miguel Hernández de Elche: Purificación Heras González y Tatiana Sentamans GómezUniversidade de Aveiro: Gracinda Martins y Alexandra QueirósUniversidade da Beira Interior: Catarina Sales Oliveira Universidade de Évora: Rosalina Pisco Costa Uría y Menéndez: Borja Sainz de Aja y Alvaro SeijoWizink: Maria Francisca MacedoDesign and layout:Carlos García MagantoProject ADIM Advisory Committee:Manuel Beja INSEAD Joana Cadete Pires ILGA Portugal Amélia Cardoso MTSS Paulo Carvalho Silva Rede Exaequo Gonçalo Cavalheiro CAOS Fernando Gomes CGTP-IN/CIMH Rocío Ingelmo Altadis Paulo Lareão CGTP-IN/CIMH Santiago Lima API Lina Lopes UGT — Comissao de Mulheres Rosário Mauritti Sindicato Nacional do Ensino Superior Manuel Montalbán Universidad Málaga Susana Moreno Ilunion   Júlia Pereira API Ángel Pueyo Campos Universidad de Zaragoza Juana Ramos UCM/CCOO Marta Ramos ILGA Portugal Jenifer Rebollo FELGTB NIPO (online): 042190691 Agosto 2019Table of contentsIntroduction 4Is there a need to address sexual, family and  gender identity diversity in the workplace? 6Lesbian, gay, bisexual and trans people already  have legal equality; is it still necessary to have specific policies for this group? 7What is the situation for LGBT+ people  in the workplace? 8If sexuality is a private matter, why do employers  have to take sexual, family and gender identity  diversity into account? 9Do LGBT+ people really conceal their sexual  orientation in the workplace? 11Is it sufficient to have general diversity and  inclusion policies? 15Why should we address these issues? 16From tactic to strategy 19Who is responsible for introducing LGBT+ diversity  and inclusion in businesses and institutions? 20What challenges will we face? 22How can a cultural change be generated in terms  of LGBT+ diversity at business and institutions? 25What can businesses and organisations do  to promote an inclusive workplace environment  for lesbian, gay, bisexual and trans people? 28Bibliography: references and recommendations 32IntroductionThe General Directorate for Equality of Treatment and Diver-sity of the Ministry of the Presidency, Parliamentary Relations and Equality of Spain, together with the Commission for Cit-izenship and Gender Equality of Portugal and Complutense University, Madrid, have implemented the European ADIM project “Advancing in LGBT diversity management in the public and private sector”. This project is funded by the European Union and involves the participation of business-es and public universities in Spain and Portugal who are seeking to improve respect and inclusion in the work-place for lesbian, gay, bisexual and trans people and other members of sexual minorities, including intersex, asexual and gender non-binary people, who we will include in this guide under the umbrella term LGBT+. This objective has taken the form of specific aims: to produce a qualitative and quantitative evaluation of organisa-tional inclusion-related environments and policies at dif-ferent businesses and universities, as well as to identify the perceptions and experiences of employees at these organi-sations with respect to the LGBT+ community. The evaluation consisted of an internal assessment of LGBT+ diversity and inclusion policies and the production of a questionnaire ad-ministered to employees. It should be noted that the ques-tionnaire was sent to 53,667 employees, 16% of whom re-sponded to it (N=8.557). Out of all the responses, 13.4% were from LGBT+ people (N=1.147), which represents one of the largest available samples worldwide in terms of identifying this group’s experiences in the workplace.The importance of the data gathered in this research, and what distinguishes it from other previous efforts, lies in the fact that it is a study with considerable statistical significance due to the nature and size of the sample used. As the questionnaire reached employees via the participating businesses and uni-versities, the data are guaranteed to be traceable, increasing representativeness while at the same time avoiding duplica-tions or omissions. Moreover, this research has reached a group of people who are not commonly accessed by other surveys that are distributed through social media or LGBT+ associations (such as people who do not make their sexual orientation or gender identity publicly visible). Additionally, as it was aimed at all employees, it is possible to compare the reality of LGBT+ people with that of non-LGBT+ respondents. To ensure the confidentiality of participants’ data, all the quantitative fieldwork was carried out through Nielsen, a company with expertise in this type of research and external to the institutions participating in the project. This increased the security and reliability of responses. This research has reached a group of people who are not commonly accessed by other surveys.ADIM LGBT+ GUIDE4Based on this evaluation, the ADIM project has offered a tai-lor-made sexual orientation and gender identity training programme for each participant organisation, in addition to meetings with businesses and universities to exchange in-formation on challenges and good practices. Various face-to-face meetings have taken place and knowledge development and awareness-raising materials have been produced with a view to building safe and inclusive workplace environments in terms of employees’ sexual diversity and different forms of gender identity and expression. The intention has been for this project to be a pilot experi-ence with a legacy consisting of providing a methodology to measure workplace environments in relation to LGBT+ di-versity, as well as supplying awareness-raising tools to help business and institutions across Europe to build more inclu-sive workplaces. This objective has shaped this guide, which aims to cover the learning that underpinned the project, the knowledge it has contributed regarding sexual diversity in businesses and public institutions, and the crystallisation of the project in a series of proposals that will be developed in the following sections of the guide.A total of 24 organisations participated in the project, of which 8 are public universities (5 Spanish and 3 Portuguese) and 16 are companies/corporations (10 in Spain and 6 in Portugal).Corporate and university participants in the ADIM projectSpanish BusinessesPortuguese BusinessesSpanish UniversitiesPortuguese UniversitiesAdidas Altadis Complutense University, MadridUniversity of AveiroAltadis BNP Paribas University of Beira InteriorBanco Santander Fujitsu University of Málaga University of ÉvoraEl Corte Inglés IBM Miguel Hernández UniversityEY LushIlunion TAP-Air University of ValladolidInditex WiZink University of ZaragozaRenaultTelefónicaUría y MenéndezWiZinkInclusion of sexual orientation and gender identity diversity in businesses and organisations 5Is there a need to address sexual, family and gender identity diversity in the workplace?The theory of shared value maintains that businesses and organisations must overcome reductive understandings of corporate social responsibility and generate collaboration ecosystems with governments and civil society to work together on solving the challenges that face contemporary societies, in order for businesses to create favourable envi-ronments that add social value to merely economic growth. This guide has been developed with the aim of showing busi-nesses and public and private entities proposals for strate-gically addressing sexual and gender identity diversity, so that policies can be implemented that go beyond a mere list of tactical actions that are disconnected from their culture, values and mission.When we consider recognition and respect for sexual orien-tation and gender identity, we are referring to human rights: everyone has the right to live with dignity and free from violence, and the workplace is where we spend a large part of our daily lives. The State, businesses, universities and in-stitutions need to guarantee equality of treatment and op-portunities for all stakeholders, whether employee, user, supplier, investor, customer or student. If organisations fail to address sexual and gender identity diversity, they run the risk of compromising workplace harmony as well as the wellbeing, vocational self-realisation and efficiency of the lesbian, gay, bisexual and trans people who work in our businesses, universities and institutions.ADIM LGBT+ GUIDE6Lesbian, gay, bisexual and trans people already have legal equality; is it still necessary to have specific policies for this group?Though Spain and Portugal have approved internationally pioneering laws for the recognition and inclusion of LGBT+ people, various situations of homophobia, lesbophobia, biphobia and transphobia remain present in workplace environments. Although the majority of citizens are respect-ful of sexual, family and gender identity diversity, a minority of practices and biases still generate circumstances of inequali-ty for the LGBT+ group. According to the results of the ADIM survey, 36% of LGBT people frequently or very frequently hear rumours in the workplace about their or someone else’s sexual orientation / gender identity; 36% have heard jokes or negative comments about LGBT people; a worrying 13% fre-quently or very frequently witness someone being the victim of teasing or insults for being LGBT; 7% report someone not receiving a promotion or salary increase or suffering profes-sionally due to being LGBT; and 2% have witnessed someone losing their job for being LGBT.Just as men are not aware of certain discriminatory situations experienced by women due to a lack of first-hand experi-ence, non-LGBT+ people are often unaware of the difficulties faced by members of that group in the workplace. The data gathered in our research confirm a lower awareness of these Non-LGBT+ people are often unaware  of the difficulties faced by members of that group in the workplace. Discriminatory situations are less easily perceived by non-LGBT+ employees % Very often/quite oftenRumours about someone’s sexual identity/orientationSomeone making a joke or negative comment about LGBT+ peopleSomeone being the victim of teasing or insults for being LGBT+Someone not receiving a promotion or salary increase or suffering professional harm for being LGBT+NON-LGBT+ 17% 5% 15% 2%LGBT+ 36% 13% 36% 7%Total non-LGBT+ sample n=7442. Total LGBT+ sample n=1147. challenges among people who are not LGBT+. The below table shows the frequency with which certain situations of discrimination due to sexual orientation and gender identity are experienced in the workplace by LGBT+ and non-LGBT+ people:Inclusion of sexual orientation and gender identity diversity in businesses and organisations 7Notwithstanding this, colleagues and organisations are often blind to these “low intensity” everyday situations of discrim-ination such as jokes, comments and the concealment of sexual orientation and gender identity that LGBT+ people sometimes have to face.Attempts have been made to justify this continued discrim-ination on grounds of sexual orientation, and gender ex-pression and identity by means of a discourse of uninten-tionality. Although they may arise out of unconscious biases, these discriminatory situations cannot be allowed to remain commonplace and normalised on an individual or a collec-tive level. It is hence appropriate to speak up at an individual level and at the same time to have business and institutional policies to prevent, detect and implement zero tolerance in respect of these situations of forced concealment, rumours and comments that are offensive to others present and hinder workplace harmony. What is the situation for LGBT+ people in the workplace?This kind of discrimination is not always easy to detect as it takes various forms in the workplace. According to a study by the Spanish General Sub-Directorate for Equality of Treat-ment and Non-Discrimination regarding LGBT people in the workplace in Spain (2017), joking about homosexuality is a fairly widespread phenomenon, including the common usage of language that is homophobic but not aimed at a Concealment ExposureMaximum control over personal information shared. No exposure.RumourJokes Comments Insults BullyingDismissal/ not being hiredStructural Subject to interpretation DiscriminatoryAvoid risks Normal Subtle Express“INVISIBLE” “REMEDIABLE” “HOSTILE ENVIRONMENT”Risk of invisibility/ naturalisation of discrimination Direct perception of discriminationspecific LGBT person (“maricón”, “mariquita”, “marimacho”). These jokes and comments are to an extent normalised and are perceived as “low-intensity” situations of discrimi-nation. Although tiring and upsetting, LGBT people “put up with” them. Direct insults, bullying, aggression and dismissal are extreme situations that are, however, directly and imme-diately associated with discrimination.Discriminatory situations cannot be allowed to remain commonplace and normalised on an individual or a collective level. ADIM LGBT+ GUIDE8If sexuality is a private matter, why do employers have to take sexual, family and gender identity diversity into account?Discourses are often heard that would prevent non-hetero-sexual people from talking naturally about their personal lives in the workplace: “Sexuality is a private matter: I don’t mind anyone doing whatever they want at home. There is no need for lesbian or gay people to go around talking about their sex lives at work”. This suppression is hard to identify and results in a risk of making sexual diversity invisible and creating discriminatory situations. While straight people talk spontaneously about their partners and families, LGBT+ people face what is termed liberal homophobia, which aims to confine sexual and gender diversity to the strictly private sphere, disregarding the emotional and family relationships of a section of the employees at a business or institution. Not being able to be oneself at work means that one is required to remain silent or lie. This entails a situation of inequality in comparison with heterosexual people, who can share these essential facets of their lives in the workplace.A large proportion of adults spend most of their daily lives at work. If they cannot be fully themselves during this time, they are concealing a central aspect of their identity and a limita-tion is placed on the human right to the free and full de-velopment of one’s personality. These people are forced to leave part of themselves behind when they go to work, with the consequences we will observe not only in terms of their professional performance but also for their wellbeing. Professional development is a central part of self-realisa-tion and employment has an exceptional potential in terms of recognition and self-esteem in the life of any individual.Moreover, partner and family relationships create im-portant labour rights that some LGBT+ people run the risk of forfeiting, condemned by this law of silence. These rights include marital leave, absences due to accidents, illness or death of a spouse or of their family members, attendance at networking events, informal meetings (work dinners, cafes, after work drinks) and corporate and teambuilding events, and even benefits such as incentive trips or medical coverage. Inclusion of sexual orientation and gender identity diversity in businesses and organisations 9In the words of Juan Gabriel, a 39-year-old salesman, we can see how encouraging the visibility of LGBT+ people has an impact on working life and enables workers to give their best:  Although the figures from our survey show that there have been significant improvements and the data concerning per-ceived inclusion in the last year are more positive than ten years ago, it must be highlighted that 15% of LGBT+ people have on some occasion avoided corporate spaces or events such as lunches, dinners or incentive trips in order to avoid discussing or revealing aspects of their personal lives.At these informal events, where attendance is not com-pulsory, interpersonal and working networks are created, often leading to decision-making and discussion of projects relating to the organisation from which non-attendees may be excluded. Relationships of trust and camaraderie are also developed in these situations, which also influence opportu-nities for promotion or new professional challenges.“I didn’t work in particularly homophobic environments. But it is true that sometimes I’d hear some joke or insult and I didn’t feel safe to express my sexual orientation. During the first year, I went on the incentive trip with my brother, but in the second year I didn’t go. I was afraid of being recognised as gay and being the subject of those rumours, jokes, comments and gossip at my company. Today, my company has a specific sexual diversity inclusion programme and now I can be myself in my workplace. I’m happier and I work even better than I did before”.ADIM LGBT+ GUIDE10Do LGBT+ people really conceal their sexual orientation in the workplace?Little more than a decade has passed since the approval in Spain and Portugal of the equal marriage and gender identity laws. The majority of lesbian, gay, bisexual and trans people have been socialised and educated in a context in which deviating from the heteronormative norm meant significant social stigma and, at certain times and in certain places, being exposed to bullying, harassment, iso-lation, rejection or violence. For this reason, LGBT+ people share a “horizon of insult”: knowing that there may be other people who feel entitled to discriminate against them or reject them due to their sexual orientation or gender identity. In this regard, a sense of self-protection is developed from remaining silent or concealing (if possible) this part of one’s personality in certain spaces, contexts and situations. Many people have experienced and even internal-ised that stigma. In any case, even it has not been experi-enced first-hand, anticipated stigma may remain — being wary of potential rejection or discrimination if one makes visible a minority or non-hegemonic sexual orientation or gender identity. The important legal and social advances in Spain, Portugal and other neighbouring countries have meant that many people have come out of the closet; that is, they have made their sexuality and gender identity visible in numerous areas of their personal life, including friends, family and neighbours. However, a significant proportion of LGBT+ people who are openly lesbian, gay, bisexual or trans in their daily lives feel obliged to conceal this facet of their identity at their workplace — that is, they go back into the closet every time they go to work. More than half of LGBT+ employees cannot freely express themselves as such at their organisations. Inclusion of sexual orientation and gender identity diversity in businesses and organisations 11The table on the right shows that this percentage is far higher in the workplace in comparison with other spaces of private life, indicating that Spanish and Portuguese organisations are lagging behind society as a whole in terms of recognition and respect for sexual, family and gender identity diversity.Fifty-four per cent of LGBT people justified their invisibility in the workplace with the argument that it is a private matter. As we saw in previous sections, this internalised liberal homophobia runs the risk of reinforcing the naturalisation of discrimination. An analogy could be established between this situation and the fact of accepting that a woman who hides her pregnancy at a job interview or when seeking a promotion does so to safeguard her privacy or because it is a matter that only affects her private life, and not as a self-defence strategy to avoid a potentially dis-criminatory situation.  The following answers were of note among the reasons given by survey participants who were not fully visible as LGBT+ (it was possible to give more than one reason):I am openly visible as LGBT+ (out) with everyoneI am visible (out) with most peopleI am visible (out) with only some peopleI am not visible as LGBT+ (I am in the closet) 54% 43% 32% 24% 21% 18% 14% 7%It’s nobody’s business what I do outside work: my private life is my concernAvoiding rumours/gossip/stereotyping about meHaving to give explanationsChange in how I am valued as a professionalClosing of doors or loss of opportunities in my professional lifeFear of rejection/isolationNot making my colleagues feel uncomfortableFear of losing my jobBase: LGBT+ not visible in the workplace 82911%22%33%34%  26%26% 20%28%Private Life WorkplaceADIM LGBT+ GUIDE12LGBT+ people are far more likely to be reluctant to talk about matters as important as their social lives, interests, emotional relationships and families. While 93% of all re-spondents discussed their social lives with complete freedom at work, only 84% of the LGBT group did so. Only 90% of LGBT people as opposed to 95% of all respondents felt quite or very comfortable discussing their interests. There was a greater difference, amounting to 15 percentage points, with regard to sex/emotional lives. But the most alarming figure is that only 55% of LGBT people with children felt comfortable discussing them, as opposed to 71% of the total group of respondents who discussed this topic of conversation fairly or completely freely. We can imagine the limitations of not talking about one’s own children in the workplace, not only in terms of lost opportunities to socialise with other parents, but also and particularly due to the difficulty of managing the unforeseen circumstances that occur with children, such as illness, accidents, urgent school matters and similar events.These data also show us that difficulty for the LGBT+ com-munity comes not so much from talking about certain aspects of their private lives (interests and social life), but from discussing those matters that can make them visible as LGBT+ people; that is, their emotional and sex lives and their families (children).Added to this internalisation of liberal homophobia is the fear of encountering colleagues, bosses, customers, users or students who are part of the minority with openly homopho-bic, lesbian-phobic, biphobic or transphobic attitudes, who unfortunately remain present in our societies despite the significant social advances that have occurred. As such, if someone has not shown themselves to be openly respectful of sexual and gender identity diversity, LGBT+ people may be Not freely expressing themselves % saying they feel fairly or very comfortable discussingNON-LGBT+ 95% 93% 92% 71%LGBT+ 90% 84% 73% 55%Total NON-LGBT+ sample n=7442 Total LGBT+ sample n=1147reluctant to make themselves visible as such. For this reason, as we shall see, to create inclusive environments it is very important for both LGBT+ people and the large majority of people who are allies to make themselves visible for the task of securing respect for everyone, whatever their sexual orientation or gender identity.In addition to the above-described internalisation and repro-duction of liberal homophobia, other reasons are identified that directly affect opportunities for professional self-realisation and development. The main one is avoiding stereotypes or preju-dices that are applied to lesbian, gay, bisexual and trans people (43%). But others include having to give explanations (32%) and if someone has not shown themselves to be openly respectful of sexual and gender identity diversity, LGBT+ people may be reluctant to make themselves visible as such. Social life ChildrenInterests Emotional/Sex lifeInclusion of sexual orientation and gender identity diversity in businesses and organisations 13There is commitment to work but lower personal self-realisation,  calmness and feeling of acceptance   Total NON-LGBT+ sample n=7442. Total LGBT+ sample n=1147.I have a high level of commitment to my jobI feel self-realisation as a person at workAt some time I have felt discriminated against and/or isolated at workI feel calm and satisfied at workI feel accepted as I am at workNON-LGBT+ 93% 72% 23% 77% 85%LGBT+ 89% 66% 27% 71% 73%sexual orientation or gender identity obscuring or being placed ahead of other aspects of one’s personality and pro-fessional skills (24%): for example, moving from being head of communications to being “lesbian of communications”. The following reasons, though lower in percentage terms, have increased consequences solely in the workplace and show an anticipation of stigma: losing employment opportu-nities (21%); fear of rejection or isolation (18%); and finally, losing one’s job (7%). A significant percentage of respondents identify an item that expresses an important internalisation of stigma: not making oneself visible as LGBT+ in order not to make colleagues feel uncomfortable (14%).The phenomenon termed minority stress means that non-heterosexual or trans people have to dedicate time and effort to controlling their information. This energy would otherwise be spent on other employment-re-lated matters. Moreover, the pressure faced by minori-ties has a higher impact in stress and depression tables, which makes this a public health issue directly related to an increase in absenteeism. For this reason, facilitating LGBT+ visibility improves working conditions and productivity, and employers should ensure that each and every one of their employees can show the best version of themselves without stunting an aspect of their personality.Not being oneself in the workplace is directly related to motivation and the feeling of belonging, which in turn has negative repercussions for data regarding productivity, the glass ceiling and innovation. As a result, the figures regarding comfort in the workplace in this study are always less favour-able for the LGBT+ group than for the survey participants as a whole. So 89% of LGBT+ people feel a high degree of com-mitment to their jobs as opposed to 93% of the total. Seven-ty-one per cent feel calm and satisfied in the workplace as opposed to 77% of the total. Sixty-six per cent feel self-reali-sation as a person through their work as opposed to 72% of the total. Only 73% feel accepted as they are, in comparison with 85% of the total. And LGBT+ people report feeling dis-criminated against or isolated four percentage points more than the participants as a whole (27% as against 23%). The figures regarding comfort in the workplace in this study are always less favourable for the LGBT+ group.ADIM LGBT+ GUIDE14Is it sufficient to have general diversity and inclusion policies?Diversity deriving from sexual orientation and gender identity cannot be addressed in isolation from other diversity vectors that each individual encounters. Businesses and institutions have to develop common diversity and inclusion policies, accompanied by other specific policies for each group or personal and group characteristic that can give rise to sit-uations of vulnerability, discomfort, inequality or, ultimately, discrimination or verbal, symbolic and even physical violence.No minority group is more important than others, but there are inequalities that affect broader areas of the population than others. A qualitative analysis of the comments written by respondents in the open question of the ADIM workplace environment survey shows that there is greater concern in Spain over the dimensions of gender, senior talent and ethnicity, while gender and race-related issues are pre-dominant in Portugal.Inclusion cannot be addressed in piecemeal fashion or in a scattergun and disjointed manner. It is one issue, and business and institutional policies must attend to all of its dimensions:Gender: women, female leadership and masculinities.Work-life balance from the perspective of co-responsibility.Age: senior talent, but also millennials and centennialsSexual orientation and gender identity (LGBT+): with special attention to the inclusion of trans people. Ethnicity, culture, diverse spiritualities and beliefs, as well as prevention of racism and discrimination resulting from different phenotypical features.Diversity of skills and functional diversity.Although each dimension presents specific challenges and demands, there is potential for considerable synergy and a large variety of lessons learned from working on inclu-sion with each one of these groups that can be applied transversally. Moreover, whenever work is done on any of these diversity vectors it is also being done on the others, giving rise to a multiplier effect. The presence and visibil-ity of different diversities is a testament to the existence of diverse workplace ecosystems.On the other hand, and although there is still high demand for research, work urgently needs to begin to be done from a perspective of intersectionality in organisations. Many employees are covered by various dimensions and will require more detailed and comprehensive attention. For example, the invisibility of lesbian women as opposed to the visibility of gay men creates a greater risk of vulnerability and specific needs in working to secure full integration for the former group. Likewise, LGBT+ people who are disabled, older or members of an ethnic minority face greater chal-lenges than other groups.Inclusion of sexual orientation and gender identity diversity in businesses and organisations 15Why should we address these issues?We have already stated that this is a matter of human rights and justice, in which organisations (businesses, public and private entities and universities) have a great capacity to generate social change and create opportunities for personal and professional self-realisation and wellbeing. The European Union and regional and national governments have de-veloped a legal framework that requires all organisations to guarantee respect for LGBT+ people. Through its “Free and Equal” programme, the United Nations calls for respect for this group to be guaranteed everywhere, including when they are employees, customers and users. In the case of businesses, the concepts of fairness and regulatory com-pliance cannot be separated from the pursuit of finan-cial gain, but there are feedback loops among these three spheres and the concept of fairness cannot be divorced from the income statement. Coherence among these three levels is vital to generate a viable strategy and produce a barrier against any internal or external attacks (such as boycott, in the latter case). We develop each of these elements in the following sections. FairnessIn addition to the need to be economically sustainable, busi-nesses and institutions are increasingly aware of their crucial role in the effective recognition of human rights and the con-struction of egalitarian and inclusive societies. Their great transformative potential derives from their varied areas of activity as well as from their capacity to become a motor for social change, for example through their communications campaigns.Recognising diversity — all diversities — helps organisa-tions to escape their institutional comfort zone and chal-lenges them to foster creativity and innovation, meaning our businesses and institutions can be places where everyone can be happy and develop their full potential, whatever their sexual orientation or gender identity. As such, making social responsibility explicit by developing an inclusive corporate reputation will have a major impact on access to investors, suppliers, partners, customers, users, students, and particu-larly the best professional talent.ADIM LGBT+ GUIDE16ComplianceSecuring the effective equality of LGBT+ people is a joint responsibility for governments (through laws and public policies) and organisations, which must strive to ensure that their procedures are aligned with legal requirements in addition to having the opportunity to prioritise these issues and serve as role models for other businesses, institu-tions and social agents. It is also important for partners, suppliers and distributors to do the same, as the contracting entity will otherwise face reputational risks.National and European regulation requires equality of op-portunities and non-discrimination on grounds of sexual orientation and gender identity in the workplace. Both Portugal and Spain, as well as many of their local and regional entities, are territories that have already approved pioneer-ing regulation for the inclusion of lesbian, gay and bisexual people, and specifically of trans people, in the form of gender identity laws. It is critical to be aware of and comply with these laws. Not to do so entails a legal and reputational risk, but at the same time complying and properly communicating that compliance can represent a competitive advantage in terms of brand recognition, reputation as an employer and financial growth, with access to customer, users and students who would otherwise be unavailable. TalentRecognising and valuing LGBT+ diversity enables us to attract, manage and retain talent, meaning that no valuable staff are lost due to their sexual orientation or gender identity. From the “talent” perspective, being “in the closet” as regards sexual orientation or gender diversity has a very high cost in terms of productivity and innovation. Being an inclusive employer makes attracting and retaining the best talent more accessible and cheaper. If they cannot be themselves in the workplace, lesbian, gay, bisexual and trans people are subject to a specific stress and will face a glass ceiling that also penalises the organisation, given that it runs the risk of rejecting or not engaging the most suitable professionals for each position. Human resources policies and departments therefore represent privileged places from which to produce and drive these kinds of inclusive policy — but as we shall later see, they are not the only areas that can and should be assuming this active role.Inclusion of sexual orientation and gender identity diversity in businesses and organisations 17LGBT+ people are also users, consumers, customers or studentsRecognising, valuing and communicating that we are also diverse organisations with regard to sexual orientation and gender identity will mean we are perceived as a reflection of the society of which we are part. This perception will be shared by LGBT+ people, but also by all those individuals who value diversity. The LGBT+ group, which represents around 10% of the total population, also has its own characteristics and demands in many areas of consumption and purchas-ing, which should be taken into account and adequately ad-dressed in order to engage these potential consumers.Only once we have a clear institutional policy to support and cover the two above-mentioned milestones (fairness and legal compliance) can we have a coherent organisational culture and think about working on sexual, family and gender identity diversity as a competitive advantage. We would oth-erwise be engaging in “pinkwashing”: that is, having merely cosmetic policies vis-à-vis the LGBT+ community that seek only to benefit from this group of users and consumers without decisively pushing for respect and integration. In this case, there are numerous risks of suffering a negative boomerang effect from attempting to present an image as a respectful entity or business that defends LGBT+ diversity without in fact being one.Having said the foregoing, LGBT+ people do have specific consumption needs and patterns that businesses and institutions can take into account in order to provide services to these specific niches as a form of integrating them. For example, certain assisted reproduction clinics have specialised in attending to lesbian women who wish to conceive children. Today, Spain is a leading provider of this kind of service for women from across the world. The same is true of LGBT+ tourism, with various Spanish and Portuguese destinations that are highly valued by the LGBT+ communi-ty, which appreciates both the welcoming legal and social context and the availability of services that take their reality into account.In the context of higher education, public universities are looking at their counterparts in the Anglophone world, where there is awareness of the importance of taking LGBT+ students and teaching and research staff into account. These universities have spent decades implementing specific sexual diversity or LGBT+ offices and centres, which various public university participants in the ADIM project are beginning to replicate and adapt to their own realities. As such, universities are not only dedicated to promoting research and teaching on issues relating to sexual diversity, but are also attending to the specific needs of students, academic staff and admin-istration and services personnel. ADIM LGBT+ GUIDE18From tactic to strategyRather than being developed as isolated actions, diversity and inclusion policies must form part of an organisation’s structure, strategy and corporate mission in order to become part of its shared culture and accepted by the various agents who participate in its daily activities. We may succinctly sum-marise strategy as a systematic process to achieve an objec-tive. A strategic plan requires a goal, reflection and detailed planning to enable us to visualise the path to follow in order to achieve our objective.The strategic management of an organisation requires resources, principally in the form of people to design, implement, monitor and evaluate, but also in material terms (spaces, logistical support, etc.). Both people and ma-terials should be covered in a specific LGBT+ inclusion and di-versity plan, which can and should be incorporated into other broader diversity policies as stated. At some universities and businesses these plans are part of a diversity and inclusion strategy, while others have specific LGBT+ equality plans or incorporate LGBT+ plans into gender equality policies. Each business, university or institution has to choose how to con-struct its plan so as to create the highest possible chance of success. In any case, this plan will act as a roadmap that provides for the changes that will be required if things do not develop as expected. Once the strategic plan has been designed, it is practical to use it to produce a scorecard  — a document that de-scribes the key performance indicators (KPIs) that will show whether the defined objectives are being achieved or not.Data protection law establishes extraordinary measures to safeguard people’s gender identity and sexual orien-tation, but this does not mean that the implementation of a strategic plan for LGBT+ diversity and inclusion cannot be measured or monitored. It will not be possible to follow the example of gender equality policies that use numerical indi-cators to count women in positions of leadership and other indicators broken down by sex. But items extracted from internal workplace surveys can be measured, in addition to other potentially significant KPIs such as the number of allies associated with the LGBT+ network or the number of volun-tary attendees at training and awareness-raising sessions.Once a strategic plan has been developed, the tactical plan will be rolled out. This is the system that will permit the im-plementation of the plan via specific actions. Organisations frequently start to build without foundations and rush to implement communication actions without having done the prior work of reflecting and developing the strategic plan. This is a risky approach and may sometimes work well, but there may be a high reputational risk associated with a lack of con-sistency between what we are communicating and what we are doing. This risk exists in respect of the LGBT+ workforce but also with regard to the members of the organisation as a whole and the people who come into contact with it.Inclusion of sexual orientation and gender identity diversity in businesses and organisations 19Who is responsible for introducing LGBT+ diversity and inclusion in businesses and institutions?If diversity and inclusion policies acquire a strategic element, they must also be transversal throughout an organisa-tion. Although the diversity and inclusion strategy tends to be administered by talent management, human resourc-es, equality units or the corporate social responsibility team (if there is such a strategy and depending on the particular business or institution), it must permeate throughout an or-ganisation as it affects all its stakeholders, every department and the entire value chain.While the workplace is the main vector for diversity and inclu-sion policies, we should not forget that investors (in private businesses) and those with responsibility for public policies (at universities and public institutions) are increasingly con-cerned with the organisation’s corporate reputation when making decisions on finance or hires, and inclusiv-ity is one of the attributes that make up this reputation. Moreover, government imposes requirements as to inclu-sivity during public tender processes and there is increasing demand for recognition and inclusion from the community of LGBT+ customers, users, students and citizens.When choosing partners, signing agreements or selecting suppliers and distributors, it is vital for the strategic approach of counterparties to be consistent with those of the organisa-tion, since a stain on their record may harm a collaborating organisation’s institutional image or brand and thereby waste the work that has been done. This means that suppliers, em-ployees, customers, investors, authorities and society are all beneficiaries and creditors with regard to an organisation’s diversity and inclusion strategy. If we have a strategic approach and a transversal concept within the organisation that affects all its stakeholders, there is also merit in having a multidisciplinary team that will adequately guide the approach for each link of the chain so as to secure its proper implementation. The organisa-tion of diversity and inclusion (D&I) is exclusively delegated to the human resources team at many organisations. But if there is a desire to be inclusive in internal and external com-munications (including advertising and social media), what decision-making scope or expertise does a human resources team have in this area?ADIM LGBT+ GUIDE20A transversal strategy requires a transversal team and the highest decision-making body should be accountable for a strategic objective, to provide unity and coherence. Of course each functional area has its own objectives and methodolo-gies, but if there is a desire to create a respectful environ-ment and build a strong employer brand, inclusion will be addressed throughout the employee lifecycle. As businesses concerned about the customer/user, particular care will also be taken regarding marketing policies and external commu-nication throughout the value chain in order to be coherent with our organisational mission.The equation becomes complicated when the organisation is global and has a presence in countries where the devel-opment of LGBT+ inclusion may be highly disparate. The organisation must ensure that the inclusive culture of the parent company prevails, capitalising on the synergies that will necessarily arise through lessons learnt from the units that are more advanced in this field and making sure — as a minimum requirement — that the organisation is at least a safe haven that guarantees the same rights and oppor-tunities to all employees on a global level. Guaranteeing this equality requires the use of an international strategy. In addition to this being fair, we might also recall that while the Internet offers a competitive advantage on a global scale, this also means that reputation is global.Each functional area has its own objectives and methodologies, but if there is a desire to create a respectful environment and build a strong employer brand, inclusion will be addressed throughout the employee lifecycle.Inclusion of sexual orientation and gender identity diversity in businesses and organisations 21What challenges will we face?Previous sections of this document have emphasised the urgency of avoiding mere tactical approaches when imple-menting diversity and inclusion policies for the LGBT+ group. The tactical option results in a collection of unconnected and incoherent actions, in contrast to a general strategy based on a real desire for respect and integration. Unfortu-nately, this appears to have been one of the most frequent errors when attempting to implement good diversity prac-tices at some Spanish and Portuguese businesses and or-ganisations. From the short period of time that inclusion has been addressed, and particularly with regard to LGBT+ diver-sity management, it is possible to extract a series of lessons and identify some major challenges and issues to be taken into account. The condescension of toleranceThere is no need to travel too far back in time if one wishes to encounter a past with legal and social persecution of ho-mosexuality, bisexuality and transsexuality/transgenderism in Spain and Portugal: this is recent history. This was a time when these sexual orientations and gender identities were classified as criminal acts or mental disorders. It was not until the arrival of democracy to both countries that decrim-inalisation took place. With this background of rejection and pity, it is no surprise that the first positive moves vis-à-vis the LGBT+ community were rooted in a discourse of tolerance. Although this represented a more positive approach than had previously been the case, tolerance implicitly involves certain caveats of condescension, as if heterosexuality were a more legitimate state of being. In contemporary times, the inclusion of sexual diversity refers to the need to work so that equal rights for LGBT+ people, now fully recognised in legal terms, are achieved in a real and effective manner on a social level. In no case does the concept of inclusion imply family or lifestyle models of LGBT+ people coming into line with those that are prevalent among the het-erosexual community; rather, it concerns the acceptance of differences in sexual orientation and identity as something everyday and commonplace. A step beyond respect and in-clusion lies the celebration of diversity as an element that enriches organisations and society in general.Tolerance implicitly involves certain caveats of condescension, as if heterosexuality were a more legitimate state of being. ADIM LGBT+ GUIDE22The challenges of activism  for organisational managementActivist groups and LGBT+ associations that work for social change support new social values, while immobile attitudes become guardians of older beliefs that would maintain in-equalities. Activism occupies a sometimes uncomfortable position, because its mission is to break with the inertia of the past and change, though necessary, does not imply a comfortable environment. If activists had not supported equal rights and opportunities for the LGBT+ community, it would probably still be relegated to a significantly marginal-ised position, as in fact remains the case in many countries.Demands from activists can accompany the great potential of business and institutions as agents of social change, par-ticularly if linked to the efforts of associations and govern-ments to resolve the problems that afflict the communities in which they operate. Alongside defending the human rights of LGBT+ people, corporations articulate their diversity and inclusion management proposals and programmes. There are parallels, the processes may be complementary and there may be multiple synergies, though on occasions they may not follow the same logic and strategies. Toward a critical approach to diversityDiversity and inclusion policies in general, and those for the LGBT+ group in particular, represent a very recent change of mindset. We are therefore seeing a process of trial and error, involving experimentation with new formulas that tend to emerge out of hotly debated issues. Some work and others do not, but they almost always require ongoing review. Three different formulas may be identified for the implementation of diversity in organisations in this context:• Blind diversity, which celebrates diversity without under-taking a critical analysis of whether each minority receives equal treatment. This is a very common sight in many annual reports, which celebrate the balanced nature of the organisation’s workforce without stopping to evaluate, for example, whether female talent always occupies the positions that involve less decision making and lower re-muneration, or whether LGBT+ people have greater di-fficulties in discussing their identity in the workplace or winning promotions in their professional careers. • Snowflake diversity, which is a form of denying discri-mination by citing individual cases of success to claim the existence of an inclusive attitude. If Obama has reached the presidency of the United States, the debate on inclusion of people of colour is settled. If there is a gay man in a position of responsibility, a company does not need to work on LGBT+ inclusion.• Critical diversity, which assumes that  — impeded by the inertia of the past, by unconscious biases or by other internal or external barriers  — certain minorities have more difficulties in accessing effective equality of rights and opportunities. It is necessary to investigate the reasons that give rise to these dynamics to identify and eradicate them.Inclusion of sexual orientation and gender identity diversity in businesses and organisations 23Revolution and the risk of regressionIn diversity as in other fields, there is a tendency to think that once achieved, milestones will remain in place without the need for vigilance. As stated, diversity and inclusion policies require the setting of agreed objectives, exhaus-tive planning and continuous monitoring of perfor-mance. While passivity in these processes has a consider-able cost, the risk of revolution within organisations is no less of a threat. Choosing to implement drastic and sweeping changes can result in rejections if decisions are taken without proper grounds or are not duly explained or supplemented by an identification of where there is potential for resistance and how it will be addressed if it materialises. Organisation-al change is always complex, but it is even more delicate if also related with diversity. For some people, we are essen-tially discussing changes implying a culture shift in relation to attitudes and practices that are sometimes deeply rooted in their beliefs and values.Global diversity and inclusion modelOne of the major challenges facing global organisations and businesses is how to implement their culture’s values and at-tributes at each of their subsidiaries, where the majority of teams may identify with a local culture that is sometimes dif-ferent and even incompatible. Barriers are not only created by cultural differences; sometimes local laws will render impossible the normal implementation a transnational organisation’s inclusion values with regard to the treat-ment of LGBT+ people in the workplace. Examples include countries in which homosexual, bisexual and trans people are prosecuted with a risk of imprisonment or death. There are countries where addressing sexual and gender identity diversity is also punished by law.We can identify three essential models of LGBT+ diversity management by global businesses and organisations. First is the “when in Rome” policy, which means that organi-sations confine themselves to abiding by local regulations and requirements, forfeiting their own culture and identity and leaving their LGBT+ employees in a vulnerable position. The “embassy” model, meanwhile, offers local coverage to LGBT+ expats and workers in line with the parent company’s approach, but only within the organisation. For example, em-ployment rights may be recognised for same-sex partners and their children even though local laws do not offer the same protection. And finally, the “advocate” model involves the business or entity not embarking on an individual crusade to promote local inclusion, but working in alliance with local agents such as associations, NGOs and public authorities to achieve advances in LGBT+ rights in the areas in which it operates.ADIM LGBT+ GUIDE24How can a cultural change be generated in terms of LGBT+ diversity at business and institutions?When an organisation decides to implement a policy of LGBT+ diversity and inclusion, it is implicitly bringing about a cultural change that will require the transformation of many dynamics, mindsets and processes. This is not easy — particularly in the case of a large and complex organ-isation.But cultural change is inherent to innovation and success, and it has therefore acted as the motive for multiple studies and handbooks that have sought to dissect it, breaking it down into a detailed process that is sure to succeed if properly followed. We propose a change implementation process below that is divided into eight distinct steps.unions can play. When addressing a company’s executive committee or board of directors, it is suitable to use their language. This means that in addition to arguments regard-ing justice, human rights and legality, it is necessary to focus our enquiries on variables such as situations in which there is a high exposure to risk or processes that will generate costs if not addressed and increase opportunities if they are. It is also important to link all these arguments to the organi-sation’s cultural attributes and values. Sense of urgencyFrom the perspective of implementing critical diversi-ty measures, the first step is to identify the starting point in detail. There is a need for information and to be up-to-date with the details of our status quo via methods including climate surveys, focus groups and internal reports. There should be no complacency in terms of an organisation claiming that it is inclusive because it has not handled any cases of harassment due to sexual ori-entation or gender identity. It should be remembered that homophobia, lesbophobia, biphobia and transpho-bia are often naturalised in non-inclusive environments, with the victims internalising their treatment as some-thing commonplace that has to be tolerated or dealt with.For some organisations, this sense of urgency comes about due to the occurrence of a particular situa-tion, a serious problem that the organisation has not known how to manage, or a new legal or admin-istrative requirement. It is always easier and almost always cheaper to be proactive rather than reactive.Having reinforced the need to address LGBT+ diversity with the legitimacy that data confers upon the argument, it is vital to transmit this urgency to the highest decision-mak-ing bodies, without forgetting the important role that trade Inclusion of sexual orientation and gender identity diversity in businesses and organisations 25Building a taskforceA taskforce is necessary to guide the change. As the task is a transversal one, this team should be multidisciplinary. There is no need for all of its members to have an exclusive role — this can be a mission that is added on top of other tasks — but they do require high levels of motivation, with members needing to show resilience, professionalism (on this point, it is recommended to be cautious of intru-sion and a lack of knowledge regarding these issues) and availability.Working on LGBT+ diversity issues can be simultaneous-ly driven from the bottom up (through demands from employee groups, trade unions and stakeholders) and from the top down (from the organisation’s highest decision-mak-ing structures). In any case, it is vital to have the support of the organisation’s top management. The group that is guiding the change should be accountable to the top management body, and the business or organisation’s leadership should actively involve itself by attending internal events and rein-forcing messages, particularly during the initial stages. If LGBT+ inclusion policies are relegated to relatively external entities (such as a company’s foundation), insufficient tools are provided in terms of implementation, measurement and incentivisation. If the guardians of inclusion policies are the communication team, there is exposure to serious reputa-tional risk as the end result may be little but hot air. This does not mean a diversity coordinator is required in each de-partment, but there is a need for empowered management to coordinate a multidisciplinary task force.Many multinationals with parent companies from outside the Iberian peninsula have more advanced LGBT+ inclusion policies and attempt to force a kind of cut-and-paste exercise regarding the implementation of their good practices in other countries. This is not always possible, however. Local society, the organisational or business culture or simply the law can make an adaptation process necessary: there should be a team capable of “translating” these adjustments into a “glocal” (global+local) concept.Developing a clear visionBased on the data collected and each institution’s starting point (taking into account its culture and values), a unique approach can be constructed that defines specific goals and designs tactical measures that can be reflected in a scorecard to measure, evaluate and permit the implementa-tion of changes or incentivise successes.There will be organisations that elect to focus on justice, corporate social responsibility or their institutional mission. Others will be concerned about their employer brand, while some businesses and institutions will prefer to prioritise efforts with customers, users, citizens or students. Whatever the main vector, the strategy must be holistic, coherent and transversal. Communicating the visionBeyond the task force, it is crucial to develop a group of collabo-rators to ensure that the path to change is smoothed. This group will include allies, who play a vital role in the development and implementation of LGBT+ diversity and inclusion policies. For many people, LGBT+ diversity is a complex and diverse reality in itself that remains a great unknown: some people have difficul-ties distinguishing sexual orientation from gender identity, are unaware of intersexuality or continue to hold preju-dices as to bisexuality. LGBT+ diversity and inclusion can call into question deeply-held beliefs and when invited to work on LGBT+ inclusion, some professionals perceive this training as a kind of proselytism pursuant to which they are being asked to change their faith. For this reason, it is vital for training to be provided by qualified experts or role models who can legit-imately address these issues, providing real and reliable data and being able to refer to current legal regulations, to the or-ganisation’s mission and values and ultimately to respect for human rights as an equaliser in the light of diverse beliefs. Building bridgesChange processes may encounter a negative reaction from certain people who, whether due to their views or because of the materialisation of a change to acquired inertias, will see themselves as harmed. It is necessary to identify where this resistance lies to neutralise it through dialogue and build bridges that can lead to changes in attitude and, as a last resort, to communicate zero-tolerance policies with regard to any kind of discrimination at an organisation.ADIM LGBT+ GUIDE26 Small victories building changeIt is effective to identify areas where small victories can be achieved that will encourage the organisation to continue working along the same lines. Careful planning of objectives and measurement of results are vital in this respect. Though they may be apparently minor, these victories create a basis for a snowball effect that will build upon and expand change. Anchoring changeBeing an inclusive organisation is an attitude, a transversal quality, and not an end in itself. As a result, it is necessary to review the elements of a strategy to renew objectives and update scorecards with easily measurable indicators that enable us to assess advances, stagnation and regression. If the strategy is not well anchored, work done can be lost from one day to another due to circumstances such as merger or acquisition, the arrival of a new management team or changes outside the organisation. Strategy-based tactical measuresWe have previously referred to the frequency with which many businesses decide to implement actions aimed at the LGBT+ group without first having performed all of the above-outlined reflection and planning. It may be that the approach has an intuitively positive outcome but does not involve coherent action and is subject to risk. Actions linked to a strategic plan should only be commenced on the basis of a well-founded approach such as the one outlined above. We present some of the tactical measures that organisations can implement in the following section.Inclusion of sexual orientation and gender identity diversity in businesses and organisations 27What can businesses and organisations do to promote  an inclusive workplace environment for lesbian, gay,  bisexual and trans people?Specific LGBT+ diversity and inclusion policiesAs stated, these policies must form part of broader strate-gies and not be limited to simple tactical and one-off actions. These strategies must embrace diversity in all its intersection-al dimensions: gender, ethnicity and culture, function, age, religion and, of course, sexual, family and gender identity di-versity. Moreover, it is appropriate to apply these policies consistently throughout the entire value chain: from management of suppliers and talent to contact with cus-tomers, consumers and users. As these policies are linked to broader strategies, the top decision-making levels must show the rest of the organisation their commitment to them. This is not incompatible with the actions of specific groups of employees (stakeholders), who may produce suggestions that enrich the proposed strategies. LGBT+ and ally groups and networks: employee resource groupsThese groups involve the participation of lesbian, gay, bisexual and trans people but also that of any employee who cares about making the principle of equality and non-discrim-ination effective. Creating these groups facilitates the par-ticipation of people with different levels of responsibility or from different areas or departments of the organisation, making visible the fact that the majority of people — regard-less of their sexual orientation — respect sexual diversity and gender identity.DiagnosisIt is appropriate to start by performing a diagnosis to show us what is happening at our business or institution in terms of sexual, family and gender identity diversity, in order to know where we are and to propose our objectives. A good starting point is an internal review of the policies, actions and resources that are dedicated to the LGBT+ group, which can be followed by asking employees about this reality (showing particular respect for privacy and confidentiality). This process will enable us to identify opportunities for improvement and can be supplemented by looking outside the organisation to discover best practices from other organisations or cultural contexts that could be implemented, improved or adapted to our organisation’s own culture.ADIM LGBT+ GUIDE28 LGBT+ role models in the workplaceIt is important for employers to facilitate and promote the visibility of lesbian, gay, bisexual and trans people across various areas and levels of responsibility at the organi-sation. This will mean that the LGBT+ community and em-ployees as a whole receive the message that whatever one’s sexual orientation or gender identity, there are no forbid-den spaces or positions at the organisation. Having visible role models in positions of responsibility means that other LGBT+ people can also reach these positions and that they can develop their career at the organisation, rather than being limited to a single position. This is an excellent strategy for counteracting the anticipated stigma that many LGBT+ people may have internalised.However, according to the ADIM survey only 11% of LGBT+ people fully agree that their company contains these visible LGBT+ role models. In order for people to be visible, it is necessary for organisations to create environments with trust and full equality of opportunities.In any event, it should be borne in mind that institutional facilities to develop visibility must be subject to respect for the privacy of all employees, who have the right to talk about their private lives but also the right not to do so. Both organ-isations and employees must respect the tempo and pro-cesses of each person, avoiding the spread of rumours about sexuality or gender identity. Great care should be taken to avoid questions or comments that could be uncom-fortable or disrespectful, regardless of the good intentions that may underpin them.. TrainingTraining of all staff in sexual diversity and gender identity should be one of the first actions in order to secure respect in the workplace. This training has great potential as a catalyst for cultural change. It should be provided as skill-building that is treated with importance by businesses, institutions and universities. In other words, it should not merely be left as an activity that is one-off, marginal, vol-untary or not recognised within working hours. In the case of universities, training should not be offered exclusively to those within the educational institution. It should be open to society as a whole and promoted via students and academic staff, as well as through mechanisms including research and publication.One of the key pieces of evidence identified by the ADIM project is the indisputable effectiveness of training and awareness-raising activities when led by qualified pro-fessionals. This should be aimed at every department and level of an organisation. Particular attention should be paid to top management, since they have the highest capacity to foster good practices. However, these are generally the older tiers of the organisation and may therefore be more exposed to certain exclusive inertias from the past.Employee training is a practical way of supporting LGBT+ diversity and inclusion as well as being an effective tool to reveal role models and allies, both of these figures being vital to advancing in inclusion.Inclusion of sexual orientation and gender identity diversity in businesses and organisations 29 CommunicationThe placement and visibility of symbols such as the pride flag/banner at an organisation’s facilities or on its equip-ment (furnishings, lanyards, computers, badges) and the celebration of important dates for the LGBT+ community show anyone present at the facilities, visiting the organisa-tion’s website or social media accounts or looking to use its products and services that they are dealing with an inclusive organisation. The messages sent must be consistent with the organisation’s diversity policies and adjusted to internal and external channels of communication.Many organisations choose to participate in cultural and social events and movements linked to the LGBT+ commu-nity, such as the Pride celebrations that take place in many cities in Spain and Portugal. The gatherings, demonstrations and marches that are part of Pride are celebrations of the milestones that have been achieved and/or calls for further change. They also represent an opportunity to show commit-ment to this group, but can never act as the sole or dominant tool in terms of an organisation’s inclusion policies.Inclusive language should be incorporated and used with relation to anyone who comes into contact with a business or organisation. It is essential not to reproduce language that excludes non-heterosexual people or LGBT families in contexts such as forms, internal and external communica-tions, advertising, social media or websites. Some business-es and institutions are also beginning to incorporate people of non-binary gender into their discourses and communica-tions. The use of inclusive language when addressing LGBT+ diversity and inclusion goes beyond the use of gender-neu-tral collective nouns, and should aim to give visibility to LGBT+ people through the verbal language or images that represent the organisation.  Diversity within LGBT+ diversityWhen we talk about the LGBT+ community, we run the risk of failing to perceive the variety of ways in which one can be lesbian, gay, bisexual or trans. Firstly, organisations have to bear in mind the specific needs and challenges facing each group within the LGBT+ community. As will be seen in the following section, gender is an element that affects the situation of any person in the performance of their work and in the interpersonal interactions that occur in that context. So lesbian women face specific obstacles and difficulties in comparison with gay men. Bisexual people, who call into question dichotomous binary assumptions, face a particular challenge in terms of invisibility and a lack of empathy and understanding from society as a whole and from the rest of the LGBT+ group. Finally, trans people face the greatest dif-ficulties and challenges in terms of both accessing and re-maining part of the job market.Apart from this diversity among the different groups in the LGBT+ community, it should not be forgotten that — just as heterosexual people have many ways of being, living, feeling and working — each member of this community is different from the rest, and cannot be treated in a standardised manner. In addition to sexual orientation and gender identity, each person has many individual and intersecting individual characteristics: age, gender, ethnicity (culture and religious beliefs), phenotypical characteristics (skin colour, hair, height, etc.), socioeconomic origin, abilities and disabilities, and any other distinctive feature that should be taken into account in order to ensure that everyone receives recognition at their entity or company.ADIM LGBT+ GUIDE30 Lesbian, bisexual and trans womenAs stated, lesbian, bisexual and trans women are exposed to greater discrimination in the workplace than hetero-sexual women due to their sexual orientation or gender identity, and more discrimination than gay men due to being women. This discrimination takes forms including the salary gap, horizontal segregation (specialisation in certain areas) and vertical segregation (greater difficulties in accessing po-sitions of responsibility or the glass ceiling).In business and the workplace, as in other social spaces (politics, art, media), while gay males are achieving a degree of visibility and recognition, it remains difficult to find visible lesbian, bisexual and trans role models. This reality shows us a structural pattern of discrimination rather than indi-vidual responsibility, for which reason the women who are members of these groups cannot be allocated the responsi-bility for making themselves visible; rather, employers must reflect on how to work specifically with these groups in order to facilitate and promote their visibility and, ultimately, their wellbeing. Trans peopleTrans people face workplace scenarios that place them in potentially vulnerable situations. To the specific barriers they encounter in terms of accessing and remaining in the labour market, we have to add the difficulty surrounding recognition of their gender identity and name in their workplace. It is positive that employers establish protocols to handle basic operational issues including adequate access to gendered spaces (changing rooms and toilets), name and sex changes on various documents (payslip, social security, medical insurance and family record book), the proper man-agement of medical leave and absences resulting from the transition process but not provided for in collective bar-gaining agreements and, above all, implementing adequate support mechanisms so that trans people can fully develop themselves in the workplace..Inclusion of sexual orientation and gender identity diversity in businesses and organisations 31Bibliography: references and recommendations• Herring, C., Henderson, L. (2015) Diversity in organizations, a critical examination. New York and London: Routledge, Taylor & Francis Group.• Hewlett, S. A., Yoshino, K., (2016). LGBT-Inclusive companies are better at 3 big things. Harvard Business Review, Boston, Massachu-setts.• Hofstede, G. (2001). Culture´s consequences: comparing values, behaviors, institutions, and organizations across nations. London: Ed. Sage.• Houdart, F. et al. (2019) La diversidad LGBTI en la empresa: 12 claves para entenderla y gestionarla. Madrid: REDI.• Kotter, J.P. (2012). Leading Change, Boston, Massachusetts, Harvard Business Review Press.• Mosley, R. (2014). Employer Brand Management, Practical Lessons from the World’s Leading Employees.UK: John Wiley and sons Ltd.• Ortega, J.; Marentes, M. (2019) “Era un mambo mío: gestión de la in-formación personal y heterosexismo internalizado en enfermeros y enfermeras gays y lesbianas” en Astrolabio Nueva Época: Revista digital del Centro de Investigaciones y Estudios sobre Cultura y Sociedad, Nº. 23, 2019• Pichardo, J.I. (2012) “El estigma hacia personas lesbianas, gays, bisexuales y transexuales” en Gaviria, Elena; García-Ael, Cristina; Molero, Fernando (Coord.) Investigación-acción. Aportaciones de la investigación a la reducción del estigma. Madrid: Sanz y Torres.• Pichardo, J.I. (ed) (2015) Abrazar la diversidad. propuestas para una educación libre de acoso homofóbico y transfóbico. Instituto de la Mujer y para la Igualdad de Oportunidades, Madrid.• Pichardo, J.I. y Puche (2019) “Universidad y diversidad sexogenéri-ca: barreras, innovaciones y retos de futuro” en Methaodos. Revista de ciencias sociales, 2019, 7 (1): 10-26• Porter, M. y Kramer, M.R. (2011) Creating Shared Value. Harvard Business Review. Boston Massachusetts.• Rebollo Norberto, J., Gisbert, I., Martín-Pérez, A., Petrov Petrov, C., Pascual, G., Moreno, C., Generelo, J. (2016) Informe EMIDIS 2016, Estrategias y buenas prácticas de las empresas en España en la gestión de la diversidad sexual y de género (DSG). Madrid: FELGTB.• Santos, G. (2017) Índice D&I Gestión de la Diversidad en Entornos Laborales. Madrid: Red Acoge.• Saleiro, S.P. (2010) Transexualidade e transgénero, Identidades e expressöes de Genero. Potugal: CIES-IUL• Waldo, C.R. Working in a majority context: a structural model of het-erosexism as a minority stress in the workplace. Journal of Counsel-ing Psychology, v. 46 p. 218-232, 1999.• Alonso, M. (2012). Best Inclusion Practices, LGBT Diversity. United Kingdom: Palgrave Macmillan.• Alonso, M., (2018). Aequalis 2017, Mejores Prácticas en la gestión de la diversidad LGBTI. Barcelona. Driversity y Gender & LGBT Lab.• Blazquez, C.; Daimiel, P.; Hernandez, C.; Landman, A. (2017) Consumo con Orgullo. Madrid. NIELSEN SERVICES SPAIN, S.L.• Borrillo, D. (2001). Homofobia. Barcelona: Bellaterra.• De Anca, C. y Aragón, S. (2017). Innovación y Diversidad: Dos de-sconocidos destinados a entenderse. Madrid: IE Foundation, Fun-dación Diversidad de Fundación Alares.• Dobbin, F. y Kalev, A. (2016). Why Diversity Programs Fail. Havard Business Review. Boston.• Eribon, D. (2001). Reflexiones sobre la cuestión gay. Barcelona: Anagrama.• European Agency for Fundamental Rights. EU LGBT Survey (FRA) 14 Países de Europa. Encuesta online. Trabajo de campo: abril/julio 2011.• Fogarty, M.P., Rapoport R. Y Rapoport R.N. (1971). Sex, Career and Family. Including an International Review of Women`s roles. London: George Allen and Unwin.• Gabriel, C.; Herranz, D. (2017) Las personas LGBT en el ámbito del empleo en España: Hacia espacios de trabajo inclusivos con la ori-entación sexual e identidad y expresión de género. Madrid: Institu-to de la Mujer y para la igualdad de oportunidades.ADIM LGBT+ GUIDE32Empresas y universidades participantes Proyecto ADIMADIMAvanzando en Gestión de la Diversidad LGBT en el Sector Público y PrivadoProject ADIM Businesses and UniversitiesAAdvancing in LGBT Diversity Management in the Public and Private Sector",
    "id": 580458248,
    "identifiers": {
        "doi": null,
        "oai": "oai:docta.ucm.es:20.500.14352/14479"
    },
    "title": "ADIM LGBT+ Guide. Inclusion of sexual orientation and gender identity diversity in businesses and organisations",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-10-01T01:00:00+01:00",
    "publisher": "Ministerio de la Presidencia, Relaciones con las Cortes e Igualdad",
    "references": [],
    "sourceFulltextUrls": [
        "https://docta.ucm.es/bitstreams/93528220-81f2-4ef3-9cd2-0054ee16d915/download"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/580458248.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/580458248"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/580458248/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/580458248/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/580458248"
        }
    ],
    "abstract": "The European Project \"ADIM - Advancing the management of LGBT diversity in the public and private sector\" has been implemented by the General Directorate for Equality of Treatment and Diversity of the Ministry of the Presidency, Parliamentary Relations and Equality of Spain, together with the Commission for Ci izenship and Gender Equality of Portugal and Complutense University of Madrid. This project is funded by the European Union and involves the participation of 16 businesses and 8 public universities in Spain and Portugal who are seeking to improve respect and inclusion in the work- place for lesbian, gay, bisexual and trans people and other members of sexual minorities, including intersex, asexual and gender non-binary people, who we will include in this guide under the umbrella term LGBT+.\n\nThis objective has taken the form of specific aims: to produce a qualitative and quantitative evaluation of organisa- tional inclusion-related environments and policies at dif- ferent businesses and universities, as well as to identify the perceptions and experiences of employees at these organi- sations with respect to the LGBT+ community. The evaluation consisted of an internal assessment of LGBT+ diversity and inclusion policies and the production of a questionnaire ad- ministered to employees. It should be noted that the ques- tionnaire was sent to 53,667 employees, 16% of whom re- sponded to it (N=8.557). Out of all the responses, 13.4% were from LGBT+ people (N=1.147), which represents one of the largest available samples worldwide in terms of identifying this group’s experiences in the workplace.\n\nThe ADIM LGBT + Guide contains the main results of this evaluation, as well as various proposals to promote the inclusion of sexual diversity and gender identity in companies and organizations.\n\nThis guide explains why, despite legal recognition, it is still necessary to work on sexual, family and gender identity diversity in the workplace. Thus, it presents the situation of LGBT + people at work and why companies and other employing institutions must take this reality into account.\n\nThe guide reflects on the need to articulate specific policies for this group, ranging from tactical to strategic, arguing whose responsibility it is to include LGBT + diversity and inclusion in companies and institutions. There are also some clues about the challenges that will arise, as well as the possibilities to generate a cultural change regarding LGBT diversity and specific proposals on what companies and institutions can do to promote an inclusive work environment for lesbian, gay, bisexual and trans people.Unión EuropeaDepto. de Antropología Social y Psicología SocialFac. de Ciencias Políticas y SociologíaTRUEpu",
    "tags": [
        "book",
        "LGBT",
        "LGTB",
        "LGBTI",
        "LGTBI",
        "Queer",
        "Sexual Diversity",
        "Diversity and Inclusion",
        "Inclusion",
        "Gays",
        "Lesbians",
        "Bisexuals",
        "Trans",
        "Transsexuals",
        "Transgender",
        "Work",
        "Employment",
        "Workplace",
        "Homophobia",
        "Transphobia",
        "Biphobia",
        "Lesbophobia",
        "LGBTphobia",
        "LGTBphobia",
        "LGBTIphobia",
        "LGTBIphobia",
        "Spain",
        "Portugal",
        "Family diversity",
        "Homoparentality",
        "Gender identity",
        "Gender expression",
        "ADIM",
        "European Union",
        "Companies",
        "Universities",
        "Higher Education",
        "Administración pública",
        "Derechos humanos",
        "Antropología (Sociología)",
        "Cambio social",
        "Feminismo",
        "Minorías étnicas (Sociología)",
        "Movimientos sociales",
        "Unión Europea (Unión Europea)",
        "Política de la empresa europea",
        "Ciudadanía europea",
        "Política social europea",
        "Administración de empresas",
        "Empresas",
        "Trabajo",
        "5909 Administración Publica",
        "5906.01 Derechos Humanos",
        "51 Antropología",
        "6307 Cambio y desarrollo Social",
        "5906.03 Minorías",
        "5906.06 Conflictos Sociales",
        "5310.91 Economía Internacional: Area Europea",
        "5902.03 Política Comercial",
        "5902.15 Política Social",
        "5311 Organización y Dirección de Empresas",
        "5311 Organización y Dirección de Empresas"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "book"
    ],
    "oai": "oai:docta.ucm.es:20.500.14352/14479",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "417",
        "openDoarId": 0,
        "name": "Docta Complutense",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 580458248,
        "depositedDate": null,
        "publishedDate": "2019-10-01T01:00:00+01:00",
        "updatedDate": "2023-11-29T14:23:22+00:00",
        "acceptedDate": null,
        "createdDate": "2023-08-31T10:51:26+01:00"
    },
    "urls": [
        "https://hdl.handle.net/20.500.14352/14479"
    ],
    "lastUpdate": "2023-11-29T14:23:22+00:00",
    "setSpecs": []
}