{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ross, Bertrall L, II"
        }
    ],
    "contributors": [],
    "createdDate": "2017-07-04T14:27:46+01:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84098952.pdf",
    "fullText": "ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017 1:50 PM ADMINISTERING SUSPECT CLASSES BERTRALL L. ROSS II† ABSTRACT   It has been over forty years since the Supreme Court declared a class suspect under the Equal Protection Clause. In that time, the Court has denied suspect-class status—and the special judicial protections associated with it—to the elderly, the disabled, and the poor, and it has avoided suspect-class determinations when addressing laws that discriminate against members of the LGBTQ community. Administrative agencies, however, have stepped in to provide marginalized groups with some protections through their interpretation of civil rights laws. The Court has shown hostility to those agency interpretations, often in opaque decisions that seem to rest on principles of judicial supremacy as much as substantive constitutional principles.   This Article argues that the Court’s hostility to agencies’ role in this area is misguided. Courts should defer to administrative agencies when they protect suspect classes on the basis of reasonable interpretations of civil rights statutes. The principle of judicial supremacy is not relevant: the Court’s abandonment of suspect classes appears driven by the Justices’ concern that the judiciary is intervening too much into the political process rather than a genuine belief that the groups in question do not qualify for suspect status. Given that this court-centered institutional concern does not apply to agencies, it is entirely appropriate for administrative officials to step in to fill the gap in protecting vulnerable minorities. Further, agencies are better positioned than other institutions to calibrate the protection of groups according to the societal context and the need for intervention. Copyright © 2017 Bertrall L. Ross II. † Professor of Law, UC Berkeley School of Law. For their extremely helpful comments, edits, and suggestions, I would like to thank Sam Bagenstos, Chai Feldblum, Nina Mendelson, Gillian Metzger, Joy Milligan, Eloise Pasachoff, participants at the Duke Law Journal’s 47th Annual Administrative Law Symposium, and the editors of the Duke Law Journal.  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1808  DUKE LAW JOURNAL [Vol. 66:1807 TABLE OF CONTENTS Introduction .......................................................................................... 1808 I.  The Institutionalist Explanation for the Judicial Abandonment  of Suspect Classes ...................................................................... 1814 A. Judicial Protection of Suspect Classes ............................. 1818 B. Judicial Anxiety About Protecting Suspect Classes ....... 1821 C. Judicial Confinement of Suspect-Class Doctrine ........... 1823 II.  The Institutional Case for an Administrative Agency Role in Protecting Suspect Classes ....................................................... 1829 A. The Limits of Civil Rights Statutes .................................. 1830 B. The Benefits of Protecting Suspect Classes Through Administrative Action ....................................................... 1832 C. The Drawbacks of Protecting Suspect Classes Through Administrative Action ....................................................... 1837 III.  The Constitutional Case for an Administrative Agency Role in Protecting Suspect Classes ....................................................... 1839 Conclusion ............................................................................................. 1845 INTRODUCTION In September 2016, the U.S. Department of Education released a proposed regulation to enforce the 2015 amendments to the Elementary and Secondary Education Act of 1965 (ESEA).1 The ESEA—one of the legislative crown jewels of the 1960s’ War on Poverty—was designed to “provide all children significant opportunity to achieve a fair, equitable, and high-quality education, and to close educational achievement gaps.”2 The principal vehicle for achieving this purpose was Title I of the ESEA, which provided supplemental funds to states and localities to cover the educational needs of the economically disadvantaged.3  From the beginning, there was evidence that states used Title I funds to supplant state funds that would have gone to high-poverty schools in any case, defeating the ESEA’s goal of increasing the overall   1. Title I–Improving the Academic Achievement of the Disadvantaged–Supplement Not Supplant, 81 Fed. Reg. 61,148 (Sept. 6, 2016) (to be codified at 34 C.F.R. pt. 200); see Every Student Succeeds Act, Pub. L. No. 144-95, 129 Stat. 1802 (2015) (amending and re-authorizing the Elementary and Secondary Education Act of 1965, Pub. L. No. 89-10, 79 Stat. 27 (codified as amended at 20 U.S.C. §§ 6301–7981 (2012 & Supp. 2016)).   2. Elementary and Secondary Education Act of 1965 § 1001, 20 U.S.C. § 6301.   3. Id. tit. I §§ 1001–1605 (encompassing Title I of the ESEA).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1809 resources available to schools educating large numbers of poor children.4 An amendment to the ESEA in 1970 prohibited states from supplanting these funds,5 but it did little to stop the practice because it was weakly enforced. By 2016, states and localities had shortchanged 3.3 million schoolchildren, located in 5,750 high-poverty schools, an average of $440,000 per year and over $2 billion total since the law’s enactment.6 President Barack Obama’s Secretary of Education, John King, decided to take action to ensure that the law would be followed by proposing a new regulation to implement Title I.7 King—an orphan who attended New York City Public School 276 in Brooklyn’s working-class Canarsie neighborhood—announced, “For too long, the students who need the most have gotten the least.”8 He continued, “The inequities in state and local funding that we see between schools within districts are inconsistent not only with the words ‘supplement-not-supplant’ but with the civil rights history of [Title I of the ESEA].”9 King’s proposed regulation would have redressed funding inequities by ensuring that poor children in high-poverty schools received $2 billion in additional funding.10 States would have been required to “use a methodology to allocate state and local funds . . . that ensure[s] each [Title I] school receives all the state and local funds it would otherwise receive if it were not a Title I school.”11 The Department of Education encouraged states to achieve compliance by increasing schools’ overall funding rather than shifting resources from more affluent to less affluent schools.12   4. See generally WASH. RESEARCH PROJECT & NAACP LEGAL DEF. FUND, TITLE I OF ESEA: IS IT HELPING POOR CHILDREN? (1969) (identifying several instances of states and localities misusing Title I funds).   5. Act of Apr. 13, 1970, Pub. L. No. 91-230, § 109, 84 Stat. 121, 124.   6. Press Release, U.S. Dep’t of Educ., Fact Sheet: Supplement-Not-Supplant Under Title I of the Every Student Succeeds Act (Aug. 31, 2016), http://www.ed.gov/news/press-releases/fact-sheet-supplement-not-supplant-under-title-i-every-student-succeeds-act [https://perma.cc/LGH4-WDRV] [hereinafter Fact Sheet].  7. Title I–Improving the Academic Achievement of the Disadvantaged–Supplement Not Supplant, 81 Fed. Reg. 61,148 (Sept. 6, 2016) (to be codified at 34 C.F.R. pt. 200).  8. Fact Sheet, supra note 6; see Education Secretary Says Status Quo in Schools Is Unacceptable, NAT’L PUB. RADIO (Sept. 3, 2016), http://www.npr.org/2016/09/03/492549553/education-secretary-says-status-quo-in-schools-is-unacceptable [https://perma.cc/EJ35-P6U9].   9. Fact Sheet, supra note 6   10. Id.  11. Id.   12. Id.  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1810  DUKE LAW JOURNAL [Vol. 66:1807 Although its immediate goal was to combat the state practice of using Title I funds to supplant state funding, the proposed regulation would have also forced states to provide greater equity in their funding of schools with high concentrations of poverty.13 In this respect, the proposed regulation represented a striking departure from a longstanding Supreme Court interpretation of the Constitution that postdates the ESEA and the amendment prohibiting state supplanting of Title I funds. In San Antonio Independent School District v. Rodriguez,14 the Court concluded that states could use property taxes to fund schools unequally—a practice which primarily disadvantages poor children—and still comply with the Equal Protection Clause of the Constitution because education is not a fundamental right.15 In a subsequent case, the Court went further and held that the poor are not a suspect class entitled to special judicial protection from the democratic process.16  According to the Rodriguez Court’s interpretation of the Constitution, states have no obligation to protect the poor by equalizing educational funding across schools. But under the proposed Department of Education regulation, states would have had to protect the poor through equalized educational funding to maintain access to   13. See id. (announcing “full equity in funding between schools, districts and states” as a goal for federal education policy).   14. San Antonio Indep. Sch. Dist. v. Rodriguez, 411 U.S. 1 (1973).  15. See id. at 54–55 (noting that while Texas’s use of property taxes had “result[ed] in unequal expenditures between children who happen[ed] to reside in different districts,” the system was not “so irrational as to be invidiously discriminatory” and thus unconstitutional).  16. See Harris v. McRae, 448 U.S. 297, 323 (1980) (“[T]his Court has held repeatedly that poverty, standing alone, is not a suspect classification.”). The Court in Rodriguez did not hold that the poor were not a suspect class. Instead, it simply determined that there was no “evidence that the financing system discriminates against any definable category of ‘poor’ people.” Id. at 25. Rather, the alleged discrimination of the financing system was against “a large, diverse, and amorphous class, unified only by the common factor of residence in districts that happen to have less taxable wealth than other districts.” Id. at 28. It was this class that had “none of the traditional indicia of suspectness.” Id. Yet despite leaving the question of the suspect-class status open, the Court subsequently relied on Rodriguez for support in denying suspect-class status to the poor. See Bertrall L. Ross II & Su Li, Measuring Political Power: Suspect Class Determinations and the Poor, 104 CALIF. L. REV. 323, 342–43 (2016) (describing the process by which the Court engaged in a denial of suspect-class status to the poor). Before Rodriguez, both the Court and administrative agencies protected the poor through heightened scrutiny of state laws that discriminated against them. See id. at 341–42 (describing a period in the 1960s and 1970s when the Court appeared to treat the poor as a suspect class); Karen M. Tani, Administrative Equal Protection: Federalism, the Fourteenth Amendment, and the Rights of the Poor, 100 CORNELL L. REV. 825, 845–51 (2015) (describing a Social Security Board lawyer’s interpretation of the Social Security Act as providing more rigorous protection for the poor than the Court had mandated under the Fourteenth Amendment’s Equal Protection Clause).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1811 critical federal funds for schools.17 In effect, the agency sought to impose a form of heightened protection for the poor by using its discretion to interpret the relevant federal funding statutes. The Department of Education’s proposed supplement-not-supplant regulation thus introduced a tension between a judicial interpretation of the Constitution that denies special protection to the poor and an administrative interpretation of a civil rights statute that grants such protection. But such tension is not new. Conflicts of this sort have been an important part of the legal landscape for at least the past half-century.  In the 1970s, the Court began to consistently deny groups’ claims for special protection from the democratic process.18 Since then, the Court has, in addition to the poor, denied suspect-class status to pregnant women, the elderly, and the disabled while leaving the status of the LGBTQ community in limbo.19 The Court has subjected laws that classify on the basis of race or gender to heightened scrutiny, but the Court has explained that this is not because the laws discriminatorily harm a subordinated racial or gender class.20 Rather, the Court has determined that racial and gender classifications are subject to more rigorous scrutiny because it is presumptively inappropriate for governments to use these criteria as overt bases for decisionmaking.21 Since the 1970s, the Court—when it has reviewed the   17. Derek W. Black, The Congressional Failure to Enforce Equal Protection Through the Elementary and Secondary Education Act, 90 B.U. L. REV. 313, 314 (2010).   18. For further discussion of the Court’s denial of different groups’ claims of special protection, see infra Part I.   19. For more information on the denial of special protection to these groups, see infra Part I. The Court has applied rational basis review more rigorously to certain laws that discriminate against the disabled and members of the LGBTQ community. See, e.g., Romer v. Evans, 517 U.S. 620, 631–35 (1996) (applying rigorous rational basis review to a law discriminating against gays and lesbians); City of Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 442–50 (1985) (applying rigorous rational basis review to a law discriminating against the disabled); see also Miranda Oshige McGowan, Lifting the Veil on Rigorous Rational Basis Scrutiny, 96 MARQ. L. REV. 377, 382 (2012) (identifying other cases in which the Court has applied rigorous rational basis review). But the Court continues to view rational basis review as the default form of review for classes that the Court does not consider suspect.   20. See, e.g., Adarand Constructors, Inc. v. Pena, 515 U.S. 200, 227 (1995) (embracing an anticlassification framework in which “all racial classifications, imposed by whatever federal, state, or local government actor [are to be] analyzed by a reviewing court under strict scrutiny”); Craig v. Boren, 429 U.S. 190, 197–98 (1976) (applying the anticlassification framework to gender classifications through a holding subjecting “statutory classifications that distinguish between males and females” to intermediate scrutiny).   21. For further discussion of the Court’s decision that race and gender classifications are subject to a more rigorous scrutiny, see infra Part I.C. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1812  DUKE LAW JOURNAL [Vol. 66:1807 constitutionality of facially neutral laws that disparately harm members of historically subordinated classes, such as African Americans or women—has applied a deferential rational basis review unless the plaintiffs have proven that the law was motivated by a discriminatory purpose and thus functions as a de facto classification.22  Even though the Court has refused to protect subordinated groups, such groups have not remained entirely unprotected from discriminatory state actions; federal agencies have stepped in by interpreting civil rights statutes to provide protections to certain groups. The Equal Employment Opportunity Commission (EEOC)—which is responsible for interpreting Title VII of the Civil Rights Act,23 the Age Discrimination in Employment Act (ADEA),24 and the employment sections of the Americans with Disabilities Act (ADA)25—has been perhaps the most assertive in exercising this administrative authority.26 Even though the Court has denied protections against workplace practices that inflict unjustified disproportionate harm on pregnant women, African Americans, and elderly individuals, the EEOC has enforced regulations interpreting Title VII of the Civil Rights Act and the ADEA to provide protections against such practices.27  The EEOC has not acted alone. Some other agencies have done the same, including the former Department of Health, Education, and Welfare in its interpretation of Title VI of the Civil Rights Act; the Department of Housing and Urban Development in its interpretation of the Fair Housing Act; multiple agencies in their interpretations of the ADA; and the Department of Education in its proposed   22. Pers. Adm’r v. Feeney, 442 U.S. 256, 279 (1979) (upholding a law that had a disparate impact on women because the challenger to the law had not shown that the legislature adopted the law “‘because of,’ not merely ‘in spite of,’ its adverse effects upon an identifiable group”); Washington v. Davis, 426 U.S. 229, 241 (1977) (rejecting racial disparate impact as the sole basis for invalidating a law or subjecting it to close scrutiny). For further discussion of the Court’s review of facially neutral laws that harm historically subordinated classes, see infra Part I.C.   23. Civil Rights Act of 1964, Pub. L. No. 88-352, §§ 701–716, 78 Stat. 241, 253–66 (codified as amended at 42 U.S.C. §§ 2000e–2000e-17 (2012)).  24. Age Discrimination in Employment Act of 1967, Pub. L. No. 90-202, 81 Stat. 602 (codified as amended at 29 U.S.C. §§ 621–634 (2012)).  25. Americans with Disabilities Act of 1990, Pub. L. No. 101-336, §§ 101–108, 104 Stat. 327, 330–37 (codified at 42 U.S.C. §§ 12111–12117 (2012)).  26. Laws Enforced by the EEOC, U.S. EQUAL EMP’T OPPORTUNITY COMM’N, https://www.eeoc.gov/laws/statutes/index.cfm [https://perma.cc/Q3KJ-4H4Y] (listing Title VII, the ADEA, and sections of the Americans with Disabilities Act (ADA) as laws enforced by the U.S. Equal Employment Opportunity Commission (EEOC)).   27. See infra text accompanying notes 134–39. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1813 regulations interpreting the ESEA.28 In each instance, the agencies acted to enforce statutes in ways that diverged from the Court’s interpretations of the Constitution.  These tensions between judicial interpretations of the Constitution and administrative interpretations of statutes raise two important questions. First, is it constitutionally legitimate for agencies to interpret ambiguous statutes to protect classes for whom the Court has denied special protection in its constitutional jurisprudence? Second, is it democratically desirable for agencies to provide such protection?  In this Article, I argue that it is constitutionally legitimate for agencies to interpret statutes in a way that provides historically marginalized groups with protections that the Supreme Court has denied them. In Part I, I argue that the Court’s frequent denials of suspect-class status appear to have been driven by the majority’s concerns about extending special protection to too many groups, which might lead courts to intervene too often in the political process.29 The majority’s concern about excessive intervention in the democratic process is the only rational explanation for its otherwise unsubstantiated determinations that subordinated groups claiming entitlements to suspect-class status are able to defend their interests through the political process.30 If judicial abandonment of suspect classes has been motivated by concerns about the Court’s institutional role rather than determinations about what the Constitution substantively requires, then there is no need to wall off agencies from making different determinations. Instead, administrative agencies should have the latitude to protect suspect classes through reasonable interpretations of civil rights statutes.  In Part II, I argue that there are important advantages associated with agencies taking over this role from the courts. The Supreme Court has limited itself to making blanket determinations—which are essentially permanent—based on single cases that all laws discriminating against a certain class are either presumptively constitutional or presumptively unconstitutional. The result is a doctrine that fails to respond to evolving societal contexts by   28. See Discrimination Prohibited, 45 C.F.R. § 80.3(b) (2016) (defining prohibited discrimination in class protective terms).   29. For further discussion of the Court’s concern with protecting too many groups, see infra Part I.B.  30. For a discussion on the Court’s confinement of suspect-class doctrine, see infra Part I.C. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1814  DUKE LAW JOURNAL [Vol. 66:1807 permanently denying protection to classes that actually cannot defend themselves in the political process in at least some contexts and granting protection to classes that subsequently prove capable of protecting their own interests through the political process in other contexts. Mission-driven agencies with expertise on matters impacting potential suspect classes are better positioned than legislatures to provide protections to the marginalized, even in the face of opposing political pressure, and to properly calibrate protections in constantly evolving social contexts.  In Part III, I argue that administrative interpretations of civil rights statutes to protect suspect classes are constitutionally legitimate. The Court’s resistance to deferring to agency interpretations that protect suspect classes appears to be driven by the principle of judicial supremacy. According to this principle, the judiciary is supreme in substantively defining the meaning of the Constitution.31 Agency interpretations inconsistent with the Court’s constitutional determinations, therefore, would seem to conflict with judicial supremacy. But I argue that judicial reliance on this principle to reject administrative interpretive decisions to protect suspect classes is misguided because the Court’s abandonment of suspect classes is not based on a substantive interpretation of the Constitution. Rather, it is based on an institutional determination that the Court is not best positioned to protect suspect classes, which should leave space for other institutions like agencies to fulfill that role.  I.  THE INSTITUTIONALIST EXPLANATION FOR THE JUDICIAL ABANDONMENT OF SUSPECT CLASSES  Many legal scholars claim that the suspect-class doctrine is dead.32 It has been over forty years since the Court recognized a new suspect class,33 a determination that triggers heightened scrutiny of laws that discriminate against the class and creates a presumption of unconstitutionality for those laws.34 During this period, the Supreme Court has denied or avoided deciding claims of entitlement to suspect-  31. See infra text accompanying note 157.  32. See, e.g., Suzanne Goldberg, Equality Without Tiers, 77 S. CAL. L. REV. 481, 503 (2004) (pointing to the mid-1970s as the period when the Court stopped expanding the list of classifications that might be considered suspect or quasi-suspect and linking this abandonment to “slippery slope-type fears about the potential reach of rigorous review”).   33. Id. at 485.  34. Richard Fallon, Strict Judicial Scrutiny, 54 UCLA L. REV. 1267, 1315 (2007) (describing the elements of strict scrutiny). ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1815 class protection by the poor, the elderly, the disabled, and the LGBTQ community.35 Although the Court continues to closely scrutinize laws that explicitly or intentionally discriminate against women and racial minorities, the Justices do not do so because of the harm that discriminatory state actions might impose on members of the class.36 Instead, the Court has made it clear that it is the nature of the classification that justifies more rigorous scrutiny for race- and gender-based laws.37 According to the Court, it is presumptively unconstitutional to classify on the basis of race or gender, regardless of whom the law affects.38 Although legal scholars both praise and lament the demise of the suspect-class doctrine, no one has comprehensively examined the doctrine to identify why the Court abandoned suspect classes.39 An understanding of why the Court has refused to protect new groups may help illustrate whether other institutions of government have the constitutional authority to protect suspect classes. If the Court has withdrawn from this area based on substantive constitutional determinations, then other institutions may be unjustified in intervening. But if the Court has other rationales for retreating from suspect-class findings, then other government actors might have strong constitutional grounds for entering this area. There are at least three potential explanations for the Court’s abandonment of suspect classes. The first is grounded in a substantive interpretation of the Constitution of which there are two possibilities. First, the Court may have embraced an originalist view of the Fourteenth Amendment’s Equal Protection Clause as only intended to protect African Americans.40 That interpretation would suggest that no other groups are entitled to protection under the Equal Protection Clause. Alternatively, the Court may have embraced Justice John   35. See infra notes 91, 94 and accompanying text.   36. See infra text accompanying note 97.  37. See infra text accompanying note 98.   38. See infra text accompanying note 99   39. The most comprehensive analysis thus far appears to have been written by Professor Kenji Yoshino, who theorized that the Justices’ anxiety about social pluralism is a reason for the judicial rejection of equality claims in favor of fundamental rights claims. See generally Kenji Yoshino, The New Equal Protection, 124 HARV. L. REV. 747 (2011).   40. See, e.g., RAOUL BERGER, GOVERNMENT BY JUDICIARY: THE TRANSFORMATION OF THE FOURTEENTH AMENDMENT 198–212 (1977); see also The Slaughter-House Cases, 83 U.S. 36, 81 (1872) (“We doubt very much whether any action of a State not directed by way of discrimination against the negroes as a class, or on account of their race, will ever be held to come within the purview of [the Equal Protection Clause of the Fourteenth Amendment].”).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1816  DUKE LAW JOURNAL [Vol. 66:1807 Marshall Harlan’s famous assertion in his dissent in Plessy v. Ferguson41 that the Constitution is colorblind. Adopting this premise might lead the Justices to shift their substantive focus in applying the Equal Protection Clause from protecting classes of people to protecting against the government’s use of inappropriate classifications (that is, requiring government to be “blind” to such classifications).42 To the extent that the Court’s abandonment of suspect classes was motivated by either of these substantive interpretations of the Constitution, a case can be made that other institutions—like Congress, the President, or administrative agencies—also lack the constitutional authority to provide special protection to the subordinated groups excluded from protection.  Another possible explanation for the judicial abandonment of suspect classes is that the Court believes the classes claiming entitlement to special judicial protection simply do not need it. A principal justification for providing certain groups with special judicial protection is that the groups are too politically weak or marginalized to defend themselves.43 If the class can defend its interests in the political process, then the Court should not intervene, even if the class might lose occasionally or frequently in that process. Only when the class is a permanent loser should it be entitled to protection from democratically enacted laws. If the judicial abandonment of suspect classes has been premised on the belief that no other groups beyond those already meriting extra scrutiny need such protection, then it would be similarly hard to justify congressional or executive branch steps to provide such protections.  A third potential reason for the judicial abandonment of suspect classes is that the Court has determined that protecting suspect classes is inconsistent with the judiciary’s institutional role. Since the Lochner era, the Court has been concerned about the unelected federal judiciary intervening into the political process.44 Undertaking close   41. Plessy v. Ferguson, 163 U.S. 537 (1896).  42. Id. at 559 (Harlan, J., dissenting) (asserting famously that “[o]ur Constitution is color-blind, and neither knows nor tolerates classes among citizens”).   43. See JOHN HART ELY, DEMOCRACY AND DISTRUST: A THEORY OF JUDICIAL REVIEW 135–36 (1980); see also Bertrall L. Ross II, Democracy and Renewed Distrust: Equal Protection and the Evolving Judicial Conception of Politics, 101 CALIF. L. REV. 1565, 1582–90 (2013) (cataloguing the Supreme Court’s jurisprudence protecting the marginalized).   44. See Barry Friedman, The History of the Countermajoritarian Difficulty, Part Three: The Lesson of Lochner, 76 N.Y.U. L. REV. 1383, 1385 (2001) (“Courts that appear to be substituting their own view of desirable social policy for that of elected officials often are said to Lochnerize.”); Cass R. Sunstein, Lochner’s Legacy, 87 COLUM. L. REV. 873, 873 (1987) (“The spectre of Lochner ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1817 scrutiny of state laws that discriminate against a particular group may require a great deal of intervention depending on the group and the context. A Supreme Court concerned about its institutional legitimacy might seek to avoid such entanglements. To the extent that this institutional concern has motivated the judicial abandonment of suspect classes, that reasoning would not prevent other institutions—particularly more democratically legitimate ones—from stepping in to provide protections to subordinated groups. Because it is impossible to get inside the minds of the Justices, it is necessary to examine the doctrine to ascertain the most likely explanation for the Court’s actions. Reviewing the Court’s decisions suggests that the Justices did not rest their abandonment of suspect classes on a substantive interpretation of the Constitution—the first explanation. Although conservative Justices supported a narrow construction of the Equal Protection Clause as either being limited to protecting African Americans or confined to formal gender and racial classifications, those views about the substantive constitutional meaning of the provision have never gained majority support.45  Instead, a majority of Justices ultimately justified the denial of suspect-class status to new groups in part on the basis of the second explanation—that such groups have sufficient political power to defend themselves in the political process.46 This determination, however, has been based on an unsubstantiated and undefended measure of political power that was designed to exclude all groups from special protection.47 That move to deny all groups protection on the basis of a reed-thin rationale seems unlikely to be the real reason that the Court has abandoned suspect classes.  The most likely explanation is a third one: the Court’s concern about the judiciary’s institutional role. That institutional concern is also supported by the Court’s doctrine, even though the Court has not explicitly presented it as a reason to abandon suspect classes. In the following sections, I detail the development of suspect-class doctrine  has loomed over most important constitutional decisions, whether they uphold or invalidate governmental practices.”).  45. See infra note 80 and accompanying text.  46. See, e.g., City of Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 445 (1985) (denying special protection to the disabled because evidence of past democratic actions favorable to this group “negate[d] any claim that [the disabled] are politically powerless in the sense that they have no ability to attract the attention of the lawmakers”).   47. See infra notes 87–93 and accompanying text. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1818  DUKE LAW JOURNAL [Vol. 66:1807 and elaborate on this institutional explanation for why the judiciary has refused to identify any additional suspect classes. A. Judicial Protection of Suspect Classes The mid-1930s saw the culmination of four decades of close judicial scrutiny and widespread invalidation of economic and social-welfare laws. That period, known as the Lochner era, finally produced a political backlash that threatened the legitimacy and integrity of the Court.48 In response, the Court famously announced, in the constitutional settlement of 1938, a new role for itself in enforcing the Fourteenth Amendment’s Due Process and Equal Protection Clauses. No longer would the Court scrutinize economic and social-welfare laws.49 Such a high level of intervention into the political process was inappropriate for an unelected and unaccountable institution. Instead, the Court tentatively suggested that it would intervene only when laws undermined individual rights, obstructed the normal operation of the political process, or discriminated against discrete and insular minorities.50 In the years that followed, the Court gradually embraced an interventionist role in protecting discrete and insular minorities, albeit in subtle and unsystematic ways. In the cases reviewing state-mandated discrimination against individuals of Japanese descent during and after World War II, the Court closely scrutinized the government’s justification for its use of a racial classification.51 To justify this close   48. See Bruce A. Ackerman, Beyond Carolene Products, 98 HARV. L. REV. 713, 714 (1985) (describing the degree to which the Court had been politically discredited in the 1930s due to “its constitutional defense of laissez-faire capitalism”); Michael Klarman, An Interpretive History of Modern Equal Protection, 90 MICH. L. REV. 213, 219 (1991) (describing the political reaction to the Court’s Lochner-era jurisprudence).  49. See United States v. Carolene Prods. Co., 304 U.S. 144, 148–52 (1938) (establishing that economic and social-welfare laws are presumed to be constitutional).   50. Id. at 152–53 n.4 (suggesting that the presumption of constitutionality does not apply to legislation that infringes on the rights contained in one of the first ten Amendments, “restricts those political processes which can ordinarily be expected to bring about repeal of undesirable legislation,” or discriminates against discrete and insular minorities); see also Klarman, supra note 48, at 219 (“The normal presumption of constitutionality to which legislation was entitled possibly was inappropriate, Justice Stone postulated, not only when specific provisions of the Bill of Rights were plainly contravened, but also in situations where the ordinary operations of majoritarian institutions were distorted by artificial constraints on full political participation.”).  51. See, e.g., Oyama v. California, 332 U.S. 633, 646–47 (1948) (scrutinizing and invalidating California’s Alien Land Law, which discriminated against persons of Japanese descent); Korematsu v. United States, 323 U.S. 214, 218–24 (1945) (scrutinizing a military internment order that applied only to persons of Japanese descent but upholding the order because the Court believed it was necessary to provide the executive some deference during wartime); Hirabayashi ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1819 scrutiny, the Court explained, “[D]istinctions between citizens solely because of their ancestry are by their very nature odious to a free people whose institutions are founded upon the doctrine of equality.”52 In subsequent cases reviewing laws segregating people on the basis of race, the Court embraced the argument that such racial classifications were pernicious insofar as they “generate[] a feeling of inferiority” among those in the subordinated class.53 Soon after, the Court looked beyond race to laws that classified on the basis of wealth and harmed the poor. In cases addressing challenges to criminal justice system fees and state poll taxes, the Court invalidated each of the laws.54 The Court drew an important analogy between race and wealth classifications and concluded, “Lines drawn on the basis of wealth or property, like those of race, are traditionally disfavored.”55 As a result, the imposition of a fee as a condition to exercising an individual right was found to “cause[] an ‘invidious’ discrimination that runs afoul of the Equal Protection Clause.”56 In these early cases, it remained unclear what aspect of the challenged government actions concerned the Court. Sometimes, the Justices alluded to the problems associated with the nature of the classification: “[D]istinctions between citizens solely because of their ancestry are by their very nature odious.”57 At other times, such as when the Court recognized that racial segregation “generates a sense of inferiority” among African Americans, the Court identified classifications’ harm to discrete and insular minorities as a cause for constitutional concern.58 As long as the racial and wealth classifications  v. United States, 320 U.S. 81, 100–01 (1943) (scrutinizing a wartime curfew order applied only to persons of Japanese descent but finding it justified because of “the crisis of war and of threatened invasion”).   52. Hirabayashi, 320 U.S. at 100.   53. Brown v. Bd. of Educ., 347 U.S. 483, 494 (1954).   54. See Harper v. Va. Bd. of Elections, 383 U.S. 663, 668 (1966) (invalidating a state law that conditioned the right to vote on the payment of a tax); Douglas v. California, 372 U.S. 353, 356–58 (1963) (concluding that the failure to provide counsel to an indigent defendant in a criminal appeal was an “unconstitutional line . . . drawn between rich and poor” because only “the rich man [could effectuate] a meaningful appeal”); Griffin v. Illinois, 351 U.S. 12, 18–19 (1956) (invalidating a state law that effectively authorized appellate review only for criminal defendants who could pay the fee to obtain the required transcript).  55. Harper, 383 U.S. at 668 (citation omitted).   56. Id. (quoting Skinner v. Oklahoma, 316 U.S. 535, 541 (1942)).  57. Hirabayashi, 320 U.S. at 100.   58. Brown, 347 U.S. at 494; see also Developments in the Law—Equal Protection, 82 HARV. L. REV. 1065, 1089–90 (1969) (identifying the shifts in the racial segregation cases from a focus on ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1820  DUKE LAW JOURNAL [Vol. 66:1807 that the Court scrutinized also discriminated against subordinate classes, it was difficult to determine whether it was the classification itself or the resulting harm to the subordinate class that motivated the Justices to apply heightened scrutiny and the presumption of unconstitutionality.59  In the early 1970s, the Court, for the first time, explicitly subjected a classification to strict scrutiny because it harmed a subordinated class. In Graham v. Richardson,60 a case addressing a state law denying welfare benefits to certain noncitizens, the Court invalidated the law because “classifications based on alienage, like those based on nationality or race, are inherently suspect.”61 Quoting the now-famous footnote from United States v. Carolene Products Co.,62 the Graham Court explained that the classification was suspect because “[a]liens as a class are a prime example of a ‘discrete and insular’ minority for whom such heightened judicial solicitude is appropriate.”63 In a later case, the Court reasoned that non-citizens were discrete and insular minorities because they could not vote in state and federal elections and thus could not adequately protect their interests in the political process.64 The Court, therefore, needed to step in to provide the protection that noncitizens could not otherwise secure as a group through the political process.65  Two years after the Court declared noncitizens a suspect class, a liberal plurality of the Court developed a test for determining which groups would be entitled to special judicial protection as suspect classes.66 The liberal plurality determined that women were entitled to suspect-class status because they had endured a history of  targeting classifications to a focus on close scrutiny on the basis of a colorblind interpretation of the Constitution to a focus on the effects of laws on racial groups).   59. See Developments in the Law—Equal Protection, supra note 58, at 1107 (“Racial classifications are generally thought to be ‘suspect’ because throughout the country’s history they have generally been used to discriminate officially against groups which are politically subordinate and subject to private prejudice and discrimination.”).   60. Graham v. Richardson, 403 U.S. 365 (1971).  61. Id. at 371–72 (footnotes omitted); see also Goldberg, supra note 32, at 485 (identifying the early 1970s as the period in which the Court first started to “articulate detailed indicia for discerning which classifications should fill” the set of suspect or quasi-suspect classifications).  62. United States v. Carolene Prods. Co., 304 U.S. 144 (1971).  63. Graham, 403 U.S. at 372 (quoting Carolene Prods., 304 U.S. at 152–153 n.4).   64. Sugarman v. Dougall, 413 U.S. 634, 641 (1973) (“It is established . . . that an alien is entitled to the shelter of the Equal Protection Clause.”).   65. Id.  66. Frontiero v. Richardson, 411 U.S. 677, 686–88 (1973) (plurality opinion).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1821 discrimination, shared a characteristic that “frequently b[ore] no relation to ability to perform or contribute to society,” and lacked the political power to adequately defend themselves in the democratic process.67 A fourth factor—the immutability of the shared characteristic—was also deemed relevant to the plurality’s assessment of women’s entitlement to suspect-class protection, even though it appeared to be entirely irrelevant to the Court’s assessment of noncitizens’ entitlement to such protection.68 The Court eventually settled on obviousness, distinguishability, or immutability of the shared characteristic as sufficient to satisfy the fourth factor.69 But just as the Court provided this systematic approach to guide its role in protecting suspect classes, the Court quickly abandoned the role altogether.  B. Judicial Anxiety About Protecting Suspect Classes When the Court first began to provide special protections to subordinated classes, conservative Justices expressed anxiety about where this doctrine would lead and questioned how much judicial intervention it might require. Their anxiety first emerged in the mid-1950s when the Court invalidated a state law imposing a fee for criminal trial transcripts, which were required for an effective appeal, as a violation of the Equal Protection Clause.70 In dissent, Justice John Marshall Harlan II expressed concern about the reach of the majority’s assertion that “the Equal Protection Clause imposes on the States an affirmative duty to lift the handicaps flowing from differences in economic circumstances.”71 Justice Harlan noted, “[N]o economic burden attendant upon the exercise of a privilege bears equally upon all.”72 If the exaction of a fee for transcripts in a felony appeal was subject to invalidation, then similar fees for a transcript in a misdemeanor or civil case could be invalid as well.73 Treating the poor   67. Id. at 684–88.   68. See id. at 686 (holding that “since sex . . . is an immutable characteristic . . . the imposition of special disabilities upon members of a particular sex because of their sex would seem to violate” the Fourteenth Amendment).  69. See Lyng v. Castillo, 477 U.S. 635, 638 (1986) (holding that close relatives are not a suspect class in part because “they do not exhibit obvious, immutable, or distinguishing characteristics that define them as a discrete group”).   70. Griffin v. Illinois, 351 U.S. 12, 18–19 (1956).  71. Id. at 34 (Harlan, J., dissenting).   72. Id. at 35.   73. Id.  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1822  DUKE LAW JOURNAL [Vol. 66:1807 as a suspect class appeared to Harlan to be an exceedingly slippery slope.  When dissenting in Douglas v. California74 almost a decade later, Justice Harlan, looking beyond the judicial process, asked whether the condition of a payment for any government service—such as a payment of tuition for higher education at a state university, a uniform charge for water from a municipal corporation, or a uniform sales tax for goods and services—would also be subject to judicial invalidation.75 Harlan concluded that “[e]very financial exaction [that] the State impose[d] on a uniform basis [was] more easily satisfied by the well-to-do than by the indigent.” Under the majority’s logic, he argued, those exactions should have been closely scrutinized and subject to invalidation.76 By the early 1970s, conservative anxiety about the extent of the Court’s intervention into the political process reached a high point. Dissenting from the Court’s ruling granting noncitizens suspect-class status, Justice William Rehnquist took direct aim at the tentative suggestion in footnote four of Carolene Products that discrete and insular minorities might be entitled to special judicial protection requiring the close scrutiny of laws that discriminated against them. He argued, “The principal purpose of those who drafted and adopted the [Fourteenth] Amendment was to prohibit the States from invidiously discriminating by reason of race.”77 The judicial assertion that Fourteenth Amendment protections could be extended to all discrete and insular minorities, not simply racial minorities, was, therefore, inconsistent with the amendment’s original purpose.  Justice Rehnquist also pointed to a potential problem with the Court deciding which classes were entitled to protection as discrete and minorities. “Our society,” he noted, “consisting of over 200 million individuals of multitudinous origins, customs, tongues, beliefs, and cultures is, to say the least, diverse. It would hardly take extraordinary ingenuity for a lawyer to find ‘insular and discrete’ minorities at every turn in the road.”78 In the absence of precise definitions and constitutional justifications, the decisions extending suspect-class status “stand for the proposition that the Court can choose a ‘minority’   74. Douglas v. California, 372 U.S. 353 (1963).  75. Id. at 361–62 (Harlan, J., dissenting).   76. Id.   77. Sugarman v. Dougall, 413 U.S. 634, 649 (1973) (Rehnquist, J., dissenting).   78. Id. at 657. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1823 it ‘feels’ deserves ‘solicitude’ and thereafter prohibit the States from classifying that ‘minority’ differently from the ‘majority.’”79  Justice Rehnquist’s originalist argument against extending Fourteenth Amendment protection beyond racially discriminatory state actions never received the necessary support from the other Justices.80 The Court had already gone too far in protecting marginalized groups against discrimination to revert to such a narrow construction of the amendment. The Court did, however, respond to Justice Rehnquist’s worry that arbitrary judgments might lead to the protection of too many discrete and insular minorities. It did so by both reframing the classifications reviewed and redefining the standards for determining a class’s entitlement to suspect-class status.81 Both provided an avenue for the Court to abandon suspect classes. C. Judicial Confinement of Suspect-Class Doctrine The constitutional settlement of Carolene Products contained an inherent tension between the judicial repudiation of close scrutiny of economic and social-welfare laws and the Court’s suggestion that close scrutiny might be appropriate for laws discriminating against discrete and insular minorities. Depending on how expansively one defines “economic” and “social welfare” laws, many, or perhaps most, laws discriminating against discrete and insular minorities would qualify as economic or social-welfare laws. In the three decades following the constitutional settlement, the Court addressed this tension by applying deferential review to economic and social-welfare laws that did not discriminate against discrete and insular minorities and closely scrutinizing those laws that did.82  In the early 1970s, however, the Court revisited this resolution. In its review of a public-welfare program that discriminated against a group of poor individuals, the Court decided not to scrutinize the program in the way that it had scrutinized state fees related to criminal   79. Id.; see also J. Harvie Wilkinson III, The Supreme Court, the Equal Protection Clause, and the Three Faces of Constitutional Equality, 61 VA. L. REV. 945, 979–81 (1975) (criticizing the Court for failing to satisfactorily define “the elements of a suspect class”).  80. See JACK M. BALKIN, LIVING ORIGINALISM 228–31 (2011) (describing how modern equal protection jurisprudence is built on the constitutional assumptions of the New Deal and civil rights revolution rather than the original intent or understanding of the Fourteenth Amendment).  81. See infra notes 87–93 and accompanying text.  82. See Bertrall L. Ross II, The State as Witness: Windsor, Shelby County, and Judicial Distrust of the Legislative Record, 89 N.Y.U. L. REV. 2027, 2039–46, 2063–67 (2014). ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1824  DUKE LAW JOURNAL [Vol. 66:1807 proceedings and the poll tax requirement for voting.83 The majority explained: For this Court to approve the invalidation of state economic or social regulation as “overreaching” would be far too reminiscent of an era when the Court thought the Fourteenth Amendment gave it power to strike down state laws “because they may be unwise, improvident, or out of harmony with a particular school of thought.”84 The Court was, of course, referring to the Lochner era of close judicial scrutiny and widespread invalidation of social and economic legislation. “That era,” according to the Court, “long ago passed into history.”85  Rather than closely scrutinize economic and social-welfare laws, the Court announced that it would only apply a deferential rational basis review when considering challenges to laws that harmed the poor. In one case concerning a state law cap on welfare aid, the Court announced, “In the area of economics and social welfare, a State does not violate the Equal Protection Clause merely because the classifications made by its laws are imperfect. If the classification has some ‘reasonable basis,’ it does not offend the Constitution . . . .”86  Soon after the Court ruled that economic and social-welfare laws harming the poor would receive rational basis review, the conservative members of the Court limited the application of the suspect-class doctrine by redefining the standard for identifying suspect classes. Specifically, the Court redefined what it meant for a group to be politically powerless and thus entitled to special judicial protection from the political process.  Political powerlessness was first defined in Frontiero v. Richardson,87 the case in which a liberal plurality of the Court established the suspect-class standard.88 That plurality measured political power according to whether the group claiming special protection was descriptively represented in the democratic   83. See Dandridge v. Williams, 397 U.S. 471, 485 (1970) (holding that the Court could “find no basis for applying a different constitutional standard” than traditional rational basis review).  84. Id. at 484 (quoting Williamson v. Lee Optical of Okla., Inc., 348 U.S. 483, 488 (1955)).   85. Id. at 484–85.  86. Id. at 485 (quoting Lindsley v. Nat. Carbonic Gas Co., 220 U.S. 61, 78 (1911)).  87. Frontiero v. Richardson, 411 U.S. 677 (1973).  88. Id. at 684–88 (plurality opinion) (concluding that women were a suspect class because they shared an immutable trait that was not relevant to their ability to contribute or function in society, suffered a history of discrimination, and lacked political power).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1825 governmental decision-making bodies.89 In Frontiero, for example, the absence of women in federal and state executive, legislative, and judicial offices supported an inference that women suffered from discrimination and were incapable of defending themselves in the political process.90  Because of the historical lack of diversity in governing bodies, if the Court had affirmed this approach of measuring political power according to descriptive representation, many more groups might have qualified for special judicial protection. But this metric of political power would never receive majority support. Instead, a more conservative majority that emerged soon after Frontiero adopted a more restrictive measure of political power. In cases denying suspect-class status to the disabled and elderly, the Court determined that those groups had sufficient power to attract the attention of lawmakers because they had benefited from favorable democratic actions in the past, including laws and executive actions protecting their group members from discrimination.91  The implication of this judicial interpretation of political powerlessness is clear. For nearly every group, the Court can point to past favorable democratic actions as evidence of a group’s political power. The error arising from this definition of political power is also clear: democratic actions beneficial to a particular group are not necessarily the product of that group’s exercise of raw political power.92 Instead, they are often the product of legislators’ morality, ideology, or desire to advance good public policy.93    89. Id. at 686 n.17.   90. The Court took note of the vast underrepresentation of women in politics at the time of the decision: There has never been a female President, nor a female member of th[e] Court. Not a single woman presently sits in the United States Senate, and only 14 women hold seats in the House of Representatives. . . . [T]his underrepresentation is present throughout all levels of our State and Federal Government. Id.  91. City of Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 443–45 (1985) (justifying the denial of suspect-class status to the disabled because the passage of federal and state laws favorable to the disabled demonstrated that the group could “attract the attention of the lawmakers”); Vance v. Bradley, 440 U.S. 93, 97 n.12 (1979) (denying suspect-class status to the elderly because recent congressional actions favorable to the elderly demonstrated that “the political system is working”).   92. See Ross & Li, supra note 16, at 367–74 (finding evidence that suggests that democratic actions favorable to the poor were not the product of the political power of the poor).  93. See, e.g., ROBERT A. BERNSTEIN, ELECTIONS, REPRESENTATION, AND CONGRESSIONAL VOTING BEHAVIOR: THE MYTH OF CONSTITUENCY CONTROL 104–05 (1989) (finding empirical support for the role of ideology in legislative decisionmaking); John E. Jackson ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1826  DUKE LAW JOURNAL [Vol. 66:1807 Given the dubious nature of favorable democratic action as a measure of political power, why did the Court adopt it? After all, the Court seemed to think that there were other classes entitled to special protection from the political process—for example, when it applied to laws that harmed the disabled and LGBTQ members a “rational basis with bite” standard that proved to be almost as rigorous as strict scrutiny.94  It seems likely that the Justices were worried about the judiciary’s appropriate role in reviewing democratic actions. Recall the rationale that led the Court to reframe laws harming the poor as economic and social welfare laws entitled to deference—a fear of too much judicial intervention in the political process. That rationale should also be seen as the impetus for cases in which the Court redefined political power and rejected claims of suspect-class status. Although the Court was less explicit about its fear of returning to the Lochner era when it redefined political power, it seems probable that the institutional concern was a dominant one in the minds of the Justices who were in the Court’s majority. By constructing a standard that made it impossible to extend heightened judicial protection to any more groups, the Court could maintain a role of noninterference in the political process, potentially preserving its institutional legitimacy by avoiding bruising political battles. In fact, the Court’s construction of a “rational basis with bite” standard in place of strict scrutiny can be seen as a response to these institutional concerns. By sometimes employing stricter scrutiny disguised as rational basis review, the Justices preserved flexibility to deny special protection to any group and limit the Court’s intervention into the political process. Cases in which the Court has interpreted the Equal Protection Clause to require proof of discriminatory intent provide further suggestive evidence of the Court’s motives. Scholars do not generally associate the judicial development of the discriminatory-intent  & John W. Kingdon, Ideology, Interest Group Scores, and Legislative Votes, 36 AM. J. POL. SCI. 805, 816 (1992) (“[A]ctual legislative voting is driven by a complex mix of factors—ideology, the motivation to select ‘good’ public policies, a desire for reelection, party loyalty, career advancement, the pursuit of power within the legislature, and probably several others.”).  94. See Romer v. Evans, 517 U.S. 620, 631–36 (1996) (applying rigorous rational basis review to a classification that harmed members of the LGBT community and invalidating the classification); Cleburne, 473 U.S. at 447, 450 (applying a more rigorous rational basis review to a classification that harmed the disabled and invalidating the classification); see also McGowan, supra note 19, at 382 (describing Cleburne and Romer as examples in which the Court has applied a rigorous rational basis review).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1827 standard under the Equal Protection Clause with the judicial abandonment of suspect classes, but, in fact, they are intimately related. Disparate-impact and suspect-class doctrines have historically been employed to protect subordinated groups, and they both cohere with an antisubordination approach to equal protection doctrine.  In the Court’s early review of laws discriminating against the indigent, the Justices applied a form of disparate-impact analysis.95 The state imposition of fees for materials and services necessary to a criminal defense and the required payment of a poll tax to vote had a harmful impact on the indigent and drove the Court’s invalidation of the state action.96 Importantly, the Court did not deem the motivation underlying the disparately harmful state actions to be relevant in either the criminal justice or the poll tax context. However, around the same time that the Court abandoned suspect classes, it also shifted its focus away from closely scrutinizing facially neutral laws that disparately harmed subordinate groups. In the mid-1970s, the disparate impact of a law on women or African Americans no longer warranted heightened scrutiny and presumptive invalidation.97 Instead, what triggered close scrutiny was whether the government had used race or gender as a basis for classification.98 According to this anticlassification framework, a facially neutral law would only be presumed unconstitutional if the challenger could prove that the law was motivated by a discriminatory purpose. Under this new framework, the disparate impact of laws on subordinated classes   95. See Douglas v. California, 372 U.S. 353, 357–58 (1963) (explaining that under the California law at issue, which did not grant the right to counsel on appeal, a “rich man c[ould] require the court to listen to argument of counsel before deciding on the merits, but a poor man [could not]”); Griffin v. Illinois, 351 U.S. 12, 19 (1956) (“Destitute defendants must be afforded as adequate appellate review as defendants who have money enough to buy transcripts.”).  96. See Klarman, supra note 48, at 295 (explaining that the “radical implications” of the wealth-discrimination cases included the fact that they inverted “the traditional understanding of equal protection rights [that] acknowledged a constitutional violation only when a particular group had been deliberately disadvantaged . . . by holding the state responsible for unintended disparate wealth effects”).   97. See Pers. Adm’r v. Feeney, 442 U.S. 256, 279 (1979) (requiring proof that a facially neutral law was adopted because of, not merely in spite of, its disparate impact on women for it to be presumed unconstitutional); Washington v. Davis, 426 U.S. 229, 242 (1976) (rejecting evidence of disparate impact as sufficient to presume that a facially neutral law is unconstitutional even though the plaintiffs alleged that the law unconstitutionally discriminated against African Americans).   98. Davis, 426 U.S. at 239 (“The central purpose of the Equal Protection Clause of the Fourteenth Amendment is the prevention of official conduct discriminating on the basis of race.”).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1828  DUKE LAW JOURNAL [Vol. 66:1807 was relegated from the leading factor relevant to a law’s presumptive unconstitutionality to mere evidence of the discriminatory intent necessary to subject laws to a presumption of unconstitutionality.99  The Court’s justification for its shift from disparate impact to a discriminatory-intent standard echoed Justices Harlan and Rehnquist’s institutionalist concerns about the reach of suspect-class doctrine. In Washington v. Davis,100 which first announced the discriminatory-intent requirement, the Court elaborated on its principal concern with a disparate-impact standard:    A rule that a statute designed to serve neutral ends is nevertheless invalid, absent compelling justification, if in practice it benefits or burdens one race more than another would be far reaching and would raise serious questions about, and perhaps invalidate, a whole range of tax, welfare, public service, regulatory, and licensing statutes that may be more burdensome to the poor and to the average black than to the more affluent white.101 In other words, the choice to shield classes from laws that have a disparate impact on them would force the Court to heavily intervene into the political process. For the Court and many observers recalling the Lochner era, such a high level of intervention into the political process might again threaten the institution’s legitimacy. *   *   * In sum, protecting suspect classes is no longer the domain of the Supreme Court. Instead the Court polices the use of illegitimate classifications. Laws that discriminate against noncitizens are the only laws that the Court continues to closely scrutinize because they might unconstitutionally discriminate against a subordinated class.102 Other   99. See id. at 242 (“Disproportionate impact is not irrelevant, but it is not the sole touchstone of an invidious racial discrimination forbidden by the Constitution. Standing alone, it does not trigger the rule that racial classifications are to be subjected to the strictest scrutiny and are justifiable only by the weightiest of considerations.” (citation omitted)).   100. Washington v. Davis, 426 U.S. 229 (1976).  101. Id. at 248.   102. But notably, even in the case of noncitizens, the Court has added several exceptions that immunize many laws that discriminate against members of the group. See Plyler v. Doe, 457 U.S. 202, 223 (1982) (“Undocumented aliens cannot be treated as a suspect class because their presence in this country in violation of federal law is not a ‘constitutional irrelevancy.’”); Foley v. Connelie, 435 U.S. 291, 296 (1978) (noting an exception to strict scrutiny when the state establishes a citizenship qualification “for fulfilling those ‘important nonelective executive, legislative, and judicial positions,’ held by ‘officers who participate directly in the formulation, ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1829 groups have not been as fortunate. In the 1970s, the Court abandoned groups, such as the poor and African Americans, that it initially seemed to protect as discrete and insular minorities. It has also rejected claims of entitlement to protection against disparately harmful state actions by women, the disabled, and the elderly. The one group that continues to make an active claim for suspect-class protection, the LGBT community, has so far been ignored. And with a conservative majority controlling the Supreme Court for the foreseeable future, it is unlikely that their claims will be heeded any time soon.  The Court’s abandonment of suspect classes appears to have been motivated by concerns about its institutional role. Wary about excessive intervention into the political process, the Court has narrowed its role in providing special protection to subordinated groups. The Court’s justification for refusing to protect subordinated groups does, however, open the door for other institutions to take on this role. II.  THE INSTITUTIONAL CASE FOR AN ADMINISTRATIVE AGENCY ROLE IN PROTECTING SUSPECT CLASSES Congress is the starting point for any administrative role in protecting suspect classes. By enacting broadly worded or textually ambiguous civil rights statutes, Congress delegates the responsibility of protecting suspect classes to the agencies charged with enforcing those statutes.103 Sometimes Congress consciously chooses to delegate these tasks; at other times, demands for political compromise can result in ambiguous and vague statutory language.104  execution, or review of broad public policy’” (quoting Sugarman v. Dougall, 413 U.S. 634, 647 (1973))); Mathews v. Diaz, 426 U.S. 67, 81 (1976) (applying a deferential standard of review for discriminatory alienage laws adopted by the federal government because “these matters may implicate our relations with foreign powers, and . . . must be defined in light of the changing political and economic circumstances”).   103. This theory underlies the principal standard of judicial deference to agency interpretations of statutes. See Chevron U.S.A. Inc. v. Nat. Res. Def. Council, Inc., 467 U.S. 837, 843–44 (1984) (“If Congress has explicitly left a gap for the agency to fill, there is an express delegation of authority to the agency to elucidate a specific provision of the statute by regulation.”).   104. See, e.g., Joseph A. Grundfest & A.C. Pritchard, Statutes with Multiple Personality Disorder: The Value of Ambiguity in Statutory Design and Interpretation, 54 STAN. L. REV. 627, 637–642 (2002) (theorizing that statutory ambiguity facilitates legislative compromise). Implicit delegations to agencies may also result from Congress’s inability to foresee future circumstances. See Lawrence Lessig, Fidelity in Translation, 71 TEX. L. REV. 1165, 1175–79 (1993) (identifying some of the reasons why Congress might not foresee future circumstances, including changes to the Constitution, society, technology, and judicial interpretations of statutes). ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1830  DUKE LAW JOURNAL [Vol. 66:1807 Invariably, statutory ambiguity and vagueness provide agencies with multiple choices in their interpretations of statutes. Often officials interpreting civil rights statutes must choose whether to interpret a statute to protect subordinated classes or to eliminate improper classifications and, if the former, how much protection to give to subordinated classes. This Part argues that an administrative role in making decisions and thereby protecting suspect classes is both necessary and desirable. It is necessary because no other institution has demonstrated the capacity to step into the breach that the Court left with its abandonment of suspect classes. It is desirable because administrative agencies are the institutions best positioned to protect marginalized groups in ways that are calibrated to need and societal context. The following discussion advances these points, using past examples of administrative protection of suspect classes.  A. The Limits of Civil Rights Statutes In 1966, the EEOC issued a guideline interpreting Title VII of the Civil Rights Act to prohibit the use of any test that has a discriminatory impact on a protected class’s employment opportunities unless it is validated as relevant to the job.105 While the term “protected class” was broad enough to encompass any racial class, the context of the EEOC’s interpretation indicated that African Americans and other racial minorities were the clear focal point for protection due to the groups’ historically subordinated and marginalized status. As the Court explained when it embraced the EEOC’s interpretation a year later, the object of Title VII “was to achieve equality of employment opportunities and remove barriers that have operated in the past to favor an identifiable group of white employees over other employees.”106 Although the EEOC interpreted Title VII to protect suspect classes, the language and legislative history of Title VII itself was more ambiguous on this point. It defined as unlawful any employment actions carried out “because of such individual’s race, color, religion, sex, or national origin.”107 The use of the phrase “because of” left open   105. EQUAL EMP’T OPPORTUNITY COMM’N, GUIDELINES ON EMPLOYMENT TESTING PROCEDURES (1966); see also Uniform Guidelines on Employee Selection Procedures, 29 C.F.R. pt. 1607 (2016) (superseding the Guidelines on Employment Testing Procedures).  106. Griggs v. Duke Power Co., 401 U.S. 424, 429–30 (1971).   107. Title VII of the Civil Rights Act states:  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1831 the possibility that Congress intended to prohibit the use of race in employment decisions rather than protect subordinated classes against employment actions that have a disparate impact. Another statutory provision dealing with limits on employers’ use of tests did not provide any further clarity: it banned employers from giving or acting “upon the results of any professionally developed ability test provided that such test, its administration or action upon the results is not designed, intended, or used to discriminate because of race, color, religion, sex or national origin.”108  Title VII’s vagueness and ambiguity were not unique. Divisions in Congress necessitated legislative compromises that resulted in civil rights statutes that were often vague and ambiguous. For example, contained in nearly every civil rights statute is a broadly worded prohibition on discrimination. Using a variety of phrases and terms, these civil rights statutes prohibit actors from discriminating on the basis of a protected status.109 While assertions of purpose and intent in the legislative history sometimes indicate a statutory orientation toward prohibiting either the use of a classification or a disparate harm to a protected class, the statutory language itself allows for different interpretations.  It shall be an unlawful employment practice for an employer— (1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual’s race, color, religion, sex, or national origin; or (2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual’s race, color, religion, sex, or national origin. 42 U.S.C. § 2000e-2(a) (2012).   108. Id. § 2000e-2(h).   109. For example, Title VI of the Civil Rights Act states that “[n]o person in the United States shall, on the ground of race, color, or national origin, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any program or activity receiving Federal financial assistance.” Id. § 2000d. Section 5 of the Voting Rights Act (VRA) prohibits any covered jurisdiction from adopting a voting change “that has the purpose of or will have the effect of diminishing the ability of any citizen[] . . . on account of race or color . . . to elect their preferred candidates of choice.” Id. § 1973c(a)–(b). The ADEA makes it unlawful for employers, employment agencies, and labor organizations “to fail or refuse to hire or to discharge any individual or otherwise discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of [an] individual’s age.” 29 U.S.C. § 623(a)(1) (2012). The ADA states that “[n]o covered entity shall discriminate against a qualified individual on the basis of disability in regard to job application procedures, the hiring, advancement, or discharge of employees, employee compensation, job training, and other terms, conditions, and privileges of employment.” 42 U.S.C. § 12112(a). ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1832  DUKE LAW JOURNAL [Vol. 66:1807 Statutory ambiguities arising from compromises are compounded by ambiguities arising from the inability of Congress to foresee circumstances to which the statute might apply in the future. As a result of these sources of statutory ambiguity, the primary implementers of statutes—administrative agencies—have a large role in interpreting them. In this role, mission-driven agencies, which are typically designed to be responsive to members of the civil rights community, have interpreted civil rights statutes to protect marginalized classes from discrimination by state and private actors. B. The Benefits of Protecting Suspect Classes Through Administrative Action Civil rights statutes not only establish substantive prohibitions on discrimination, but also typically delegate enforcement authority to an agency. From this delegation, a new or preexisting agency develops a mission and employs personnel focused on advancing the statute’s objectives.110 The mission and personnel of the various civil rights agencies have typically been oriented toward protecting classes from discrimination, rather than protecting against the government uses of classifications.111 In carrying out this mission, civil rights agencies have often developed interwoven relationships with civil rights groups that seek to advance the interests of subordinated minorities. Such relationships are facilitated through design features that make certain groups the principal constituents of the agency.112 Further, procedures such as notice-and-comment rulemaking bring the viewpoints of interested groups into agency decisionmaking.113  As an example, the Voting Rights Act of 1965 (VRA) delegated to the U.S. Department of Justice (DOJ) the authority to enforce the central provision of the statute, Section 5, which required that jurisdictions with a history of voting discrimination obtain approval   110. STEVEN P. CROLEY, REGULATION AND PUBLIC INTERESTS: THE POSSIBILITY OF GOOD REGULATORY GOVERNMENT 93 (2008) (contending that civil servants self-select into agencies based on their “ideological commitment to a given agency’s mission”).   111. See HUGH DAVIS GRAHAM, THE CIVIL RIGHTS ERA: ORIGINS AND DEVELOPMENT OF NATIONAL POLICY 1960–1972, at 190–93 (1990) (describing the emergence of an EEOC focused on protecting racial minorities from institutional racism).   112. See Joy Milligan, The Reluctant State: Executive Authority and Civil Rights (Feb. 14, 2017) (unpublished manuscript) (on file with the Duke Law Journal) (describing the role of agency in influencing agency decisionmaking and behavior).   113. See 5 U.S.C. § 553 (2012) (establishing the procedures for notice-and-comment rulemaking). ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1833 from the U.S. Attorney General or the U.S. District Court for the District of Columbia for any changes to voting qualifications or procedures.114 In 1968, the DOJ established a Voting Section within its Civil Rights Division to handle Section 5 enforcement responsibilities.115 The mission of the Voting Section was to “enforce[] the civil provisions of the federal laws that protect the right to vote, including the Voting Rights Act . . . .”116 This mission has tended to attract personnel motivated to protect voting rights, particularly the voting rights of historically subordinated minorities who have been the usual targets of discrimination.117 Moreover, the Voting Section’s mission and enforcement authority has attracted the attention of civil rights groups seeking to inform the agency of voting rights violations and to pressure it to aggressively enforce the VRA to protect minority voting rights.118 Finally, although Congress did not give the DOJ the authority to issue rules with the force of law, the department has nonetheless proceeded to issue guidelines interpreting Section 5 through a notice-and-comment process.119 In this notice-and-comment process, civil rights groups have been active in providing comments on, and offering alternatives to, proposed guidelines.120  This combination of mission, personnel, design, and procedure has contributed to a DOJ that has been quite protective of racial minority voters as a class.121 The Voting Section has advanced antisubordination interpretations of Section 5 of the VRA that are in tension with judicial   114. 42 U.S.C. § 1973b(a)(1); id. § 1973c(a).   115. Wan J. Kim, Assistant Att’y Gen. for the Civil Rights Div., The Department of Justice’s Civil Rights Division: A Historical Perspective as the Division Nears 50 (Mar. 22, 2006), https://www.justice.gov/sites/default/files/crt/legacy/2008/10/21/historical_perspective.pdf [https://perma.cc/Y3VZ-LC3U].   116. See Voting Section, CIVIL RIGHTS DIV., U.S. DEP’T OF JUSTICE, https://www.justice.gov/crt/voting-section [https://perma.cc/4APT-YVNM].  117. See GRAHAM, supra note 111, at 363 (describing the development of a civil rights bureaucracy that includes the Voting Section of the DOJ’s Civil Rights Division).   118. Id. (describing the influence of civil rights groups on the agency).   119. See generally, e.g., Revision of Procedures for the Administration of Section 5 of the Voting Rights Act of 1965, 52 Fed. Reg. 486 (Jan. 6, 1987) (codified at 28 C.F.R. pt. 51) (revising the Procedures for the Administration of Section 5 of the Voting Rights Act through the notice-and-comment process).   120. See id. at 486 (identifying twenty-five comments from state or local civic or political organizations).  121. See generally MAURICE T. CUNNINGHAM, MAXIMIZATION, WHATEVER THE COST: RACE, REDISTRICTING, AND THE DEPARTMENT OF JUSTICE 13–39 (2000) (describing the Voting Section’s increasingly protective and interventionist role).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1834  DUKE LAW JOURNAL [Vol. 66:1807 anticlassification interpretations of the Equal Protection Clause.122 Even when the DOJ is operating under Republican presidents opposed to aggressive protection of minority voting rights, the Voting Section’s mission, personnel, design, and procedure has provided it with some insulation from political pressure.123 Administrative agencies like the DOJ often continue to function as institutions protective of suspect classes long after the ideological currents and moral pressures have shifted away from protecting those classes. Agencies continue to play a critical enforcement role many years after the enactment of the statute. For some civil rights statutes that delegate enforcement authority to preexisting agencies, there may not initially be the necessary alignment between mission, personnel, design, and procedure on the one hand, and the needs and interests of the marginalized on the other. But the opportunity for the ongoing exercise of power keeps the door open for agencies to assume the role of protecting marginalized classes when that necessary alignment arises, even if it is long after Congress has lost the political will to revisit the statute and provide protections to suspect classes itself.  The best example of this phenomenon is the one featured at the beginning of this Article, the Department of Education’s enforcement of the ESEA.124 The ESEA had been on the books for over fifty years when the Department of Education proposed regulations to prevent states from using federal funding to supplant state funding that would have gone to less affluent schools even without federal funding.125 The choice to delegate authority to enforce the ESEA to an agency that preexisted the Act and lacked a mission oriented toward protecting disadvantaged children, the personnel that would be motivated by such a mission, or a constituency that cared much about protecting the disadvantaged, limited the protections provided to school children in   122. See Shaw v. Reno, 509 U.S. 630, 642–44 (1993) (applying anticlassification reasoning as a basis for closely scrutinizing a state’s drawing of district lines).  123. The DOJ was subject to its greatest threat during the George W. Bush administration when political pressure led to a dramatic decrease in the enforcement of the VRA. See U.S. GOV’T ACCOUNTABILITY OFF., GAO-10-256T, U.S. DEPARTMENT OF JUSTICE: OPPORTUNITIES EXIST TO STRENGTHEN THE CIVIL RIGHTS DIVISION’S ABILITY TO MANAGE AND REPORT ON ITS ENFORCEMENT EFFORTS 9–10 (2009). This episode has proven to be an outlier thus far.   124. See supra notes 2–13 and accompanying text.  125. For further discussion of the Department of Education’s decision to propose regulations, see supra notes 7–13 and accompanying text. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1835 disadvantaged schools.126 But as Congress shifted its focus away from using Title I money to support disadvantaged children, the Department of Education remained in place as a potential vehicle available to enforce the original purposes of the ESEA.127 And with a shift in leadership during the Obama administration, the agency assumed this role through the proposed supplement-not-supplant regulation.128  When agencies assume the role of protecting subordinated classes, they have an advantage over courts because they can tailor the protections based upon need and context. This process can be contrasted with the judiciary’s approach to protecting suspect classes, which provides little opportunity for flexibility in this respect. Supreme Court doctrine involves declaring a class suspect at a particular point in time in response to a specific temporal and factual context.129 Once the Supreme Court treats a class as suspect, the doctrine of stare decisis generally requires subsequent courts to adhere to precedent by treating the class as suspect and scrutinizing laws that discriminate against the group in other contexts and at other times. It was this broad and static application of the suspect-class doctrine that likely deterred the Court from providing special judicial protection to the poor.130 Administrative agencies are not subject to these same constraints. Rather than being limited to providing the same extensive protection to an entire class against all laws that discriminate against that class, agencies can calibrate the level of protections to different groups. For example, the EEOC has been delegated enforcement authority to provide protection to racial, national origin, gender, and religious   126. See STEPHEN K. BAILEY & EDITH K. MOSHER, ESEA: THE OFFICE OF EDUCATION ADMINISTERS A LAW 72–75 (1968) (describing the organization of the Office of Education, a precursor to the Department of Education, at the time of the enactment of the ESEA).  127. See Black, supra note 17, at 314 (describing how recent versions of Title I of the ESEA “ha[d] been used to spur general school reform and political agendas more than to further non-discrimination and equity for poor students”).  128. Former Secretary of Education John King departed from his predecessors by emphasizing the ESEA’s function as a civil rights law “intended to provide disadvantaged students with additional resources, over and above what they receive from their local schools.” Press Release, John B. King Jr., Sec’y of Educ., U.S. Dep’t of Educ., Statement on the Anniversary of Brown v. Board of Education (May 17, 2016), http://www.ed.gov/news/press-releases/us-secretary-education-john-b-king-jr-statement-anniversary-brown-v-board-education [https://perma.cc/259Z-2UQJ].  129. For a discussion of the Supreme Court’s suspect-class doctrine, see supra Part I.A.   130. For a discussion of the Supreme Court’s suspect-class doctrine and its application to the poor, see supra Part I.C.  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1836  DUKE LAW JOURNAL [Vol. 66:1807 classes under Title VII of the Civil Rights Act,131 the elderly under the ADEA,132 and the disabled under the ADA.133 Because of differences in the statutory bases for the agency’s exercise of enforcement authority, there is variation in the form of protections provided to these groups. The EEOC has issued separate guidelines on discrimination because of sex,134 religion,135 and national origin,136 as well as regulations implementing the prohibitions on age137 and disability138 discrimination. Although the agency sometimes borrows aspects of protections from one domain to apply in another, important distinctions in enforcement standards calibrate protection to the context in a way that is not possible under the Supreme Court’s equal protection doctrine.139  Agencies do not have unfettered discretion to decide the form and level of protection to provide to a class. Instead, they are constrained by statutory language and a requirement that regulations having the force of law be subject to deliberative input. The standard set forth in Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc.140 requires courts to invalidate administrative interpretations that are either contrary to the intent underlying the statute or an unreasonable interpretation of the statute.141 In addition, the standard established in   131. See 42 U.S.C. § 2000e-5(b) (2012) (granting the EEOC the authority to enforce Title VII of the Civil Rights Act).   132. See 29 U.S.C. § 628 (2012) (“[T]he Equal Employment Opportunity Commission may issue such rules and regulations as it may consider necessary or appropriate for [enforcing the ADEA].”).  133. See 42 U.S.C. § 12116 (granting the EEOC authority to issue regulations to enforce the employment title of the ADA).   134. See Guidelines on Discrimination Because of Sex, 29 C.F.R. pt. 1604 (2016).   135. See Guidelines on Discrimination Because of Religion, 29 C.F.R. pt. 1605 (2016).   136. See Guidelines on Discrimination Because of National Origin, 29 C.F.R. pt. 1606 (2016).   137. See Age Discrimination in Employment Act, 29 C.F.R. pt. 1625 (2016).   138. See Regulations to Implement the Equal Employment Provisions of the Americans with Disabilities Act, 29 C.F.R. pt. 1630 (2016).   139. For example, the EEOC in a series of regulations has addressed varying forms of employment discrimination on the basis of sex with many of the regulations targeting employment practices typically harmful to women. See, e.g., Sex as a Bona Fide Occupational Qualification, 29 C.F.R. § 1604.2 (2016); Employment Policies Relating to Pregnancy and Childbirth, 29 C.F.R. § 1604.10 (2016). These regulations are related in some respects to those targeted at protecting other subordinated classes. See, e.g., Age as Bona Fide Occupational Qualifications, 29 C.F.R. § 1625.6 (2016). But they also diverge because of the unique challenges faced by different subordinated classes.  140. Chevron U.S.A. Inc. v. Nat. Res. Def. Council, Inc., 467 U.S. 837 (1984).  141. Id. at 842–43 (establishing the two-step framework for determining when courts should defer to agency interpretations of statutes).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1837 Motor Vehicles Manufacturers Association v. State Farm Mutual Auto Insurance Co.142 requires courts to invalidate administrative regulations that are the product of procedures not properly responsive to public comments and suggested alternatives.143 Judicial applications of these standards prevent agencies from simply providing groups with maximum protection on the basis of their missions, personnel preferences, or interest-group pressures. Instead, agencies are limited to providing the protection allowed by the statute on the basis of a reasoned justification for such protection.  These judicial limits on administrative discretion are important. As the Court has abandoned suspect classes, it has relied on a key assumption: that the democratic process is properly functioning, in that those classes claiming entitlement to special protection are capable of defending themselves in the democratic process. Although I question these assumptions in Part I.C, they do provide a basis for identifying the proper role for the Court in its review of administrative actions protecting suspect classes. So long as the protections provided to suspect classes result from a properly functioning administrative process, the Court should be as deferential to these administrative actions as they are to other government actions harming those claiming entitlement to suspect-class status. And the judicial checks on administrative actions through Chevron and State Farm provide some assurance that agencies’ decisions to protect particular groups are in fact the product of a proper delegation of authority and legitimate procedures.  C. The Drawbacks of Protecting Suspect Classes Through Administrative Action The protection of subordinated classes through administrative actions is better than no protection at all. But such a shift of authority from courts to agencies does come with at least two drawbacks.  First, the limited reach of the statutes that agencies are responsible for enforcing also limits the protection that agencies can provide to subordinated classes. Although the Department of Education can seek to equalize educational opportunities for economically disadvantaged   142. Motor Vehicle Mfrs. Ass’n v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29 (1983).  143. Id. at 43 (requiring an arbitrary and capricious standard under the Administrative Procedure Act such that “the agency must examine the relevant data and articulate a satisfactory explanation for its actions including a ‘rational connection between the facts found and the choices made’” (quoting Burlington Truck Lines, Inc. v. United States, 371 U.S. 156, 168 (1962))).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1838  DUKE LAW JOURNAL [Vol. 66:1807 children by requiring that federal funds provided to their schools be used to supplement the state funds to which the schools are otherwise entitled, there is no agency that has the statutory authority to provide protection to indigent individuals subject to jailing for penal debt.144 This problem of too little protection being afforded to subordinated groups arises from the subordinated classes’ lack of political power to advance their interests in the political process. For many issues impacting subordinated groups, there is no fortuitous convergence of ideology, morality, and social-movement pressure that produces the political opportunity for congressional action. And when Congress fails to enact general statutes to protect subordinated classes from discriminatory state actions, agencies cannot provide that protection either. This administrative impotency stands in direct contrast with the power of the Supreme Court to provide protections to subordinated classes without the delegation or approval of any other institution.145  A second drawback to relying on administrative agencies as the principal institution protecting suspect classes is agencies’ greater vulnerability to political pressure. Political pressure can come from civil rights groups that influence the agency to provide either too much protection to groups or protection that is inappropriate for the context. Although courts have checked this form of improper political pressure by applying Chevron deference and State Farm’s arbitrary-and-capricious standard or by relying on a discretionary determination that deference is not owed to an administrative interpretation,146 a problem arises when the political pressure comes from the President, Congress, or interest groups opposed to protecting the subordinated class. This type of political pressure can lead to agency inaction, which is not subject to a judicial check since courts generally cannot force agencies to act. For example, political pressure from local school boards, national teachers associations, and state government actors contributed to the Department of Education’s pre-Obama administration decision not to protect the state funding entitlements of   144. See Abbye Atkinson, Consumer Bankruptcy, Nondischargeability, and Penal Debt, 70 VAND. L. REV. 917 at 937–938 (2017).  145. For an examination of the Supreme Court’s approach to protecting suspect classes, see supra Part I.A.   146. These checks can certainly be questioned due to occasionally inappropriate uses, such as when administrative interpretations are not clearly the product of improper political pressure, but they are nonetheless available for proper use. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1839 economically disadvantaged children under the ESEA.147 Yet the agency’s inaction was never challenged in courts as unreasonable or arbitrary and capricious. *   *   * There are real drawbacks to reliance on agencies as the primary protectors of historically subordinated and politically marginalized classes. But given the unwillingness of the courts and the incapacity of Congress, agencies appear to be the best hope for protecting the classes that are unable to protect themselves in the political process. The mission and personnel of agencies responsible for enforcing civil rights statutes provide built-in strength to the ideological and moral imperative for protecting suspect classes. This resilient institutional character is bolstered further by the role of social-justice activists and lawyers in providing information and putting pressure on agencies to do more. The power of agencies in this realm, however, is not unlimited. They can do no more than provide favorable interpretations of civil rights statutes, and they are properly constrained by courts’ focus on ensuring reasonable agency interpretations that are procedurally valid. But within these constraints, agencies should have the opportunity to push civil rights statutes to their limits to protect the interests and rights of subordinated classes. After all, the institutional-legitimacy concerns that animate the Court’s resistance to protecting suspect classes do not seem to apply to administrative agencies, which are subject to democratically elected actors’ oversight.  III.  THE CONSTITUTIONAL CASE FOR AN ADMINISTRATIVE AGENCY ROLE IN PROTECTING SUSPECT CLASSES Administrative agencies have made statutory interpretive choices about which classes to protect and how to protect those classes against the backdrop of the Court’s constitutional jurisprudence abandoning suspect classes. As the examples in Part II reveal, these choices sometimes introduce tension between agency interpretations of statutes and judicial interpretations of the Constitution. Whereas the Court has been reluctant to provide any protection to subordinated   147. Lorraine M. McDonnell, No Child Left Behind and the Federal Role in Education: Evolution or Revolution?, 80 PEABODY J. EDUC. 19, 25–28 (2005) (describing the shift from using Title I to address the particular needs of disadvantaged children to using Title I to aid all children).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1840  DUKE LAW JOURNAL [Vol. 66:1807 groups beyond noncitizens, administrative agencies have actively protected racial minorities, women, the elderly, and the disabled on the basis of broad interpretations of civil rights statutes.  How should the Court approach administrative agencies’ decisions if agencies choose to provide greater protections to groups via statutory interpretation than the Court has in its constitutional jurisprudence? The Court has thus far resisted administrative agencies’ interpretations of civil rights statutes that provide greater protections to classes than the Court has in its constitutional jurisprudence.148 Agency interpretations that would ordinarily be entitled to a high degree of deference have been overruled or ignored without even a mention of the relevant deference doctrines.149 Despite the late Justice Antonin Scalia’s open expression of puzzlement about the failure of judicial majorities to apply the relevant deference doctrines, the Court has never justified its denials of deference to agency interpretations of civil rights statutes.150 What appears to drive this resistance is a separation-of-powers notion that the judiciary is supreme in its interpretation of the Constitution. On this view, if agencies interpret statutes that implicate the Constitution, and these statutory interpretations diverge from judicial interpretations of the Constitution, judicial supremacy is undermined. If the Court abandons suspect classes on the basis of a substantive determination of what the Constitution means, then judicial supremacy is indeed threatened by conflicting agency interpretations that provide heightened protections to those suspect classes. But if, as argued in Part I, the abandonment of suspect classes arises from the Court’s institutional concerns, then judicial supremacy is not implicated and the Court should defer to administrative agencies’ reasonable interpretations of civil rights statutes to protect subordinated groups. The Court’s jurisprudence limiting congressional exercises of authority to adopt civil rights statutes pursuant to Section 5 of the   148. See Bertrall L. Ross II, Denying Deference: Civil Rights and Judicial Resistance to Administrative Constitutionalism, 2014 U. CHI. LEGAL F. 223, 278–83 (describing the Supreme Court’s denial of deference to agency interpretations to groups claiming protection under civil rights statutes).   149. See id. at 268–82.   150. See, e.g., Smith v. City of Jackson, 544 U.S. 228, 243–44 (2005) (Scalia, J., concurring in part and concurring in the judgment) (describing as “an absolute classic case for deference to agency interpretation” one in which the Court denied deference to an EEOC interpretation of the ADEA).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1841 Fourteenth Amendment provides the best analogy to its denial of deference to agency interpretations of civil rights statutes. Section 5 of the Fourteenth Amendment grants to Congress the authority to enforce the substantive provisions of the amendment, which include the Equal Protection and Due Process Clauses, through appropriate legislation.151  For three decades, the Court broadly deferred to congressional exercises of authority under Section 5, subjecting legislation passed pursuant to this authority to a lenient form of review.152 Applying this lenient form of review, the Court did not strike down a single law as exceeding congressional Section 5 authority.153 Beginning in the mid-1990s, however, the Court shifted course and applied more rigorous scrutiny, ruling civil rights laws protective of religious minorities, the aged, and the disabled to be invalid exercises of authority under Section 5.154  Separation of powers was one of the justifications for the Court’s invalidation of civil rights statutes as exceeding congressional authority under Section 5 of the Fourteenth Amendment.155 In City of Boerne v.   151. U.S. CONST. amend. XIV, § 5.   152. See, e.g., Katzenbach v. Morgan, 384 U.S. 641, 650 (1966) (finding that Congress has the same broad power under Section 5 of the Fourteenth Amendment as it has under the Necessary and Proper Clause and applying a standard to broadly deferential to congressional exercises of power under Section 5).   153. See Robert C. Post & Reva B. Siegel, Legislative Constitutionalism and Section Five Power: Policentric Interpretation of the Family and Medical Leave Act, 112 YALE L.J. 1943, 1954–59 (2003) (describing the Court’s application of a deferential standard to congressional exercises of Section 5 power from the 1960s to the 1990s).   154. See Bd. of Trs. of Univ. of Ala. v. Garrett, 531 U.S. 356, 374 (2001) (finding that Title I of the Americans with Disability Act exceeded congressional enforcement authority under Section 5 of the Fourteenth Amendment); Kimel v. Fla. Bd. of Regents, 528 U.S. 62, 91 (2000) (finding that the ADEA exceeded congressional enforcement authority under Section 5 of the Fourteenth Amendment); City of Boerne v. Flores, 521 U.S. 507, 536 (1997) (striking down the Religious Freedom Restoration Act (RFRA) as exceeding congressional authority under Section 5 of the Fourteenth Amendment) .  155. Federalism is another justification for the new limits on congressional exercises of authority under Section 5 of the Fourteenth Amendment with protecting state sovereign immunity emerging as a primary concern in this jurisprudence. The Court has held that when Congress validly exercises power pursuant to Section 5 of the Fourteenth Amendment, it can authorize private suits for money damages against the state. See Fitzpatrick v. Bitzer, 427 U.S. 445, 456 (1976) (“[W]e think that the Eleventh Amendment, and the principle of state sovereignty which it embodies, . . . are necessarily limited by the enforcement provisions of § 5 of the Fourteenth Amendment.”). The Court’s rigorous scrutiny and invalidation of congressional exercises of power under the Fourteenth Amendment can be explained by the desire to narrow congressional authority to abrogate sovereign immunity. See, e.g., Garrett, 531 U.S. at 363–64 (recognizing congressional authority to abrogate state sovereign immunity pursuant to Section 5 ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1842  DUKE LAW JOURNAL [Vol. 66:1807 Flores,156 the first case to establish separation-of-powers limits on congressional authority to define the Constitution, the Court announced that its interpretations of the Constitution are supreme and that Congress owes deference to them.157 Neither Congress nor the executive had the authority to substantively redefine what the Constitution means.158  In City of Boerne and subsequent cases, the Court relied on findings that civil rights statutes substantively redefine equal protection or due process to support invalidations of congressional exercises of authority under Section 5 of the Fourteenth Amendment.159 The Court, however, has thus far avoided the crucial question of what it means for another branch of government to substantively redefine the Constitution. For vague and ambiguous constitutional provisions that are the usual subjects of constitutional controversy, judicial determinations about constitutional meaning typically involve a two-step process.160 First, the Court identifies the  legislation and proceeding to closely scrutinize Congress’s exercise of power under this provision). But most civil rights statutes—including the ESEA, the Civil Rights Act, the ADEA, and the ADA—have been passed exclusively, or in part, on the basis of congressional authority under Article I of the Constitution. Since Congress cannot abrogate sovereign immunity when exercising power pursuant to Article I of the Constitution, congressional adoption and administrative enforcement of these civil rights statutes do not raise the same federalism concerns. See Seminole Tribe v. Florida, 517 U.S. 44, 72–73 (1996) (“The Eleventh Amendment restricts the judicial power under Article III, and Article I cannot be used to circumvent the constitutional limitation placed upon federal jurisdiction.”).  156. City of Boerne v. Flores, 521 U.S. 507, 536 (1997).  157. See id. at 536 (“When the Court has interpreted the Constitution, it has acted within the province of the Judicial Branch, which embraces the duty to say what the law is.”); see also Robert F. Nagel, Judicial Supremacy and the Settlement Function, 39 WM. & MARY L. REV. 349, 349–50 (1998) (describing the judicial supremacy principle underlying the City of Boerne decision).   158. See City of Boerne, 521 U.S. at 529 (“If Congress could define its own powers by altering the Fourteenth Amendment’s meaning, no longer would the Constitution be ‘superior paramount law, unchangeable by ordinary means.’” (quoting Marbury v. Madison, 5 U.S. (1 Cranch) 137, 177 (1803))).  159. See id. at 534 (finding on the basis of the record that RFRA’s curtailment of the state’s general regulatory power “far exceed[s] any pattern or practice of unconstitutional conduct under the Free Exercise Clause as interpreted [by the Court] in Smith”).   160. See Mitchell N. Berman, Constitutional Decision Rules, 90 VA. L. REV. 1, 9 (2004) (separating the two phases of judicial constitutional decisionmaking between constructing “constitutional operative propositions,” which are the “judiciary’s understanding of the proper meaning of a constitutional power, right, duty, or other sort of provision” and establishing “constitutional decision rules,” which are “doctrines that direct courts how to decide whether a constitutional operative proposition is satisfied.”); Richard H. Fallon, Jr., The Supreme Court, 1996 Term—Foreword: Implementing the Constitution, 111 HARV. L. REV. 54, 61–67 (1997) (distinguishing between the Court’s role in interpreting and implementing the Constitution); Bertrall L. Ross II, Embracing Administrative Constitutionalism, 95 B.U. L. REV. 519, 539–542 ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1843 broad principle that underlies the constitutional text.161 Second, the Court develops the rule or standard to apply the constitutional principle to specific controversies.162 The statutes that Congress enacts and the interpretations of statutes that agencies proffer typically do not deviate from the constitutional principles that the Court has embraced.163 But differences arise between the rules or standards that the Court, on the one hand, and Congress and agencies, on the other hand, adopt to implement the constitutional principles.  For example, the case that gave rise to some of the most recent assertions of judicial supremacy involved a conflict between two different rules for implementing the constitutional principle of religious liberty grounded in the First Amendment’s Free Exercise Clause. In Employment Division v. Smith,164 the Court held that the religious liberty principle did not require special religious exemptions from general legal prohibitions.165 In the Religious Freedom Restoration Act (RFRA), Congress rejected the Smith rule and advanced a different rule prohibiting state actors from substantially burdening a person’s free exercise of religion even through a generally applicable law.166 The Court in City of Boerne struck down RFRA in  (2014) (identifying a framework for constitutional decisionmaking that involves the interpretation of text, elaboration of principle, and application of that principle).   161. See Ross, supra note 160, at 540–41 (describing the court’s role in deriving principles from text).  162. Id. at 541–42 (describing the court’s role in applying principles through the development of rules and standards).   163. For example, both the Court in its interpretation of the First Amendment in Employment Division v. Smith and Congress in its contrary interpretation of the Free Exercise Clause in the RFRA both agree that the principle of religious liberty underlies the Free Exercise Clause. Compare Religious Freedom Restoration Act of 1993, 42 U.S.C. § 2000bb(a)(1) (2012) (“The framers of the Constitution, recognizing free exercise of religion as an unalienable right, secured its protection in the First Amendment to the Constitution.”), with Emp’t Div. v. Smith, 494 U.S. 872, 877 (1990) (“The free exercise of religion means, first and foremost, the right to believe and profess whatever religions doctrine one desires.”).  164. Emp’t Div. v. Smith, 494 U.S. 872 (1990).   165. Id. at 878–79 (1990) (“We have never held that an individual’s religious beliefs excuse him from compliance with an otherwise valid law prohibiting conduct that the State is free to regulate.”).   166. According to RFRA, “Government shall not substantially burden a person’s exercise of religion even if the burden results from a rule of general applicability, [unless the government can demonstrate] that application of the burden to the person—(1) is in furtherance of a compelling governmental interest; and (2) is the least restrictive means of furthering that compelling governmental interest.” 42 U.S.C. § 2000bb-1(a)–(b).  ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1844  DUKE LAW JOURNAL [Vol. 66:1807 part because Congress had violated the principle of judicial supremacy by enacting a statute that substantively redefined the Constitution.167  In interpretations and enforcements of the Fourteenth Amendment, there appears to be broad agreement between the Court, Congress, and agencies that the Equal Protection Clause advances an antidiscrimination principle broadly defined.168 But there is considerable disagreement on the standards and rules for implementing this principle. Due to this disagreement, Congress and agencies have diverged from the Court in determinations about which classes are entitled to heightened protection from disparately harmful laws. As I detailed in Part I, the Court has determined that the poor, the elderly, and the disabled are entitled to neither heightened protection from laws that discriminate against them nor any special accommodation.169 But Congress through statutes such as the ESEA, Civil Rights Act, ADA, and ADEA and agencies through interpretations of these statutes have provided heightened protections and special accommodations to these groups.170 Judicial supremacy would seem to demand judicial invalidation of these congressional and agency Constitution-based determinations because they deviate from those of the Court. But unlike the religious liberty rules, the difference between the equal protection determinations about which classes are entitled to protection and how much protection they are entitled to has not been based on a substantive disagreement between the political branches and the Court about what the Constitution substantively requires. The Court applies deferential rational basis review to laws that discriminate against the poor, the elderly, and the disabled not because the Constitution substantively requires that form of review. Rather, judicial considerations about the appropriate role for itself as an unelected, unaccountable institution in a democracy demand judicial   167. City of Boerne v. Flores, 521 U.S. 507, 532 (1997) (finding that Congress through RFRA attempted “a substantive change in constitutional protections”).   168. Both Congress in civil rights statutes and the Court in its constitutional jurisprudence have been focused on prohibiting unjustified discrimination against persons. Compare Age Discrimination in Employment Act, 29 U.S.C. § 621(b) (2012) (“It is . . . the purpose of this chapter . . . to prohibit arbitrary age discrimination in employment”), and Americans with Disabilities Act, 42 U.S.C. § 12101(b)(4) (describing the purpose of the statute “to address the major areas of discrimination faced day-to-day by people with disabilities.”), with City of Cleburne v. Cleburne Living Ctr., 473 U.S. 432, 439 (1985) (“The Equal Protection Clause . . . is essentially a direction that all persons similarly situated should be treated alike.”).   169. See supra Part I.C.  170. See supra Part II.A. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 2017] ADMINISTERING SUSPECT CLASSES 1845 noninterference when groups are deemed capable of defending themselves in the political process.171 This institutional logic suggests that more democratic institutions—Congress and administrative agencies—should be given leeway to diverge from the Court’s doctrine by enforcing equal protection principles in ways that provide protections to groups left unprotected by the Court. The judicial presumption of a functional democratic process that underlies the decision not to intervene to closely scrutinize laws that burden subordinated minorities should also apply to laws that provide heightened protection to subordinated minorities.  In sum, the separation-of-powers concern that inspired judicial limitations on congressional exercises of power under Section 5 of the Fourteenth Amendment does not provide a basis for judicial denial of deference to agency interpretations of civil rights statutes protective of suspect classes. This does not mean that courts have no role in constraining agency interpretations of civil rights statutes. It only means that those constraints are more appropriately derived from the limits on agency interpretations established in Chevron and on agency procedures established in State Farm.172  CONCLUSION With the election of Donald Trump, it may seem like an odd time to be making the case for an administrative role in protecting suspect classes. In the next-to-last day of the Obama administration, for example, the administration decided to drop the proposed supplement-not-supplant regulation implementing the ESEA,173 perhaps anticipating that additional protection for poor children would not be going anywhere in the Trump administration. But it is arguably precisely the right time to make the case for an administrative role in protecting suspect classes because the only other institution capable of taking on this role, the Supreme Court, may be even less willing to protect suspect classes than it has been of late, given its potential change in composition.  The simple replacement of one of the liberal Justices during his term will allow President Trump to shape the Court according to his   171. See supra text accompanying notes 94–101.  172. See supra text accompanying notes 141–43.  173. See Benjamin Wermund, ‘Supplement, not Supplant’ Scrapped, POLITICO (Jan. 19, 2017, 10:00 AM), http://www.politico.com/tipsheets/morning-education/2017/01/supplement-not-supplant-scrapped-218300 [https://perma.cc/W889-9FY5]. ROSS IN PRINTER FINAL (DO NOT DELETE) 5/8/2017  1:50 PM 1846  DUKE LAW JOURNAL [Vol. 66:1807 own ideological preferences even more so than the executive agencies over which he has direct control. The combination of civil-service protection for agency line workers who tend to be most committed to the mission, along with the unwieldy nature of the administrative state makes presidential control fleeting and difficult. Thus, in the absence of social movements or political mobilization that might transform historically subordinated and politically marginalized classes into politically powerful groups, administrative agencies will be even more critical to the protection of suspect classes. Although it might be too optimistic to suggest that Trump administration agencies will be particularly active in protecting suspect classes, they may be able to hold the line until a new administration more interested in protecting civil rights comes into power. Until then, it is critical to lay the doctrinal and normative groundwork for a continued administrative role in protecting suspect classes. ",
    "id": 84098952,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:dlj-3904"
    },
    "title": "Administering Suspect Classes",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-05-12T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=3904&amp;context=dlj"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84098952.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84098952"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84098952/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84098952/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84098952"
        }
    ],
    "abstract": "It has been over forty years since the Supreme Court declared a class suspect under the Equal Protection Clause. In that time, the Court has denied suspect-class status—and the special judicial protections associated with it—to the elderly, the disabled, and the poor, and it has avoided suspect-class determinations when addressing laws that discriminate against members of the LGBTQ community. Administrative agencies, however, have stepped in to provide marginalized groups with some protections through their interpretation of civil rights laws. The Court has shown hostility to those agency interpretations, often in opaque decisions that seem to rest on principles of judicial supremacy as much as substantive constitutional principles.\nThis Article argues that the Court’s hostility to agencies’ role in this area is misguided. Courts should defer to administrative agencies when they protect suspect classes on the basis of reasonable interpretations of civil rights statutes. The principle of judicial supremacy is not relevant: the Court’s abandonment of suspect classes appears driven by the Justices’ concern that the judiciary is intervening too much into the political process rather than a genuine belief that the groups in question do not qualify for suspect status. Given that this court-centered institutional concern does not apply to agencies, it is entirely appropriate for administrative officials to step in to fill the gap in protecting vulnerable minorities. Further, agencies are better positioned than other institutions to calibrate the protection of groups according to the societal context and the need for intervention",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:dlj-3904",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84098952,
        "depositedDate": null,
        "publishedDate": "2017-05-12T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:46:46+00:00",
        "acceptedDate": null,
        "createdDate": "2017-07-04T14:27:46+01:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/dlj/vol66/iss8/4",
        "https://scholarship.law.duke.edu/context/dlj/article/3904/viewcontent/4.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:46+00:00",
    "setSpecs": []
}