{
    "acceptedDate": "",
    "authors": [
        {
            "name": "L. Laura Davis"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:08:10+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71340211.pdf",
    "fullText": "Issues at a Glance       www.advocatesforyouth.orgIssues at a GlanceAdolescent Sexual Health and the Dynamicsof Oppression: A Call for Cultural CompetencyYouth who face prejudice and discrimination by virtue of their identity, life experience, or family cir-cumstances disproportionately experience teen pregnancy and sexually transmitted infections (STIs),including HIV. Such young people may include youth of color, those from low-income families, immi-grants, and gay, lesbian, bisexual, and transgender (GLBT) youth. Research often focuses on the socio-economic factors—such as poverty, family distress, and access to health care—which contribute toteenage sexual risks.1 Little research, however, focuses on the effect on young people of discriminationbased on their age, race/ethnicity, gender, class, and/or sexual orientation.2This paper encourages those who work with youth to understand the impact of prejudice and discrimina-tion on vulnerable adolescents, to assess and address their needs, and to build on their assets. In preven-tion programming, it is essential to empower young participants by involving them in all aspects ofdesigning and running programs for youth. It is equally essential to provide culturally appropriate inter-ventions, with culturally competent adult and youth staff.Step One: Understand the Impact of Prejudice and Discrimination on Young People3Learn as much as possible about the connections between oppression and the sexual and reproductivehealth of young people. Prejudice and discrimination have a powerful impact on vulnerable youth. Policymakers and program planners need to recognize that:1) The historical and cultural context of reproductive and sexual rights, especially for women ofcolor and low-income women, is one of persistent inequality. In designing prevention programs,service providers must recognize the impact of inequality on youth, especially on young women ofcolor and youth from impoverished communities. Persistent inequality in U.S. health care has resultedin communities having painful memories of medical abuses, as well as anger, distrust, and suspicionof public health and medical providers and government agencies.4 Prevention programs that work withyoung women of color must not overlook the United States’ history of reproductive rights violations.For example, by 1982, approximately 24 percent of African American women, 35 percent of PuertoRican women, and 42 percent of Native American women had been sterilized, compared to 15 percentof white women.4 The eugenics movement, the Tuskegee syphilis study, and recent efforts to restrictstates from offering health services to immigrants all reflect racist and discriminatory reproductivehealth policies in the United States, as do efforts focused on distributing Norplant and Depo-Proverato low-income adolescents and welfare recipients.42) Prejudice and discrimination have strongly negative impacts on the health of young people.Prejudice and discrimination, at individual and institutional levels, contribute to high morbidity andmortality rates among youth. Research demonstrates that institutionalized homophobia results in highrates of violence toward GLBT youth in schools and communities. The violence and verbal abuse resultin feelings of isolation as well as high rates of suicide and suicide attempts, substance use, and risk forHIV/STI infection among these youth.5 As a consequence of persistent abuse, as many as 28 percentof GLBT youth eventually drop out of school.6 In one survey of 500 GLBT youth of color, 46 percentreported that they had been the victims of violence from family, peers, or strangers.6 In another studyof GLBT youth of color, 41 percent of females, and 35 percent of males had attempted suicide.6 Thus,it is evident that prejudice and discrimination often have an increasingly negative impact on the healthof young people.www.advocatesforyouth.org     Issues at a Glance3) Young people face barriers and obstacles in sexual and reproductive health programs. Culture in the United States reflectsextremely ambivalent feelings about the rights of minors, especially in regard to sexuality and reproductive health care.Contradictions and age-based discrimination are clearly evident in reproductive health programs and policies. Americans wantteens to be sexually responsible. Yet, Americans also design and fund programs that deny teens the information and servicesthey need to protect themselves from unintended pregnancy or HIV/STIs. Numerous legal barriers, such as confidentialityrestrictions and parental consent or notification laws, restrict teens from obtaining adequate reproductive and sexual healthinformation and services. While all youth are negatively affected by these age-related restrictions, some youth face additionalbarriers posed by prejudice and discrimination. For example, lack of health insurance among the working poor can prevent teensfrom these families from receiving urgently needed care, such as contraception and testing and treatment for HIV and other STIs.4) Teens who experience prejudice and discrimination may have less self-esteem and fewer resources and skills to meet thechallenges that all teens face. During adolescence, teens experience a variety of physical, social, cognitive, and emotionaldevelopmental changes. For high self-esteem and a strong self-concept, teens need to feel that they belong (peer identification),and they need positive role models. Research indicates that adolescents with high self-esteem are more likely to protectthemselves from pregnancy and HIV/STIs, compared to teens with low self-esteem.7 Teens with less self-esteem may feel lesseffective at negotiating safer sex, communicating with peers and partners, and accessing health care.7 Feeling less effective canleave teens unwilling to act—unwilling to negotiate, communicate, or take other important steps to protect their health.5) Media strongly influence adolescents’ self-perceptions and self-concept. Mass media, policy debates, and communityprograms often present an image of young people as problems. Too often, the focus is on school failure, substance use, gangviolence, teen pregnancy, and/or HIV/STIs. Cultural images fluctuate from that of the uncontrollable, hard-to-reach, angry, andrebellious teen to the poor, disconnected, and distraught teen. Meanwhile, advertising builds the image of the sexy, carefree teen.What happens when adolescents repeatedly see and hear these images, internalize them, and then struggle to live into an idealizedor distorted picture inconsistent with youth’s true identity? For example, some young men may pop steroids to build the bodythey think they must have. And, researchers attribute much of young women’s eating disorders to media messages that convincethe individual young woman that she must be thin to have a fulfilling life.8Step Two: Assess the Needs and Assets of Youth in the Community 9Understanding the connections between different forms of oppression and adolescent sexual and reproductive health is the firststep in building effective programs. The next step requires an examination of community programs and services.1) Assess the health status of youth and the accessibility of services. Gather demographic information on youth in thecommunity: age, gender, race/ethnicity, and family income levels, as well as health, education, and economic indicators. Assessthe extent to which substance use, teen births and abortions, HIV/STI, and school failure and dropout affect different populationsof youth. Evaluate teens’ access to health care and social services by examining fee schedules, hours of operation, locations, theavailability of public transportation, and laws and policies on confidentiality. Evaluate neighborhood environments by assessingthe local availability of healthy foods and fresh produce, recreational facilities, employment opportunities, and quality healthservices. Involve youth and adult members of the community in the process of creating assessment tools and making decisionsabout assessment techniques, such as surveys, focus groups, or interviews.2) Assess the cultural appropriateness of services. Program planners must assess the environment of their organization,including management, operations, outreach, community involvement, and service delivery. This means evaluating the missionand activities of the organization; the level of cultural competence among board members, staff, and volunteers; agency policiesand procedures on discrimination and harassment; staff training; whether programs are culturally appropriate and/or multicultural;and the reading levels and appropriateness of the educational materials for young people at different developmental stages.Is the staff representative of the target population? Who conducts community outreach and how?  Each staff member needsmeaningful ways to examine her/his attitudes, beliefs, and knowledge in regard to adolescent sexuality and reproduction,adolescent relationships, and teen parenting. What experience influences staff’s perceptions of adolescent sexual health? Doesstaff have biases or hold stereotypes? In what subtle or blatant ways might staff be communicating these biases to young people?The ability of staff to interact with each individual openly, flexibly, and respectfully will affect the program’s success. In theend, there is no magic solution—just continuous efforts— for working effectively with diverse youth.Issues at a Glance       www.advocatesforyouth.org3) Learn about the cultural and family background, health beliefs, and religious practices of each young person in theprogram. Values, attitudes, and beliefs, levels of knowledge, and communication patterns about health, sexuality, relationships,contraception, and childbearing vary significantly across cultural and ethnic groups and from family to family. Tailoringprograms to the cultural background(s) of participating youth can increase the program’s effectiveness.10 For example, programsworking with immigrant youth need to understand the cultural norms related to teen sexuality and parenting in the youth’soriginal countries and/or communities. In some countries in sub-Saharan Africa, southern Asia, and Latin America, between 25and 50 percent of young women have had children by age 20.11,12,13 Concepts like “a pregnancy-free adolescence” may resonatedifferently for youth immigrating from these countries than for youth raised in the United States.4) Assess the experience and knowledge of youth in the community. Needs assessment tools and techniques typically providestatistical facts and figures on which to evaluate adolescents’ behaviors and their sexual health. Focusing exclusively onobjective data and trends, however, can cause adults to overlook the insights and experiences of teens and to measure teens’ healthsolely in relation to adult standards. Finding ways to record teens’ perspectives, interpretations, and viewpoints—throughsurveys, focus groups, and interview—can help to ensure that a program truly meets the needs of the community’s youth.Step Three: Empower Youth and Offer Culturally Competent Programs in the CommunityInformation from the needs assessment will help inform the design, operations, and continuous improvement of programs. Plan-ners can use the information from the needs assessment to develop strategies that will empower teens and ensure that programsare culturally appropriate.1) Support peer education and the leadership of youth. Adolescent health professionals increasingly recognize the powerfuleffect that teens exert when they speak out for themselves, define the issues that matter to them, and craft an agenda to addressthose issues. Youth can create initiatives that address inequities and disparities in health care, drawing upon other socialmovements, such as civil rights, women’s rights, and HIV/AIDS activism. For example, the civil rights movement challengedseparate but equal as being inherently racist. Is separate but equal applied today to adolescents? What rights do minors sharewith adults? What rights do they not share? Young people could use consciousness-raising—a term from the turbulent 1960’sand 1970’s in the United States—to explore attitudes and beliefs among today’s youth and to raise concerned awareness ofyouth’s social issues. Consciousness-raising is distinctly different from educational sessions where adults teach, and youngpeople learn, specific skills and knowledge. Or, youth might utilize I have a dream to envision their future. These types of workfocus attention on the assets, contributions, strengths, and skills of young people.2) Create opportunities for youth to talk openly and frankly about racism, sexism, homophobia, class discrimination, andother forms of oppression. Programs should offer a safe environment where teens can feel comfortable talking about individualidentity, experiences, hopes, and fears. Teens need to feel and understand how they and others have experienced prejudice anddiscrimination. Interactive and experiential exercises, such as case studies and role-playing, can help teens think through thebarriers and obstacles that oppression creates. For example, youth can better understand gender discrimination by exploring howideas about gender roles limit young people’s growth and future and how gender role stereotypes can damage relationships. Or,youth might explore economic issues by analyzing the costs and benefits to a teen with little money of spending his/her allowanceor hard-earned dollars on condoms. Role-playing can allow youth to experience how someone of a different race/ethnicity mightfeel at a clinic staffed only by clinicians and counselors of a different racial/ethnic background. In this way, activities can framereproductive and sexual health decisions within the overall context of adolescents’ lives and help teens to understand howoppression affects them and others.3) Replicate and adapt HIV/STI and pregnancy prevention programs that have been evaluated and shown to achievepositive outcomes for young women, youth of color, low-income youth, and/or GLBT youth. A number of strategies andprograms have been proven to work at the community level to influence sexual risk behaviors. These include sex education thatincludes messages about both abstinence and contraception; contraceptive and condom availability programs; and youthdevelopment programs that offer mentoring, community service, tutoring, and employment training.14 Planners should culturallyadapt research-based, scientifically evaluated programs for the community’s youth.*4) Ensure that prevention efforts are culturally specific. Many extant programs are culturally specific. For example, The Valley,in New York City, provides multicultural education for young people from diverse backgrounds through its Circle of Sistahswww.advocatesforyouth.org     Issues at a GlanceWritten by L. Laura DavisRevised edition, November 2003© Advocates for Youth2000 M Street, NW, Suite 750   \u0002   Washington, DC 20036 USA    \u0002   Phone: 202.419.3420   \u0002    Fax: 202.419.1448  \u0002   www.advocatesforyouth.orgprogram. Circle of Sistahs uses internships to encourage young women of color to develop positive relationships with adultwomen of color. The City in Minneapolis draws on specific cultural traditions to address teen pregnancy, drug abuse, academicproblems, and violence. One of its programs, Ni’Uhura (Healing is Freedom), is designed specifically for African Americanyouth and another, Oshki-Bug (New Leaf), is designed specifically for American Indian youth. The Latin American YouthCenter, in Washington, DC, recognizes that immigration status, acculturation, health beliefs, and family and religiousbackground influence young people’s reproductive and sexual health decisions. SMYAL and Metro Teen AIDS, both inWashington, DC, and Hetrick-Martin Institute in New York City, offer direct services to GLBT youth.In conclusion, programs must recognize and deal with the broad social, economic, and political framework within whichteens live. Program planners must ensure that services are both culturally appropriate for and also friendly to young people.Focusing on the young people’s right to information and services can also empower young people to demand honest, accurate,culturally relevant information and unrestricted access to health services. Empowering youth can encourage adolescents to takeresponsibility for their own reproductive and sexual health and to envision their own future.* For information on evaluated programs, contact Advocates for Youth or visit www.advocatesforyouth.org/programsthatwork/References1 Ozer EM, Brindis CD, Millstein SG, et al. America’s Adolescents: Are They Healthy? San Francisco, CA: National Adolescent Health Information Center, School of Medicine, University ofCalifornia, 1997.2 Moore KA, Miller BC, Glei D, et al. Adolescent Sex, Contraception, and Childbearing: a Review of Recent Research. Washington, DC: Child Trends, 1995.3 The three-step model presented in this paper is adapted from: Messina M. A Youth Leaders’ Guide to Building Cultural Competence. Washington, DC: Advocates for Youth, 1994.4 Center for Reproductive Law and Policy. Exposing Inequity: Failures of Reproductive Health Policy in the United States. New York: The Center, 1998.5 Earls M. Lesbian, Gay, Bisexual, and Transgender Youth: At Risk and Underserved. [The Facts] Washington, DC: Advocates for Youth, 2003.6 Savin-Williams RC. Verbal and physical abuse as stressors in the lives of lesbian, gay male, and bisexual youths: associations with school problems, running away, substance abuse,prostitution, and suicide. Consulting & Clinical Psychology 1994; 62:261-269.7 Holmbeck GN, Crossman RE, Wandrei ML, et al. Cognitive development, egocentrism, self-esteem, and adolescent contraceptive knowledge, attitudes, and behavior. Journal of Youth &Adolescence 1994; 23:169-193.8 Worcester N, Whatley MH, ed. Women’s Health: Readings on Social, Economic, and Political Issues. 2nd ed. Dubuque, IA: Kenall/Hunt, 1994.9 The assessment information presented here is largely drawn from: Brindis CD, Davis LD. Building Strong Foundations, Ensuring the Future. [Communities Responding to the Challenge ofAdolescent Pregnancy Prevention, v. 2] Washington, DC: Advocates for Youth, 1998.10 Moore KA, Sugland BW. Approaches to Preventing Adolescent Childbearing: Next Steps. Washington, DC: Child Trends, 1995.11 Alan Guttmacher Institute. Women and Reproductive Health in Latin America and the Caribbean. New York: The Institute, 1994.12 Alan Guttmacher Institute. Women and Reproductive Health in North Africa and the Middle East, and in Asia. New York: The Institute, 1994.13 Alan Guttmacher Institute. Women and Reproductive Health in Sub-Saharan Africa. New York: The Institute, 1994.14 Alford S et al. Science and Success: Sex Education and Other Programs that Work to Prevent Teen Pregnancy, HIV and Sexually Transmitted Infections. Washington, DC: Advocates forYouth, 2003.",
    "id": 71340211,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:1061"
    },
    "title": "Adolescent Sexual Health and the Dynamics of Oppression: A Call for Cultural Competency",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2003-11-11T00:00:00+00:00",
    "publisher": "Advocates for Youth",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/1061/1061.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2003",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71340211.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71340211"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71340211/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71340211/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71340211"
        }
    ],
    "abstract": "This paper encourages those who work with youth to understand the impact of prejudice and discrimination on vulnerable adolescents, to assess and address their needs, and to build on their assets. In prevention programming, it is essential to empower young participants by involving them in all aspects of designing and running programs for youth. It is equally essential to provide culturally appropriate interventions, with culturally competent adult and youth staff",
    "tags": [
        "letter",
        "text",
        "Health",
        "LGBTQI",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "letter",
        "text"
    ],
    "oai": "oai:harvest.issuelab.org:1061",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71340211,
        "depositedDate": null,
        "publishedDate": "2003-11-11T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:43:20+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:08:10+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/1061",
        "https://issuelab.org/resources/1061/1061.pdf"
    ],
    "lastUpdate": "2024-02-14T12:43:20+00:00",
    "setSpecs": []
}