{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Salvati, Marco"
        },
        {
            "name": "Koc, Yasin"
        }
    ],
    "contributors": [],
    "createdDate": "2023-04-22T09:04:20+01:00",
    "dataProvider": {
        "id": 3203,
        "name": "University of Groningen",
        "url": "https://api.core.ac.uk/v3/data-providers/3203",
        "logo": "https://api.core.ac.uk/data-providers/3203/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1002/ejsp.2875",
    "downloadUrl": "https://core.ac.uk/download/562096628.pdf",
    "fullText": "   University of GroningenAdvancing research into the social psychology of sexual orientations and gender identitiesSalvati, Marco; Koc, YasinPublished in:European Journal of Social PsychologyDOI:10.1002/ejsp.2875IMPORTANT NOTE: You are advised to consult the publisher's version (publisher's PDF) if you wish to cite fromit. Please check the document version below.Document VersionPublisher's PDF, also known as Version of recordPublication date:2022Link to publication in University of Groningen/UMCG research databaseCitation for published version (APA):Salvati, M., & Koc, Y. (2022). Advancing research into the social psychology of sexual orientations andgender identities: Current research and future directions. European Journal of Social Psychology, 52(2),225-232. https://doi.org/10.1002/ejsp.2875CopyrightOther than for strictly personal use, it is not permitted to download or to forward/distribute the text or part of it without the consent of theauthor(s) and/or copyright holder(s), unless the work is under an open content license (like Creative Commons).The publication may also be distributed here under the terms of Article 25fa of the Dutch Copyright Act, indicated by the “Taverne” license.More information can be found on the University of Groningen website: https://www.rug.nl/library/open-access/self-archiving-pure/taverne-amendment.Take-down policyIf you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediatelyand investigate your claim.Downloaded from the University of Groningen/UMCG research database (Pure): http://www.rug.nl/research/portal. For technical reasons thenumber of authors shown on this cover page is limited to 10 maximum.Download date: 30-04-2023Received: 5 April 2022 Accepted: 25 April 2022DOI: 10.1002/ejsp.2875S P E C I A L I S S U E I N T RODUC T I ONAdvancing research into the social psychology of sexualorientations and gender identities: Current research andfuture directionsMarco Salvati (he, him)1 Yasin Koc (he, him)21Department of Human Science, University ofVerona, Verona, Italy2Department of Social Psychology, Universityof Groningen, The NetherlandsCorrespondenceMarco Salvati, Department of Human Science,University of Verona, Verona, Italy.Email: marco.salvati@univr.itYasin Koc, Department of Social Psychology,University of Groningen, The Netherlands.Email: y.koc@rug.nlAbstractOver the past decades, LGBTQ+ issues have been at the centre of politics, social move-ments, and human rights discussions across the world. Consistent with these devel-opments, there is a growing interest in social psychological research into sexual ori-entation and gender identities. The emerging research not only taps recent societaldevelopments and the effects of these on LGBTQ+ people; but also focuses on veryold research questions of stereotypes and prejudice that are still relevant today. In thisspecial issue, we bring together nine papers addressing several of these issues usingqualitative, correlational, and experimentalmethodswith sexualmajority andminoritysamples across different cultural contexts.Wediscuss the current state of the field andhow further research could enhance our understanding of LGBTQ+ issues.1 INTRODUCTIONOver the past decades, LGBTQ+ issues have been at the centre ofpolitics, social movements, and human rights discussions, and the siteof major transformation across the world. It is not surprising, there-fore, that LGBTQ+ people, the social processes that surround them,and the contexts in which they live, are becoming more and morethe focus of interest for psychological study (Hegarty & Rutherford;2019; Nadal, 2019; Salvati et al., 2020). On the one hand, improve-ments to specific rights, such as same sex marriage legalization inthe US, Taiwan, Australia, and Northern Ireland, have been linked tomore positive LGBTQ+ attitudes in society and favourable outcomesfor the well-being in LGBTQ+ communities. On the other hand, thesame progressive trends have elicited backlashes in various contexts.For instance, many areas in Poland have been declared LGBTQ+-freezones; trans-people are no longer allowed to change their names orgender markers in official documents in Bulgaria; pride marches werebanned in Georgia and Turkey; transgender people were banned fromserving in themilitary in theUS. Social change and resistance inevitablyco-occur.The last report on State-Sponsored Homophobia, published by theInternational Lesbian, Gay, Bisexual, Trans and Intersex Association(ILGA) in 2020, pointed to the following worrying data: 36% of UnitedNations (UN) Member States criminalize or de facto criminalize con-sensual same-sex sexual acts (59% of African and 52% of Asian UNMember States); 22% of UNMember States have laws and regulationsthat restrict freedomof expression in relation to sexual orientation andgender identity, including criminalizing offences against morality andreligion, limiting sex education curricula, prohibiting promotion or pro-paganda of homosexuality, censorship in media and movies, and so on(37% of African and 40% of Asian UN Member States); only 30% ofUNMember States have broad legal protection against discriminationbased on sexual orientation, but the high percentage is concentratedin Europe (68%); and finally, only 18% of UNMember States recognizelegal equality of relationships for twopeople of the samegender and/orhave extended the definition of marriage to include same-sex couplesin their legislations.Moreover, the last annual review of the Human Rights Situation ofLesbian, Gay, Bisexual, Trans, and Intersex people by ILGA-Europe in2021 warns of a substantial growth of opposition against trans rightsacross Europe, having a wide and negative impact on legal genderrecognition. Indeed, in several countries (among others, Austria, Hun-gary, Russia), opposition forces are growing by countering the protec-tion against discrimination and self-determination for trans people inEur J Soc Psychol. 2022;52:225–232. © 2022 JohnWiley & Sons Ltd. 225wileyonlinelibrary.com/journal/ejsp226 SALVATI AND KOCthe name of thewomen’s rights or “the protection ofminors”. The samereport also highlights a worrying rise in abuse and hate speech againstLGBTQ+ people both from politicians and the general population, andoverall, on social media too.Considering the wide variability across national contexts, the socialpsychological study of sexual orientations and gender identities isessential in direct connection to the struggles of LGBTQ+movements,legal changes, and national differences. In this increasingly polarizedsocial and political climate, research on LGBTQ+ communities hasbecome even more necessary regarding the stigma surrounding theiridentities, social movements to improve their status, and intra- andintergroup contexts to increase their well-being. This research con-tinues to grow, and there are now several interdisciplinary journalsspecifically focused on LGBTQ+ issues. The great interest in this topicamong scientific journals, researchers and readers is evidenced by theincreasing number of special issues on LGBTQ+ themes of recent years(Hegarty&Rutherford; 2019;Nadal, 2019; Salvati et al., 2020; SerranoAmaya & Rios Gonzalez, 2019). However, most of these are hosted byscientific journals in sociology, clinical, health, developmental or mis-cellaneous psychology, whereas special issues focusing on LGBTQ+research from a more specific social psychological perspective is stillwarranted.In June 2020, the EuropeanAssociation of Social Psychology (EASP)sponsored its first LGBTQ+ event: “Building an LGBT European SocialPsychology”. This event laid the foundations for constructing a net-work of junior and senior social psychologists fromEurope andbeyond.In the wake of this event, an LGBTQ+ Studies pre-conference at theEASP General Meeting was being organized before both were sus-pended due to the coronavirus emergency. Thus, the current specialissue was a perfect opportunity to give more presence to LGBTQ+research within social psychological knowledge, and to promote inter-est and commitment in the social psychology community to participatein such a knowledge growth. Indeed, social psychology can offer a par-ticularly insightful perspective by providing a theoretically groundedresponse to issues surrounding sexual and gender identities. Further-more, through the special issue, we hope to provide new insights thatpromote social progress and policies that seek to apply the insights ofthe articles contained herein. We are especially hopeful that the con-tributions could foster the development of both prevention strategiesandpsychologicalwell-beingpromotionprogrammes for LGBTQ+ indi-viduals in several life contexts.2 What we already know: The current stateof LGBTQ+ research in social psychologyAs exemplified above, recent societal developments in relation toLGBTQ+ issues have inspired researchers to examine theunderpinningsocial psychological mechanisms behind such changes. For instance,there have been articles on Australian same-sex marriage debate(Anderson et al., 2020; Ecker et al., 2019; Thai &Dellers, 2020; Verrelliet al., 2019), US-supreme-court ruling (Tankard & Paluck, 2017; Perrinet al., 2018), gay and lesbian experiences of discrimination and well-beingduring theelection campaignofTrump (Garrisonet al., 2018), andincreasing anti-LGBT sentiments in Poland (Soral et al., 2018).However, the growing volume of research is not limited to recentsocietal events, and instead is part of a larger trend in which LGBTQ+related research has becomemore visible in several areas of social psy-chology, including: social cognition (Carnaghi et al., 2021); antecedentsand consequences of homonegativity (Bettinsoli et al., 2020) and inter-nalized sexual stigma (Salvati, Pellegrini, et al., 2021b); minority stressmodel (Meyer & Frost, 2013); self-concept and identity processes suchas coming out (Mitha et al., 2021; Hinton et al., 2021); stereotypes andgender roles (Petsko & Bodenhausen, 2019; Salvati, Passarelli, et al.,2021; Valsecchi et al., 2020); objectification, and dehumanization pro-cesses (Breslow et al., 2020; Di Battista et al., 2020; Engeln-Maddoxet al., 2011; Szymanski et al., 2019); social change and collective actionto promote LGBTQ+ rights and gender equality (Chan & Mak, 2020;Earle et al., 2021); interpersonal and intergroup relationships (LaCosse& Plant, 2019; Paterson et al., 2019); same-sex couples and parenting(Costa et al., 2019; Rosenthal et al., 2019); sexual relationships and useof dating apps (Anderson et al., 2018; Cao & Smith, 2021; Guschlbaueret al., 2019; Hinton et al., 2019); intersectionality including multipleminority status (Anderson & Koc, 2020; Koc & Vignoles, 2016, 2018;Stragà et al., 2020); leadership (De Cristofaro et al., 2020; Fasoli &Hegarty, 2020; Pellegrini et al., 2020); social contexts as protectiveor harmful environments (Baams & Russell, 2021; Bagci et al., 2020);effects of Coronavirus emergency on LGBTQ+ people (Drabble, & Elia-son, 2021; Solomon et al., 2021). Overall, these studies have shownthat there is higher acceptance of LGBTQ+ people around the worldand more recognition of their rights; however, such progress showsa lot of variation across different countries and it is also vulnerable.Changing social structures and governments could easily bring backold-fashioned prejudices, or forms of discrimination and stigma couldchange in ways that make these harder to recognize and respond toappropriately. Combined, these circumstances highlight the need formore social psychological research.Hence the idea for this special issueemerged.3 What we still need to know: The contributionsof this special issueThe current special issue collects nine contributions from researcherteams from all over the world, who tried to respond to LGBTQ+research questions through the lens of social psychological theory,drawing onmultiple studies and several methodologies, using differentanalytical strategies, and by collecting data from large samples of var-ious sexual orientations and gender identities, ethnicities and nation-alities, age, and employment status. This made it possible to overcomesome of the major limitations affecting social psychological research,namely, the use of single studies, samples with low statistical power,and samples characterized by poor representativeness, often made upofwealthy heterosexualwhite students. The nine articles of this specialissue address many of the topics mentioned above and provide impor-tant future research directions.SPECIAL ISSUE INTRODUCTION 227Specifically, Bettinsoli, Napier, and Carnaghi (2022) investigatedwhether the perception of gay affluence might lead people to be lessconcerned about anti-gay discrimination, via the beliefs in a gay agendathrough three correlational and experimental studies (Ntot = 2162).Themyth of gay affluence describes people’s idea that gaymen and les-bian women are more affluent compared to their heterosexual coun-terparts, although the reality showed that gay and lesbian individ-uals face significant economic disparities compared to heterosexualones. The authors showed that portraying gay people as affluent canlead individuals to deny discrimination, above and beyond anti-gayattitudes. This is mediated by the belief that there is a ‘gay agenda’backed by powerful lobbyists. Such beliefs can have deleterious effectson efforts for social change and the promotion of rights for sexualminorities.Morgenroth, Kirby, Cuthbert, Evje, and Anderson (2022) inves-tigated the bisexual erasure hypothesis in relation to people’sperceptions of bisexual targets’ attraction patterns. Across threeexperiments (Ntot = 787), they tested whether bisexual men areperceived as more attracted to the same sex/gender, and bisexualwomen are perceived as more attracted to the opposite sex/gender.They presented participants with fake online dating profiles of “Sam”who identified as bisexual. They manipulated the gender/sex of thedating profiles with pictures and with explicit reference to theirgender/sex. Then participants were asked to respond to a numberof measures tapping same-sex/opposite-sex attraction patterns. Themeta-analytical results showed that bisexual men were perceived tobe more same-sex attracted than bisexual women. Moreover, bisexualmen were judged to be more likely to choose someone of the samesex/gender for sexual encounters (but not romantic encounters)compared to bisexual women. However, no such pattern was found forbisexual women. These findings provide evidence for the unique biasfaced by bisexual individuals and might explain why bisexual men arelabelled as “actually gay” by others.Schermerhorn and Vescio (2022) aimed at testing whether animagined sexual advance from a gay man would constitute a threatto a straight man’s masculinity, leading to negative affect andcompensatory acts. Through four experiments and a cross-culturalreplication (Ntot=1407), the authors indicated that perceiving a sexualadvance fromagaymanmight sequentially lead to increasedpublic dis-comfort, anger, and both non-aggressive and aggressive compensatoryreactions. Compensatory reactions ranged from ideological reactions(e.g., hostile sexism, anti-gay prejudice) to avoidant attitudes (e.g.,greater likelihood to physically distance from the gay man, decreasedempathy for gay men and for women), and to the likelihood to engagein and the justification of semi-violent and violent behaviours.Owuamalam and Matos (2022) investigated, across three experi-mental studies (Ntot = 1475), whether heterosexual men downplayedtheir compassion more (vs. less) when they were cued to the masculin-ity (vs. femininity) of a male gay victim. Two alternative hypotheseswere tested. On the one hand, the reactive distinctiveness hypothe-sis assumes that straight men would downplay their compassion more,when cued to a gay victim’s masculinity than their femininity. On theother hand, the feminization-threat thesis assumes that compassiondownplays would be more visible when straight men are cued to agay victim’s femininity. The results seem to support more stronglythe reactive distinctiveness thesis, while the feminization-threat the-sis received partial support when considering feminine (vs. masculine)straight, but not gay victims.Kántás, Faragó, and Kovacs (2022), through a correlational and anexperimental study (Ntot = 1152), aimed at exploring the mediatingeffect of modern sexism between sexual orientation and (prospec-tive) children’s occupational interests, traits, and activities, consider-ing the moderating effect of the perceived stability of the genderhierarchy. The authors showed that gay people were more likely toendorse gender-nonconforming occupations and activities for boysand girls through modern sexism, regardless of the perceived stabilityof the gender hierarchy. Heterosexual people generally tended to havegender-conforming parental preferences, although it also dependedon the child’s gender. Modern sexism was found to be an impor-tant mediating mechanism. All groups were more flexible about boys’gendered behaviour (but not the occupation preferences), while allparticipants—except for gay participants—supported more traditionalgendered behaviour (but not the occupation preferences) for girls.Rice, Hudson, andNoll (2022) examined the nature of sexual health-specific stereotypes towards gay men and lesbian women as well asthe role of these assumptions in prejudice and discrimination. Specif-ically, through five studies using correlational designs with quantita-tive and qualitative data (Ntot=1407), they showed that gaymenweremore closely associated with risky sexual behaviour and sexual trans-mitted infections (STIs) than heterosexual men, lesbianwomen, or het-erosexual women, and more closely associated with promiscuity thanheterosexual or lesbian women. Furthermore, gay and lesbian individ-uals were more likely to be implicitly associated with promiscuity andSTIs than their heterosexual counterparts. The overall valence of par-ticipants’ descriptions of stereotypes about the sexual health of gaymen was more negative than that of descriptions for the other groups,while the valence of responses about the sexual health of lesbians wasmore negative than about heterosexual men and heterosexual women.Participants felt the most prejudice, and were themost discriminatory,against gay people with STIs, compared to straight people with STIs, aswell as compared to either gay or heterosexual people without STIs.Evangelista, Lido, Swingler and Bohan (2022) investigated thecampus climate in relation to prejudice, inclusion, and belonging in theUK and the Philippines using both mixed methods, a large quantitativeinvestigation, and interviews and focus groups (Ntot = 3019). Theyfound that LGBT+ students reported higher levels of harassmentexperiences on campus, more negative perceptions of campus climate(for LGBT+ inclusivity), lower levels of well-being, and higher levelsof drop-out intentions. Although these effects also showed cross-national context differences, the effects were overall less favourablefor LGBT+ students. Moreover, qualitative findings showed howcampus can be a field for growth as well as regression for students.The authors also noted how LGBT+ students had different waysto cope with the non-inclusive campus climate in different nationalcontexts, probably driven by the lack of recognition of LGBT+ studentgroups and policies in the Philippines. Finally, the authors made228 SALVATI AND KOCseveral useful suggestions to increase campus belonging and inclu-sion through specific policies and programmes that target LGBT+students rather than non-specific inclusion activities done for tickinga list.The first empirical evidence for “The Best Little Boy in the World”hypothesis, which suggests that young sexual minority men copewith stigma by strongly investing in achievement-related success,was brought by Pachankis and Hatzenbuehler in 2013. In this specialissue, Blankenship and Stewart (2022) extended this work by test-ing whether this hypothesis equally applies to both sexual minoritymen and women, and other domains of success. Across two studiesusing correlational methods (Ntot = 412), they tested this idea indomains of academic-related contingencies of self-worth (Study 1)and extrinsic life aspirations and occupational values (Study 2) withboth college students and anMTurk sample. They used an internalizedsexual prejudice measure instead of external stigma measures such asanti-gay laws or society-level measures of LGBTQ+ acceptance. Theyfound that internalized sexual prejudice predicted higher academiccontingencies of self-worth equally bothfor sexual minority men andwomen at college (Study 1). Similarly, among the MTurk workers,internalized sexual prejudice predicted higher competition-basedcontingencies of self-worth, higher extrinsic occupational values (e.g.,financial rewards), and higher extrinsic life aspirations (e.g., popularity,positive image) both for sexual minority men and women at similarlevels. This is a nice extension of the hypothesis for showing (a) thiseffect is valid for other sexual minorities not only for male sexualminorities, and (b) how subjective feelings of stigma could have impor-tant consequences for psychological processes of sexual minorityindividuals.Uysal,Uluğ, Kanık andAydemir (2022) examined theunderlyingpre-dictors of heterosexual feminist women’s participation in solidarity-based collective action for LGBTQ+ rights. Across three studies usingcorrelational methods (Ntot = 1065), they found that feminist identi-fication as a politicized ingroup identity and strategic intra-minorityalliance consistently predicted collective action for LGBTQ+ rightsamong heterosexual feminist women. In Study 3, they included twoother identifications tomeasurewomen’s identificationwith their gen-der and their sexual orientation beyond feminist identification, andthey found that feminist identification was still a positive predictorof collective action, while heterosexual identification was a negative(albeit weak) predictor of collective action and women identificationwas not a significant predictor. They argued that this could be due tothe high status of heterosexual identity and therefore higher motiva-tion to protect the interests of the advantaged group. On the otherhand, perceived discrimination towards LGBTQ+ was also a positivepredictor of collective action only in Study 2. This relationship was sig-nificant perhaps because the data for Study 2 were collected aroundthe Pride celebrations in Turkey when the LGBTQ+ group experiencedsevere oppression from the government and their disadvantage wasvery salient for other groups. This inconclusive finding clearly requiresfurther investigation.4 Limitations of this special issueWewould like to address some limitations of this special issue. First ofall, even thoughwe aimed to attract and represent research addressingissues related to the social psychology of the LGBTQ+ community, themajority of our articles focused on issues related to the experiences ofgay men. Out of nine articles, two articles specifically focused on gaymen, four articles focused on gay men and lesbian women together,two articles broadly focused on LGBTQ+ issues, while only one arti-cle focused on bisexual people. This ratio probably corresponds to thedominance of existing research about gay men in the field, as well asthe visibility of gay male researchers, and therefore maintains the rel-ative scarcity of research about the other groups that constitute theLGBTQ+ acronym. For this reason, we make a specific call for a shiftin research towards groups that are not adequately represented inthe body of social psychological work on LGBTQ+ issues. Moreover,and regrettably, in this special issue we have no articles addressingissues faced by trans people. Even though we received four propos-als on such issues, these were single-study articles and were thereforealso less strong in relation to the publication criteria for the EuropeanJournal of Social Psychology. Accordingly, we did not invite these con-tributions for further consideration. This is a serious concern and wehope that there will be more research investigating and tackling theissues faced by trans people. Otherwise, we need to be more carefulwhenwe talk about “LGBTQ+ research” becausemost visible researchin the field represents gay and lesbian in the acronym, and largelyignores trans people, as well as various other the identity groups con-tained under “+”. This can lead to the experiences of trans people,and those whose identities fall outside heterosexual–homosexual andmale–female binaries, to become invisible and ignored. Future specialissues shouldperhaps also relax the typicalmulti-study criteria for pub-lication to give space for research with under-researched and hard-to-reach populations thatmay (for very good reasons) not be able tomeetthis particular standard.Another limitation concerns the sexual orientation of samples. Eventhough we aimed to provide a space for the social psychology ofLGBTQ+, the samples represented in this special issue are largely het-erosexual. Only one article includes exclusively sexual minority sam-ples, three other articles include both sexual minority and heterosex-ual samples, while five articles only have heterosexual samples. Giventhe nature of the research questions, these samples are appropriateto increase our insights into the issues faced by the LGBTQ+ com-munity; however, it also shows the dominance of majority voices onissues regarding the minoritized LGBTQ+ community. Another limita-tion regards the origin of the samples. Themajority of the articles havesamples from the US, the UK, and Canada. Three articles have samplesfromrelatively disadvantaged countries includingHungary, Turkey, andthe Philippines. On the one hand, we can acknowledge that recruitingLGBTQ+ people may not be easy for most researchers, especially incontexts where LGBTQ+ people may not be open about their identi-ties. On the other hand, we must consider other structural barriers forSPECIAL ISSUE INTRODUCTION 229why research with LGBTQ+ people might be limited. As a field, it is ourtask to find ways to recruit samples of LGBTQ+ people that are notlimited to certain geographic or cultural contexts. Perhaps collabora-tions across different research labs and having discussions about howto achieve recruitment of LGBTQ+ participants in traditional culturalcontexts (e.g., Koc, 2016) might provide solutions.Finally, we would like to acknowledge some of the methodologicallimitations of this issue. Although wemanaged to receive several stud-ies using correlational and experimental designs, we only had one arti-cle including qualitative data as a part of a mixed methods study. It isimportant that we also domore qualitativework that gives voice to theexperiences of marginalized individuals and space to their own inter-pretations of their experiences. In addition, we had no article with alongitudinal design that might provide insight into the dynamic fluctu-ations of gender and sexual identities. The reason for thismight be sim-ilar to the other limitations that it is hard to recruit LGBTQ+ samples.Overall, we need to make stronger efforts to voice the experiences ofeachmember group of the LGBTQ+ and we need to do this by employ-ing multiple methods. Otherwise, we will only have research focusingon how the majority perceives or interacts with LGBTQ+ people andwewill miss out on their own experiences.5 A look to the future of LGBTQ+ socialpsychologyWe proposed this special issue in the hope that it could contributeto giving more presence to LGBTQ+ issues within social psychologi-cal knowledge, while also offering a useful cue to deepen and expandthe study of social processes and contexts. Although more researchis needed, results presented here provide new insights by advancingknowledge on LGBTQ+ issues as well as constituting a good startingpoint for promoting social progress in practice. Here, we propose anumber of other areas where we believe more research is needed toadvance the field of social psychology of sexual orientations and gen-der identities in future directions.As outlined in the limitations, we need more research into thesocial psychology of trans people. Even though visibility of transpeople and public awareness about transgender or gender-variantpeople have increased, trans people continue to face negative atti-tudes, harassment, and discrimination (Lombardi, 2009;Miller &Groll-man, 2015; Stotzer, 2008). Some key issues trans people experi-ence include health disparities, civil rights, and safety issues. Thereis some emerging research looking at how identity related factorssuch as affirmation protect well-being against discrimination (Doyleet al., 2021), how relationships can be a resource for coping (Lewiset al., 2021), and how existing models like Minority Stress Model(i.e., Meyer, 2015) can help understand experiences of trans people(Hendricks & Testa, 2012; Scandurra et al., 2015). More researchis needed to understand and change the stereotypes and prejudiceagainst trans people, and to identify the social mechanisms they finduseful for their identities, health, and well-being (see Sherman et al.,2020).We need more research on collective action among LGBTQ+ indi-viduals. There are many ways to cope with stigma and discrimina-tion. Most research focuses on identifying and teaching ways to buildresilience among already marginalized LGBTQ+ groups to cope withthe stigma (Bourguignon et al., 2020; Colpitts & Gahagan, 2016;Schmitz & Tyler, 2019; Woodford et al., 2018). However, resiliencealone without the improvement of societal structures only furtherincreases the difficulties experienced by LGBTQ+ people (see Koc,2021; Meyer, 2015). Therefore, it is important to focus on resistanceamong LGBTQ+ people both to help their psychological well-being andto improve their status (Chan &Mak, 2021; Tajfel & Turner, 1979; Kocet al., 2022).Weneedmore researchon thepsychologyof LGBTQ+ in theorgani-zational context. Previous studies show that bias against LGBTQ+ peo-ple in the workplace still remains (e.g., Barron & Hebl, 2013; D’Augelli& Grossman, 2001). Surveys show that one in four LGB employeesreported workplace discrimination; but this number increases to onein three when the employees are out at work (Sears & Mallory, 2011).Several studies have tried to identify ways to increase LGBTQ+ peo-ple’s positive workplace experiences (Baker & Lucas, 2017; Lim et al.,2019; Melson-Silimon et al., 2020). More research is needed to under-stand the organizational climates that can enhance the experiences ofLGBTQ+ people, help them to be out and authentic at workplace, oridentify ways they can break the gay glass ceiling (e.g., Aksoy et al.,2019; Koc et al., 2021; Salvati et al., 2021b).We also need more research on the social psychology of chang-ing dynamics of romantic relationships among LGBTQ+ people. Oneinteresting topic is non-traditional relationships like consensual non-monogamy. Even though it has become more popular among LGBTQ+people (Steward et al., 2021), its effect on the community has notyet been explored extensively. For instance, going beyond the emerg-ing research about gay and bisexual fatherhood (e.g., Carneiro et al.,2017), novel research canexplore howconsensual non-monogamy, (co-)parenting, and children’s outcomes are related to one another. More-over, previous research shows that being in a relationship can be a pro-tective factor for mental health among gay men (Hinton et al., 2019);future research can investigate how non-traditional relationship formsaffect psychological functioning andwell-being.Overall, we highlighted some gaps in the research by both focusingon what is missing in this special issue and what we would like to seedeveloping in the field. We acknowledge that there are more topics toconsider (e.g., safer sex practices, stigma around HIV-positive people,ageing and LGBTQ+ identity, intersectionality with other marginalizedor privileged identities), and we hope this special issue will contributeto the existing literature and inspiremorework in the social psychologyof LGBTQ+.6 Final AcknowledgementsWe express our thanks to the previous and current Editors-in-Chief ofthe European Journal of Social Psychology, who, respectively, agreed todedicate a special issue to the social psychology of sexual orientations230 SALVATI AND KOCand gender identities and helped us write this introduction. Of course,we also extend our acknowledgement to all the authors who decidedto send their contributions to this special issue and to all the reviewerswho agreed to review the numerous manuscripts received. Almost60 proposals for contributions to this special issue were initiallyreceived, testifying to the growing interest and commitment of thescientific community towards LGBTQ+ issues. As guest-editors wewere delighted and honoured to have had the opportunity to offer aneditorial space to LGBTQ+ social psychology, hoping that spaces likethis will be more and more numerous. Thanks again to everyone forthe trust placed in us.REFERENCESAksoy, C. G., Carpenter, C. S., Frank, J., & Huffman, M. L. (2019). Gay glassceilings: Sexual orientation and workplace authority in the UK. Journalof Economic Behavior & Organization, 159, 167–180. https://doi.org/10.1016/j.jebo.2019.01.013Anderson, J. R., & Koc, Y. (2020). Identity integration as a protective factoragainst guilt and shame for religious gaymen. The Journal of Sex Research,57(8), 1059–1068. https://doi.org/10.1080/00224499.2020.1767026Anderson, J. R., Campbell, M., & Koc, Y. (2020). A qualitative exploration ofthe impact of the marriage equality debate on same-sex attracted Aus-tralians and their allies. Australian Psychologist, 55(6), 700–714. https://doi.org/10.1111/ap.12473Anderson, J. R., Holland, E., Koc, Y., & Haslam, N. (2018). iObjec-tify: Self-and other-objectification on Grindr, a geosocial network-ing application designed for men who have sex with men. EuropeanJournal of Social Psychology, 48(5), 600–613. https://doi.org/10.1002/ejsp.2350Baams, L., & Russell, S. T. (2021). Gay-straight alliances, school function-ing, and mental health: Associations for students of color and LGBTQstudents. Youth & Society, 53(2), 211–229. https://doi.org/10.1177/0044118x20951045Bagci, S. C., Verkuyten, M., Koc, Y., Turnuklu, A., Piyale, Z. E., & Bekmezci,E. (2020). Being tolerated and being discriminated against: Links to psy-chological well-being through threatened social identity needs. EuropeanJournal of Social Psychology, 50(7), 1463–1477. https://doi.org/10.1002/ejsp.2699Baker, S. J., & Lucas, K. (2017). Is it safe tobringmyself towork?Understand-ing LGBTQ experiences of workplace dignity. Canadian Journal of Admin-istrative Sciences/Revue Canadienne des Sciences de l’Administration, 34(2),133–148. https://doi.org/10.1002/cjas.1439Barron, L. G., & Hebl, M. (2013). The force of law: The effects of sexualorientation antidiscrimination legislation on interpersonal discrimina-tion in employment. Psychology, Public Policy, and Law, 19(2), 191–205.https://doi.org/10.1037/a0028350Bettinsoli, M. L., Suppes, A., & Napier, J. L. (2020). Predictors of attitudestoward gay men and lesbian women in 23 countries. Social Psycho-logical and Personality Science, 11(5), 697–708. https://doi.org/10.1177/1948550619887785Bettinsoli, M. L., Napier, J. L., & Carnaghi, A. (2022). The “gay agenda:”How the myth of gay affluence impedes the progress toward equal-ity. European Journal of Social Psychology, https://doi.org/10.1002/ejsp.2762Blankenship, B. T., & Stewart, A. J. (2022). The best little kid in theworld: Internalized sexual stigma and extrinsic contingencies of self-worth, work values, and life aspirations among men and women.European Journal of Social Psychology, https://doi.org/10.1002/ejsp.2800Bourguignon, D., Teixeira, C. P., Koc, Y., Outten, H. R., Faniko, K., & Schmitt,M. T. (2020). On the protective role of identification with a stigmatizedidentity: Promoting engagement and discouraging disengagement cop-ing strategies. European Journal of Social Psychology, 50(6), 1125–1142.https://doi.org/10.1002/ejsp.2703Breslow, A. S., Sandil, R., Brewster, M. E., Parent, M. C., Chan, A., Yucel, A.,. . . Glaeser, E. (2020). Adonis on the apps: Online objectification, self-esteem, and sexualminoritymen.Psychology ofMen&Masculinities,21(1),25–35. https://doi.org/10.1037/men0000202Campbell, M., Hinton, J. D., & Anderson, J. R. (2019). A systematic review ofthe relationship between religion and attitudes toward transgender andgender-variant people. International Journal of Transgenderism, 20(1), 21–38. https://doi.org/10.1080/15532739.2018.1545149Cao, B., & Smith, K. (2021). Gay Dating Apps in China: Do They Alleviateor Exacerbate Loneliness? The Serial Mediation Effect of Perceived andInternalized Sexuality Stigma. Journal of Homosexuality, 1–17. https://doi.org/10.1080/00918369.2021.1984751Carnaghi, A., Rusconi, P., Bianchi, M., Fasoli, F., Coladonato, R., & Hegarty, P.(2021). No country for old gaymen: Age and sexuality category intersec-tion renders older gay men invisible. Group Processes & Intergroup Rela-tions, 1–26. https://doi.org/10.1177/1368430220987606Carneiro, F. A., Tasker, F., Salinas-Quiroz, F., Leal, I., & Costa, P. A. (2017). Arethe fathers alright? A systematic and critical reviewof studies on gay andbisexual fatherhood. Frontiers in Psychology, 8, 1636. https://doi.org/10.3389/fpsyg.2017.01636Chan, R. C., &Mak,W.W. (2020). Liberating and empowering effects of crit-ical reflection on collective action in LGBT and cisgender heterosexualindividuals. American Journal of Community Psychology, 65(1–2), 63–77.https://doi.org/10.1002/ajcp.12350Chan, R. C., & Mak, W. W. (2021). Resistance as a form of resilience insexual and gender minorities: Differential moderating roles of collec-tive action on the discrimination–depression relationship among sex-ual minority men and women. Social Science & Medicine, 280, 114056.https://doi.org/10.1016/j.socscimed.2021.114056Colpitts, E., & Gahagan, J. (2016). The utility of resilience as a concep-tual framework for understanding and measuring LGBTQ health. Inter-national Journal for Equity in Health, 15(1), 1–8. https://doi.org/10.1186/s12939-016-0349-1Costa, P. A., Pereira, H., & Leal, I. (2019). Through the lens of sexual stigma:Attitudes toward lesbian and gay parenting. Journal of GLBT Family Stud-ies, 15(1), 58–75. https://doi.org/10.1080/1550428X.2017.1413474D’Augelli, A. R., & Grossman, A. H. (2001). Disclosure of sexual orientation,victimization, and mental health among lesbian, gay, and bisexual olderadults. Journal of Interpersonal Violence, 16(10), 1008–1027. https://doi.org/10.1177/088626001016010003DeCristofaro, V., Pellegrini, V., Giacomantonio,M., & Salvati,M. (2020). Per-ceived leadership effectiveness among heterosexual and gay men: Doleaders’ sexual orientation and gender typicality make a difference? Psi-cologia Sociale, 15(1), 53–66. https://doi.org/10.1482/96294Di Battista, S., Pivetti, M., Paolini, D., & Poliandri, M. (2020). Dehumaniza-tion of same-sex parents in Italy: An exploratory study. Psicologia Sociale,15(1), 81–104. https://doi.org/10.1482/96296Doyle, D. M., Begeny, C. T., Barreto, M., & Morton, T. A. (2021). Identity-related factors protect well-being against stigma for transgender andgender non-conforming people. Archives of Sexual Behavior, 50(7), 3191–3200. https://doi.org/10.1007/s10508-021-02029-1Drabble, L. A., & Eliason, M. J. (2021). Introduction to special issue: impactsof the COVID-19 pandemic on LGBTQ+ health and well-being. Journalof Homosexuality, 68(4), 545–559. https://doi.org/10.1080/00918369.2020.1868182Earle, M., Hoffarth, M. R., Prusaczyk, E., MacInnis, C., & Hodson, G. (2021).Amultilevel analysis of LGBT (Lesbian, Gay, Bisexual, Transgender) rightssupport across 77 countries: The role of contact and country laws.BritishJournal of Social Psychology, 60(3), 851–869. https://doi.org/10.1111/bjso.12436Ecker, S., Rostosky, S. S., Riggle, E. D., Riley, E. A., & Byrnes, J. M. (2019). TheAustralian marriage equality debate: A qualitative analysis of the self-reported lived experience of lesbian, gay, bisexual, transgender, intersex,SPECIAL ISSUE INTRODUCTION 231and queer (LGBTIQ) people. International Perspectives in Psychology, 8(4),212–226. https://doi.org/10.1037/ipp0000116Engeln-Maddox, R., Miller, S. A., & Doyle, D. M. (2011). Tests of objectifica-tion theory in gay, lesbian, and heterosexual community samples: Mixedevidence for proposed pathways. Sex Roles, 65(7), 518–532.Evangelista, Z. M., Lido, C., Swingler, M., & Bohan, J. (2022). ExploringLGBT+ campus climate in the UK and Philippines: How prejudice andbelonging shape inclusion in higher education. European Journal of SocialPsychology, https://doi.org/10.1002/ejsp.2801Fasoli, F., & Hegarty, P. (2020). A leader doesn’t sound lesbian!: The impactof sexual orientation vocal cues on heterosexual persons’ first impres-sion and hiring decision. Psychology of Women Quarterly, 44(2), 234–255.https://doi.org/10.1177/0361684319891168Garrison, S. M., Doane, M. J., & Elliott, M. (2018). Gay and lesbian experi-ences of discrimination, health, and well-being: Surrounding the pres-idential election. Social Psychological and Personality Science, 9(2), 131–142. https://doi.org/10.1177/1948550617732391Guschlbauer, A., Smith, N. G., DeStefano, J., & Soltis, D. E. (2019). Minor-ity stress and emotional intimacy among individuals in lesbian and gaycouples: Implications for relationship satisfaction and health. Journalof Social and Personal Relationships, 36(3), 855–878. https://doi.org/10.1177/0265407517746787Hegarty, P., & Rutherford, A. (2019). Histories of psychology afterStonewall: Introduction to the special issue. American Psychologist, 74(8),857–867. https://doi.org/10.1037/amp0000571Hendricks, M. L., & Testa, R. J. (2012). A conceptual framework for clinicalwork with transgender and gender nonconforming clients: An adapta-tion of the Minority Stress Model. Professional Psychology: Research andPractice, 43(5), 460–467. https://doi.org/10.1037/a0029597Hinton, J. D., Anderson, J. R., & Koc, Y. (2019). Exploring the relationshipbetween gay men’s self-and meta-stereotype endorsement with well-being and self-worth. Psychology & Sexuality, 10(2), 169–182. https://doi.org/10.1080/19419899.2019.1577013Hinton, J. D., de la Piedad Garcia, X., Kaufmann, L. M., Koc, Y., &Anderson, J. R. (2021). A systematic andmeta-analytic review of identitycentrality among LGBTQ groups: An assessment of psychosocial cor-relates. The Journal of Sex Research, 1–19. https://doi.org/10.1080/00224499.2021.1967849Kántás, E.M., Faragó, L., & Kovacs,M. (2022). If you can dream it, you can doit!—The role of sexual orientation in preferences toward boys and girlscareer orientation and gendered behaviour. European Journal of SocialPsychology, https://doi.org/10.1002/ejsp.2789Koc, Y. (2016). Grindr as a participant recruitment tool for research withmen who have sex with men. International Psychology Bulletin, 20(4), 27–30.Koc, Y., &Vignoles, V. L. (2016). Global identification predicts gay-male iden-tity integration and well-being among Turkish gay men. British Journal ofSocial Psychology, 55(4), 643–661. https://doi.org/10.1111/bjso.12160Koc, Y., & Vignoles, V. L. (2018). Global identification helps increase identityintegration among Turkish gay men. Psychology and Sexuality, 9(4), 329–342. https://doi.org/10.1080/19419899.2018.1496134Koc, Y. (2021). Lack of ordinary privileges in a gay men’s life: Navigatingthrough privileged systems. In E. Rodríguez-Dorans & J. Holmes, Theeveryday lives of gay men: autoethnographies of the ordinary (pp. 92–102).Routledge. https://doi.org/10.4324/9781003133506-9Koc, Y., Gulseren, D., & Lyubykh, Z. (2021). Masculinity contest culturereduces organizational citizenship behaviors through decreased organi-zational identification. Journal of Experimental Psychology: Applied, 27(2),408–416. https://doi.org/10.1037/xap0000351Koc, Y., Sahin, H., Garner, A., & Anderson, J. R. (2022). Societal acceptanceincreases Muslim-Gay identity integration for highly religious individu-als. . . but only when the ingroup status is stable. Self and Identity, 21(3),299–316. https://doi.org/10.1080/15298868.2021.1927821LaCosse, J., & Plant, E. A. (2019). Imagined contactwith famous gaymen andlesbians reduces heterosexuals’ misidentification concerns and sexualprejudice. European Journal of Social Psychology, 49(1), 141–156. https://doi.org/10.1002/ejsp.2391Lewis, T., Doyle, D. M., Barreto, M., & Jackson, D. (2021). Social relation-ship experiences of transgender people and their relational partners: Ameta-synthesis. Social Science & Medicine, 282, 114143. https://doi.org/10.1016/j.socscimed.2021.114143Lim, F., Jones, P. A., & Paguirigan, M. (2019). A guide to fostering an LGBTQ-inclusive workplace. Nursing Management, 50(6), 46–53. https://doi.org/10.1097/01.NUMA.0000558484.92567.dbLombardi, E. (2009). Varieties of transgender/transsexual lives and theirrelationship with transphobia. Journal of Homosexuality, 56(8), 977–992.https://doi.org/10.1080/00918360903275393Melson-Silimon, A., Salter, N. P., & Carter, N. T. (2020). A historical review ofthe study of us LGBTQ employees’ workplace experiences. In L. KoppesBryan, Historical perspectives in industrial and organizational psychology(pp. 2nd ed, 161–183). Routledge.Meyer, I. H. (2015). Resilience in the study of minority stress and health ofsexual and genderminorities. Psychology of Sexual Orientation and GenderDiversity, 2(3), 209. https://doi.org/10.1037/sgd0000132Meyer, I. H., & Frost, D. M. (2013). Minority stress and the health of sex-ual minorities. In: C. J. Patterson & A. R. D’Augelli (Eds.), Handbook ofpsychology and sexual orientation (pp. 252–266). Oxford University Press.https://doi.org/10.1093/acprof:oso/9780199765218.001.0001Miller, L. R., & Grollman, E. A. (2015). The social costs of gender nonconfor-mity for transgender adults: Implications for discrimination and health.Sociological Forum, 30(3), 809–831. https://doi.org/10.1111/socf.12193Mitha, K., Ali, S., &Koc, Y. (2021). Challenges to identity integration amongstsexual minority BritishMuslim South Asian men. Journal of Community &Applied Social Psychology, 31(6), 749–767. https://doi.org/10.1002/casp.2527Morgenroth, T., Kirby, T. A., Cuthbert,M. J., Evje, J., &Anderson, A. E. (2022).Bisexual erasure: Perceived attraction patterns of bisexual women andmen. European Journal of Social Psychology, https://doi.org/10.1002/ejsp.2773Nadal, K. L. (2019). A decade of microaggression research and LGBTQ com-munities: An introduction to the special issue. Journal of Homosexuality,66(10), 1309–1316. https://doi.org/10.1080/00918369.2018.1539582Owuamalam, C. K., & Matos, A. S. (2022). Heterosexual men in Trump’sAmerica downplay compassion more for masculine (than for feminine)gay victims of hate crime: Why? European Journal of Social Psychology,https://doi.org/10.1002/ejsp.2787Pachankis, J. E., & Hatzenbuehler, M. L. (2013). The social development ofcontingent self-worth in sexual minority young men: An empirical inves-tigationof the “Best LittleBoy in theWorld” hypothesis.Basic andAppliedSocial Psychology, 35(2), 176–190. https://doi.org/10.1080/01973533.2013.764304Paterson, J. L., Brown, R., &Walters, M. A. (2019). Feeling for and as a groupmember: Understanding LGBT victimization via group-based empathyand intergroup emotions. British Journal of Social Psychology, 58(1), 211–224. https://doi.org/10.1111/bjso.12269Pellegrini, V.,DeCristofaro,V.,Giacomantonio,M.,&Salvati,M. (2020).Whyare gay leaders perceived as ineffective? The role of the type of organiza-tion, sexual prejudice and gender stereotypes. Personality and IndividualDifferences, 157, 109817. https://doi.org/10.1016/j.paid.2020.109817Perrin, P. B., Smith, E. R., Trujillo, M. A., Rabinovitch, A., & Coy, A. E. (2018).Differential effects of the US Supreme Court’s same-sex marriage deci-sion on national support for lesbian, gay, and bisexual civil rights and sex-ual prejudice. Sexuality Research and Social Policy,15(3), 342–352. https://doi.org/10.1007/s13178-017-0302-0Petsko, C. D., & Bodenhausen, G. V. (2019). Racial stereotyping of gaymen: Can a minority sexual orientation erase race?. Journal of Experi-mental Social Psychology, 83, 37–54. https://doi.org/10.1016/j.jesp.2019.03.002Rice, D. R., Hudson, S.-k. T. J., & Noll, N. E. (2022). Gay = STIs? Explor-ing gay and lesbian sexual health stereotypes and their implications for232 SALVATI AND KOCprejudice and discrimination. European Journal of Social Psychology,https://doi.org/10.1002/ejsp.2793Rosenthal, L., Deosaran, A., Young, D. L., & Starks, T. J. (2019). Relationshipstigma andwell-being among adults in interracial and same-sex relation-ships. Journal of Social and Personal Relationships, 36(11–12), 3408–3428.https://doi.org/10.1177/0265407518822785Salvati, M., De Cristofaro, V., Fasoli, F., Paolini, D., & Zotti, D. (2020). Intro-duction to the special issue: Sexual prejudice and stereotyping inmodernsocieties. Psicologia sociale, 15(1), 5–14. https://doi.org/10.1482/96291Salvati, M., Passarelli, M., Chiorri, C., Baiocco, R., & Giacomantonio, M.(2021). Masculinity threat and implicit associations with feminine gaymen: Sexual orientation, sexual stigma, and traditional masculinity. Psy-chology of Men and Masculinities, 22(4), 649–668. https://doi.org/10.1037/men0000338Salvati, M., Pellegrini, V., Giacomantonio, M., & De Cristofaro, V. (2021b).Embrace the leadership challenge: The role of Gay men’s internalizedsexual stigma on the evaluation of others’ leadership and one’s own.British Journal of Social Psychology, 60(2), 700–719. https://doi.org/10.1111/bjso.12424Scandurra, C., Amodeo, A. L., Valerio, P., Bochicchio, V., & Frost, D.M. (2017).Minority stress, resilience, and mental health: A study of Italian trans-genderpeople. Journal of Social Issues,73(3), 563–585. https://doi.org/10.1111/josi.12232Schermerhorn, N. E. C., & Vescio, T. K. (2022). Perceptions of a sexualadvance from gay men leads to negative affect and compensatory actsof masculinity. European Journal of Social Psychology, https://doi.org/10.1002/ejsp.2775Schmitz, R. M., & Tyler, K. A. (2019). “Life has actually become more clear”:An examination of resilience among LGBTQ young adults. Sexualities,22(4), 710–733. https://doi.org/10.1177/1363460718770451Sears, B., & Mallory, C. (2011). Documented evidence of employment discrimi-nation and its effects on LGBT people. Los Angeles, CA: TheWilliams Insti-tute, UCLA School of Law.Serrano Amaya, J. F., & Rios Gonzalez, O. (2019). Introduction to the specialissue: Challenges of LGBT research in the 21st century. International Soci-ology, 34(4), 371–381. https://doi.org/10.1177/0268580919856490Sherman, A. D. F., Clark, K. D., Robinson, K., Noorani, T., & Poteat,T. (2020). LGBT Health, 7(1), 1–14. https://doi.org/10.1089/lgbt.2019.0014Solomon, D. T., Morey, K. E., Williams, C. J., Grist, C. L., & Malesky, L. A.(2021). COVID-19 health behaviors in a sexual minority sample: Theimpact of internalized stigma. Psychology of Sexual Orientation andGenderDiversity, 8(2), 159–171. https://doi.org/10.1037/sgd0000466Soral, W., Bilewicz, M., & Winiewski, M. (2018). Exposure to hate speechincreases prejudice through desensitization. Aggressive Behavior, 44(2),136–146. https://doi.org/10.1002/ab.21737Stewart, J. L., Stults, C. B., &Ristuccia, A. (2021). Consensual non-monogamyrelationship rules among young gay and bisexual men: A dyadic qualita-tive analysis. Archives of Sexual Behavior, 50(4), 1505–1520. https://doi.org/10.1007/s10508-021-01919-8Stragà, M., Piccoli, V., Coladonato, R., Zotti, D., Bianchi, M., & Carnaghi,A. (2020). Race can be sexually oriented: The intersection betweenAsian/Black and Heterosexual/Homosexual categories. PsicologiaSociale, 15(1), 15–31. https://doi.org/10.1482/96292Szymanski, D. M., Mikorski, R., & Dunn, T. L. (2019). Predictors of sexualminority men’s sexual objectification of other men. Journal of Social andPersonal Relationships, 36(11–12), 3631–3650. https://doi.org/10.1177/0265407519832669Tankard, M. E., & Paluck, E. L. (2017). The effect of a Supreme Courtdecision regarding gay marriage on social norms and personal atti-tudes. Psychological Science, 28(9), 1334–1344. https://doi.org/10.1177/0956797617709594Thai, M., & Dellers, L. Y. (2020). Rejecting equality: Psychological differ-ences between Australian sexual minority men voting “yes,” voting “no,”or abstaining from voting on the legalization of same-sex marriage. Psy-chology of Sexual Orientation and Gender Diversity, 7(2), 186–196. https://doi.org/10.1037/sgd0000368Uysal, M. S., Uluğ, Ö. M., Kanık, B., & Aydemir, A. (2022). “The libera-tion of LGBTQ+will also liberate heterosexuals”: Heterosexual feministwomen’s participation in solidarity-based collective action for LGBTQ+rights. European Journal of Social Psychology, https://doi.org/10.1002/ejsp.2799Valsecchi, G., Iacoviello, V., Berent, J., Anderson, J. R., Borinca, I., & Falomir-Pichastor, J. M. (2020). Gay-gender expression and attitudes toward gaypeople: The moderating role of perceived men’s feminization. Psychol-ogy of Sexual Orientation and Gender Diversity, https://doi.org/10.1037/sgd0000452Verrelli, S., White, F. A., Harvey, L. J., & Pulciani, M. R. (2019). Minoritystress, social support, and the mental health of lesbian, gay, and bisexualAustralians during the AustralianMarriage Law Postal Survey. AustralianPsychologist, 54(4), 336–346. https://doi.org/10.1111/ap.12380Woodford, M. R., Weber, G., Nicolazzo, Z., Hunt, R., Kulick, A., Coleman, T.,. . . &Renn,K.A. (2018).Depressionandattempted suicide amongLGBTQcollege students: Fostering resilience to the effects of heterosexism andcisgenderism on campus. Journal of College Student Development, 59(4),421–438. https://doi.org/10.1353/csd.2018.0040How to cite this article: Salvati, M., & Koc, Y. (2022).Advancing research into the social psychology of sexualorientations and gender identities: Current research andfuture directions. European Journal of Social Psychology, 52,225–232. https://doi.org/10.1002/ejsp.2875",
    "id": 562096628,
    "identifiers": {
        "doi": "10.1002/ejsp.2875",
        "oai": "oai:pure.rug.nl:openaire_cris_publications/5f8ddf08-6cf2-4d43-8f75-200c5e724e42"
    },
    "title": "Advancing research into the social psychology of sexual orientations and gender identities:Current research and future directions",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-03-01T00:00:00+00:00",
    "publisher": "'Wiley'",
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.rug.nl/ws/files/225627639/Euro_J_Social_Psych_2022_Salvati_Advancing_research_into_the_social_psychology_of_sexual_orientations_and_gender.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/562096628.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/562096628"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/562096628/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/562096628/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/562096628"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "MINORITY STRESS",
        "MENTAL-HEALTH",
        "GAY MEN",
        "TRANSGENDER",
        "RESILIENCE",
        "MARRIAGE",
        "DISCRIMINATION",
        "EXPERIENCES",
        "INTEGRATION",
        "BEHAVIORS"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.rug.nl:openaire_cris_publications/5f8ddf08-6cf2-4d43-8f75-200c5e724e42",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3203",
        "openDoarId": 0,
        "name": "University of Groningen",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 562096628,
        "depositedDate": null,
        "publishedDate": "2022-03-01T00:00:00+00:00",
        "updatedDate": "2023-04-22T09:04:20+01:00",
        "acceptedDate": null,
        "createdDate": "2023-04-22T09:04:20+01:00"
    },
    "urls": [
        "https://pure.rug.nl/ws/files/225627639/Euro_J_Social_Psych_2022_Salvati_Advancing_research_into_the_social_psychology_of_sexual_orientations_and_gender.pdf",
        "https://doi.org/10.1002/ejsp.2875",
        "https://research.rug.nl/en/publications/5f8ddf08-6cf2-4d43-8f75-200c5e724e42",
        "https://hdl.handle.net/11370/5f8ddf08-6cf2-4d43-8f75-200c5e724e42",
        "http://www.scopus.com/inward/record.url?scp=85132014336&partnerID=8YFLogxK"
    ],
    "lastUpdate": "2023-04-22T09:04:20+01:00",
    "setSpecs": []
}