{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Toler, Lisa T."
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-24T05:57:26+01:00",
    "dataProvider": {
        "id": 15276,
        "name": "Franklin University Scholarly Exchange",
        "url": "https://api.core.ac.uk/v3/data-providers/15276",
        "logo": "https://api.core.ac.uk/data-providers/15276/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.4324/9781003139461",
    "downloadUrl": "https://core.ac.uk/download/525058793.pdf",
    "fullText": "Franklin University FUSE (Franklin University Scholarly Exchange) All Faculty and Staff Scholarship 2021 Advancing Workplace Diversity: Weathering the Storm to Create a Path toward Diversity, Equity, and Inclusion Lisa T. Toler Franklin University, lisa.toler@franklin.edu Follow this and additional works at: https://fuse.franklin.edu/facstaff-pub  Part of the Leadership Studies Commons, and the Organizational Behavior and Theory Commons Recommended Citation Toler, L.T. (2021). Advancing workplace diversity: Weathering the storm to create a path toward diversity, equity, and inclusion. In J. Marques (Ed.), Business with a conscience: A research companion (1st ed.). Routledge. https://doi.org/10.4324/9781003139461 This Book Chapter is brought to you for free and open access by FUSE (Franklin University Scholarly Exchange). It has been accepted for inclusion in All Faculty and Staff Scholarship by an authorized administrator of FUSE (Franklin University Scholarly Exchange). For more information, please contact fuse@franklin.edu. \t 1\t  Page 1 of 27\t  Advancing Workplace Diversity:  Weathering the Storm to Create a Path toward  Diversity, Equity, and Inclusion               Lisa T. Toler, Ph.D., PMP  Faculty College of Business, School of Applied Management, Franklin University Forbes School of Business, University of Arizona Global Campus USA          \t 2\t  Page 2 of 27\t  Abstract:  The inherent culture communicated within an organization influences and affects the practices the organization takes, and, in turn, employee performance (Ritchie, 2000).  The purpose of this book chapter is to identify what characteristics can bring visibility to the career experiences of Black, Indigenous, and People of Color (BIPOC) through a critical examination of the literature on organizational culture, leadership, and organizational behavior in the context of Diversity, Equity, and Inclusion (DEI).  The resulting outcome of such an outlook on career experiences for the BIPOC community is important in creating and sustaining fair practices in diversity, equity, and inclusion in order to establish and sustain a better workplace system.  Recent, but limited, research highlights a disparity between the reality of these experiences within the BIPOC community against the assumptions and beliefs of other racial groups.  By broadening our perspectives of DEI through the lens of those who are marginalized, leaders within our organizations widen the context in which they view organizational behavior and leadership with a conscience, but they also learn to set goals that frame managerial decisions. Key inquiries within this scope of study as it pertains to the BIPOC community and ways of encouraging inclusivity remain unanswered, for the most part, are based on a review of the current literature.    Keywords:  BIPOC, inclusion, equity, diversity, inequality, culture, systemic racism, self-awareness, leadership, organizational behavior        \t 3\t  Page 3 of 27\t  Advancing Workplace Diversity:  Weathering the Storm to Create a Path toward  Diversity, Equity, and Inclusion    While the recent and highly visible volatility in race relations we are experiencing in 2020 is driven, in part, by current conscience-raising events this year, the often overlooked historically oppressive actions perceived and experienced by those from disenfranchised communities has certainly contributed to this volatility.  These socially driven doctrines seek to raise awareness in our society about the common and intersectional experiences of the Black, Indigenous, and People of Color (BIPOC) population surrounding systemic racism and the impact it has had on the BIPOC society as whole.  Organizational values play a major role in creating an atmosphere where messages of acceptable conduct and culture are shared consistently.  Defining what is the root cause of negative and systemic issues within an organization can be a daunting task for managers and supervisors (Toler, 2017). This can only be accomplished if positive and self-regulating behaviors are reinforced, rewarded, and encouraged continuously while negative behaviors are addressed swiftly, consistently, and identified explicitly.    Managers of organizations must encourage a cohesive employee culture, values, and attitudes.  The incentive for the employee is a sense of fitting in and having purpose within the organization, and thus, enabling the organization to fit in with its environment.  This is especially critical in creating a sense of fairness and equity felt in the BIPOC community.  As stated by the research of Whitehead (2001), “one of the most demanding and significant aspects of the managerial function is the capacity to interpret the many and varied situations and problems that are continuously confronting the manager” (p. 62). There should be a substantive reward system offered by leaders who are geared \t 4\t  Page 4 of 27\t  toward intrinsically incentivizing employees’ attitudes and behaviors intrinsically, thereby effectively assisting toward achievement of goals that would otherwise be extremely disparate.  The reward systems should be designed to match the diverse workforce within an organization so as to accommodate differing motivators from one person to the next.  This contingent yet mutually dependent relationship is important to understand in any organization because leaders must want to retain staff who contribute distinct points of view.  The intent and expectation of this chapter is to inform and provide a perspective that addresses this fundamental management and organizational dilemma and review the following:  - How can individual self-awareness build and foster an inclusive, empathetic, and collaborative culture that creates a path toward systemic transformation in organizations?  - How can leaders effectively value the voices of the BIPOC community and render this community central in creating a path toward diversity, equity, and inclusion (DEI)?   - Why is the “#Black Lives Matter” movement noteworthy in the context of organizational leadership and transformation in the workplace?  Leadership & Organizational Behavior Perspectives in the Literature  In their study of leadership scholars have invoked several assumptions regarding the attributes and behaviors that define the effective leader.  Traditional lines of scholarship have studied trait-based perspectives on leadership which dominated the initial scientific research in this area (Table 1).  A central tenet of this is that leaders have \t 5\t  Page 5 of 27\t  inherent effective leadership traits and thus leaders cannot be made.  Some of these trait-based leadership attributes include high achievers; effective coaching, problem solving and goal setting skills; self-confidence; flexibility; innovative; and trustworthy.  In fact, the earliest researchers from the 1800’s considered leadership traits as qualities that were present at birth (Zaccaro, 2007).   Furthermore, researchers in the area of trait-based theories have posited that this explicit trait-based knowledge compliments other research that helps to understand enduring abilities of leaders (Mumford, Campion, & Morgeson, 2007).  Nevertheless, these points of view do little to explain the contrasts between the attributes of leaders and non-leaders or for inconsistencies in leadership behavior based on the circumstances, dynamics, and an ever-changing work environment current in the 21st century – all of which must be acknowledged.  Thus, trait-based perspectives only go so far in their understanding of leadership effectiveness within the organization (Zaccaro,  2007).      Table 1: Traditional Trait-Based Leadership Styles    Emotional  Intelligence  Authentically  Develops  Following /  Promotes  Growth &  Development  Strong  Influence /  Innovation / Sense of Trust  Money  /  Results  Driven  Egocentric  Expects  Compliance /  Unintentional  Manipulation  Participative  Team  Culture /  Inspirational  Servant  X  X  X      X  Democratic      X      X  Autocratic        X  X    Transformational  X  X  X    X  X  Transactional        X  X    Laissez-Faire      X        Charismatic  X  X  X  X    X    \t 6\t  Page 6 of 27\t    Van Quaquebeke, Zenker, and Eckloff (2009) sought to find insights into what type of leadership behaviors were indicators to employees that they were being respected. The authors collected and studied the narratives of employees and, as a historical reference, reviewed leadership studies conducted in the 1950’s as a historical reference.  The narratives used were gathered from online surveys given to employees in Germany. The primary aim was to rank employee importance given on areas of respect in the workplace.  This study is important because it directly connects the quality of the individual relationship between supervisor and subordinate with organizational values, practices, and behaviors.  Employees want to feel as though they fit within the organization.  A person's abilities to lead, and, therefore, help others in meeting their career goals, stems from their ability to learn from mistakes.  All staff in an organization can be effective leaders in helping others set their career goals (whether formally or informally).  However, most effective leaders exhibit high levels of Emotional Intelligence (EI). They show the ability to think before taking any action, and they have a strong ability to connect and empathize with others while developing relationships and maintaining a respectful work environment (Uhl-Bien, Piccolo, & Schermerhorn, 2020).  These empathetic leaders take the time to understand what motivates others and how they work most effectively.  These findings suggest that leaders who possess these attributes make them excellent choices as mentors and coaches for those around them, and, taking this assumption a step further, especially ideal for those in marginalized communities, who seek to advance in their careers.  \t 7\t  Page 7 of 27\t  Frequently these virtues are not communicated effectively so that an analogous ethical culture is instilled throughout the organization's staff.  Employees look for similarities in values from their supervisors as a way of making a connection to those in management.  According to research conducted by van Quaquebeke, Zenker, and Eckloff (2009) interpersonal respect is important to employees and is viewed as directly related to the values of those in leadership positions.  According to their findings, positive values exhibited in the workplace directly effects job attitude.  This, in turn, can have a direct bearing on understanding the impact of implicit racial bias and how to communicate both at an individual and organizational level the value of opening up discussions in this area.  When leaders seek to attribute certain types of behaviors based solely upon their own biases and perceptions behind what is at the root cause of those actions, there can be obvious negative results in the workplace.  According to the research of Kempf (2020), we must work to “mitigate and eliminate the impacts of implicit race bias which would include sustained reflection and slow thinking for engaging in mindful and deliberate processing” (pg. 123).  These biases and assumptions influence the workplace culture, motivation, and job satisfaction (Uhl-Bien, Piccolo & Schermerhorn, 2020).  Therefore, those in leadership positions (and in Human Resource positions as well) must be ever mindful that they, themselves, are exhibiting specific sets of leader behaviors and identity that can positively influence employee and team performance through leader humility (Owen\t& Hekman, 2015).  By applying insights into the theories of how leadership develops, functions, and is structured in the organization through a leader-follower ontology, one can bring practical knowledge and tools for achieving business objectives while simultaneously understanding and unifying organizational culture, and meeting \t 8\t  Page 8 of 27\t  both employer, employee, and team expectations.  Leadership development through the social and mutual influence process is critical in understanding the organization and leadership itself because underlying philosophies drive the actions of others in the workplace (Uhl-Bien, 2006).   To this end, it is important to be proactive in finding ways to achieve cohesiveness through power and influence in organizational values even if individual one’s differ.  There are several concepts surrounding power and influence and their impact on organizational culture.  Some views examine the traditions or patterns that have developed within the organization, whereas others focus on the observable actions and ideologies of group members, and still others tend to explore the social units that result from common understandings (Miller, 2008).  Large and diverse organizations have a propensity for tensions to arise, and poor communication practices can be heightened because of an abuse or misuse of power and influence.  However, if leadership provides ways to authentically celebrate and recognize diversity authentically, the atmosphere created can be a sense of community thereby reducing the risk of tensions arising or miscommunication taking place can be low.    The Learning Organization  Symbolic Interpretivism epistemology assumes that knowledge can only be created and understood from the point of view of the individuals who live and work in a specific culture (Hatch and Cunliffe, 2006).  Organizations are viewed as subjective and “continually constructed and reconstructed by their members through symbolic mediated interaction” (pg. 14). The ontology encourages a learning organization where the ability to continually adapt its culture helps to maintain or enhance performance, knowledge, and \t 9\t  Page 9 of 27\t  development.  Consequently, the learning organization, from a management perspective, has the ability to instill innovation which is important in an unstable and volatile environment such as we are experiencing in 2020.  This ontology leads to an organic organization that helps to keep individuals focused on newly established missions and goals that can be purposeful at viewing racism and bias negatively through an actionable and innately community-focused lens.    The organic organization is a structure that is flexible and one that values external knowledge.  The key element of the organic structure is that the people within the organization are at an equal level.  Thus, the organization becomes more fluid, lacks rigid procedures, and is more adaptive (Hatch and Cunliffe, 2006).  This makes the organic organization, and thus the Symbolic Interpretist ideology, extremely useful in a rapidly changing and unstable environment because innovation, a unified culture, and flexibility are encouraged, unlike a mechanistic organization, which can impede performance in this situation.  The mechanistic organization is one that is highly formalized.  The mechanistic organization is driven by efficiency and predetermined rules, policies, and procedures are the elements that control decision-making.  The organization is typically described as bureaucratic in action and structure (Value Based Management, n.d.).  This type of system can promote an extreme form of power such as domination because they demand loyalty to the supervisors in a hierarchical structure.    However, a drawback of enforcing a unified culture can be the consequences of demanding uniformity.  Therefore, leaders must be mindful and proactive in their attempts to avoid creating an atmosphere that leans too far in their objectives to be compliant.  For some organizations, this is difficult to accomplish because complete \t 10\t  Page 10 of 27\t  support must be gained by both upper management and the employees.  If the role of the organization is to promote and sustain a unified culture, then strategically this can be difficult to do in a consistent manner throughout the organization unless each employee is willing to take individual responsibility for their actions in practice, engagement in learning, and avoidance of inherent racial and gender-based bias.  Nonetheless, this perspective promotes social realities and understanding of the self and others, which is important to the effectiveness of the organization and to promoting equality and open communication.  The Postmodernism perspective, like the Symbolic-Interpretist view, encourages a less rigid approach to management of organizations.  For the Postmodernist, though, this is achieved through boundarylessness (Hatch & Cunliffe, 2006).  The managerial focus is on community, and individuals are thought to be empowered but only through the actions of others.  The ontology states that environmental influence should not be strictly used for improvement of organizational practices and policies but to challenge and enlighten the organization as to other perspectives and realities.  The key assumption, however, for the Postmodern view is that power is achieved through domination and that it is attained through irrational reasoning.  Thus, the focus of this belief is on revealing the marginalized and oppressed viewpoints of individuals within the organization.  This perspective can be highly effective in an organization that needs to improve upon its ability to develop relationships, value empowerment amongst its employees, and reduce the appearance of coercion and harassment in the workplace.  It can also be constructive for organizations that want to give greater meaning to their ethical performance and \t 11\t  Page 11 of 27\t  public recognition to their pursuit and commitment to open systems which would include the critical promotion of institution-wide inclusion.  Each trait-based style of leadership holds its value in the different types of organizations in which they are applied.  The transformational leader, for example, is most effective managing those where strict planning and implementation objectives need to be met.  Whereas the charismatic leader is best suited for those conditions where powers of persuasion is valued such as in politics or public speaking.  Understanding the advantages and disadvantages of differing leadership styles and its application to the organization in the context of promoting and instilling DEI best practices could improve chances of long-term success.  The BIPOC Community:  Creating a Path Toward DEI in the Workplace  Inclusion is the removal of hindrances to the greatest participation and contribution of all employees in the establishment (Roberson, 2006).  Empirical research in the literature asserts that the BIPOC community remains outside the mainstream of inclusion in both society and the workplace.  Thus, how can leaders effectively value the voices of the BIPOC community and render their voices central in creating a path toward DEI in our organizations? The first step is to have leaders review evidence-based cases in academic literature as well as valid information relayed by reliable sources and the media that inform the public about the merits of DEI and the continued disparaging outcomes of not legitimizing these efforts toward unfair practices.  This approach not only builds community-based knowledge, but it also encourages a sense of empathy by means of a holistic perspective.    \t 12\t  Page 12 of 27\t  Evidence-based Influence  Salter, Hirsch, & Schlegel (2015) conducted a study to examine political speeches and sociocultural beliefs about Black communities. The specific focus was on the “racial differences in propensities to blame individuals versus systems and the downstream consequences of such beliefs” (pg. 3).  The authors posit that because White society generally believed that Blacks blame “the system” too much for discrimination and inequity, messages concerning historical and structural disparity and social inequalities are ultimately doomed, and, indeed, are discounted and perpetuated because Whites’ contrary “views of society do not threaten the status quo” (pg. 16).  In other words, Whites want to claim and hold onto much of the power and influence that drives accepted societal norms.  This implied authority allows those in power to carry more privilege.  At best they are reluctant to let go of said power, accept historical precedents, or acknowledge a limitation for some in society in which they may also be complicit. Alternatively, at worst they actively and blatantly abuse power and engage in bias and discriminatory actions in order to propagate the further suppression of the BIPOC community through misconduct that can sometimes result in violence and/or the use of pejorative and inflammatory language.  An indirect relationship can be drawn between the bias insensitivity findings of Salter, et al. with an investigation on racial differences and career outcomes carried out by Greenhaus, Parasuraman, & Wormley (2017).  Greenhaus, et al. (2017), examined the connections among race, organizational perceptions, job performance appraisals, and career outcomes for Black and White managers from several work organizations.  The researchers found that Blacks were more likely than Whites to experience tangible  \t 13\t  Page 13 of 27\t  “treatment” discriminatory practices in areas such as poor management practices in role assignments, training, raises, promotions, terminations, availability of mentorships for career advancement, and psychosocial support from supervisors and other work groups (Greenhaus, et al., 2017).  The authors’ findings also indicated that performance evaluation differences were as a result of rating bias rather than based on actual job performance indicators.  The resulting impact on the Black managers was lower job satisfaction.  The short and long-term outcome of such unchallenged systemic biases, whether implicit or unconscious exacerbates these views and practices that, in turn, further feed an innate sense of distrust and the internalization of behaviors that self-perpetuate negative performance in the BIPOC.  Another apparent result to rating biases is the limitation of opportunities to advance in salary and in career growth opportunities.    Create a Sense of Belonging and Trust  A second recommendation as to how leaders can effectively value the voices of the BIPOC and underrepresented communities and render their voices central in creating a path toward DEI in our organizations is to create a sense of belonging and trust.  Steele  (2010) suggests that environments are organized by social identities and that contingencies and cues about a setting’s inclusivity can add or remove identity threats that speak to marginality.  Steele (2010) states, “It’s one thing to numerically integrate a setting.  It’s another thing to make that place a place where everyone feels comfortable and can flourish.” (para. 6).    Edwards, Monroe, & Mullis (2020), theorized in their study on community participation in medical research that the lack of cultural humility and acknowledgement of the historical research abuses designed by White male doctors on the BIPOC \t 14\t  Page 14 of 27\t  population has led to distrust.  Furthermore, there is a lack of sense of community and partnership between researchers in all fields of study and the BIPOC community.  The research of Benschop, et al., (2017) supports these assertions by stating that to achieve inclusion, systemic organizational change is often required that brings the efforts of multiple actors together to provide a sense of belonging and a sense of uniqueness for all employees. The resulting impact to the BIPOC workforce is the removal of obstacles in order to experience full involvement and influence in the organization.  Consequently, leaders must have a sense of obligation toward their labor force and the organization as a whole for communicating the adverse impacts of inequity felt by the BIPOC workforce.     Leadership must advocate deeper and inclusive relationships, measure collaborative growth and transformation between the company and the BIPOC work force, advance knowledge of effective leadership styles while anticipating adjustments in perspectives toward bias practices, and challenge conventional thinking that would otherwise further promote narrow focus and thought.  An example of promoting advocacy and belongingness in the organization is through mentorship.  Mentorship is often aligned with influence in the organization and an effective manner in which leaders can build a more inclusive environment.      Professionals in the BIPOC community often face collective and widespread issues in the workplace. Leaders must affirm that efforts to increase diversity and equity cannot be successful until the company’s culture makes capable employees in the BIPOC communities feel included and welcome (Limon, 2020). Therefore, the criterion developed for the organizational DEI code of conduct cannot be created in a vacuum.  \t 15\t  Page 15 of 27\t  Those in leadership should, indeed must, accomplish these actions through the creation of individual and meaningful diversity affirmations, managing beyond legal compliance,  and intentional knowledge transfer in order to develop and maintain coherent policies and practices.  Purposeful Organizational Change Management  The third suggestion is the implementation of effective, specific, measurable and purposeful organizational change in management methodologies within the instilled culture that adapts to the evolution of an inclusive environment.  Bensimon, Dowd, &  Witham (2016), suggest five core principles leaders and practitioners need to build  “equity by design”.  These doctrines include:  • Clarity in language, goals, and measures,  • “Equity-mindedness” being the guiding paradigm for language and action,  • Equitable practice and policies designed to accommodate differences,  • Enacting continual equity processes of learning, questioning assumptions about relevance and effectiveness, and interpreting racialized inequity data through a deep dive approach, and  • Enacting and normalizing equity through a system-wide standard.  This is not an easy task as it entails understanding and assessing the environmental factors that are of concern to the organization, which varies from company to company and fluctuates with time.\t\tSenior executives today must have the foresight to recognize when change in the way business is being conducted is unavoidable in order to further succeed, remain competitive, and grow the business.  For leadership, this means possessing a flexible and open mindset.  This mindset will enable leaders and managers \t 16\t  Page 16 of 27\t  to lay the groundwork for effective, dynamic, and progressive change.  Accomplishing this goal can be complex as many people are resistant to even the slightest hint of change.  The ability for leadership to pivot their focus and minimize resistance to change, especially when it directly correlates to the relinquishing of destructive power, is key to maintaining high levels of success towards DEI within the organization’s fundamental culture.      Ritchie (2000) examined the importance of employee internalization of organizational culture.  Through a two-phase study, Dr. Ritchie gathered data from employee responses to questionnaires to understand the influence of organizational culture.  The important outcome of this study is that Dr. Ritchie concludes there is a direct correlation between behavior and motivation (both extrinsically and intrinsically).  If the organization rewards positive behavior, then his findings show that this will positively affect employee attitudes.  He also strongly advocates training for the sole purposes of internalization of company accepted values and behaviors.  This article is particularly useful in understanding the key impact that values and behavior has on expected behaviors and the ability to sustain change in the workplace with regard to managing workplace diversity and inclusion.      A key factor in organizational success in implementation and management of change is the organization’s ability to adapt through a continuous learning process.  Korac-Kakabadse (1999) states that a culture of continuous learning is one in which ongoing recreation of the organization and critical re-examination takes place and helps the organization continually adapt and enhance performance.  In addition, leadership plays a major role in lessening resistance toward change by creating organizational \t 17\t  Page 17 of 27\t  culture through vision, goals, beliefs, and assumptions in order to establish clear standards of desirability with which to assess itself (Ba Banutu-Gomez, 2006, p. 158).    Inclusive Construct  The studies discussed above show us that an inclusive construct must be introduced in the organization at both the individual level and within the governance of the organization through the leadership’s identity and sense of right and wrong.  It is important to enrich the knowledge, practices, and conversations in DEI because a community that values the experiences and viewpoints of others is key toward instilling the magnitude of what an inclusive work climate for all looks like and how to create such a workplace in practice.  People of color offer the organization representation and experience in these areas; however, they often disproportionately encountered the need to “over prove” themselves when it comes to job performance.  The BIPOC community constantly strive to guide others in understanding the current, historical, and future concerns of DEI and its intersectionality with race, ethnicity, sexual orientation, socioeconomic status, etc.  This attempt is made in order to increase their own individual standing in the communities and organizations in which they engage with others, but also for progress systemically for the marginalized population as a whole.    These efforts also include understanding the impact of gender-based discrimination, especially those of women of color, because all sociopolitical factors play a key role implanted within our social structure with regard to how people think and conduct themselves around one another.  It is important to be mindful of, and empathetic toward, the wide-ranging experiences of all those who encounter micro-inequities and racism in the workplace, academia, and society at large.  Leaders must proactively \t 18\t  Page 18 of 27\t  develop social behavioral strategies that inject the importance of expunging and unmasking both overt and covert acts of racism and micro-discriminatory practices  within the organization.  This should include continuous training opportunities for employees to gauge what they know about DEI, being proactive in conformance to laws and knowing when those laws change - but equally as important, translating and communicating these principles into practice by asking staff what they, themselves, are committed to do to stamp out bias.  Individuals within the organization must not merely recognize the existence of oppressive actions toward the BIPOC community in the workplace but reflect upon how complicit in these actions (whether overtly or covertly) they may be.  Organizational Impact: “#Black Lives Matter”  According to the Black Lives Matter Global Network Foundation, Inc.’s website (https:/blacklivesmatter.com), “#BlackLivesMatter, was founded in 2013 in response to the acquittal of Trayvon Martin’s murderer” (para. 1).  The movement was founded by three women of color and now has a global network of over 40 chapters.  Their mission seeks to bring attention to aggression perpetuated upon all Black communities by White supremacists and others who wish to bring violence to these disenfranchised groups of people (Blacklivesmatter.com).  A prominent goal of the organization is to fight against, and raise awareness to, systemic injustices, affirm lives and humanity, and make contributions to society (Blacklivesmatter.com).   In 2020, this organization became the most visible catalyst at the forefront of asserting the need for change in the United States by affording purposeful declarations for incentivizing better treatment of the BIPOC community.  This catalysis was readily evidenced by the multitude of formal statements \t 19\t  Page 19 of 27\t  from corporate America of how the BIPOC and marginalized communities have been impacted negatively by the no-longer tolerated discriminatory public behavior formed within our social norms and structures.  There are a variety of other social justice organizations whose sole institutional mission is to enhance the lives of the BIPOC and other marginalized communities.  By and large, a fundamental consideration of this movement holds that there is remnant relevance to the present-day prevalence of oppressive actions and beliefs in society and in the unjust and unfair experiences of marginalized people that must be recognized.   Paramount amongst these efforts is Hr.Con.Res.100 introduced in the House in June of 2020 by Congresswoman Barbara Lee and reintroduced in the Senate in December 2020 by Senator Cory Booker.  The concurrent resolution  (1) affirms, on the 400th anniversary of the arrival of the first slave ship, the U.S. debt of remembrance not only to those who lived through the injustices of slavery but also to their descendants; and (2) proposes a U.S. Commission on Truth, Racial Healing, and Transformation to properly acknowledge, memorialize, and be a catalyst for progress, including toward permanently eliminating persistent racial inequities.  (Library of Congress, n.d.)   Why is the “#Black Lives Matter” (BLM) movement noteworthy in the context of organizational leadership and transformation in the workplace?  Leaders, in their effort to infuse principled organizational behavior against inequity and bias, must aspire to have transparency and accountability toward all actions perpetuated against those in our communities and organizations whose voices have been subjugated.  While the BIPOC \t 20\t  Page 20 of 27\t  communities have historically experienced and endured extreme acts of harassment, persecution, discrimination, and injustice, the decidedly visible and violent actions during 2020 resonated throughout the world.  In this context, the #BLM network, in particular, provides the unique opportunity for leaders to engage in meaningful and guided conversations about the historical significance of racial and gender-based disparity and the legacy role it continues to play in the acceptable norms perpetuated in organizations.  This “equity-mindedness” informs the organization of the sociohistorical framework and impact of accumulated discriminatory practices to the BIPOC community (Bensimon, Dowd, Witham, 2016).  Managers may find that perspectives shared in this way may bring to the surface areas in which barriers and apathy surrounding systemic discrimination exists.  This can be achieved even though the current sociopolitical climate vilifies the connotation of the label or hashtag for this particular network.  Nonetheless, it is important for organizational and political leaders to acknowledge that bias and racism is endemic in our society, and the way to the other side of it is through individual actions.  The social-justice movement should be aligned with guiding principles for the organization that endeavor toward achieving and becoming more resolute in maintaining an unbiased balance of power through collaborative leadership.  Power is not a phenomenon to be used to dominate others--it is an aspect of business and societal responsibility that should be apportioned within a cooperative community in order to advance the greater good.   Conclusion:  Fostering an Inclusive and Collaborative Culture  This chapter explored how self-awareness, empathy, and emotional intelligence in leaders and individuals can build and foster an inclusive and collaborative culture that can \t 21\t  Page 21 of 27\t  create a path toward systemic transformation.  An organization is defined as “a structured social system consisting of groups of individuals working together to meet some agreed-on objectives” (Barzilai, 2009, pg. 1).  Therefore, it is as important to understand the dichotomy of theories that explain how effective leadership skills and leadership identify influence the organization and behavior in the workplace.   Furthermore, advancing knowledge in leadership trait-based theories affords researchers and practitioners with the opportunity to understand how the leadership role is granted in the first place.  Leadership traits can positively impact DEI, and if leaders implement didactic and engaging conversations with their workforce, they will be the ones who facilitate the progression of acceptable behaviors within the organization.   Their guiding philosophy should be to continuously thrust the conversation forward, and, in doing so, lead others to the conclusion that deleterious and disingenuous behaviors are objectionable such that all those who have historically been relegated to the margins of society have a solid standing and equal voice in all areas and practices of the organization.    In reviewing the vast amount of literature that exists on leadership effectiveness and, specifically leadership development, it is clear that much research still needs to be accomplished on understanding leadership development as a social and mutual influence process and furthering the research on those theories that try to explain this phenomenon against the backdrop of DEI.  As a case in point, according to the findings of Roberts, Bareket-Shavit, Dollings, Goldie, & Mortenson (2020) “from the 1970’s to the 2010s, only 5% of psychology publications highlighted or researched race (1,511 of 26,380)” (pg. 1298).  Additionally, much of those publications were written by White authors who had significantly fewer participants of color within their organizations (Roberts, et al.,  \t 22\t  Page 22 of 27\t  2020).    Managers, especially today, tend to focus on administering the day-to-day operations and tend not to look directly at how leadership in their organization can have a positive or negative influence on the organization.  However, it is incumbent upon them to perform above this level, and to develop a peripheral vision, so that they can foresee what is coming down the road.  Effective leadership pertains to a balance between personal attributes and behaviors and how those attributes are applied successfully in order to gain the most positive influence in the organization (Toler, 2014).  Kotter (2012) explains that once cultural norms are established, we need to understand why it influences those in the organization and how it can change.    To elaborate further on understanding the impact of culture we should think of our place of business as a social organization, then it becomes clear to see why the creation of meaning is an important factor in organizational life.  According to Miller (2008, p. 11), it is “common for individuals with similar needs and goals to come together in organizations known as cooperatives (co-ops) that are often motivated by a concern for democracy, social justice, and environmental and global responsibility”.  Thus, through effective communication and the establishment of a common culture, leaders can form the creation of meaning systems that can unite the organization.  Leader humility is defined as “the extent to which a leaders’ knowledge of their own limits and recognition of others’ strengths fosters awareness of where they need to grow and of the people around them from whom they can learn to grow” (Owen & Hekman, 2015, p. 1089, para. 5).  They posit that humility in leadership promotes the highest potential in teams and creates an atmosphere of progressively accepted behaviors \t 23\t  Page 23 of 27\t  while inspiring a nonjudgmental environment and encouraging job satisfaction, work engagement, and retention (Owen & Hekman, 2015, p. 1089).  Additionally, the leader’s own exhibited behavior is key in promoting the model for how the team should work together recognizing and understanding the individual contributions of each member’s strengths and weaknesses.  Non-cognitive abilities and skills, for example, include the ability to understand other people.  Generally speaking, individuals with high emotional intelligence (EI) become successful at getting to know what motivates others.  Politics, teaching, sales, for example, are among those professions where a high level of EI will be most effective.  Indeed, leaders that often demonstrate high level of EI are also very effective because they know how to gain the support of others by creating a cooperative work environment (Ritchie, 2000).  Once these concepts are instilled in our organizations, perceptions of diversity, equity, and inclusion become valid and individual actions toward diversity, equity, justice, and inclusion develop into impactful and intentional codes of conduct.       \t 24\t  Page 24 of 27\t  References    Ba Banutu-Gomez, M. (2006).  Great leaders know that all change must start both at the top and the bottom:  the whole human system must change.  The Business Review,  6(1), 157-161.  Barzilai, K. (2009).  Organizational Theory.  Retrieved at:   http://www.cwru.edu/ed/epidbio/mphp439/Organizational_Theory.htm.  Benschop, Y., Corly, T., Ferdman, B.M., Giscombe, K., Kelan, E.K., Meijerink, A.,  Peters, A, van den Brink, M. & Zanoni, P. (2017).  Changing Organizations  Toward Inclusion:  A Multiparty Dialogue.  Academy of Management  Proceedings, Volume 1.  Bensimon, E.M, Dowd, A.C., & Witham, K. (2016).  Five Principles for Enacting Equity by Design.  Association of American Colleges & Universities.  Retrieved at:  https://aacu.org/diversitydemocracy/2016/winter/bensimon.  Black Lives Matter Global Network Foundation, Inc. (2020).  #Black Lives Matter.   Retrieved from http://blacklivesmatter.com.  Edwards, H.A., Monroe, D.Y., Mullins, C.D. (2020).  Six ways to foster communityengaged research during times of societal crisis.  Journal of Comparative Effectiveness Research, 9(16), 1101-1104.  Greenhaus, J.H., Parasuraman, S., & Wormley, W. M. (2017).  Effects of Race on Organizational Experiences, Job Performance Evaluations, and Career Outcomes,  Academy of Management Journal, 33(1).  \t 25\t  Page 25 of 27\t  Hatch, M. J., & Cunliffe, A. L. (2006). Organization theory: Modern, symbolic and postmodern perspectives (2nd ed). New York: Oxford University Press.  Kempf, A. (2020).  If We Are Going to talk About Implicit Race Bias, We Need to Talk About Structural Racism: Moving Beyond Ubiquity and Inevitability in Teaching and Learning about Race.  Taboo: The Journal of Culture and Education, 19(2), 114-132).  Korac-Kakabadse, N. (1999).  Designing for cultural diversity in an IT and globalizing milieu.  Journal of Management, 12(4), 469-482.  Kotter International (2012, September 27).  The key to changing organizational culture.  Forbes. http://www.forbes.com/site/johnkotter/2012/09/27/the-key-to-changingorganizational-cutlure.  Library of Congress (n.d.).  H.Con.Res.100-Urging the establishment of a United States  Commission on Truth, Racial Healing, and Transformation.  Retrieved December 2020 from: https://www.congress.gov/bill/116th-congress/house-concurrentresolution/100.  Limon, A.T. (2020).  Addressing the Realities Facing Diverse Employees in the Financial  Planning Profession.  Journal of Financial Planning; Denver, 33(11), 23-26.  Miller, K. (2008).  Organizational Communication:  Approaches and Process (5th ed.)  Boston, MA:  Wadsworth Cengage Learning.  Mumford, T.V., Campion, M.A., & Morgeson, F.P. (2007).  The leadership skills strataplex:  Leadership skill requirements across organizational levels.  The Leadership Quarterly. 18(2), 154-166.  \t 26\t  Page 26 of 27\t  Owen, B.P. & Hekman, D.R. (2015).  How Does Leader Humility Influence Team Performance?  Exploring the Mechanisms of Contagion and Collective Promotion  Focus.  Academy of Management, 59, (3).  Ritchie, M. (2000, Spring).  Organizational culture:  An examination of its effect on the internalization process and member performance.  Southern Business Review, 25(2), 1-13.  Roberson, Q.M. (2006).  Disentangling the Meanings of Diversity and Inclusion in  Organizations.  Sage Journals, 31(2), 212-236.  Roberts, S.O., Bareket-Shavit, C., Dollins, F.A., Goldie, P.D., & Mortenson, E. (2020).   Racial Inequality in Psychological Research:  Trends of the Past and Recommendations for the Future.  Associate for Psychological Science, 15(6), 1295-1309.  Salter, P.S., Hirsch, K.A., Schlegel, R.J. (2015).  Who Needs Individual Responsibility?   Audience Race and Message Content Influence Third-Party Evaluations of  Political Messages. Social Psychological and Personality Science (In press).  Steele, C. (2010).  The Stereotype Threat to Workplace Diversity.  Retrieved from:   https://www.diversityinc.com/the-stereotype-threat-dr-claude-steele-mesmerizesaudience-video/.  Toler, L. (2017).  The Effects of Workplace Bullying on Employee Performance – A  Cultural and Social Perspective.  In A. Stachowicz-Stanusch, W. Amann, & G. Mangia (Eds.), Corporate Social Irresponsibility: Individual Behaviors and Organizational Practices (pp.127-143).  Information Age Publishing,  Charlotte, NC.  \t 27\t  Page 27 of 27\t  Toler, L. (2014).  Virtual Teams – Individual Perceptions of Effective Project Management that Contribute to a Collective Effort in Project Success.  Project  Management Institute, Knowledge Shelf.  http://www.projectmanagement.com/Knowledge-Shelf   Uhl-Bien, M. (2006).  Relational Leadership Theory:  Exploring the social processes of leadership and organizing.  The Leadership Quarterly. 17, 654-676.  Uhl-Bien, M., Piccolo, R.F., & Schermerhorn, J.R. (2020).  Organizational behavior. (2nd ed). Hoboken, NJ: John Wiley & Sons, Inc.  Van Quaquebeke, N., Zenker, S., Eckloff, T. (2009).  Find Out How Much It Means to  Me!  The Importance of Interpersonal Respect in Work Values Compared to  Perceived Organizational Practices.  Journal of Business Ethics, 89(3). 423-431.  Value Based Management.net (n.d.).  Value Based Management.net (n.d.).  Mechanistic and Organic Systems.  Retrieved at:   http://www.valuebasedmanagement.net/methods_burns_mechanistic_organic_sys tems.html.  Whitehead, C. (2001).  Organizational Theory and the Management Dilemma.  Advanced  Management Journal, 59-65.  Zaccaro, S.J. (2007).  Trait-Based Perspectives of Leadership.  American Psychologist.  62(1), 6-16.        ",
    "id": 525058793,
    "identifiers": {
        "doi": "10.4324/9781003139461",
        "oai": "oai:fuse.franklin.edu:facstaff-pub-1104"
    },
    "title": "Advancing Workplace Diversity: Weathering the Storm to Create a Path toward Diversity, Equity, and Inclusion",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-01-01T08:00:00+00:00",
    "publisher": "FUSE (Franklin University Scholarly Exchange)",
    "references": [],
    "sourceFulltextUrls": [
        "https://fuse.franklin.edu/cgi/viewcontent.cgi?article=1104&context=facstaff-pub"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/525058793.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/525058793"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/525058793/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/525058793/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/525058793"
        }
    ],
    "abstract": "The inherent culture communicated within an organization influences and affects the practices the organization takes, and, in turn, employee performance (Ritchie, 2000). The purpose of this book chapter is to identify what characteristics can bring visibility to the career experiences of Black, Indigenous, and People of Color (BIPOC) through a critical examination of the literature on organizational culture, leadership, and organizational behavior in the context of Diversity, Equity, and Inclusion (DEI). The resulting outcome of such an outlook on career experiences for the BIPOC community is important in creating and sustaining fair practices in diversity, equity, and inclusion in order to establish and sustain a better workplace system. Recent, but limited, research highlights a disparity between the reality of these experiences within the BIPOC community against the assumptions and beliefs of other racial groups. By broadening our perspectives of DEI through the lens of those who are marginalized, leaders within our organizations widen the context in which they view organizational behavior and leadership with a conscience, but they also learn to set goals that frame managerial decisions. Key inquiries within this scope of study as it pertains to the BIPOC community and ways of encouraging inclusivity remain unanswered, for the most part, are based on a review of the current literature",
    "tags": [
        "bookchapter",
        "BIPOC",
        "inclusion",
        "equity",
        "diversity",
        "inequality",
        "culture",
        "systemic racism",
        "self-awareness",
        "leadership",
        "organizational behavior",
        "Leadership Studies",
        "Organizational Behavior and Theory"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "bookchapter"
    ],
    "oai": "oai:fuse.franklin.edu:facstaff-pub-1104",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "15276",
        "openDoarId": 0,
        "name": "Franklin University Scholarly Exchange",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 525058793,
        "depositedDate": null,
        "publishedDate": "2021-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-21T03:03:08+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-24T05:57:26+01:00"
    },
    "urls": [
        "https://fuse.franklin.edu/facstaff-pub/94",
        "https://fuse.franklin.edu/context/facstaff-pub/article/1104/viewcontent/Unedited_Advancing_Workplace_Diversity_copy.pdf"
    ],
    "lastUpdate": "2024-02-21T03:03:08+00:00",
    "setSpecs": []
}