{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Glace, Alyssa Marie"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T09:27:50+01:00",
    "dataProvider": {
        "id": 935,
        "name": "PDXScholar (Portland State University)",
        "url": "https://api.core.ac.uk/v3/data-providers/935",
        "logo": "https://api.core.ac.uk/data-providers/935/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.15760/etd.6357",
    "downloadUrl": "https://core.ac.uk/download/212631586.pdf",
    "fullText": "Portland State UniversityPDXScholarDissertations and Theses Dissertations and ThesesSpring 7-6-2018Affirmative Consent Endorsement and Peer Norms SupportingSexual Violence Among Vulnerable Students on CollegeCampusesAlyssa Marie GlacePortland State UniversityLet us know how access to this document benefits you.Follow this and additional works at: https://pdxscholar.library.pdx.edu/open_access_etdsPart of the Disability Studies Commons, Lesbian, Gay, Bisexual, and Transgender StudiesCommons, and the Psychology CommonsThis Thesis is brought to you for free and open access. It has been accepted for inclusion in Dissertations and Theses by an authorized administrator ofPDXScholar. For more information, please contact pdxscholar@pdx.edu.Recommended CitationGlace, Alyssa Marie, \"Affirmative Consent Endorsement and Peer Norms Supporting Sexual Violence Among Vulnerable Students onCollege Campuses\" (2018). Dissertations and Theses. Paper 4473.10.15760/etd.6357 Affirmative Consent Endorsement and Peer Norms Supporting Sexual Violence Among Vulnerable Students on College Campuses     by Alyssa Marie Glace     A thesis submitted in partial fulfillment of the requirements for the degree of    Master of Science in Psychology    Thesis Committee: Keith Kaufman, Chair Greg Townley Eric Mankowski    Portland State University 2018             © 2018 Alyssa Marie Glace                    AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  i  Abstract Understanding how students endorse affirmative consent in their sexual relationships is essential to sexual violence prevention. Some research has indicated that LGBT students and students with disabilities may negotiate and endorse consent uniquely because of socially constructed traditional sexual scripts. Research indicates gender differences may exist as well. The proposed research examines differences based on gender, LGBT status, and disability in affirmative consent endorsement and peer norms around sexual violence. Results indicated that women, nonbinary students, LGBT students, and students with disabilities were significantly less likely than their privileged counterparts to indicate low endorsement of affirmative consent. Results also indicated that women and some LGBT students are significantly less likely than their privileged counterparts to indicate high peer norms supporting sexual violence. Limitations, implications, and future directions are discussed.     AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  ii  Acknowledgements I would like to thank my committee chair and advisor, Dr. Keith Kaufman, as well as my committee members, Dr. Eric Mankowski and Dr. Greg Townley, for their support of this project. I would also like to thank my family, including my parents and my partner, for supporting me through this process.    AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  iii  Table of Contents  Abstract.................................................................................................................................i Acknowledgements..............................................................................................................ii List of Tables......................................................................................................................iv List of Figures......................................................................................................................v Chapter One – Introduction and Literature Review.............................................................1 Section One – Campus Sexual Violence.................................................................2 Section Two – Consent..........................................................................................37 Section Three – Sexual Script Theory...................................................................56 Section Four – Critique and Conclusion................................................................64 Chapter Two – Methods & Procedures..............................................................................70 Section One – Methods..........................................................................................70 Section Two – Procedures.....................................................................................74 Chapter Three – Results.....................................................................................................79 Hypothesis 1...........................................................................................................79 Hypothesis 2...........................................................................................................81 Hypothesis 3...........................................................................................................83 Exploratory Analyses.............................................................................................84 Chapter Four – Discussion.................................................................................................87 Introduction............................................................................................................87 Discussion of Specific Results...............................................................................88 Implications of Study Findings..............................................................................96 Applied Prevention Implications.........................................................................102 Limitations...........................................................................................................104 Conclusion...........................................................................................................113 Endnotes...........................................................................................................................115 Tables and Figures...........................................................................................................117 References........................................................................................................................129 Appendix A......................................................................................................................148 Appendix B......................................................................................................................149 Appendix C......................................................................................................................150    AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  iv  List of Tables  Table 1. Write-in Sexual Orientations as Coded Table 2. Hypothesis 1 Chi Square Results Table 3. Hypothesis 1 Follow-up Results Table 4. Hypothesis 2 Chi Square Results Table 5. Hypothesis 3 Chi Square Results Table 6. LGBT Category Breakdowns Table 7. Exploratory Affirmative Consent Chi Square Results Table 8. Exploratory Peer Norms Chi Square Results    AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  v  List of Figures  Figure 1. Percent Indicating Low Consent by Group Figure 2. Percent Indicating High Peer Norms by Group Figure 3. Percent Indicating Low Consent by LGBT Category Figure 4. Percent Indicating High Peer Norms by LGBT Category   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  1  Chapter One - Introduction and Literature Review Campus sexual violence is a high-cost, pervasive problem which has not demonstrably decreased in incidence since it was first brought to light in 1987 (Cantor et al., 2015; Koss, Gidycz, & Wiseniewski, 1987). Given that sexual violence is broadly defined as sexual contact that occurs without consent, defining consent in campus policy and legislation, as well as among the student body and other campus stakeholders is essential to sexual violence prevention (Beres, 2007). The standard of affirmative consent, which defines consent by the presence of a clearly declared “Yes,” rather than the absence of a “No” or forceful resistance in response to proposed or initiated sexual contact is essential, along with the support of larger systems, to prevent sexual violence (Jozkowski, 2015b). However, some research has indicated that heterosexual and cisgender students without disabilities may experience barriers to endorsing and enacting affirmative consent due to the influence of the traditional sexual script (Gibson & Brown, 2017; Hust et al., 2014; Jozkowski & Peterson, 2013). However, students who are not cisgender and/or heterosexual, as well as students with disabilities1 likely interact with the traditional sexual script differently, and thus may not face the same barriers to affirmative consent endorsement (Beres, Herold, & Maitland, 2004; Doyle, 2010; Gill, 2010; Hallal, 2005). There is also evidence of gender differences in affirmative consent endorsement (Jozkowski, Peterson, Sanders, Dennis, & Reece, 2014). Thus, the present research aims to examine differences in affirmative consent endorsement among students based on gender, LGBT identity, and disability. Projected results and potential implications will be discussed. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  2  Section One - Campus Sexual Violence Campus Sexual Violence Overview This chapter begins with an overview of campus sexual violence. Sexual violence is defined as sexual contact without the affirmative consent of all parties involved (Beres, 2007). The occurrence of sexual violence on college and university campuses was brought to light by nationwide research in the 1980s (Koss, Gidycz, & Wiseniewski, 1987). Subsequent research has identified many risk factors for experiencing sexual violence, including gender, being LGBT, and having a disability, among other things (Cantor et al., 2015; Carmody, Ekhomu, & Payne, 2009; DeSipio, 2014; Lobanov-Rostovsky & Przybylski, 2014; Marschall, 2013; Porter & Williams, 2011). Outcomes of experiencing campus sexual violence can entail social, practical, financial, and medical concerns for the survivor2 and the larger campus community. The etiology of campus sexual violence is complex, spanning multiple levels of analysis. Current approaches to addressing this widespread problem include legislative measures and research-based programs. These approaches must contend with many complicating factors and barriers to addressing sexual violence on campus. These factors include alcohol use/abuse, underreporting of sexual violence, difficulties in protecting minority students, uneven application of interventions, popular resistance to interventions, and the fact that colleges and universities are businesses. Defining Sexual Violence Though apparently simple on the surface in many cases, defining sexual violence can become increasingly complex, especially with the introduction of many factors that AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  3  are common in the campus environment, such as the use of drugs and alcohol (Kingree & Thompson, 2015; Lobanov-Rostovsky & Przybylski, 2014). Definitions of sexual violence often conceptualize the issue as a spectrum or range of acts, from sexist and gender-based microaggressions to violent rape. In their report on violence, Krug, Dahlberg, Mercy, Zwi, and Lozano (2002) discuss the many ways in which sexual violence can manifest and its defining elements. The key factor in determining sexual violence is the lack of consent from one or more involved parties (Krug et al., 2002). Any sexual activity that occurs without the consent of everyone involved, whether it be verbal or non-verbal, constitutes sexual violence (Krug et al., 2002). Due to the broad definition of sexual activity (e.g., sexual comments, sexual contact), the wide range of techniques perpetrators use to coerce nonconsensual sexual activity (e.g. threats, drugs, force), and the many contexts in which sexual violence can occur (e.g., the workplace, home), instances of sexual violence can range from so frequent as to be considered commonplace (e.g., catcalling) to relatively uncommon (e.g., stranger rape using force). While this model is useful in understanding many of the underlying dimensions of sexual violence, it can, at times, be impractically broad for use in prevention efforts. Sexual violence is sometimes conceptualized as gendered or gender-based violence, as it is most often committed by men against women and nonbinary or gender non-conforming people (Cantor et al., 2015). However, this is not the only way in which sexual violence can occur (Wijkman, Bijleveld, & Hendriks, 2010). Gender is a salient factor in sexual violence, but it is not the only contributing factor. For example, in their research on female perpetrators, Wijkman, Bijleveld, and Hendriks (2010) found that AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  4  when women committed sexual violence, it was most frequently against children and often involved a male co-perpetrator. Female perpetrators are not only rare, but also frequently exhibit a different dynamic than their much more common male offender counterparts (Wijkman, Bijleveld, & Hendriks, 2010).  Many of the cultural factors that influence sexual violence, including rape myths, hostile sexism, the miscommunication model, and traditional sexual scripts, consider gender as a central component. These are discussed later in this literature review in greater detail. While it is irresponsible to claim that non-men never commit sexual violence, to ignore the very frequently gender biased nature of this type of violence is to ignore many potential root causes and avenues for intervention. Further, when sexual violence is committed by non-men and/or against men, gender is often still a critical factor (Sable, Danis, Mauzy, & Gallagher, 2006). For example, some perpetrators might commit sexual violence against men due to the false assumption that men always want sex and as such do not or cannot refuse to consent (also discussed in more detail later in this chapter).  As previously mentioned, sexual violence includes a broad range of actions that can be challenging to clearly operationalize (Beres, 2007). For the sake of this investigation, sexual violence will be defined as any sexual contact to which all involved parties have not given affirmative consent. Consent means that everyone involved is developmentally able to give consent, sober, has not been coerced, and has clearly indicated that they wholeheartedly consent to every part of the sexual activity taking place (Beres, 2007). It should also be noted that the use of deception violates affirmative AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  5  consent, and that consent may be withdrawn at any time. Affirmative consent can be communicated verbally or non-verbally and will be discussed in more detail later in this chapter. Campus Sexual Violence Campus sexual violence is defined as sexual violence committed by or against a college or university student. It is a complex issue that impacts all aspects of a campus environment. More often than not, campus sexual violence can be conceptualized as “acquaintance rape,” a situation in which the perpetrator and survivor have some type of preexisting relationship prior to the incident(s) of violence, which can range from being casual acquaintances to engaged in a committed romantic relationship (Deming, Covan, Swan, & Billings, 2013). Date rape is a common type of campus sexual violence that falls into this category (Deming et al., 2013). Date rape is defined a circumstance in which a perpetrator takes someone out on a date as a ruse to gain access and commit sexual violence (Deming et al., 2013). As is true of sexual violence in general, campus sexual violence only infrequently occurs the way it is conceptualized in popular culture (i.e., committed by a stranger and involving the use of a weapon rather than intoxicants; Galbo, 2016). Conceptualizing the Campus. College and university campuses are usually physical places, but they also form the social and developmental setting in which campus sexual violence occurs. Campus can also be thought of as a social setting, in that members’ social connections are generally permeated with other members of the campus environment. It can also be thought of as a developmental setting, as many of the students AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  6  on campus are emerging adults. Further, even students who are past this developmental stage are still partaking in some amount of identity exploration that inevitably comes with career change and/or continuing education. These factors combine to make campus a unique setting, and indicate that campus sexual violence is a unique phenomenon worthy of specific study.  History of Campus Sexual Violence. A study by Koss, Gidycz, and Wiseniewski (1987) first examined sexual violence on college and university campuses on a national level. Noting the pervasive problem of underreporting in research on sexual violence, the authors examined the scope of sexual violence in a sample of postsecondary students. While previous research had examined the incidence of sexual violence in specific locations, this study extended the literature by including a national sample of participants, the first to paint a comprehensive picture of women’s experiences of campus sexual violence in the United States (Koss, Gidycz, & Wiseniewski, 1987). This research also examined rates of sexual violence experienced by participants since the age of 14. Study findings indicated that 46% of women experienced sexual violence since the age of 14, and one in three women experienced sexual violence the year before the study (Koss, Gidycz, & Wiseniewski, 1987). Men were only examined as perpetrators in this research. Perhaps unsurprisingly, men did not report perpetrating nearly as much sexual violence as women reported experiencing (Koss, Gidycz, & Wiseniewski, 1987). Finally, this study found no significant differences based on location (Koss, Gidycz, & Wiseniewski, 1987).  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  7  This research is of historical significance as one of the first studies to examine campus sexual violence, and the first to do so on a national level in the United States (Koss, Gidycz, & Wiseniewski, 1987). However, it is not without its flaws. Most notably, it solely examines female survivors and male perpetrators (Koss, Gidycz, & Wiseniewski, 1987). Subsequent research has demonstrated that this is not the only pattern of campus sexual violence perpetration (Cantor et al., 2015), and it is likely that this research has overlooked a number of survivors as a result of its exclusive focus on female survivors and male perpetrators. Further, the measures used may have inadvertently excluded survivors who were victimized by those other than cisgender men. Regardless, in its time, this research was forward thinking and provided a foundation for the academic study of campus sexual violence and subsequent prevention efforts. Prevalence and Risk Factors. To discuss the prevalence of campus sexual violence, it is important to consider the scope of sexual violence in general. Although incidence and prevalence rates vary based on the way in which sexual violence is defined, there are many well replicated and robust patterns established by previous research. For example, estimates suggest that between 15%-30% of women and 4%-10% of men experience sexual violence at some point in their lives (Krug et al., 2002). Many individuals experience sexual violence for the first time prior to reaching adulthood (Koss, Gidycz, & Wiseniewski, 1987). At the same time, there are many risk factors related to higher rates of experiencing sexual violence including: being LGBT (i.e., especially for those who are transgender/nonbinary or otherwise gender non-conforming); having a disability; being an immigrant; having a relatively low income; AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  8  having mental illness(es) and/or a history of trauma; being a member of a particular racial or ethnic minority group, such as being Native American (Porter & Williams, 2011). It is noteworthy that the vulnerability of these groups relates to systemic oppression, as perpetrators may target people who experience one or more types of systemic oppression. Perpetrators may target people in these groups due to ease of access and less chances of being caught and/or punished. A vast body of research literature also supports the fact that many risk factors associated with sexual violence throughout the lifespan are also implicated in campus sexual violence. For example, students who are neither men nor women experience sexual violence at higher rates than men or women (Cantor et al., 2015), as do students who are transgender men, transgender women, and/or are not heterosexual (NSRVC, 2012; Porter & Williams, 2011). In addition, first year and transfer students are also at higher risk than students who are more established on campus (Cantor et al., 2015; Carmody, Ekhomu, & Payne, 2009; DeSipio, 2014; Lobanov-Rostovsky & Przybylski, 2014; Marschall, 2013; Porter & Williams, 2011). In a recent study of the incidence rate of campus sexual violence, the American Association of Universities (AAU) (Cantor et al., 2015) collected data from 27 participating institutions of higher education. Results suggested that approximately 23% of female undergraduates and about 8% of male undergraduates experienced sexual violence since enrolling in their respective university (Cantor et al., 2015). Students who were neither male or female indicated experiencing slightly higher rates of sexual violence than female students (i.e. 24%; Cantor et al., 2015). This study also uncovered AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  9  many groups at high risk for experiencing sexual violence, including students who are gay, lesbian, bi/pansexual, or otherwise non-heterosexual, students with disabilities, undergraduate (versus graduate or professional) students, and first year students (Cantor et al., 2015). The investigation also found sexual harassment to be highly prevalent on campuses, with rates ranging from 75% (i.e., trans/gender non-conforming undergraduate) to 30% (i.e., male graduate) of students experiencing sexual harassment at their university (Cantor et al., 2015). At the same time, findings indicated that all types of sexual violence were underreported (Cantor et al., 2015).  This study utilized a very large group of student participants (i.e., 779,170) across multiple universities, accounting for various types of sexual violence, and students of all genders (Cantor et al., 2015). Findings from this important study highlight the fact that nationwide campus sexual violence incidence rates have not significantly decreased since the 1980s (Cantor et al., 2015). Moreover, in using current students as the focus of this investigation, this study runs the risk of underestimating the true incidence rates, since some participants may be victimized in their school years to come. Given this and other factors known to reduce reporting (e.g., shame, distrust of the system) available rates should be considered the “lower bounds” of the actual incidence of campus sexual violence. Despite these limitations, this investigation remains a seminal study of campus sexual violence.  Gender. Women experience sexual violence at rates that are so consistently and significantly higher than men that research frequently investigates only cisgender women when examining survivors of sexual violence (Krug et al., 2002)3. Conceptualizing AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  10  gender as a risk factor for experiencing sexual violence can seem redundant, given that it is often seen as one of the most, if not the most, important factors in sexual violence. However, sexual violence against those who are neither men nor women, transgender men, transgender women, and gender non-conforming individuals is often not thought of in this way. It is likely that this is due to the differing ways these groups interact with the traditional sexual script, to be discussed later in this chapter. Research in this area has indicated that these individuals may be at even higher risk for sexual violence than cisgender women who are not gender non-conforming (Cantor et al., 2015). Thus, it is important to consider gender diversity, especially gender diversity beyond cisgender men and women when examining campus sexual violence.  LGBT Status. The National Sexual Violence Research Center (NSVRC, 2012) released a report discussing sexual violence against individuals who identify as lesbian, gay, bisexual, transgender, and/or queer (LGBTQ). Report findings indicated that LGBTQ individuals were at higher risk than their heterosexual and cisgender counterparts for many types of sexual violence, including sexual harassment, adult sexual victimization, and child sexual abuse (NSVRC, 2012). The report conceptualizes this type of violence as a hate crime against those who challenge traditional notions of gender and sexuality (NSVRC, 2012). The report also highlights existing research on this topic, including research considering violence in educational settings. According to the report, study findings consistently reflected higher risk for sexual violence and gender-related hate crimes among LGBTQ secondary and postsecondary students (NSVRC, 2012).  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  11  Porter and Williams (2011) examined sexual violence and abuse among underrepresented students on college campuses, including lesbian, gay, and bisexual (LGB) students, deaf and hard of hearing students, and students belonging to racial and ethnic minority groups. Results specific to LGB students indicated that these students were at higher risk for rape as well as sexual, physical, and psychological abuse by a partner (Porter & Williams, 2011). This result is interesting given that the partners of LGB people are frequently other LGB people. However, in the case of bisexual individuals, or lesbians and gay men who are questioning or closeted, LGB individuals may have partners who are not LGB themselves. The study did not collect data on the sexual orientation of abusive and non-abusive partners, so definitive conclusions cannot be drawn. It is also worthy of note that this study did not collect data about transgender individuals, a frequent limitation in this type of research.  Disability. The work of Porter and Williams (2011) is also relevant when discussing risks to students with disabilities. Findings from their research indicated that deaf or hard of hearing students were more likely to experience physical and psychological abuse by a partner (Porter & Williams, 2011). The authors did not find that deaf or hard of hearing students were more or less likely to experience either type of sexual violence (rape, sexual abuse by a partner), but this could have been influenced by the small number of students falling into either of those categories (Porter & Williams, 2011). It is also notable that deaf and hard of hearing students comprise a subset of students with disabilities, and the large amount of heterogeneity within this group makes AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  12  it possible, and even likely, that subsets of students such as these experience unique dynamics and risks around sexual violence. Previous research has supported the notion that college students who indicate that they have a disability have an elevated risk of sexual violence (Cantor et al., 2015). Research in this area frequently suffers from inconsistent definitions. In some studies, individuals with a variety of disabilities are combined into a single group. In other investigations people with disabilities are categorized into groups based on their specific disabilities (e.g. Porter & Williams, 2011). Outcomes of Campus Sexual Violence. There is evidence that experiencing sexual violence is associated with later adverse health outcomes (Borja, Callahan, & Long, 2006; Senn et al., 2013). Adverse outcomes can include mental illnesses (i.e. PTSD, anxiety, or depression) as well as physical health concerns (Borja, Callahan, & Long, 2006; Senn et al., 2013). Service needs secondary to experiencing sexual violence can place a significant strain on campus healthcare systems, causing both survivors and other students to have less access to the medical care that they need (DeGue, Holt, Massetti, Matjasko, Tharp, & Valle, 2012). Further, being a survivor of campus sexual violence can lead to missed work and educational opportunities, economic hardship, and can damage interpersonal interactions and relationships, which can in turn adversely affect the larger campus (DeGue et al., 2012). There are many practical, economic, medical, social, legal, and ethical reasons for college and university campuses to have a vested interest in addressing campus sexual violence. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  13  Etiology of Campus Sexual Violence. Despite the fact that campus sexual violence was not empirically examined until the 1980s, sexual violence in general has been a frequently discussed topic in many academic disciplines for more than 30 years. As such, a broad array of etiological explanations for sexual violence, spanning multiple levels of analysis have been proposed. Frequently, the lens utilized to examine campus sexual violence’s etiology is the ecological model (Bronfenbrenner, 1994) which describes the relationship between various levels of interpersonal analysis including individual, interpersonal, community, and institutional level etiologies. It is unlikely that any single level of analysis will account for all of sexual violence’s root causes (Dills, Fowler, & Payne, 2016). Instead, it is much more likely that a complex interaction among levels leads to this type of violence (Dills, Fowler, & Payne, 2016).  Individual level explanations of sexual violence typically assert that individual perpetrators are angry, maladapted, and/or mentally ill, and thus act out in sexually violent ways as a result (Bryden & Grier, 2011). While there is some evidence for the influence of individual level factors on sexual violence perpetration, they only seem to contribute a small portion of the explanation for this behavior. Individual factors are generally over examined in research, and it is likely that a large proportion of the explanation for campus sexual violence can be attributed to factors at higher levels of analysis (DeGue et al., 2012). In addition, many victim-blaming ideas or rape myths, which claim that some behavior on the part of the survivor led to the assault, are individual level theories about the cause of sexual violence. However, as discussed AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  14  previously, these explanations lack evidence based support and are generally considered insensitive and harmful to vulnerable survivors (Galbo, 2016).  Interpersonal level etiological factors offered as explanations of sexual violence generally focus on communication and gendered interactions within relationships (Hansen, O’Byrne, & Rapley, 2010). The miscommunication model posits that sexual violence occurs due to the perpetrator’s misunderstanding of whether they have received consent from the survivor (Hansen, O’Byrne, & Rapley, 2010). Of course, it is also possible that this is a falsehood perpetrators tell themselves and others to justify their behavior. Further, gender roles within relationships may also be understood as a potential cause of sexual violence (Bota-Miller, 2011). Perpetrators who conform to these high levels of gendered expectations may endorse false ideas about sex, sexual violence, and consent (Bota-Miller, 2011). For example, this may include the belief that a man is entitled to sex from a woman regardless of her desires or lack thereof, or that men should pay for dates, and after such an exchange a woman might “owe” him sex in return. These patterns are also highly influenced by factors at the institutional level of analysis (e.g. gender norms, sexual scripts), and as a result may be thought of as spanning multiple levels of analysis.  Community level explanations of the etiology of sexual violence tend to focus on situational and environmental risks, such as poor supervision, isolated areas, and the absence of adequate policy or guidance regarding sexual behavior and consent (DeGue et al., 2012). These explanations have received more empirical support in terms of broad crime and risk prevention strategies than the previously mentioned lower levels of AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  15  analysis (DeGue et al., 2012). This empirical support makes the community level of analysis a promising venue for sexual violence prevention interventions.  Institutional level explanations for campus sexual violence may be the most accurate, but they are also the most difficult to address (DeGue et al., 2012). Explanations of etiology at this level of analysis, broadly, assert that cultural factors, such as patriarchy, cisnormativity and heteronormativity, and rape culture allow for, condone, and even promote sexually violent behaviors (Galbo, 2016). These cultural structures function by creating and enforcing strict gender roles that encourage men to behave in sexually violent ways, dismiss sexual violence committed by women, and position sexual violence as a tool of oppression used to punish anyone deviating from the aforementioned gender roles (Marschall, 2013). For example, research generally supports the idea that rape myth acceptance is associated with hostility towards women and homophobia (Bartgis, 2011; Ragouzeos, 2011). This indicates that perpetrators might use sexual violence to punish individuals they perceive as gender-deviant (e.g. women who do not adequately perform femininity, gay people; NSVRC, 2012). The proposed study seeks to examine the influence of these institutional level factors on individual level variables.  Emphasis on Survivor Support. As mentioned previously, cultural conceptualizations that misrepresent sexual violence and harm survivors are common. These victim-blaming attitudes, also known as rape myths, generally promote the idea that sexual violence is frequently justified and clearly the fault of the survivor (Deming et al., 2013). Often, they include themes which suggest that the perpetrator, through gifts or marriage to the survivor, was owed sex, or that the survivor secretly wanted the assault to AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  16  happen and/or behaved in a way that encouraged the assault (Deming et al., 2013). It is especially important to address these ideas when discussing campus sexual violence since many types of assault that these myths blame on survivors are common on college and university campuses (Hertzog & Yeilding, 2009). For example, many survivors of campus sexual violence had been drinking prior to the assault and these myths suggest that as a result, the survivor deserved the sexual violence that they experienced. Of course, these ideas are clearly false or inaccurate. In the above example, for instance, the survivor’s consumption of alcohol likely had little to do with causing the assault. At the same time, it may explain why a perpetrator picked out a particular individual to victimize. Perpetrators might believe that someone who has been drinking would put up less resistance, would be less likely to report, and would be less likely to be believed if they did report the assault. Sexual violence happens to people of all lifestyles, income levels, genders, races, and ages (MCADV, 2013). No one deserves to experience sexual violence, and even those who live the most cautious and conventional of lifestyles may still be victimized. Further, there is evidence that spreading these myths is harmful to survivors (MCADV, 2013). In the end, it is important to ensure that perpetrators take responsibility for their actions, that survivors be supported and provided with resources, and that offenders complete treatment to reduce the potential for recidivism.  Current Approaches to Address Campus Sexual Violence. College and university campuses have implemented a variety of approaches to address campus sexual violence. These strategies include prevention and treatment, as well as legislative responses. Legislative responses, including Title IX, the Campus SaVE Act, and the AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  17  Jeanne Clery Reporting Act, which represent federal measures designed to hold campuses accountable for responsibly addressing sexual violence (Wood, Sulley, Kammer-Kerwick, Follingstad, & Busch-Armendariz, 2016). Research-based prevention and treatment approaches include bystander intervention approaches, peer-led and non-peer-led education and training, and other approaches. Several proposed directions for new prevention programs are also in development.  Legislative. Legislative responses at the federal level have included provisions of Title IX, the Campus SaVE Act, and the Jeanne Clery Reporting Act. These require campuses to take action opposing gender-based violence, including sexual violence, provide primary and educational prevention efforts, and report campus sexual violence, respectively (Wood et al., 2016). Campus level policy efforts have included a greater degree of attention to campus policies regarding sexual and gender based violence. These efforts have included conducting campus climate assessments conducted to provide insight into student perspective on campus sexual violence (Wood et al., 2016).  Campus climate surveys are frequently used by administrators and researchers alike to gain an in-depth picture of their campus environment and factors related to sexual violence on campus (Wood et al., 2016). Surveys of this nature typically assess student perceptions of campus culture, environment, and anticipated institutional responses to sexual assault (Wood et al., 2016). The previously discussed study by the AAU notably made use of this type of measurement tool (Cantor et al., 2015). As such, Wood et al. (2016) conducted an analysis of various types of campus climate surveys and the topics covered. Results indicated that campuses varied between developing and administering AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  18  their own measures, hiring a third party to create a measure that they administered, or utilizing a third-party research organization to create and conduct the survey (Wood et al., 2016). All surveys covered demographics, most covered victimization, attitudes about gender and sexual violence, campus environment, and cultural factors such as rape myth acceptance, and few covered factors related to student assault perpetration (Wood et al., 2016). Most surveys also addressed health outcome variables that interact with sexual violence, such as alcohol consumption, physical health, and mental health (Wood et al., 2016).  This article provides valuable insight into how campus climate survey information focused on sexual violence is collected. It is important to note several key factors that influence the way in which this information is obtained and reported. First, sexual violence victimization and perpetration are difficult to measure. Many survivors may not define an experience as sexual assault, even if it meets legal criteria (Fantasia, 2011). Further, perpetrators may be unaware that their behavior would meet the criteria for having committed an assault or if they are aware, they may be unlikely to report due to denial or a fear of consequences and social desirability bias. Finally, colleges and universities may be motivated to conceal problematic aspects of their campus climate, particularly related to sexual assault or reflecting high perpetration or victimization rates, fearing financial consequences (i.e. lower enrollment) or legal liability. This may result in particular items purposely omitted from climate surveys during the development process, as has been reported in the literature. This motive might explain why perpetration is infrequently examined (Wood et al., 2016). Moreover, a valuable insight uncovered by AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  19  this study is the relative lack of attention to research on affirmative consent endorsement. Given the importance of this issue and its relevance to this investigation a more in-depth analysis will follow later in this document. Research-Based Interventions. Previously mentioned legislation as well as campuses’ commitment to enhance student safety have fostered the development of a number of prevention focused safety interventions. These approaches include bystander intervention, peer led and non-peer led education and training interventions, among other approaches. Bystander Intervention. Bystander intervention programs, which train students to step in and prevent sexual violence before it occurs based on “red flag” behaviors, have been shown to produce some desirable outcomes with regards to preventing sexual violence. Here red flag behaviors refer to observable behaviors that suggest a person intends to commit sexual violence (e.g. a student dragging another, highly intoxicated, student to an isolated location during a party; McMahon, Banyard, & McMahon, 2015). Evaluations of bystander intervention programs are common, and the literature devoted to this subject is large (McMahon, Banyard, & McMahon, 2015). Results have generally been mixed (Elias-Lambert & Black, 2016; Katz & Moore, 2013). Included in this chapter are discussions of a meta-analysis of the bystander intervention literature, and a few select studies intended to illustrate the literature.  Katz and Moore (2013) conducted a meta-analysis of existing bystander intervention literature. Findings indicated that participants in bystander intervention programs were more likely to report an intent to intervene, that they had intervened at AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  20  some point since training, and that they felt they could effectively prevent sexual violence (Katz & Moore, 2013). Participants were also more likely to report lower rape myth acceptance and lower rape proclivity (Katz & Moore, 2013). However, the meta-analysis did not find that participants in bystander intervention programs were any less likely to perpetrate sexual violence (Katz & Moore, 2013). Further, effect sizes indicated that bystander intervention trainings had only a small impact on enacted bystander behavior (Katz & Moore, 2013). Results also suggested that intent to intervene was increased more in younger participants and male participants (Katz & Moore, 2013).  The findings of this meta-analysis reveal mixed effects of bystander intervention programs. These programs are generally shown to produce pro-social attitudes in participants (Katz & Moore, 2013). There is less evidence to support a substantial impact on actual bystander behavior (Katz & Moore, 2013). Further, there is even less support for any effect of bystander intervention trainings on decreasing participant perpetration (Katz & Moore, 2013). Overall, bystander intervention is a useful tool in addressing sexual violence. However, it is unlikely that it can adequately address campus sexual violence without the use of other approaches.  An even more recent bystander intervention study further supports this conclusion. Elias-Lambert and Black (2016) examined a peer-led bystander intervention training for fraternity men, who were identified as high or low risk based on self-reported sexually coercive behavior. Findings indicated that rape myth acceptance and sexually coercive behavioral intentions were lower in the group receiving the bystander intervention group both at posttest and follow up than the “no-intervention” control group AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  21  (Elias-Lambert & Black, 2016). At the same time, this effect was of diminished impact for high-risk participants (Elias-Lambert & Black, 2016). Ironically, the intervention did not have a significant impact on bystander attitudes and behavior (Elias-Lambert & Black, 2016). It is also worthy of note that fraternity men are, on average, higher risk for committing sexual violence and having high rape myth acceptance relative to the average male on campus (Bota-Miller, 2011). With this in mind, the low-risk men in this study might be better characterized as “medium-risk” and the high-risk men could be identified as “very high-risk.” McMahon, Banyard, and McMahon (2015) examined incoming first year university students’ existing bystander behavior patterns. While not an intervention in and of itself, the results are informative as a baseline for existing student preventative behaviors. Results indicated that students engaged in different types of bystander intervention at vastly different rates (McMahon, Banyard, & McMahon, 2015). Students generally reported that they engaged in bystander intervention when given the opportunity, although students reported much fewer opportunities to engage in high-risk and post assault bystander behavior (McMahon, Banyard, & McMahon, 2015). The majority of students also reported that they did not engage in proactive bystander behavior, even though a high number of students reported they were given the opportunity (McMahon, Banyard, & McMahon, 2015). Correlations between different types of bystander behavior were low, indicating that different types of bystander behavior may in fact reflect different underlying constructs (McMahon, Banyard, & McMahon, 2015). Findings are useful, both to improve our understanding of the AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  22  bystander behaviors that students bring to their college experience and to assist in the interpretation of research that conceptualizes this type of behavior as a single construct.  Peer-Led Education and Training. Education and training interventions frequently utilize peer-led programs in the hopes of participants responding more sincerely to messages presented by their peers (Milhausen, McBride, & Jun, 2006). Milhausen, McBride, and Jun, (2006) examined a peer-led theatrical sexual assault prevention intervention. Results indicated that while the intervention did not decrease rape myth acceptance as measured by the Illinois Rape Myth Acceptance scale, it did decrease rape myths as measured by several subcomponents of the Sexual Beliefs scale, which specifically refuting the ideas that women enjoy force and frequently engage in token resistance (Milhausen, McBride, & Jun, 2006). Token resistance is defined as false attempts, usually by women, to resist sexual advances, usually of men, to avoid being perceived as promiscuous, despite truly desiring sexual activity and eventually being willing to consent (Milhausen, McBride, & Jun, 2006). However, one subscale, the “no means stop” subscale indicated less favorable results following the intervention (Milhausen, McBride, & Jun, 2006). Overall, results were encouraging, particularly considering that the intervention consisted of a single training session.  Ragouzeos (2011) also examined the impact of a peer-led theatrical sexual violence prevention program. Results reflected significant decreases in female rape myth acceptance, that is attitudes regarding sexual violence against women; these decreases were more pronounced for participants who identified as Hispanic/Latino (Ragouzeos, 2011). The intervention also found a significant decrease in male rape myth acceptance, AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  23  that is attitudes regarding sexual violence against men (Ragouzeos, 2011). This effect was significantly higher for women and participants who identified as white/Caucasian (Ragouzeos, 2011). The results of this research indicate that interventions of this sort may differentially impact participants from different racial groups. Future research should examine factors that make influence an intervention to be more effective for one group than another.  Non-Peer-Led Education and Training. The advantages of peer-led trainings may be counterbalanced by the relative inexperience of peers serving as “educators.” Other education approaches discussed in this section include faculty-led and web-based programs. Faculty-run educational programs to address topics such as sexual and dating violence and consent have been utilized, and may address this concern. Lund and Thomas (2015) examined the information relating to sexual violence available on college and university websites. While this type of information may not be an intervention in the traditional sense, the availability of such information clearly represents an attempt to address campus sexual violence. Most colleges and universities included information about sexual assault in one or more locations on the campus website (Lund & Thomas, 2015). These sites generally addressed campus disciplinary procedures, referrals to law enforcement, and sexual violence related resources (Lund & Thomas, 2015). However, these same websites frequently failed to provide information regarding consent, rape myths, victim blaming, or sexual violence prevention education or workshops available to students (Lund & Thomas, 2015). This indicates that current website based education on campus sexual violence is missing necessary safety components.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  24  Marschall (2013) describes a training program for resident advisors designed to assist them in responding to students who approach them after experiencing sexual violence. The proposed five-session intervention educates resident advisors about the basics of campus sexual violence, laws and campus policies, rape myths, crisis intervention, cultural competency, confidentiality, student harm (e.g., suicidality), and self-care as a responder (Marschall, 2013). Evaluation of the proposed approach was underway at the time of publication. If significant results are achieved, resident advisors may prove a fruitful avenue for future intervention.  Other Interventions. A variety of other interventions have been developed to address campus sexual violence as well. Griffith, Hart, and Brickel (2010) evaluated the use of vignettes to change student attitudes about sexual violence. Findings indicated that the use of vignettes increased student knowledge about sexual violence and created more pro-social attitudes about sexual violence in participants (i.e. attitudes that survivors should be supported, lower endorsement of victim blaming; Griffith, Hart, & Brickel, 2010). However, male participants held less of these pro-social attitudes than female participants, and that gap did not lessen over the course of the training (Griffith, Hart, & Brickel, 2010). Regardless, study findings suggested the value of vignette-based interventions to foster more positive student attitudes. Senn et al. (2013) examined a sexual assault resistance training program targeted at college and university women. The intervention was designed to help participants evaluate dangerous situations more quickly and effectively, utilize physical and emotional self-defense, and practice affirmative sexuality to resist sexual coercion (Senn AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  25  et al., 2013). Evaluation was underway at the time of publication. Results will analyze how many participants have recently experienced completed sexual assault at follow up versus how many have recently experienced attempted sexual assault at follow up (Senn et al., 2013). Completed sexual assault is considered a program failure and attempted sexual assault is considered a program success (Senn et al., 2013). While results are not available, the design of this program underscores a number of methodological problems in research of this nature.  First, it underestimates the trauma associated with experiencing attempted sexual violence. While the ability to successfully resist perpetration attempts is valuable, experiencing contact that could be considered sexual assault in attempts to fend off penetrative rape can hardly be considered a positive outcome. Second, it underestimates both the similarity of perpetrators of sexual violence to those with good intentions and the consequences women may endure in attempts to achieve preemptive resistance. Perpetrators are frequently skilled at manipulation and deception. Moreover, identifying perpetrators before assault begins may be, in many cases, close to impossible. Preemptive resistance by women who are able to identify perpetrators may not be enough to prevent violence, as women who reject men’s advances are often still assaulted, physically harmed or even killed. This approach may be beneficial to a select number of people in a select number of circumstances, but at its core it perpetuates victim-blaming. The idea that if a woman was more knowledgeable or capable she could avoid sexual violence is a rape myth, and shifts responsibility from where it should lie, with perpetrators.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  26  Utilizing a very different approach, Thomas, Sorenson, and Joshi (2016) examine a banner campaign promoting consent in sexual relationships on a university campus. Results indicated that the colorful and eye-catching banner facilitated high recall, provoked a generally positive reaction, and led students to engage with the topic of sexual violence prevention (Thomas, Sorenson, & Joshi, 2016). Qualitative results also indicated that students generally understood the intent of the banners (Thomas, Sorenson, & Joshi, 2016). Findings indicated that banners may be an effective way of engaging students in campus sexual violence prevention that is relatively low-cost, yet promotes greater awareness.  Proposed Directions. That sexual violence has not been shown to decrease despite these interventions does not necessarily mean that these strategies are ineffective. It is more likely that significantly impacting campus sexual assault will require a multifaceted approach addressing a broad array of etiological factors and targeting each of the relevant ecological levels (DeGue et al., 2012). The existing literature is primarily focused on addressing individual and interpersonal/relationship level risk factor (DeGue et al., 2012). Effectively impacting a problem as complex and as rooted in societal mythology will require the development and implementation of more community and societal level interventions (DeGue et al., 2012). DeGue et al. (2012) have alluded to interventions at the community level in this regard and Kaufman and his colleagues (Kaufman & McMahon, 2015; Kaufman, Tews, Schuett, & Kaufman, 2012) have discussed the development of a community level campus based situational prevention intervention.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  27  DeGue et al. (2012) discuss future community level strategies to prevent campus sexual violence and the challenges these interventions may face. The authors are optimistic that these interventions have the potential to decrease the overall prevalence of sexual violence, but note that they may face barriers related to the lack of empirical research in this area and the methodological challenges that are associated with measurement at higher levels of analysis (DeGue et al., 2012). Similarly, in a report for the Center for Disease Control Division of Violence Prevention, Dills, Fowler, and Payne (2016) discuss future directions for sexual violence prevention on college campuses. Their recommendations also include considerations of the campus community ecology to create a more comprehensive picture, partnerships with local resources, and structural campus changes to create lasting effects (Dills, Fowler, & Payne, 2016). Kaufman and his colleagues (Kaufman & McMahon, 2015; Kaufman, Tews, Schuett, & Kaufman, 2012) have created a process to address environmental factors that put students at risk for sexual violence and other health concerns. This process, the Situational Prevention Approach (SPA), is being developed with the assistance of eight colleges and universities across the U.S. (Kaufman & McMahon, 2015; Kaufman, Tews, Schuett, & Kaufman, 2012). The SPA uses prevention and risk reduction strategies to address various situational risk factors (i.e., risky situations, routine activities that increase risk missing policies, and environmental issues that increase risk) in an effort to enhance campus safety (Kaufman & McMahon, 2015; Kaufman, Tews, Schuett, & Kaufman, 2012). It is rooted in Rational Choice Theory (Cornish & Clarke, 2002), Defensible Space Theory (Newman, 1972), and Routine Activity Theory (Cohen & AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  28  Felson, 1979), which have been empirically supported as increasing safety in many domains. Approaches such as the SPA are critical in order to fill gaps in existing prevention programs. Bridging such gaps and addressing all levels of analysis will create a more comprehensive way to address campus sexual violence. Complicating Factors in Campus Sexual Violence. All types of sexual violence present unique dynamics and complexities that can pose barriers to prevention, as well as support and recovery for survivors. This is true of campus sexual violence, as well. Complicating factors unique to or especially salient for campus sexual violence include alcohol use/abuse, assault underreporting (i.e., due to gender, rape myth acceptance, fears of revictimization), difficulties in adequately protecting minority students, uneven application of preventions and interventions, cultural resistance to intervention, and the status of colleges and universities as businesses that strive to “protect their brand” (DeSipio, 2014; Smith, 2013). A more detailed discussion of these key factors follows below.  Alcohol Use/Abuse. Alcohol and/or other intoxicants are frequently used by perpetrators of campus sexual violence (DeSipio, 2014; Smith, 2013). For example, perpetrators might encourage others to participate in drinking games in order to gain access to an unconscious or near unconscious potential assault target (DeSipio, 2014; Smith, 2013). Hertzog and Yeilding (2009) examined alcohol use and its relationship with risk reduction strategies in university women. The results indicated that higher alcohol use was related with less incorporation of risk reduction strategies. The research was conducted cross-sectionally, so causality could not be assessed (Hertzog and AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  29  Yeilding, 2009). That said, results do suggest that university women under the influence of alcohol might be vulnerable targets for perpetrators of sexual violence (Hertzog and Yeilding, 2009).  The frequent involvement of alcohol and drugs in campus sexual violence represents a complicating factor for many reasons. In cases in which the survivor is under the legal drinking age and consumed alcohol before the assault, or any survivor consumed an illegal drug before the assault, this might pose a barrier to both survivor reporting and seeking support services. Survivors in this situation may fear legal or practical repercussions related to their substance use, or they may have internalized the erroneous idea that their substance use means they are at fault for the violence they experienced. Clemency policies, in which survivors who used substances illegally or contrary to university policy at the time of an assault are not punished or prosecuted may be used to increase reporting. However, they must be enacted by all involved departments and agencies involved to truly protect survivors, and can create a legal gray area that many schools/organizations attempt to avoid. Further, in many cases, it might be difficult to determine if the survivor consumed the intoxicants willingly, or was coerced to do so, especially in cases that entail structural or de facto power imbalances and/or memory loss on the part of the survivor.  Underreporting Assaults. Sexual violence in general is known to be underreported, making the true prevalence of sexual violence difficult to determine and thus, difficult to address (Allen, Ridgeway, & Swan, 2015; Grospitch, 2005; Sable et al., 2006). Research indicates that the vast majority of individuals who experience campus AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  30  sexual violence never make a formal report (Allen, Ridgeway, & Swan, 2015; Grospitch, 2005; Sable et al., 2006). Possible causes of underreporting include the gendered nature of sexual violence, potential revictimization by reporting avenues, rape myth acceptance, and various other reasons (Allen, Ridgeway, & Swan, 2015).  Gender. Individuals who experience “non-traditional” or statistically uncommon forms of sexual violence may contend with unique barriers when accessing resources and recovering from this trauma (Allen, Ridgeway, & Swan, 2015). For example, men are frequently excluded from certain types of sexual violence survivor resources, and those who were sexually offended against by a non-man may experience more victim blaming than those who were offended against by a man (Allen, Ridgeway, & Swan, 2015). In support of this notion, Allen, Ridgeway, and Swan (2015) examined college’s students’ perceptions around reporting and resources for male and female survivors of sexual violence. Results indicated that students perceived barriers for all survivors to reporting, but more barriers for male than female survivors (Allen, Ridgeway, & Swan, 2015). Further, students reported that campus resources would be more helpful for female survivors than male (Allen, Ridgeway, & Swan, 2015).  Lydston (2016) also examined the relationship between gender and reporting for university students. Findings suggested that male survivors were less likely to acknowledge that they had experienced sexual violence (Lydston, 2016). Sable et al. (2006) examined what college students perceived to be barriers to reporting for male survivors as opposed to female survivors. Participants reported barriers for both male and AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  31  female survivors, but that female survivors were more likely to fear retaliation, and male survivors were more likely to experience shame and guilt (Sable et al., 2006).  These articles offer insight into the influence of gender on underreporting. Clearly, some amount of underreporting involves male survivors. If male survivors are less likely to acknowledge their victimization experiences, experience more barriers to reporting, and are less likely to feel that resources are helpful to them, they may have more difficulty overcoming barriers to reporting. Moreover, if the majority of sexual violence resources are designed for female survivors, and male survivors experience different barriers, less attention might be paid to removing the barriers experienced by male survivors.  Trauma Experienced While Reporting Assault. Research has demonstrated that students who have previously experienced sexual violence may be less likely to report in the future (Burgess-Proctor, Pickett, Parkhill, Hamill, Kirwan, & Kozak, 2016). This may indicate that some reporting avenues provide a less than affirming environment for survivors. Burgess-Proctor et al. (2016) examined perceptions of campus resources and desire to attend a self-defense class among female survivors of campus sexual violence and female college students who were not survivors. Survivors had significantly lower opinions of campus sexual violence resources and less desire to attend a self-defense class (Burgess-Proctor et al., 2016). It is telling that participants who are more likely to need and use campus resources have a lower opinion of available services. It is possible that survivors have lower opinions of campus resources because they didn’t find them to be supportive when they accessed them following their assault. In contrast, non-survivor AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  32  students may be unaware of the quality of these services, having never utilized them. Sexual violence is a highly traumatizing experience and the prospect of reporting an assault to a supportive organization is difficult enough. If campus resources are less than accommodating, the sum total of barriers to reporting may become insurmountable for the survivor. This factor may contribute significantly to underreporting.  Rape Myth Acceptance. Some portion of underreporting is likely due to the influence of pervasive, culturally-rooted misunderstandings of sexual violence, sometimes known as rape myths (Ramirez, 2008). These false beliefs assert that men are the only perpetrators of sexual violence and women are the only survivors, that many survivors are to blame for their own assault, or that there are some cases in which sexual contact without consent is acceptable (Galbo, 2016; McMahon & Farmer, 2011). Although these ideas are all patently false, they are frequently deeply entrenched in societal beliefs and many who hold them offer significant resistance to any program that challenges these false beliefs (DeSipio, 2014).  Paul, Gray, Elhai, and Davis (2009) examined perceptions of peer rape myth acceptance and their influence on reporting behavior. Survivors generally believed that their peers endorsed rape myths more highly than their peers actually reported (Paul et al., 2009). Further, as perceptions of peer rape myth acceptance increased, the number of people disclosed to also increased, but number of assault details disclosed decreased (Paul et al., 2009). These seemingly contradictory results raise questions about the study. For instance, it is noteworthy that the study did not distinguish between formal and AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  33  informal disclosure (Paul et al., 2009). Additionally, perceived peer rape myth acceptance may interact with formal and informal reporting differently.  Ramirez (2008) examined rape myth acceptance, rape identification, and reporting behavior in a college sample. Results indicated that higher rape myth acceptance predicted lower ability to identify rape and lower intentions to report sexual victimization, if experienced (Ramirez, 2008). However, rape myth acceptance was not predictive of recommendations to a close friend to report sexual violence (Ramirez, 2008). These results indicate that rape myth acceptance may account for some amount of underreporting of campus sexual violence.  Other Factors Associated with Underreporting. Sudderth, Leisring, and Bronson (2009) examined multiple factors that may lead to underreporting of sexual violence and intimate partner violence. Findings indicated that students living on campus, senior/fourth year students, students who disclosed to family and friends, and students who experienced multiple incidents of violence were more likely to report intimate violence to campus authorities (Sudderth, Leisring, & Bronson, 2009). These results seem to suggest that students who have more experience on campus, engage with the campus more, or have more invested in their campus environment are more likely to report. With this in mind, efforts to increase student engagement on campus may help decrease underreporting.  Difficulties in Protecting Minority Students. As previously discussed, many groups of minority students are at higher risk of experiencing sexual violence (Cantor et al., 2015). Unfortunately, many sexual violence prevention interventions are less AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  34  effective for these same students. In other words, colleges and universities struggle to develop and implement universal interventions that also protect the most vulnerable members of a campus community (Smith, 2003; Carmody, Ekhomu, & Payne, 2009). For example, Smith (2003) found that an intervention aimed at decreasing risky sexual behavior, coercive sexual behavior, and excessive alcohol use was ineffective for LGBT students, despite having an effect overall with other students. Additionally, Carmody, Ekhomu, and Payne (2009) examined the needs and perceptions of sexual violence resource centers on college campuses. Resource centers reported a great need for better funding and training to provide resources to international students. They also reported a need for more awareness of sexual violence against international students and statewide coordination (Carmody, Ekhomu, & Payne, 2009). These findings emphasize the importance of considering an intervention’s effects in vulnerable groups, as they may be poorly served by more universal interventions. This also suggests that a single intervention or type of intervention may be insufficient to address sexual violence across an entire campus. Instead, multiple targeted interventions, or a variety of cultural adaptations may be required to protect vulnerable students on campus.  Uneven Application of Interventions. Carmody, Ekhomu, and Payne (2009) highlighted the problem of uneven intervention application after interviewing sexual violence research centers. An uneven intervention application occurs when an intervention is attempted, but not all components are conducted with fidelity. The sexual violence research centers interviewed reported a lack of general awareness, a need for AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  35  more education, and a lack of consistent policy across campuses (Carmody, Ekhomu, & Payne, 2009). All of these problems point to inconsistent application of interventions, which may ultimately lead to a decrease in intervention effectiveness.  Hayes-Smith and Hayes-Smith (2009) examined content about sexual violence on college and university websites. Their review revealed a great deal of inconsistency among campuses with regard to resources, direct support, and information available to support survivors of sexual violence. Few campuses had resources centers that addressed sexual violence, and many websites were missing essential information about sexual violence (Hayes-Smith & Hayes-Smith, 2009).  Resistance to Interventions. There has also been significant cultural resistance to affirmative sexual consent policies and related educational efforts (Jozkowski, 2015a; Jozkowski, 2015b). A recent example is the backlash that occurred in California when public school officials attempted to introduce affirmative consent education into public school sex education curricula (Jozkowski, 2015b). Due to rigid adherence to traditional gender roles, high levels of rape myth acceptance, other cultural factors, or simple misunderstanding, some students may feel that affirmative consent conflicts with their cultural values or unfairly targets men (Jozkowski, 2015a). Though the concept of affirmative consent is inherently not gender-based, these factors may also pose significant barriers to attempts to address campus sexual violence and affirmative consent endorsement. Rich, Utley, Janke, and Moldoveanu (2010) examined the attitudes of university men regarding programs designed to prevent campus sexual violence. Few men reported AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  36  that their male peers would attend such a program, and the majority of men reported themselves that they would not attend such a program (Rich et al., 2010). A number of responses were hostile, indicating that the participants perceived such programs as anti-men or a waste of their time (Rich et al., 2010). Overall, responses were misinformed and frequently cited rape myths to support their opinions, even when the overall conclusion could be considered favorable (e.g., men should act against sexual violence because it is the role of the man to protect [weaker] women, men are responsible for sexual violence because of high and constant sexual desires; Rich et al., 2010).  The results of this research are likely unsurprising to those who engage in survivor advocacy and campus sexual violence prevention work. Despite overwhelming evidence that men commit the majority of sexual violence, male students are frequently resistant to this idea, instead claiming that many reports are false or that the majority of men are not perpetrators and thus have no responsibility to address sexual violence (Rich et al., 2010). Even well-intentioned students may inadvertently act on and spread benevolent sexist assumptions that actually contribute to the problem they are attempting to remedy (Rich et al., 2010). Educational programs to address this concern and creative approaches to engagement for male students will be needed to address this concern.  Colleges and Universities as Businesses. For better or worse, colleges and universities are businesses with a vested interested in maintaining their school’s image and brand. This frequently leads to the fear that if any college or university undertakes a disproportionate effort to prevent sexual violence, it will create the perception that the college or university has elevated risk factors, which may lead to a drop in enrollment. In AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  37  some cases, it also creates a fear of legal liability. Given this context, it is even more difficult to obtain funding to support this type of intervention.   Clery Act reporting requirements dictate that colleges and universities must disclose all reported instances of sexual violence (Wood et al., 2016). Monetary and brand protection motivations may lead some campus administrations to actively discourage survivors from making formal reports of sexual violence or alternatively, they may resist supporting programs that may lead to increased reporting on their campus.  Section Two- Consent Consent Overview Sexual consent is often assumed to be a straightforward construct in the literature, but definitions of consent are not always clearly articulated (Beres, 2007). Affirmative consent, more thoroughly defined later in this section, is the only standard by which sexual consent can be obtained, and it is more complex than a verbal “yes” or “no” (SUNY, 2014). Sexual consent is infrequently discussed in public or private secondary school health education, leaving young people to learn about consent in other ways (Smith, 2015). The miscommunication model asserts that sexual violence is a result of this popular lack of knowledge about consent (Hansen, O’Byrne, & Rapley, 2010). However, it has little empirical support, and the little support it does have suffers from imprecise measurement instruments (Hansen, O’Byrne, & Rapley, 2010). Research has indicated that the way individuals communicate and understand sexual consent may vary by gender, LGBT identity, and disability (Beres, 2002; Gill, 2010; Jozkowski, Peterson, Sanders, Dennis, & Reece, 2014). Unfortunately, consent is under researched in the AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  38  campus sexual violence literature. However, the related construct of rape myth acceptance might provide some insight into how consent endorsement might operate.  Consent Sexual violence is defined as sexual activity without consent; it follows that a thorough and detailed understanding of consent, and how it is communicated, enacted, and understood is essential for sexual violence prevention (Beres, 2007). However, sexual consent is a relatively under-researched construct. This section discusses the limited research available in this area.  Beginning to address the aforementioned gap in the literature, Jozkowski and Peterson (2013) examined consent behaviors among heterosexual college students. The authors collected qualitative data regarding students’ perceptions of sexual consent and their own consent behaviors. This study revealed that male and female students expected male students to act as sexual initiators and female students as sexual gatekeepers, reflecting the influence of the traditional sexual script, a part of Sexual Script Theory to be discussed later in this chapter (Jozkowski & Peterson, 2013). Results also indicated that students perceived it was the role of female students to perform oral sex and that male students utilized aggression and deception to obtain sex (Jozkowski & Peterson, 2013). These findings suggest that sexual activity between heterosexual college students may sometimes exist in a gray area or appear to exist in a gray area between consensual and coerced sexual behavior. In these cases, the individuals involved report the sexual behavior to be both consensual and normative, but also describe coercion and limited agency as a part of these encounters. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  39  The insights provided by this investigation lead to potentially troubling conclusions. However, generalizability of findings may be limited due to the qualitative nature of this study, the small sample size and its fairly homogenous nature (Jozkowski & Peterson, 2013). In other words, it is possible that a larger or more representative sample of students might reveal a different pattern of results. At the same time, this study offers a good beginning point for replication and some early insights for crafting campus-based interventions.  Beres (2007) provides a discussion regarding the literature’s position on sexual consent. She suggests that much of previous research has assumed an implied definition of consent without explicit definition (Beres, 2007). In many cases, consent has been discussed as though it is only given by women, as men’s consent is assumed to be ever-present (Beres, 2007). While this aligns with statistics demonstrating that women are much more likely to experience sexual violence, it inadvertently promotes scripts about sexual behavior that encourage sexual violence. When consent is seen as mutual agreement, some authors consider “any yes” to be indicative of consent, while others stipulate that if a yes is not freely given (or provided when sober), it is not truly consent (Beres, 2007). Beres (2007) discusses whether consent should be thought of as mental, behavioral, or moral, and finally discusses communicative sexuality, which requires that individuals clearly communicate consent instead of assuming a lack of verbal non-consent is consent.  Beres (2014) also interviewed university students regarding their consent behavior. Results indicated that students saw consent as a minimum for acceptable sexual AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  40  activity, and often conceptualized it as a discrete event that occurred before some sexual activity, such as intercourse (Beres, 2014). Students also did not believe that consent applied to their own committed relationships. Here they indicated that perceived consent was implied in committed relationships (Beres, 2014). Of course, this could imply that they perceive “consent” as a concept to be inherently verbal, but are skilled at establishing consent non-verbally with long-term sexual partners or even that any sexual behavior in a committed relationship has consent by definition. Regardless, this research implies a disconnect between student understanding of consent and the way that consent is actually enacted.  Fantasia (2011) collected qualitative information about sexual consent from young women ages 18 to 22. Results indicated that participants generally did not communicate about consent with their partners, often feeling that they did not have the option to refuse sex, even when they did not want intercourse (Fantasia, 2011). They also frequently described sex under the influence of alcohol (Fantasia, 2011). Yet participants did not perceive these encounters as rape or sexual assault, instead normalizing them and claiming that since they were common, they could not be rape, which they perceived to be uncommon (Fantasia, 2011). Participants noted that they wished they had more input in these sexual encounters, but failed to label these occurrences as illegal or immoral (Fantasia, 2011).  Following the troubling results of Fantasia’s (2011) earlier study, Fantasia, Sutherland, Fontenot, and Ierardi (2014) collected additional qualitative data regarding college women’s perceptions of sexual consent and contraception negotiations. Results AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  41  were similarly troubling, with participants reporting that alcohol played a large role in their sexual behavior, they felt that they could not refuse sex, and that their partners were unwilling to negotiate or consider contraception (Fantasia et al., 2014). Much of this research touches on the idea of consent as “freely given.” If the participants feel they do not have the option to refuse sex, they likely are not truly consenting to sexual activity.  This body of research indicates a clear disconnect between academic and legal conceptualizations of consent and the way that consent is actually practiced, both in committed long-term sexual relationships and casual hook-ups. Many people might perceive the concept of “consent” to be relegated to the field of sexual violence, which they may perceive as uncommon and foreign, and thus struggle to apply it to their everyday sexual encounters (Fantasia, 2011). Gendered scripts may interfere with consent communication, and people may struggle with the differences between verbal consent, non-verbal consent, and non-consent (Jozkowski et al., 2014).  Affirmative Consent. As previously mentioned, sexual violence is any sexual contact that occurs without the consent of all involved (Beres, 2007). This makes defining consent essential to sexual violence prevention, especially given that defining consent is complex and has been defined very differently in various disciplines (Beres, 2007). Communicative sexuality and affirmative consent offer a method of incorporating favorable consent definitions and practices with options for adaptation to real-life sexual consent behavior (Beres, 2007). The goal of affirmative consent is to ensure that consent to sexual activity is actively communicated, either verbally or nonverbally. At the same time, no response or the presence of verbal or physical resistance would indicate that AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  42  consent has not been granted. Affirmative consent comes with several other stipulations as well; it must be active and enthusiastic, uncoerced, informed, sober, and given to every sexual activity, by a person developmentally and psychologically able to consent to sex (Beres, 2007). It can also be withdrawn at any time (SUNY, 2014).  Affirmative consent must be active and enthusiastic. All involved parties must actively indicate that they want to engage in the sexual activity. This can be confirmed through verbal communication, but can also be indicated nonverbally, as well. If one partner is still, quiet, or reluctant, they may not have truly given consent. In cases such as these, it is important that their partner or partners check in to ensure that they want to engage in sexual activity. Failing to physically fight back or verbally say “no” does not mean that a person has given consent; they may be afraid, intoxicated, or otherwise unable to communicate their boundaries, but that does not mean they have consented.  Affirmative consent must be uncoerced. A person who has been harassed, pressured, manipulated, or otherwise coerced into sexual activity has not given informed consent, even if they verbally say “yes” to sexual activity. If someone exploits a power imbalance, as in a boss-employee relationship, to obtain sex, that person has not provided consent. Affirmative consent can only be given if it is entirely of the person’s free will. If they only acquiesce due to external pressures, they have not consented.  Affirmative consent must be informed. A person cannot give consent to any sexual activity of which they do not know the details. Deception to gain consent or during the sexual act(s) constitutes a violation of affirmative consent. A common example of this type of violation is when a partner appears to put on a condom, but removes it before AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  43  sexual contact without their partner’s knowledge, colloquially known as “stealthing.” This may be especially common because research indicates that negotiation around contraception may be especially complex in campus environments (Fantasia, Sutherland, Fontenot, & Ierardi, 2014). This constitutes a violation of informed consent, as their partner consented to protected sexual activity, not unprotected sexual activity.  Affirmative consent must be sober. If a person is drunk, high, or otherwise intoxicated, they cannot give affirmative consent to sexual activity. This is not to say that an adult who has had one or two alcoholic drinks cannot consent to sex, but if a person is incoherent, slurring, tripping, or unconscious they cannot consent to sex. A good rule in these instances is that if a person is too intoxicated to legally operate a vehicle, generally defined as having a blood alcohol content of 0.08 or higher, their ability to consent to sex is diminished. In cases where this is unclear, it is best to wait until all parties are sober, or at least less intoxicated, to engage in sexual activity. If someone would not engage in the proposed sexual activity sober, they have likely not consented.  Affirmative consent must be given to every sexual activity. Consent to one type of sexual contact is not consent to other types of sexual contact. In addition, consent to sexual activity at one point is not consent to sexual activity in the future. Consent must be given for every type of sexual contact, every time that sexual contact occurs. For example, consent to kissing does not equate consent to genital contact, and consent to sex last week does not equate consent to sex tonight.  Affirmative consent must be given by a person who is developmentally and psychologically able. Minors cannot give affirmative consent to sexual contact with an AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  44  adult or, with the potential exception of age appropriate peer-to-peer sexual contact among older teenagers, another minor. People under 18 are not developmentally prepared for sexual activity, and age differences can be exploited to coerce minors into sex. Thus, minors cannot give affirmative consent, with the sole exception mentioned above. There are some who argue that those with severe mental disabilities can never give consent due to this stipulation; however, some disability activists feel that this argument is used to deny people with disabilities sexual agency. Cases in which a person’s disability is exploited to commit a sexual offense against that person may be better conceptualized as coercion or exploitation of a power differential due to systemic ableism. Affirmative consent can be withdrawn at any time. Even if all the previous conditions are met, if a person changes their mind during the course of sexual activity, they have not given consent for any continuing sexual activity. Any situation in which a person cannot revoke consent at any time constitutes sexual violence.  Significance of Affirmative Consent. Considerable debate exists surrounding affirmative consent education and policies. However, such education and policies are essential. In situations in which one or more involved individuals have consumed intoxicants or a questionable power differential exists, education on affirmative consent is important. Further, it is important to define affirmative consent on a policy level so that survivors are adequately protected in cases where they did not or were not able to forcefully resist. A good method of understanding affirmative consent is that if a person cannot say no for any reason, such as being unconscious or coerced, then they also cannot truly say yes.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  45  Consent in Sex Education. Sex education obtained as part of a person’s public or private secondary education within the United States may vary greatly in content and in quality based on the educational system and locality (Smith, 2015). Even in many otherwise high quality and comprehensive sex education programs, affirmative consent is neglected or entirely ignored (Smith, 2015). As a result, many students learn about sex from other sources, such as peers, parents, or pornography (Smith, 2015). Depending on the source and quality of this alternative sex education, the content can range from accurate and comprehensive to wildly misinformed (Smith, 2015). This can create large discrepancies in understanding of sex and sexuality among college and university students. This can also promote the spread of misinformation that poses a barrier to enacting and endorsing affirmative consent. Miscommunication Model. The miscommunication model addresses the causes of sexual violence by suggesting that sexual violence occurs in part because men misunderstand the way that women communicate consent or non-consent (Hansen, O’Byrne, & Rapley, 2010). Specifically, it argues that in situations of acquaintance rape, perpetrators (here only considered to be male) do not mean to commit sexual violence, instead, due to gender difference in consent communication, they misunderstand that their partner (here only considered to be female) has not given consent (Hansen, O’Byrne, & Rapley, 2010). While the model has received mixed empirical support, studies supporting it are plagued by methodology concerns, and the model itself fails to account for sexual violence outside of adult heterosexual relationships, fails to account for non-male perpetrators and non-female survivors, and allows perpetrators of sexual AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  46  violence to avoid responsibility for sexual violence that they may well have knowingly committed. Furthermore, it seems to promote the idea that in cases of ambiguous consent it is somehow a “misunderstanding” for a person to assume their partner’s consent, rather than callous uncaring for their partner’s needs.  Potentially Harmful Uses. Hansen, O’Byrne, and Rapley (2010) discuss the role of the miscommunication model in the sexual violence literature, and how it is perceived by young men. They note that while the miscommunication model originally received support among in literature, subsequent research has shown that young men are generally quite adept at distinguishing consent from non-consent even when cues were subtle and non-verbal (Hansen, O’Byrne, & Rapley, 2010). Despite this, many sexual violence prevention programs are enacted under the assumption that if young men just understood consent, they would not commit sexual violence (Hansen, O’Byrne, & Rapley, 2010). The authors also note that many young men cite this supposed miscommunication when justifying sexually violent or coercive behavior (Hansen, O’Byrne, & Rapley, 2010). In this way, the miscommunication model has the potential to do harm, as it allows some perpetrators to internally and externally justify committing sexual violence.  Jozkowski (Jozkowski, 2015a; Jozkowski, 2015b) has written several articles discussing consent policy, campus climate around sexual violence, and interventions designed to address campus sexual violence. Jozkowski (2015a, 2015b) asserts that consent policies that place the responsibility on the survivor to resist sexual assault are divorced from the ways that college and university students realistically negotiate consent. Affirmative consent policies are necessary but insufficient. In order to AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  47  effectively intervene to prevent campus sexual violence, the cultural factors that influence behaviors around sexual violence and consent must also be addressed (Jozkowski, 2015a; Jozkowski, 2015b). Challenging the small base of empirical support for the miscommunication model, a growing base of evidence suggests that perpetrators of sexual violence do not truly misunderstand their partner’s lack of consent, and rather cultural factors and sexual scripts allow them to ignore their partner’s unwillingness (Jozkowski, 2015a; Jozkowski, 2015b; Beres, 2014). In order to contend with these factors, further research is required, and as previously noted, consent, especially in relation to campus sexual violence prevention and intervention, is under-examined. Methodology Concerns. The methodology concerns impacting the miscommunication model and the importance of studying consent in the pursuit of preventing sexual violence are evident in the work of Warren, Swan, and Allen (2015). The authors examine rape myth acceptance, comprehension of sexual consent, masculine norms, peer norms in support of abuse, and attachment to abusive peers as predictors of sexual aggression, as well as the comprehension of sexual consent as a potential mediating factor. Results support the conclusion that higher rape myth acceptance, masculine norms, and peer support of abuse were associated with a higher likelihood of committing sexual aggression, highlighting the importance of cultural factors and the influence of one’s peers in sexual violence prevention on college and university campuses (Warren, Swan, & Allen, 2015). However, part of the variance in the likelihood of committing sexual aggression is explained by participant understanding of sexual consent (Warren, Swan, & Allen, 2015).  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  48  On face value, this research directly refutes Jozkowski’s perspective on the miscommunication model. These findings could be interpreted to mean that perpetrators of sexual violence fail to understand that their partner(s) are not consenting to sexual activity. However, the scale used to measure comprehension of sexual consent is described as asking about the level of acceptability of a non-consensual scenario, rather than whether or not the individuals described have given consent (Warren, Swan, & Allen, 2015). This measure of consent comprehension would be better conceptualized as a measure of consent endorsement. That is, “low consent comprehension,” as operationalized in this measure, could signal that a participant does not understand consent, or it could signal that a person understands consent but thinks it is acceptable to force a non-consenting person into sexual activity. This is a crucial difference between consent comprehension and consent endorsement, and this research is evidence that the two ought to be conceptualized and measured separately. If the limited empirical support for the miscommunication model is based on this type of scale, it is possible that their findings do not reflect perpetrators misunderstand of their partners’ consent, but rather that they think sex without consent is acceptable. Consent and Gender. There is evidence that affirmative consent endorsement operates differently based on various demographic factors, including gender. The work of Jozkowski et al. (2014) highlights this finding. Noting the dearth of research studying consent, the authors examine the ways in which heterosexual college students define, communicate, and interpret sexual consent for various sexual behaviors, and how these processes differ by gender (Jozkowski et al., 2014). Results indicate that men AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  49  communicate and interpret consent non-verbally more than women (Jozkowski et al., 2014). Non-verbal consent communication was also used more for relatively less intimate sexual behavior (i.e. ‘fooling around’ versus vaginal intercourse). Results also indicated that men and women define consent in a similar manner, and tend to adhere to the roles prescribed to them under the traditional sexual script (Jozkowski et al., 2014). This indicates that gender differences are more salient in the way one values and enacts consent and less salient in understanding consent.  This research is informative but limited in its scope. The uncovered processes around communicating sexual consent are essential to inform future consent research and intervention. However, the sample is relatively small and homogenous. Non-heterosexual students were not included, attention was not paid to gender diversity beyond male or female, and disability status was ignored completely (Jozkowski et al., 2014). It is likely that students that were excluded from the purview of this study have different experiences in the areas of consent, sexual scripts, and sexual assault, and examination of their experiences in this area will likely be informative. Regardless, this qualitative research forms a solid foundation for the current study, which aims to extend it to these marginalized populations and analyze the observed mechanisms in this new context. Consent and LGBT Identity. There is evidence that LGBT individuals may approach and utilize sexual consent differently than their cisgender and heterosexual counterparts (Beres, 2002; Hallal, 2005). Beres (2002) and colleagues (Beres, Herold, & Maitland, 2004) examined sexual consent behaviors in same-sex relationships. The author developed a scale to assess consent in same-sex relationships specifically and AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  50  examined consent among men and women in same-sex relationships. Findings suggested that, as is true of heterosexual individuals, participants were more likely to rely on nonverbal indicators of consent than verbal indicators when sexual encounters were casual (Beres, 2002). Also, similar to findings with heterosexual participants (Jozkowski et al., 2014), women in this sample were more likely to use verbal consent than men. However, results also indicated that the way men who have sex with men (MSM) communicate consent is more similar to the way women who have sex with women (WSW) communicate consent than the way heterosexual men communicate consent is to the way heterosexual women communicate consent (Beres, 2002). Out of 50 examined consent behaviors, statistically significant differences between MSM and WSW4 were found for only 4 behaviors, whereas straight men and women generally differ on more behaviors (Beres, 2002). This potential difference in consent behavior warrants further investigation.  Research on consent among LGBT individuals is relatively uncommon. The state of LGBT rights in North America and many other places has changed greatly since this research was conducted. As such, more up to date research on this observed difference is warranted. Given that it is known that LGBT individuals experience sexual violence at comparatively higher rates (NSVRC, 2012), research into the mechanisms around consent in this vulnerable population is essential and has the potential to have considerable impact.  Hallal (2005) also examined consent behaviors in lesbian, gay, and bisexual individuals. Similar to the work of Beres (2002), study findings indicated that MSM and AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  51  WSW were more similar to each other than heterosexual men are to heterosexual women. This pattern of gender similarity was also found to be true of token resistance behaviors and power imbalances in relationships. MSM and WSW expected more power equity in relationships and were less likely to engage in token resistance (Hallal, 2005). These results indicate that lesbians, gay men, and bisexual individuals may interact with gendered sexual scripts differently than heterosexual individuals (Hallal, 2005). Unfortunately, none of the previously mentioned research actively examined the experiences of transgender individuals in this area. Research on this topic was unavailable. Considering the shared history and some degree of shared experiences among LGB and transgender individuals, it is likely that transgender people also interact with gendered sexual scripts in a manner inconsistent with cisgender heterosexual patterns. The proposed study intends to consider this possibility, as well as the ways in which transgender people approach sexual consent that may be unique from their cisgender LGB counterparts.  Consent and Disability. Unfortunately, there is also a lack of relevant research regarding consent among students with disabilities. Many of the cultural factors that influence consent and sexual violence among people with disabilities are discussed by Gill (2010). He discusses how the way sexual violence against individuals with disabilities is discussed can be othering, unhelpful, and disempowering towards individuals with disabilities. He asserts that individuals with disabilities have the right and ability to consent to sexual behavior, and to seek justice when they experience sexual violence (Gill, 2010). However, pity, denial of sexual agency, and infantilization are AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  52  frequent responses by misinformed people to sexual violence against a person with a disability (Gill, 2010). These responses, regardless of intention, serve to perpetuate the systemic power imbalances that leads to increased rates of sexual violence against those with disabilities (Gill, 2010).  Gill’s conceptualization of the social model of disability adds an important lens to discussions of disability and consent. Simply put, there is a socially constructed set of “normal” abilities, and those who fall outside that range are considered to have a disability, and are subjected to systemic oppression (Gill, 2010). As with the sexual abuse of LGBT and gender non-conforming people, sexual violence against those with disabilities can be viewed as an aspect of systemic oppression. Thus, the denial of sexual agency of those with disabilities is a clearly inappropriate response. Rather, the focus should be on highlighting the strengths of these individuals and allowing them sexual agency and the right to speak out when they are victimized. Di Guilio (2003) discusses many of the same themes as Gill. She frames concerns in this area in terms of pathologizing responses to individuals with disabilities and their sexual agency. She also discusses how people with disabilities are frequently excluded from traditional conceptualizations of sexuality and “appropriate” sexual behavior. This can occur through rigid medical definitions of functional sexual behavior and denying people with disabilities the right to legally consent to sexual contact (Di Guilio, 2003). In this regard, individuals with disabilities are often excluded from sexual health education and services. Individuals with disabilities are presumed to be incapable of healthy and adaptive sexuality (Di Guilio, 2003). As such, there is no socially recognized and AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  53  accepted script for ‘appropriate’ sexual behavior for those with disabilities. This may result in more adaptive, fluid, or explicitly verbal negotiation of sexual consent among individuals in this community.  Rape Myth Acceptance. Rape myth acceptance has been discussed at length within this chapter, due to its relevance to sexual violence and its prevention. Rape myth acceptance is defined as the belief and internalization of a set of false ideas about sexual violence, and is known to be harmful to survivors of sexual violence (Deming et al., 2013). Rape myths allow perpetrators to deny responsibility (e.g., women who don’t want to have sex can resist, so those who are raped secretly wanted it), minimize responsibility (e.g. women secretly enjoy force, and thus find coercive sexual encounters pleasurable), or invalidate survivors’ experience (i.e. women who report rape are frequently lying for attention) of sexual violence.  Rape myths also promote victim-blaming (e.g., women who wear short skirts are “asking for it” and should expect to be sexually assaulted). These beliefs are pervasive and can exist in subtle forms even when the individual endorsing them is otherwise well-intentioned (Deming et al., 2013). They entail notions about gender that harm male and female survivors alike, and pose a barrier to understanding and endorsing sexual consent (Deming et al., 2013).  Relationship Between Rape Myths and Consent. Although previous research on consent is limited, rape myth acceptance is known to be a related concept (Cofer, 2014). In fact, it may provide insight into how affirmative consent endorsement may function. Cofer (2014) examined consent and rape myth acceptance among college students in the south. Results indicated that rape myth acceptance did predict multiple consent behaviors AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  54  and attitudes, such that higher rape myth acceptance predicted less emphasis on consent and less verbal consent seeking behavior (Cofer, 2014). While this research is limited in its scope, as it studied a homogenous southern student sample, it may have important implications. Rape myth acceptance is not exactly the same as affirmative consent endorsement, as in this research it was only correlated at -0.08 (Cofer, 2014). However, it is possible that affirmative consent follows a similar pattern in real life. In fact, the proposed research study is designed to examine if affirmative consent endorsement might follow a similar pattern to that displayed by rape myth acceptance. It’s likely, however, that affirmative consent endorsement has an inverse relationship with rape myth acceptance. If correct, women will likely report higher affirmative consent endorsement than men. If these mechanisms are found to be parallel, then this line of investigation will provide insights into the mechanism(s) underlying the consent process.  Rape Myth Acceptance Insights. Compared to consent, significantly more empirical research has been conducted on issues related to rape myth acceptance on college and university campuses. While results in this literature tend to be mixed, findings indicate that men, athletes, and students who participate in Greek life tend to more strongly endorse rape myths than their campus counterparts (Bartgis, 2011; Bota-Miller, 2011; Galbo, 2016; Grospitch, 2005; Hayes, Abbott, & Cook, 2016; Hayes-Smith & Levett, 2010; Wiscombe, 2012). Further, students who consumed alcohol at higher rates were more likely to endorse rape myths, and interventions intended to counter these myths tended to have little impact (Kingree & Thompson, 2015; Morrow, 2010).  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  55  Bota-Miller (2011), Galbo (2016), and Wiscombe (2012) examined rape myth acceptance in members of the Greek community. Bota-Miller (2011) found that fraternity members had very high levels of rape myth acceptance, and that members of Greek life with high levels of rape myth acceptance were unlikely to attend sexual violence prevention interventions. Galbo (2016) found that the sexual violence prevention training provided by fraternities and sororities were ineffective in reducing rape myth acceptance. Contrary to trends in the literature, Wiscombe (2012) found that fraternity men scored lower in rape myth acceptance than men who were not in fraternities. However, this contradictory finding could be an artifact of the particular study sample, which reflected students attending a small liberal arts university. Wiscombe (2012) also examined rape myth acceptance among college athletes, finding that female college athletes endorsed rape myths more highly than their non-athlete female counterparts.  A number of researchers examined interventions targeting rape myth acceptance with the goal of sexual violence prevention on college and university campuses (Grospitch, 2005; Hayes, Abbott, & Cook, 2016; Hayes-Smith & Levett, 2010). Grospitch (2005) examined three different resident advisor training interventions, finding no differences in rape myth acceptance across trainers from different programs. Hayes-Smith and Levett (2010) found that a university program aimed at disseminating information about sexual violence on campus was unsuccessful in decreasing rape myth acceptance. Hayes, Abbott, and Cook (2016) found no differences in rape myth acceptance between two different university campuses. This is despite the fact that one university provided sexual violence prevention programming and the other did not. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  56  Hayes, Abbott, and Cook (2016) also found that increased drinking behavior predicted higher levels of rape myth acceptance. Morrow (2010) and Kingree and Thompson’s (2015) research revealed that higher levels of drinking behavior were associated with higher levels of rape myth acceptance. Kingree and Thompson’s (2015) results suggested that hostility towards women predicted higher levels of rape myth acceptance.  Finally, studies revealed that, in general, male students had higher levels of rape myth acceptance than female students. The work of Bartgis (2011), Grospitch (2005), Hayes, Abbott, and Cook (2016), Hayes-Smith and Levett (2010), Kingree and Thompson (2015), Morrow (2010), Bota-Miller (2011), Galbo (2016), and Wiscombe (2012) all provided empirical support for this conclusion. Section Three- Sexual Script Theory Sexual Script Theory Overview Sexual script theory asserts that sexual behavior is socially constructed using social “scripts,” which are usually defined by one’s social environment (Wiederman, 2015). One very predominant sexual script, the traditional sexual script, is related to sexual violence and consent (Wiederman, 2015). Further research supports that social norms are related to consent, rape myth acceptance, and sexual aggression (Hust et al., 2014; Bohner et al., 2010). The traditional sexual script serves as a barrier to affirmative consent endorsement (Jozkowski et al., 2014), but some systemically oppressed groups are excluded from the traditional sexual script. These groups might interact with the traditional sexual script and sexual consent differently than their peers.  Sexual Script Theory AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  57  Sociocultural ideas about gender and sex may pose barriers to affirmative consent endorsement (Wiederman, 2015). As described previously, sexual behavior is largely socially determined. Sexual script theory describes the origin of sexual behavior as rooted in sociocultural factors and played-out through scripts of prescribed sexual behavior. These scripts influence sexual behavior as well as the way that sex and sexuality are understood and policed (Wiederman, 2015). This study also reviews the most common of these scripts, the traditional sexual script and what it specifically prescribes for sexual behavior (Wiederman, 2015). Research also indicates that the roles prescribed by the traditional sexual script act as a barrier to affirmative consent endorsement (Jozkowski et al., 2014).  The core assertion of sexual script theory is that sexual behavior is socially constructed (Wiederman, 2015). Sexual behavior is seen as influenced by peers, other interpersonal influences, policy, and larger cultural factors, as well as what sexual behavior is considered normal or appropriate (Wiederman, 2015). These ideas of normal sexual behavior are known as sexual scripts. These scripts may be useful or harmful depending on their content, and may exclude certain people from “appropriate” sexual behavior altogether (e.g., at times in our history seeing all same gender sexual behavior as “deviant”). These scripts influence both personal sexual behavior as well as the way people produce other’s sexual behavior, both on social and policy levels (Wiederman, 2015).  In his book chapter, Wiederman (2015) discusses sexual script theory and its history and implications. At the core of sexual script theory is social constructivism. This AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  58  theory suggests that sexual behavior is influenced by the larger social context, along with interpersonal and intrapersonal expectations (Wiederman, 2015). This is a departure from earlier explanations of sexual behavior, which considered sexual behavior biologically driven or innate (Wiederman, 2015). Sexual Script theory offers more avenues for intervention when sexual behavior is problematic, as in the case of sexual violence.  Sexual script theory is a broad theory that has been applied across various disciplines to address multiple facets of sexual behavior (Wiederman, 2015). Many of its tenets, such as the assertion that sexual behavior is socially constructed, are so broad as to be unwieldy. The proposed study focuses on the gendered expectations created by these sexual scripts, and further narrows the scope to times when those expectations become so problematic that they culminate in violence and trauma on college campuses. These expectations are known as the traditional sexual script, which provides a more specific focus for study and intervention.  The Traditional Sexual Script. The most common of these scripts defining sexual behavior is the traditional sexual script (Wiederman, 2015). This script is predominant in the majority of world cultures. It excludes certain groups of people from appropriate sexual behavior and prescribes strict roles for men and women in sexual matters. This script is incredibly pervasive, and it may be difficult for even those who explicitly disagree with it to entirely dissociate from its influence on one’s ideas about sex and sexuality (Jozkowski & Peterson, 2013).  The traditional sexual script prescribes strict gender roles in appropriate sexual behavior. Men are cast as sexual aggressors, permitted and even encouraged to use AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  59  manipulation, deception, and force to obtain sex (Wiederman, 2015). Men are also encouraged to have multiple casual sexual partners, given the extent that sexual conquest is sometimes considered a hallmark or essential trait of masculinity (Jozkowski & Peterson, 2013; Jozkowski, 2015a). Conversely, women are cast as sexually submissive, expected to be sexually inexperienced and naïve, and expected to act as gatekeepers for sexual activity and resist the manipulation, deception, and force used by men to obtain sex (Wiederman, 2015). Under the traditional sexual script, women are discouraged from even considering their own sexual desires, and are encouraged to reserve sex for few or one long-term committed romantic partnership(s) (Jozkowski & Peterson, 2013; Jozkowski, 2015a). Men and women who deviate from these assigned roles may experience a spectrum of adverse consequences, including social rejection and in some cases even violence (Jozkowski et al., 2014). Relationship to Sexual Violence and Consent. College and university students have been shown to experience a barrier to affirmative consent endorsement in the form of the traditional sexual script (Jozkowski et al., 2014). Research suggests that cisgender, straight undergraduate students may struggle with enacting and endorsing affirmative consent and communicative sexuality due to the roles prescribed to them by the traditional sexual script (Jozkowski et al., 2014). This effect may be especially pronounced for straight, cisgender men without any type of disability. This is because the traditional sexual script dissuades frank and honest communication around sex, encourages men to use deception and force, and encourages women to mask their true sexual feelings (Wiederman, 2015). Developing strategies to allow students to overcome AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  60  the barriers posed by the traditional sexual script could prove very fruitful for sexual violence prevention.  Sexual Scripts and The Role of Social Norms. Sexual script theory provides an understanding of sexual violence that underscores the importance of social norms in determining sexual behavior. Research has supported the influence of peer norms, both with regard to in-group and out-group norms (Bohner, Pina, Tendayi Viki, & Siebler, 2010). In-group norms refer to the standards held and accepted by an individual’s community or social group. Out-group norms refer to the standards held and accepted by some group to which the relevant individual does not belong. This is important since it moves beyond the field’s overreliance on individual level factors and informs potential future interventions at a higher ecological level of analysis. Norms Role in Predicting Consent. There is evidence that the norms men and women are exposed to may influence their attitudes toward consent. Hust et al. (2014) examined the impact of messages conveyed in men’s and women’s magazines regarding sexual consent negotiations and behavior. Study findings supported the notion that reading men’s magazines (e.g. Men’s Health, Field and Stream) was associated with weaker intentions to seek consent and to refuse unwanted sexual activity (Hust et al., 2014). Conversely, reading women’s magazines was associated with a greater intention to refuse unwanted sexual activity (Hust et al., 2014). This research indicates that the norms men and women are exposed to may influence their sexual consent behavior. This research offers support for the assertion that norms are important in both influencing sexual behavior and differences between men and women’s efforts to AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  61  negotiate sexual consent (Hust et al., 2014). Such differences are particularly important to fostering a better understanding of how interventions should be designed to better account for gender differences. It is important to note that positive norms integrated into an intervention may be at odds with harmful norms present in popular culture (e.g., in many men’s magazines). It will be important for future interventions to directly address these norms if they are to foster larger scale cultural change.  Norms’ Prediction of Rape Myth Acceptance. Social norms are also known to be influential in predicting rape myth acceptance. Bohner et al. (2010) examined perceived norms of both in-group members and out-group members. They examined the ability of these norms to predict rape myth acceptance among university men. Results indicated that receiving feedback that either in-group members or out-group members (retirees) had low levels of rape myth acceptance led to reduced rape myth acceptance among the university men (Bohner et al., 2010). However, feedback about the out-group members reduced rape myth acceptance more than feedback about in-group members (Bohner et al., 2010). This might be because university men believed retirees to be high in rape myth acceptance, and contrary information led them to reexamine their own beliefs. Finally, Deming, et al. (2013) found that norms influenced university women to misidentify vignettes describing rape as non-rape. This reflected their higher levels of rape myth acceptance.  How Norms May Predict Sexual Aggression. The work of Edwards and Vogel (2015) further highlights the influence of norms on sexually aggressive behavior. These researchers exposed college men to norms either supporting or opposing sexual violence AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  62  and then collected data on the participants’ willingness to behave in a sexually aggressive way in various situations. Exposure to violent norms predicted a higher likelihood of the participant reporting that they would behave in a sexually violent manner, even controlling for previously reported instances of sexual aggression perpetration (Edwards & Vogel, 2015). These results highlight the importance of social norms’ influence on sexually violent behavior, as well as the need to consider these factors in both primary and secondary prevention interventions. This study is informative, but limited methodologically. Participants were restricted to men and norms were conveyed through a poster campaign (Edwards & Vogel, 2015). Replication of this investigation with participants of all genders, as well as various types of norms communicated and measured in diverse ways is warranted to clearly understand this area of research. That said, this research is significant in that it highlights higher order ecological influences on sexually violent behavior. Moreover, its inclusion of statistical controls for participants’ previous perpetration strengthens findings.  The Traditional Sexual Script’s Exclusion of Various Groups. Within the context of the traditional sexual script, many groups are excluded from what is seen as appropriate sexual activity. Among these groups are people with disabilities and LGBT individuals. The sexual activity described in the traditional sexual script occurs among people without disabilities (Wiederman, 2015). As such, people with disabilities are seen as inherently non-sexual, resulting in many disadvantages, including a lack of appropriate sexual education and health services (Doyle, 2010). Further, under the traditional sexual AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  63  script, sexual behavior occurs between a cisgender, heterosexual man and a cisgender, heterosexual woman (Wiederman, 2015). This assumption excludes most LGBT people. As a result, LGBT people are either seen as non-sexual (e.g., in cases where visibly romantic woman-woman relationships are seen as platonic friendships) or deviant and overly sexual (e.g., when gay men and transgender women are portrayed as over-sexed aggressive sexual predators). In each of these cases, an entire group of people are excluded from the traditional sexual script, with real world, practical consequences. LGBT students and students with disabilities in particular, but all students who don’t fit traditional expectations of sexuality, may actively and consciously reject this sexual script. They may have already overcome the barriers posed by the traditional sexual script while developing their own sexual identity. This process may be inevitable, as they cannot have a healthy sexual identity within the confines of the traditional sexual script. Further, through their relationships with peers who have similar life experiences, they may inhabit a social cohort who, as a group, interacts with sexual scripts differently than cisgender and heterosexual students without disabilities. A combination of these factors is likely to influence affirmative consent endorsement, as will be examined in the proposed study.  Relationship to Systemic Oppression. Exclusion from the traditional sexual script can be seen as a facet of oppression. In other words, manipulating a marginalized group’s sexual behavior is a tool of control used to harm and subjugate a particular group of people. However, if these individuals do manage to develop a healthy sexual identity, they may have insight and unique strategies and resiliencies to overcoming socially AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  64  defined sexual scripts that may be incredibly useful to support the development of sexual violence prevention programs.  Section Four- Critique and Conclusion Critique of Literature Existing literature on campus sexual violence has several key weak points that should be addressed to prevent this public health concern. First, it has focused far more attention on the individual level of analysis than higher levels (e.g., community or society). This leaves many potentially fruitful avenues for intervention at higher levels of analysis unexamined. Second, it has under-examined some of the key cultural factors that influence sexual violence. These factors include affirmative consent endorsement, the traditional sexual script, and systemic oppression. Third, much of the literature describes approaches that address only one area related to sexual violence and are implemented in isolation. Comprehensive prevention approaches that account for many areas would likely be more effective, yet few have been developed. Finally, many interventions struggle to meet the needs of marginalized students. One-size-fits-all interventions frequently do not meet the unique needs of these students, and they are especially vulnerable due to their marginalized status Addressing these weak spots in the literature will lead to greater insight into how best to protect students from campus sexual violence.  Previous research and prevention efforts have focused a great deal of time and energy on the individual level of analysis. For example, considerable research on campus sexual violence has focused on drinking behavior (Smith, 2013). It is true that excessive alcohol consumption is a risk factor for sexual violence. Moreover, reducing drinking AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  65  behavior among college and university students is not a bad approach, simply an incomplete one. Higher level factors contribute significantly to sexual violence in general and in particular to mechanisms that support or discourage consent leading up to students’ sexual interactions (e.g., peer and cultural factors). Attention to multiple ecological levels will lead to a better understanding of the “big picture” related to campus sexual violence. A closer examination of levels of analysis that previous research has overlooked may yield an important perspective, offering implications for sexual violence prevention.  Research on certain key cultural factors, including affirmative consent, is also missing from the sexual violence literature. Instead of affirmative consent endorsement, previous research has focused on rape myth acceptance (Jozkowski et al., 2014). While similar, rape myth acceptance is not the same as affirmative consent endorsement. Further, affirmative consent endorsement is a more up to date concept that may be more applicable to 21st century campus sexual violence (Jozkowski et al., 2014). 21st century sexism is frequently more subtle than overt (Swim, Mallett, & Stangor, 2004). The same individuals who might scoff at the idea of believing a rape myth may still commit sexual violence, validated by subtle cultural underpinnings not captured in a rape myth acceptance scale. Measures of affirmative consent endorsement may be better suited to capture this nuance.  Also of concern is the fact that the few available studies on affirmative consent endorsement are plagued by methodology concerns. This was discussed previously in more detail with regard to the work of Warren, Swan, and Allen (2015). More substantial AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  66  and focused research on affirmative consent endorsement is crucial to understanding and preventing campus sexual violence. The traditional sexual script is also under studied in the campus sexual violence literature. Some research indicates that sexual script theory and the traditional sexual script might provide some insight into affirmative consent endorsement (Jozkowski et al., 2014). Sexual script theory has been utilized in many areas, including examinations of gender roles, “hook up” culture, and sexual messages in the mass media (Wiederman, 2015). However, it is still noticeably absent in much of the campus sexual violence literature. The use of this theoretical lens would foster a more in-depth examination of this literature. Another cultural factor that is under examined in the campus sexual violence literature is systemic oppression. The use of sexual violence as a tool of oppression has been examined in war-torn regions, but not to the same extent in campus environments as a method of keeping marginalized people from gaining the advantages associated with academic influence (Stark & Wessells, 2012). Considering sexual violence as a component of systemic oppression will help address weaknesses in existing research. It may better account for the needs and vulnerabilities of marginalized students. It may also enhance our understanding of higher level factors that influence sexual violence.  A key gap in the literature on campus sexual violence prevention interventions is the lack of comprehensive approaches. Many interventions have been designed and tested to address a single facet of campus sexual violence (e.g. bystander intervention, peer-led education). However, little attention has been paid to how these interventions might work AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  67  together or be adapted to be more comprehensive. Adequately addressing campus sexual violence requires a thorough approach currently missing from the literature.  A final key weakness in the campus sexual violence literature is the lack of attention to underrepresented students. These students are known to experience sexual violence at higher rates than their peers (Cantor et al., 2015). However, research that examines the unique vulnerabilities, needs, and experiences of these students is lacking. This may provide some explanation as to why these students have been inadequately protected by existing prevention interventions. In order to protect these vulnerable students, it is vital to address this limitation in the literature.  Given the pattern of gaps in the literature, it seems clear that there is the need for a study that considers higher ecological levels of analysis, affirmative consent endorsement, the traditional sexual script, and systemic oppression. There is also a need for research that will contribute insight into the needs of underrepresented students and foster more comprehensive prevention programs. The proposed study has potential to address these key areas and contribute to the literature in this way.  Present Study This study addresses the gaps identified in the literature by considering the influence of higher level factors, including systemic oppression and sexual script theory. It also explicitly examines affirmative consent endorsement and the unique experiences of several groups of marginalized students. Further, it will contribute insight to inform future comprehensive prevention interventions and promote the adaption of existing programs to form a more comprehensive prevention approach.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  68   The study is focused at the individual level. It examines novel individual level factors with attention to how they might be influenced by higher level variables (e.g., socially constructed sexual scripts, cultural norms). Its focus on systemically oppressed groups may also provide insight into the relationship between sexual violence and systemic oppression, albeit through the lens of individual perception. While this study will not be able to draw conclusions explicitly related to higher levels of analysis, it will provide insights into and form a foundation for future research to examine these higher level factors more explicitly. Research conducted at higher levels of analyses remains an important gap in the literature that should be addressed.  The study also specifically examines the experiences of marginalized students. This is significant as these students are often the most vulnerable to campus sexual violence, and those least likely to report their adverse experiences. Examining the unique factors that impact these marginalized students is critical to more adequately address campus sexual violence. This study aims to contribute to foundational research that will begin to address these critical gaps in the campus sexual violence literature. This investigation also examines affirmative consent endorsement, with particular attention to methodological concerns that have limited previous research (i.e. failing to differentiate between affirmative consent understanding and affirmative consent endorsement). It will offer quantitative support to a research literature that has been predominantly qualitative in nature. Further, it will extend consent research pertaining to campus sexual violence, an area which is quite underrepresented in the literature. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  69  Finally, the results of this study are informative for future prevention programming and encourage a more comprehensive approach to address these significant campus safety concerns. By considering higher level ecological factors while also examining the individual level of analysis, this research provides insights that can be used to adapt existing interventions to make them more comprehensive in nature. At the same time, expanding our understanding of this phenomenon provides the potential to inform more effective future campus-based prevention efforts. Conclusion  Sexual violence is a serious, high cost, prevalent problem on college and university campuses that greater affirmative consent endorsement has the potential to positively impact. At the same time, the influence of the traditional sexual script poses a barrier to affirmative consent endorsement. Students excluded from this script may not interact with these harmful norms in the same way, in addition to the fact that women interact with the traditional sexual script differently than men. As a result, LGBT students, students with disabilities, and students who are women or non-men may endorse affirmative consent at higher rates than their straight, cisgender, or male counterparts without disabilities. These same students may also report different norms around sexual violence due to the socially constructed nature of the traditional sexual script. Examining these effects will address a gap in the literature and will likely yield results with application for future sexual violence prevention interventions.   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  70  Chapter Two- Methods & Procedures This study aims to assess quantitative differences in affirmative consent endorsement based on traditional sexual script exclusion. This is represented by several demographic proxy variables, including gender, LGBT identity, and disability. It also examines quantitative differences in perceived peer norms supporting sexual violence based on this same construct. This is due to social constructions of sexual narratives, such as those crafted by peers, which act as a key determinant of sexual behavior in sexual script theory.  Described methods will include research questions, hypotheses, and exploratory analyses. Further, details regarding participants, research design, and measures are provided. A description of the procedures, including inclusion criteria, and data management processes, is also included. Finally, a previous analytic plan and current analytic procedures are described. Specific research questions posed by this study are presented below. Section One - Methods Research Questions Research Question 1. Will belonging to a group that is victimized by or excluded from the traditional sexual script (women/non-men, students with disabilities, LGBT students) impact endorsement of affirmative consent? (Hypotheses 1A, 2A, and 3A) Research Question 2. Will belonging to a group that is victimized by or excluded from the traditional sexual script (women/non-men, students with disabilities, LGBT students) impact peer norms supporting sexual violence? (Hypotheses 1B, 2B, and 3B) AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  71  Research Question 3. Will there be significant differences among LGBT students (gay, lesbian, bi/pansexual, trans/non-binary, queer) in affirmative consent endorsement? (Exploratory Analyses) Hypotheses Hypothesis 1A. Gender (man, woman, nonbinary) will be significantly related to affirmative consent endorsement (high affirmative consent endorsement, low affirmative consent endorsement).  Hypothesis 1B. Gender (man, woman, nonbinary) will be significantly related to peer norms supporting sexual violence (high peer norms, low peer norms). Hypothesis 2A. LGBT status (LGBT, cisgender & heterosexual) will be significantly related to affirmative consent endorsement (high affirmative consent endorsement, low affirmative consent endorsement).  Hypothesis 2B. LGBT status (LGBT, cisgender & heterosexual) will be significantly related to peer norms supporting sexual violence (high peer norms, low peer norms). Hypothesis 3A. Disability (people with disabilities, people without disabilities) will be significantly related to affirmative consent endorsement (high affirmative consent endorsement, low affirmative consent endorsement).  Hypothesis 3B. Disability (people with disabilities, people without disabilities) will be significantly related to peer norms supporting sexual violence (high peer norms, low peer norms).  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  72  Exploratory Analyses Exploratory analyses were used to assess potential within-group differences among LGBT students, such as differences between gay men and lesbians or cisgender and transgender LGBT students. There was insufficient previous quantitative research to form a directional hypothesis for these cases, but results are still informative to theory, future research, and preventive intervention.  Participants Participants in this study were a convenience sample of undergraduate and graduate students at a public, urban, pacific northwestern university who participated in their university’s campus climate survey. Data were collected from participants in spring 2016 and had a 19% response rate. The gender makeup of the sample was: 75% women; 21% men; and 4% nonbinary individuals. This does not reflect the gender makeup of the campus, indicating that women are overrepresented in the sample. The sample was also predominately white; 66% of the sample reported being White, 10% identified with more than one race, 10% identified as Asian or Asian American, 8% reported being Hispanic or Latinx, 2% identified as Black or African and 3% reported some other race. Less than 1% reported being Hawaiian or Pacific Islander or Native American or Alaskan Native. This differs somewhat from the racial makeup of the campus as a whole, indicating that white students may be overrepresented in the sample.  The sample was also primarily below the age of 30 (69.4%). LGBT students made up 29% of the sample. Twenty-percent of respondents (20%) identified as having a disability. Based on available data from the corresponding campus climate report, it is AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  73  unclear whether the sample makeup of LGBT students and students with disabilities is representative of the campus population. After eliminating cases missing critical data and/or with failed reading checks, the total sample included 2035 participants (N=2035).  Research Design This study employed secondary data analysis, using data originally collected as part of a larger campus climate survey. The original survey was cross-sectional, obtained informed consent from participants, and collected data online from a sample of university students. The survey involved filling out a questionnaire about demographic variables, perceptions of campus environment, experiences with sexual violence, sense of community, peer norms, bystander intervention behavior, and endorsement of affirmative consent.  Measures Affirmative Consent Endorsement scale (Administrator Researcher Campus Climate Collaborative [ARC 3]) (Abbey et al., 2015). This survey used multiple measures developed by ARC 3, a research collaborative that aims to make conducting campus climate assessments accessible and affordable for all universities. The present study used the ARC 3’s affirmative consent endorsement scale, adapted from Humphreys’ sexual consent scale, to measure affirmative consent (Humphreys & Herold, 2007). Reliability for this scale was good; an EFA confirmed that the scale is unidimensional, with all loadings greater than or equal to .4. Cronbach’s alpha = 0.79. More detail about this scale is available in Appendix A.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  74  Perception of Peer Norms scale (Administrator Researcher Campus Climate Collaborative [ARC 3]) (Abbey et al., 2015). The study also used the items from the ARC 3’s peer norms scale relating to sex and sexual violence, adapted from the work of DeKeseredy (DeKeseredy & Kelly, 1995). This scale is multidimensional, assessing norms related to physical, sexual, and emotional dating violence. A subscale of items addressing sexual violence items was used for this analysis. Reliability for this subscale was good; an EFA confirmed that the sexual violence subscale is unidimensional, with all loadings greater than or equal to .55. Cronbach’s alpha = 0.84. More detail about this scale is available in Appendix B.  Demographics. Demographic variables used in this study included gender; sexual orientation, and disability status. These represent the proxy variables utilized to represent traditional sexual script exclusion. The text of these items is available in Appendix C.  Section Two - Procedures Inclusion Criteria Final inclusion criteria for study participants included providing complete information about their gender, sexual orientation, and if they have a disability. Participants were also excluded if they failed the included reading check (i.e., an attentional check), failed to answer at least one affirmative consent endorsement item, and/or failed to answer at least one peer norms item. This eliminated 335 respondents, resulting in a total N of 2,035.   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  75  Data Management Two gender variables were calculated based on reported participant gender. The first designated a participant as a man, a woman, or nonbinary. This variable was used as the independent variable “gender.” The second categorizes participants as either transgender/nonbinary or cisgender, and was used to calculate another independent variable, LGBT status. LGBT status also included sexual orientation. Sexual orientation was condensed into 6 categories. These included gay5, lesbian, bisexual, asexual, queer, and straight. Some common write-in responses were coded into these categories as described in Table 1. LGBT status was then calculated as a dichotomous variable, with individuals who were not straight and/or not cisgender coded as LGBT. Gender minority and sexual minority students are considered together for several reasons. The first is due to a shared culture and history. The second is that these groups share some amount of nonconformity to prescribed gender roles. As such, it is possible that they interact with the traditional sexual script similarly. Analyses indicated that individuals who indicated that they were asexual differed significantly from some other non-heterosexual participants in peer norms and affirmative consent endorsement. This is not surprising given the lack of consistent definitions for “asexual” and diversity among what the term means for people who identify with it (Scherrer, 2008). Sexual orientations define the gender(s) to which a person feels attraction and with whom that person forms their primary romantic partnership(s). Some individuals consider asexual to be their sexual orientation and are attracted to no genders. Others use asexual as a modifier of their sexual orientation, using AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  76  it to mean they do not desire sexual activity with the people to whom they are attracted, whose gender is defined by their sexual orientation. Analyses using this variable were conducted twice, considering asexual individuals as straight in one instance and non-straight in the other.  Affirmative consent endorsement was calculated by reverse coding items 3 through 7 on the sexual consent scale (see Appendix A) and averaging responses across all items. Affirmative consent endorsement was then dichotomized using a mean split. Participants reporting affirmative consent endorsement at or above the mean were considered to have “high” affirmative consent endorsement. Participants reporting affirmative consent endorsement below the mean were considered to have “low” affirmative consent endorsement. Peer norms supporting sexual violence was calculated by averaging items from the peer norms scale (See Appendix B). These items all related to sexual violence and are considered the sexual violence subscale of this peer norms measure. Peer norms were then dichotomized using a mean split. Participants reporting peer norms at or below the mean were considered to have low peer norms. Participants reporting peer norms above the mean were considered to have high peer norms. Mean splits were utilized, as opposed to median splits, because the highly skewed nature of the variables meant that the medians were too low or high for this calculation to be reasonable. Specifically, in the case of peer norms, the median and mode was 1, which is also the lowest possible value for the scale. Rationale for dichotomization is provided below.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  77  Violated Regression Assumptions Original Analytic Plan. The original analytic plan for this research entailed the used of ordinary least squares regression to conduct a mediation approach utilizing both the stepwise method proposed by Baron & Kenny (1986) as well as the PROCESS Macro developed by Hayes (2013). When considered as continuous variables, affirmative consent endorsement and peer norms were highly skewed, with skewness of -1.851 and 3.757. This skew precluded the use of ANOVA or T-Test techniques. Regression-based mediation was also considered for its fit with the proposed theoretical model. Violated Assumptions. Regression analyses revealed highly non-normally distributed residuals for all conducted regression analyses. Results indicated that residuals varied systematically for both high and low levels of both outcome variables. This constitutes a significant violation of the assumptions of ordinary least squares regression. Results indicated that regression analyses are inappropriate for this research.  Failed Transformations. Logarithmic, square root, and reciprocal transformations were conducted on both continuous variables to compensate for skew. However, these transformations failed to correct for any significant amount of skew. As a result, these nonlinear transformations were not used. Since both variable and residual distributions remained highly non-normal, regression, ANOVA, and T-Test approaches were not appropriate approaches for this research.  Dichotomization. As a result of this skew and the failed nonlinear transformations, affirmative consent endorsement and peer norms were dichotomized. This was decided in consultation with the committee chair and the department statistical AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  78  consultant. Both variables were split at their respective means into “high” and “low” categories. Both variables were treated as dichotomous following this process. Chi Square and Assumptions Chi Square.  Following dichotomization, all variables were categorical. This made Chi Square analyses the most appropriate for this research. These analyses will asses the independence of the predictor proxy variables (gender, LGBT status, disability status) from the dichotomized outcome variables (affirmative consent endorsement, peer norms). Further, the data met the assumptions of a chi square analysis.  Independence of Observations. Participants were contacted separately and completed the survey individually online. There is no indication that any observations impacted any others. The assumption of independence of observations is met.  Inclusion of Nonoccurrences. All possible genders and sexual orientations were included through write in options. All potential disability statuses were included, as one identifies as having a disability or does not. The full range of affirmative consent endorsement and peer norms supporting sexual violence were included between the high and low categories for each variable. The assumption of inclusion of nonoccurrences is met.   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  79  Chapter Three- Results Results for hypotheses 1A, 1B, 2A, 2B, 3A, and 3B are discussed, as are results of exploratory analyses. Hypotheses 1A and 1B posited that gender would be significantly associated with affirmative consent endorsement and peer norms supporting sexual violence, respectively. Hypotheses 2A and 2B posited that LGBT status would be significantly associated with affirmative consent endorsement and peer norms supporting sexual violence, respectively. Hypotheses 3A and 3B posited that disability status would be significantly associated with affirmative consent endorsement and peer norms supporting sexual violence, respectively. Finally, exploratory analyses examined whether or not LGBT category would be significantly associated with affirmative consent endorsement and peer norms supporting sexual violence.  Hypothesis 1 Hypothesis 1A Hypothesis 1A was that gender (i.e., man, woman, nonbinary) would be significantly related to affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). A 3 X 2 contingency table was constructed to examine whether level of endorsement of affirmative consent depended on persons’ gender. The analysis assessed the independence of gender (i.e., man, woman, nonbinary) from affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). Pearson’s Chi Square indicated that the gender and affirmative consent endorsement were significantly related χ2(2, N=2035) = 72.9, p<0.001, Cramer’s V =0.19. Follow up analyses were conducted to evaluate AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  80  differences among all genders. The proportions differed significantly between men and women [χ2(1, N=1951) = 63.13, p<0.001, Φ=0.18], women and nonbinary people [χ2(1, N=1614) = 5.03, p<0.05, Φ=0.06], and men and nonbinary people [χ2(1, N=505) = 29.07, p<0.001, Φ=0.24]. Men were 1.71 times more likely than women and 2.79 more likely than nonbinary people to indicate low affirmative consent endorsement. Women were 1.63 times more likely than nonbinary people to indicate low affirmative consent endorsement. Given these findings, hypothesis 1A was supported.  Hypothesis 1B  Hypothesis 1B was that gender (i.e., man, woman, nonbinary) would be significantly related to peer norms supporting sexual violence (i.e., high peer norms, low peer norms). A 3 X 2 contingency table was constructed to examine whether a person’s reported peer norms supporting sexual violence depended on that person’s gender. The analysis assessed the independence of gender (i.e., man, woman, nonbinary) from peer norms supporting sexual violence (i.e., high peer norms, low peer norms). Pearson’s Chi Square indicated that the gender and peer norms supporting sexual violence were significantly related χ2(2, N=2035) = 21.85, p<0.001, Cramer’s V=0.10. Follow up analyses were conducted to evaluate significant differences among all genders. The proportions differed significantly between men and women [χ2(1, N=1951) = 21.77, p<0.001, Φ= -0.11], but not between women and nonbinary people [χ2(1, N=1614) = 0.09, p=0.77, Φ=0.007]. The difference in proportions between men and nonbinary people was marginally significant [χ2(1, N=505) = 2.96, p=0.09, Φ= -0.08]. Men were 1.55 times more likely than women and 1.46 times more likely than nonbinary people to AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  81  indicate high peer norms supportive of sexual violence. Based on these findings, hypothesis 1B was supported.  Hypothesis 2 Hypothesis 2A Hypothesis 2A was that LGBT status (i.e., LGBT, Cisgender & Straight) would be significantly related to affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). A 2 X 2 contingency table was constructed to examine whether a person’s level of endorsement of affirmative consent depended on that person’s LGBT status. The analysis assessed the independence of LGBT status (i.e., LGBT, Cisgender & Straight) from affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). Asexual individuals were coded as LGBT in this analysis. Pearson’s Chi Square indicated that LGBT status and affirmative consent endorsement were significantly related χ2(1, N=2035) = 12.04, p=0.001, Φ=0.08. For this sample, results indicated that LGBT individuals were more likely to indicate high affirmative consent endorsement, and cisgender and straight individuals were more likely to indicate low affirmative consent endorsement. The odds of a person indicating low affirmative consent endorsement were 1.29 times higher if that person was cisgender and straight than if that person was LGBT.  The same analyses were conducted with cisgender and asexual individuals coded as cisgender and straight. A 2 X 2 contingency table was constructed to examine whether a person’s level of endorsement of affirmative consent depended on that person’s LGBT status. The analysis assessed the independence of LGBT status (i.e., LGBT, Cisgender & AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  82  Straight) from affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). Pearson’s Chi Square indicated that LGBT status and affirmative consent endorsement were significantly related χ2(1, N=2035) = 33.01, p<0.001, Φ=0.13. For this sample, results indicated that LGBT individuals were more likely to indicate high affirmative consent endorsement, and cisgender and straight individuals were more likely to indicate low affirmative consent endorsement. The odds of a person indicating low affirmative consent endorsement were 1.62 times higher if that person was cisgender and straight than if that person was LGBT. Given these results, hypothesis 2A was supported.  Hypothesis 2B Hypothesis 2B was that LGBT status (i.e., LGBT, Cisgender & Straight) will be significantly related to peer norms supporting sexual violence (i.e., high peer norms, low peer norms). A 2 X 2 contingency table was constructed to examine whether a person’s reported peer norms supporting sexual violence depended on that person’s LGBT status. The analysis assessed the independence of LGBT status (i.e., LGBT, Cisgender & Straight) from reported peer norms supporting sexual violence (i.e., high peer norms, low peer norms). Asexual individuals were coded as LGBT in this analysis. Pearson’s Chi Square indicated that LGBT status and reported peer norms supporting sexual violence were not significantly related χ2(1, N=2035) = 0.914, p=0.339, Φ= -0.021.  The same analyses were conducted with cisgender and asexual individuals coded as cisgender and straight. A 2 X 2 contingency table was constructed to examine whether a person’s level of reported peer norms supporting sexual violence depended on that AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  83  person’s LGBT status. The analysis assessed the independence of LGBT status (i.e., LGBT, Cisgender & Straight) from reported peer norms supporting sexual violence (i.e., high peer norms, low peer norms). Pearson’s Chi Square indicated that LGBT status and reported peer norms supporting sexual violence were significantly related χ2(1, N=2035) = 4.84, p<0.05, Φ= -0.49. For this sample, results indicated that LGBT individuals were more likely to indicate low peer norms supporting sexual violence, and cisgender and straight individuals were more likely to indicate high peer norms supporting sexual violence. The odds of a person indicating high peer norms supporting sexual violence were 1.26 times higher if that person was cisgender and straight than if that person was LGBT. Based on these results, hypothesis 2B received partial support.  Hypothesis 3 Hypothesis 3A Hypothesis 3A was that disability (i.e., people with disabilities, people without disabilities) would be significantly related to affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). A 2 X 2 contingency table was constructed to examine whether a person’s level of endorsement of affirmative consent depended on whether or not that person had a disability. The analysis assessed the independence of disability (i.e., people with disabilities, people without disabilities) from affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). Pearson’s Chi Square indicated that disability and affirmative consent endorsement were significantly related χ2(1, N=2035) = 5.19, p<0.05, Φ=0.05. For this sample, results indicated that individuals with disabilities AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  84  were more likely to indicate high affirmative consent endorsement, and individuals without disabilities were more likely to indicate low affirmative consent endorsement. The odds of a person indicating low affirmative consent endorsement were 1.21 times higher if that person did not have a disability than if that person had a disability. These findings indicate that hypothesis 3A was supported.  Hypothesis 3B Hypothesis 3B was that disability (i.e., people with disabilities, people without disabilities) would be significantly related to peer norms supporting sexual violence (i.e., high peer norms, low peer norms). A 2 X 2 contingency table was constructed to examine whether a person’s reported peer norms supporting sexual violence depended on whether or not that person had a disability. The analysis assessed the independence of disability (i.e., people with disabilities, people without disabilities) from reported peer norms supporting sexual violence (i.e., high peer norms, low peer norms). Pearson’s Chi Square indicated that disability and reported peer norms supporting sexual violence were not significantly related χ2(1, N=2035) = 0.06, p=0.8, Φ= -0.006. These results indicate that hypothesis 3B was not supported.  Exploratory Analyses A total of 595 students identified as LGBT in some way. A percent breakdown of these groups is provided in table 6. A 6 X 2 contingency table was constructed to examine whether an LGBT person’s level of endorsement of affirmative consent depended on which category of the LGBT community to which that person belonged. The analysis assessed the independence of LGBT category (i.e., asexual, bisexual, gay, AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  85  lesbian, queer, transgender/nonbinary) from affirmative consent endorsement (i.e., high affirmative consent endorsement, low affirmative consent endorsement). Pearson’s Chi Square indicated that LGBT category and affirmative consent endorsement were significantly related χ2(1, N=595) = 44.76, p<0.001, Cramer’s V = 0.27.  Follow up analyses were conducted to evaluate significant differences among categories. Driven by graphical representations of data, proportions were compared between asexual people and gay people, asexual people and lesbians, gay people and lesbians, and asexual people and transgender/nonbinary people. The proportions differed significantly between asexual people and gay people [χ2(1, N=130) = 4.74, p<0.05, Φ= 0.191, between asexual people and lesbians [χ2(1, N=128) = 16.51, p<0.001, Φ= 0.36], and between asexual people and transgender/nonbinary people [χ2(1, N=182) = 25.78, p<0.001, Φ= 0.38]. Asexual people were 1.58 times more likely than gay people, 3.23 times more likely than lesbians, and 2.92 times more likely than transgender/nonbinary people to indicate low endorsement of affirmative consent. The proportions differed marginally between gay people and lesbians [χ2(1, N=84) = 3.44, p<0.1, Φ= 0.2]. Gay people were 2.04 times more likely than lesbians to indicate low endorsement of affirmative consent.  A 6 X 2 contingency table was constructed to examine whether a person’s reported peer norms supporting sexual violence depended on the LGBT category to which they belonged. The analysis assessed the independence of LGBT category (i.e., asexual, bisexual, gay, lesbian, queer, transgender/nonbinary) from reported peer norms supporting sexual violence (i.e., high peer norms, low peer norms). Pearson’s Chi Square AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  86  indicated that LGBT category and reported peer norms supporting sexual violence were significantly related, χ2(1, N=595) = 18.23, p<0.01, Cramer’s V= 0.18.  Follow up analyses were conducted to evaluate significant differences among categories. Driven by graphical representations of data, proportions were compared between asexual people and gay people, asexual people and lesbians, gay people and lesbians, and asexual people and transgender/nonbinary people. Proportions differed significantly between asexual people and lesbians [χ2(1, N=128) = 4.4, p<0.05, Φ = -0.19].  The difference in proportions between asexual people and transgender/nonbinary people was marginally significant [χ2(1, N=182) = 3.52, p<0.1, Φ = -0.14]. Asexual people were 2.21 times more likely than lesbians and 1.61 times more likely than transgender/nonbinary people to indicate high peer norms supporting sexual violence. Proportions were not significantly different between asexual people and gay people [χ2(1, N=130) = 0.25, p=0.62, Φ = - 0.04] nor lesbians and gay people [χ2(1, N=84) = 2.2, p=0.14, Φ = - 0.16].   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  87  Chapter Four- Discussion This section provides a discussion of observed results in the context of the existing literature. First, a brief overview of the background is provided. Then, specific results of the hypothesis-driven and exploratory tests are discussed. Third, implications of these results for both research and applied fields are considered. Finally, limitations of the present study are addressed. Future directions are discussed throughout the section. Findings provide many interesting directions for future research and generally support the proposed theoretical framework around traditional sexual script exclusion. Introduction This research aimed to examine the relationship between traditional sexual script exclusion and affirmative consent endorsement, as well as perceived peer norms supporting sexual violence. Previous research has suggested that the pervasive influence of traditional sexual scripts poses a barrier for heterosexual, cisgender students without disabilities when negotiating sexual consent (Fantasia, 2011; Fantasia et al., 2014; Jozkowski & Peterson, 2013; Jozkowski et al., 2014). However, some students (i.e. LGBT students, students with disabilities) are inherently excluded from these scripts, and therefore may not face the same barriers to affirmative consent endorsement. Further, these students may perceive their peers to ascribe to different norms around sexual violence, due to the socially constructed nature of traditional sexual scripts. The results of this study do indicate that LGBT students and students with disabilities are more likely than their cisgender heterosexual peers, and peers without disabilities, respectively, to report high endorsement of affirmative consent. However, results regarding perceived AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  88  peer norms supporting sexual violence were mixed. Gender differences were also examined due to the salient role of gender in the traditional sexual script (Jozkowski et al., 2014; Weiderman, 2015).  The results of this research offer support to the proposed theoretical framework (i.e., hypotheses 1A, 1B, 2A, and 3A fully and hypothesis 2B partially) Further, several tests without directional hypotheses produced informative and significant results. The discussion below examines these results in greater detail. They contextualize this study’s findings in relationship to the theory that traditional sexual script exclusion may be associated with more frequent use of high affirmative consent endorsement, which is consistent with existing literature in this area. They also provide mixed support for the idea that perceived peer norms supporting sexual violence are associated with traditional sexual script exclusion, though these results were less consistent.  Discussion of Specific Results Results of both specific hypothesis-driven tests and non-hypothesis-driven tests (i.e. exploratory tests that were planned in advance) are discussed in the following section. Interpretations of observed results are also provided, as are implications of these findings. Gender and affirmative consent endorsement (Hypothesis 1A). Women and nonbinary people were significantly less likely than men to fall into the problematic “low affirmative consent endorsement” category. Further, nonbinary people were significantly less likely than women to indicate low affirmative consent endorsement. When interpreting these results, it is important to consider that women are not inherently AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  89  excluded from the traditional sexual script (i.e. some women are excluded for other reasons, but “woman” is not an excluded category). However, they are generally harmed by it, more so than their male counterparts. The traditional sexual script holds women responsible for managing the aggression and desires of men (Wiederman, 2015). This makes it unsurprising that they might be more likely to reject a narrative that is harmful to them, which could result in higher affirmative consent endorsement. However, it is especially significant that nonbinary people were less likely than women to indicate low affirmative consent endorsement. This is because these results indicated that groups excluded from the traditional sexual script (i.e. nonbinary people) endorse different levels of affirmative consent than groups that are included in but harmed by the script (i.e. women). In other words, this result suggests that exclusion from the traditional sexual script is associated with different consent endorsement in those it excludes than those it includes, but also demeans.  Gender and perceived peer norms supporting sexual violence (Hypothesis 1B). Findings indicated that men were significantly more likely than women to report peer norms supporting sexual violence (i.e., consistent with hypothesis 1B). There are many potential explanations for this, including scripts about sex that are prevalent among predominantly male peer groups and gendered assumptions about the way that men perceive sex. Specifically, male students might be more likely to spend time with peers who endorse sexually violent ideas, reflecting the culture of those groups (Galbo, 2016). Further, men may assume that their peers endorse sexually violent behaviors due to the fact that it is a common cultural perception regarding men (Fabiano, Perkins, Berkowitz, AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  90  Linkenbach, & Stark, 2003). This could result in higher perceived peer norms in men regardless of actual peer norms. Research also indicates that individuals might place more importance on the norms of peers of the same gender (McMahon & Dick, 2011). As a result, it is predictable that men and women report different norms even though they may spend time with mixed-gender peer groups.  It is also important to note that nonbinary students were only marginally different from men with regard to peer norms supporting sexual violence. There are several possible explanations for this. First, nonbinary students are more likely than students who are men or women to experience sexual violence on campus (Cantor et al., 2015). This may give them a more negative perception of the norms around sexual violence among their peers, resulting in lower perceived peer norms. Second, it is also possible that nonbinary students identified different people as their “peers” when completing the peer norms measure. “Peer norms” were vaguely defined in the survey measure, a limitation that is discussed in more detail later in this section. This lack of a detailed definition might have allowed some students, such as nonbinary students, to identify their peers in a systematically different fashion. Specifically, nonbinary students may have different experiences discussing sex and gender with those they identify as their peers than men or women (Savoia, 2017). This might lead them to report higher peer norms supporting sexual violence.  LGBT status and affirmative consent endorsement (Hypothesis 2A). Study findings supported hypothesis 2A, indicating that LGBT students were significantly less likely than cisgender and heterosexual students to fall into the “low affirmative consent AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  91  endorsement” category. These analyses were conducted twice (i.e. once with cisgender asexual individuals excluded from the LGBT category, and once with them included). This was done to address complexities in the measurement of asexual identity, discussed later in this section. However, both analyses produced the same positive result. This indicates that falling into the LGBT category, broadly, makes it more likely that one will report high endorsement of affirmative consent. These results support and extend the findings of Jozkowski (Jozkowski & Peterson, 2013; Jozkowski et al., 2014) and Fantasia (Fantasia, 2011; Fantasia et al., 2014), both of whom reported that traditional sexual scripts posed a barrier to affirmative consent endorsement in heterosexual sexual activity. LGBT students, a group excluded from the traditional sexual script, were more likely than their counterparts to report high affirmative consent endorsement. These results suggest that this script might form a barrier, as suggested in the work of Jozkowski (Jozkowski & Peterson, 2013; Jozkowski et al., 2014) and Fantasia (Fantasia, 2011; Fantasia et al., 2014). Further, these results indicate that being left out of this script is associated with unique experiences and higher affirmative consent endorsement. Finally, results of this research are also consistent with studies by Beres (2004) and Hallal (2005), which indicated that individuals in same-sex relationships endorsed and enacted consent differently than their straight counterparts. Future research might also consider what factors other than traditional sexual script exclusion might have contributed to in this finding.  LGBT status and perceived peer norms supporting sexual violence (Hypothesis 2B). The analyses for hypothesis 2B were also conducted twice due to AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  92  complexities in the measurement of asexual identity. When cisgender and asexual individuals were considered LGBT, the results were not significant. This indicates that LGBT students did not differ significantly from cisgender and heterosexual students in reported peer norms supporting sexual violence. However, when cisgender and asexual individuals were coded as cisgender and heterosexual (i.e., as opposed to LGBT), significant results were found, providing mixed support to hypothesis 2B. Specifically, LGBT students were significantly less likely than cisgender and heterosexual students to indicate high peer norms supporting sexual violence. There are several potential reasons that the coding of cisgender and asexual individuals changed the results of this analysis. These include potential issues regarding measurement in this study, and the complex nature of asexual identity. A detailed discussion of these issues is provided later in this section.  When cisgender and asexual participants were treated as cisgender and straight in the data analysis, cisgender and straight students were significantly more likely than LGBT students to report a high degree of peer norms supporting sexual violence. For these LGBT students, it is likely that traditional sexual script exclusion is associated with less peer support for sexually violent behaviors. This is further supported by the close social groups often formed by LGBT people, sometimes referred to as “chosen family” (Dolliver, 2010). Unfortunately, these bonds are typically due to high rates of rejection of LGBT people by cisgender and straight close others, including biological family and friends (Padilla, Crisp, & Rew, 2010). As a result, LGBT students often form social groups with others excluded from traditional sexual scripts. It is possible, and perhaps AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  93  likely, that LGBT students’ high affirmative consent endorsement and low peer norms supporting sexual violence foster each other. LGBT students individually exhibit high affirmative consent endorsement. As such, peer groups composed of other LGBT students likely have low norms supporting sexual violence. Spending time with this LGBT peer group might then reinforce the high affirmative consent endorsement of its members. More systematically prompting this reinforcing effect might prove useful in future sexual violence prevention efforts. Future research should examine this potential effect, its defining factors, and its boundaries to create better informed interventions. It may also be useful to explore the factors that heighten this seemingly positive and synergistic relationship between more positive peer norms and affirmative consent in this particular student group. A better understanding of this relationship may offer a template for designing more effective prevention and early intervention strategies. Disability status and affirmative consent endorsement (Hypothesis 3A). Students with disabilities were significantly less likely than students without disabilities to fall into the “low affirmative consent endorsement” category. There has been a lack of empirical research around affirmative consent among students with disabilities. However, these results support the professional opinion articles by Di Guilio (2003) and Gill (2010). Both authors concluded that individuals with disabilities can and should be in charge of their own sexual agency. This investigation’s finding that students with disabilities were more likely to report high affirmative consent endorsement, was consistent with Di Guilio (2003) and Gill’s (2010) assertions. These results support the idea that students with disabilities also have unique experiences with the traditional AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  94  sexual script, and are in many cases, excluded from “normative” sexual activity as defined by this script. In part, the lack of research in this area, may be due to people with disabilities’ exclusion from the traditional sexual script, often as a result of the common misperception that they are non-sexual. Future research should further examine the experiences of individuals with disabilities around sex and consent in greater detail in order to fill this gap in the literature. Studies should investigate both misperceptions that lead to beliefs that they are non-sexual as well as other ways in which they may be excluded from the traditional sexual script.   Disability status and perceived peer norms supporting sexual violence (Hypothesis 3B). Findings for students with disabilities regarding peer norms supporting sexual violence were non-significant (i.e., Hypothesis 3B was not supported). This indicates that there were no significant differences between students with and without disabilities with regard to their likelihood of reporting high perceived peer norms supporting sexual violence. There are several possible explanations for this finding. The first is that having a disability may be especially stigmatizing in higher education settings (Baker, Boland, & Nowik, 2012), leading students with the option of concealing their disability to do so. For the students who are able to conceal their disabilities, this may make it more difficult for them to identify and access other students with disabilities in social situations, thus limiting their access to individuals who may be in the best position to provide support as well as comfortable socialization (Smith, 2014). Further, this study “lumped” all students with disabilities into a single category. As a result, it is likely that important in group differences have been left unexamined, potentially hiding significant AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  95  differences. While this specific question has not been investigated in the literature, other research on disability type indicates that individuals with mental disabilities have different experiences around sex than individuals with physical disabilities (McCabe, 1999). Potential directions for further research should involve examining the diversity among students with disabilities and how these experiences might interact with peer norms supporting sexual violence and affirmative consent endorsement.  Exploratory Results. Overall, exploratory analyses (i.e. planned analyses that had no directional hypotheses) of potential in-group differences among LGBT students on affirmative consent endorsement and peer norms supporting sexual violence were significant and informative. A key conclusion is that the highest affirmative consent endorsement is found among lesbians and transgender/nonbinary students. Further, a key significant difference in perceived peer norms was found between asexual people and lesbians and transgender/nonbinary students.  Lesbians and transgender/nonbinary students were significantly less likely than gay students to indicate low affirmative consent endorsement. To some extent, this indicates that being a woman and LGBT or a gender minority is more highly associated with affirmative consent endorsement. It is possible that these individuals are even further removed from the traditional sexual script than cisgender gay or bisexual men, thus leading them more frequent high affirmative consent endorsement. Future research should investigate the possibility of compound effects on consent endorsement and peer norms supportive of sexual violence. These should be examined within the LGBT community (e.g. transgender women who are also lesbians) and across areas (e.g. gay AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  96  men with disabilities). This research will provide greater insight into traditional sexual script exclusion and associated consent endorsement and peer norms supporting sexual violence.  Lesbians and transgender/nonbinary students also reported significantly different perceived peer norms supporting sexual violence from asexual students. However, these significant differences are potentially driven by measurement issues around asexual identity, discussed later in this section. As such, interpretation of these results may prove misleading. Future research should examine the experiences of asexual people with more nuance and better measurement tools.  Implications of Study Findings Implications of this study’s findings are discussed in the following section. These include considerations about the marginalization experiences of some study participant groups as well as other factors that may have contributed to significant investigation findings. Other factors that may have contributed to study results include overrepresentation of survivors in particular sample groups, and the tendency of campus resources to be tailored towards certain student groups. At the same time, however, barriers to accessing campus and community resources make it unlikely that these factors alone were responsible for observed study findings.  Marginalized Groups and Affirmative Consent Endorsement. Women, LGBT students, and students with disabilities were more likely than men, cisgender and heterosexual students, and students without disabilities, respectively, to indicate high affirmative consent endorsement. The implications of more frequent high affirmative AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  97  consent endorsement among these groups is especially significant given their marginalized status (i.e. women, LGBT people, and people with disabilities all represent oppressed groups). Such marginalization is generally associated with low socioeconomic status (US Census Bureau, 2016, NSVRC, 2012). Low socioeconomic status is, in turn, associated with higher rape myth acceptance and higher rates of intimate violence (Anderson, Cooper, & Okamura, 1997). These findings suggest that the marginalized groups in this sample have had to overcome barriers that were not faced by their more privileged counterparts. It is possible that traditional sexual script exclusion is a more strongly associated with consent endorsement than more commonly examined factors such as socioeconomic status (Anderson et al., 1997). Of course, it is also possible that this finding is as a result, at least in part, of characteristics of this particular sample. Specifically, student participants in this study may differ from past community samples with regard to their degree of economic and social privilege (i.e., often inherent in university samples). Future studies should explore this possibility to ensure that findings are not dependent on the characteristics of university samples and/or the university context.   Measuring Peer Norms. Study findings raise important questions about the measurement of peer norms regarding sexual violence. Critical to this discussion is the issue of who participants were considering as peers when answering these questions. Participants were asked to think about their peer groups when responding, but were not asked to indicate exactly which peer group(s) they had in mind when answering these questions. Research indicates that emerging adults, who make up much of this sample, AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  98  may differ significantly in who they consider to be their peers (Sussman, Pokhrel, Ashmore, & Brown, 2011). As such, it is difficult to draw conclusions from this study’s findings. While it is common for campus climate surveys to ask about peer norms (Wood et al., 2016), there is no established protocol in the literature for defining who a person identifies as their peers in campus climate surveys. Future research and in particular future campus climate assessments should be more specific in the construction of measures that inquire about students’ peers. At the same time, future studies should investigate the relationship between various types of peer norms (e.g., close friends, campus leaders, casual acquaintances) and students’ affirmative consent engagement.  Further, when interpreting the significant results among genders with regards to sexual violence peer norms, it is important to note that this study actually measured “perceived peer norms.” That is, participants reported what they perceived their peers’ attitudes to be. As such, these findings may have been influenced by prevailing gendered stereotypes. It is also possible, or even likely, that some students simply do not have an accurate perception of their peers’ attitudes. Research indicates that men tend to over perceive other men’s endorsement of antisocial attitudes around sexual behavior and consent (Fabiano et al., 2003). Fabiano et al.’s (2003) research also indicated, however, that regardless of accuracy, these perceived norms were still highly influential over participant attitudes and behavior (Fabiano et al., 2003). In the future, it will be important to examine differences in this area based on gender as well as differentiate between perceived and actual sexual violence peer norms. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  99  Consent Comprehension and Consent Endorsement. Despite issues around the measurement of peer norms, the results for this variable do raise interesting questions about the differences between consent comprehension and consent endorsement. Previous research has indicated that consent comprehension and peer norms are related constructs (Warren et al., 2015). In this literature, “consent comprehension” refers to participants’ ability to accurately identify a consenting versus a non-consenting partner. This is as opposed to consent endorsement, which refers to participants’ attitudes that affirmative consent is an essential part of sexual activity. However, consent endorsement has yet to be widely examined in the literature. The results of this study did not find significant differences in peer norms supporting sexual violence between students with disabilities and students without disabilities. However, students with disabilities and students without disabilities did demonstrate significantly different affirmative consent endorsement. These results indicate that further research is needed to examine consent endorsement and consent comprehension as potentially separate constructs.  This raises further questions about the miscommunication model (Hansen et al., 2010), which suggests that sexual violence occurs because perpetrators misunderstand the non-consent of their partners. However, it is unclear if the research indicating that low consent comprehension predicts perpetration behavior actually examines consent comprehension or instead is measuring consent endorsement. Future research should examine both consent comprehension and consent endorsement as separate constructs (Jozkowski, 2016). Specifically, future research should examine whether consent comprehension or consent endorsement is a stronger predictor of perpetration of sexual AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  100  violence.  Such findings would be especially important in further shaping our understanding of the miscommunication model as well as informing future prevention interventions, specifically consent education programs.  Other Factors That May Have Contributed to Study Findings. The results of this research support the assertion that traditional sexual script exclusion contributes to higher affirmative consent endorsement. However, given the dearth of previous empirical research in this area, it is especially important to consider potential alternative explanations for observed results. Several other factors may also account, in part, for observed differences in affirmative consent endorsement and peer norms supporting sexual violence. These factors will be considered in this section, although empirical evidence regarding these alternative frameworks may be yet unavailable. First, the groups shown to be less likely to indicate low affirmative consent endorsement are all more likely to have experienced sexual violence. Second, in some cases there are more sexual violence specific resources that have been targeted toward women, LGBT students, and students with disabilities. However, evidence does not support the idea that that these contributing factors alone could account for observed differences. The proposed theoretical framework around traditional sexual script exclusion is likely to have contributed most significantly. Just the same, the following discussion provides details regarding these other factors.  Overrepresentation of Survivors in Some Groups. It is true that women, nonbinary individuals, LGBT students, and students with disabilities are all more likely to experience sexual violence than their counterparts (Cantor et al., 2015). In some AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  101  instances, such experiences may increase the chances of more frequent endorsement of affirmative consent. In cases where the survivor was able to access support resources, they might develop a type of critical consciousness, defined as “active awareness of oppressive societal dynamics,” that could impact their experiences (McGirr & Sullivan, 2017). This critical consciousness may contribute to more frequent high affirmative consent endorsement. Research from an analogous literature examining the experiences of the survivors of domestic violence suggests that developing critical consciousness might be associated with a change in the way survivors perceive the world (Hendrick, 2006). Critical consciousness might also help sexual violence survivors to avoid or stop internalizing negative messages, such as anti-consent endorsement views. This too may foster an increased in the frequency of high affirmative consent endorsement among survivors.  More Support Resources. Another potential explanation for the significant difference in the proportion of select groups endorsing affirmative consent observed in this study may be related to the greater number of campus and community sexual violence resources targeted at women, LGBT students, and students with disabilities. Research supports that this is the case for women (Hayes-Smith & Hayes-Smith, 2009), although information about the general availability of such resources for LGBT students and students with disabilities was unavailable. These resources may provide the education that leads one to endorse affirmative consent more highly (Dills et al., 2016; Thomas et al., 2016). Further, there might be barriers to cisgender, straight men without disabilities in accessing this same type of resources (Allen et al., 2015; Sable et al., AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  102  2006). This might contribute to higher affirmative consent endorsement among women, LGBT students, and students with disabilities, accounting for some amount of observed differences between these groups and comparator groups on campus.  Limitations of Contributing Factors. While the proposed alternative explanations might account for some amount of the observed results, it is unlikely that these explanations could account for the observed results alone. This is because survivors and other students alike consistently report barriers to accessing such resources (Allen et al., 2015; Sable et al., 2006). Resource centers for LGBT students and students with disabilities do likely provide education that increases affirmative consent endorsement (Dills et al., 2016). However, given serious barriers to access for survivors of campus sexual violence (Sable et al., 2006), these resources are unlikely to generate observed group differences on their own. This likely means that a higher percentage of survivors in a group and/or more targeted support resources would not, on their own, increase overall affirmative consent endorsement scores. Further research might focus on the experiences of survivors before and after experiencing sexual violence and how those experiences might be associated with levels of affirmative consent endorsement. It might also focus on the potential healing role of critical consciousness development, both for sexual violence survivors and for college and university campuses as a whole.  Applied Prevention Implications This research suggests that groups excluded from the traditional sexual script are more likely to indicate high endorsement of affirmative consent. This has implications for sexual violence prevention work, especially in campus settings. First, programs might AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  103  consider ways to facilitate the growth of prosocial norms among these groups of students and in the larger campus community to address this concern. Culturally adapted programs using on-campus norms from LGBT students and students with disabilities may be especially relevant and effective in terms of sexual violence prevention. Second, campuses could consider efforts to enlist student leaders that belong to these unique groups of students, including LGBT students and students with disabilities. Such student leaders are likely to have valuable knowledge and perspectives on effective prevention strategies. This may be helpful in two regards. First, other marginalized students may feel more comfortable accessing campus resources if they know that their interests are represented by student leaders who share their marginalized identity. Further, these student leaders may have valuable experiences with overcoming the traditional sexual script that might be used to inform the development of new prevention interventions that are a better fit for underrepresented or marginalized students on campus. Finally, campuses might consider employing other strengths-based programs and efforts in the future. It is true that marginalized students experience a great deal of vulnerability and often adverse experiences relative to majority students. However, they also experience unique strengths and resiliencies that might be facilitated to produce better outcomes for both marginalized students and larger campus communities. For example, students who are immigrants may come from cultures that approach sexual violence in healthier and more prosocial ways. The experiences and knowledge of these students might prove exceptionally helpful in developing innovative sexual violence prevention programs. Further, including culturally sensitive approaches might not only AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  104  serve to increase the number of students impacted by these interventions, but also to increase students’ ability to incorporate cultural sensitivity into their day to day lives.  Limitations This research included a number of limitations to consider when interpreting study findings. These include limited information available about the measures used, problems with measures used, and limited generalizability. Also discussed is the skew of the sample and the potential impact of missing data. Finally, this research was conducted using data originally collected as part of a campus climate survey. This resulted in several limitations including the use of proxy variables to measure the core construct of traditional sexual script exclusion and the inclusion of only one type of social norm. Concerns regarding these limitations are discussed in greater detail below.  Measures. A paucity of research is available regarding the particular version of the measures used in the campus climate survey from which this study’s data is drawn. While they are based on well-researched and validated assessment devices, the specific wording and structure of the measures used in the current study were likely modified sufficiently such that the reliability and validity of the original measures would not apply. That said, the structure of the measures used in this study were supported, in part, through completion of a factor analysis and calculation of internal consistency reliability coefficients. Still, limited information is available about the validity of these modified measures. Future research should replicate the results of this study using the original validated measures and/or further examining the validity of these new modified measures. Future research would benefit from the development and validation of AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  105  measures of affirmative consent endorsement, peer norms supporting sexual violence, and traditional sexual script exclusion. These scales would allow the constructs discussed to be examined with greater precision.  Measuring Gender and Sexual Orientation. The ways that gender and sexual orientation were measured in the campus climate survey highlight potential areas for improvement. Twenty-first century cultural changes around gender and sexual orientation have underscored the need to measure these variables with more nuance (Savoia, 2017; Scherrer, 2008). The measures used in this survey began to capture some of this nuance, but also included several weaknesses that might be addressed in both future research and future campus climate assessments. Measuring Gender. The measurement of gender in this survey was advanced in that it included options beyond “man” and “woman” (See Appendix C). This is important in order to incorporate the vast number of gender identities known to exist outside the western hegemonic binary conceptualization of gender (Savoia, 2017). However, there is a key weakness in this measurement tool, as well. Binary transgender (trans) identities (i.e. trans men and trans women) were conceptualized inaccurately, such that measurement of this demographic item may have been impacted.  In the gender item for this campus climate survey, “trans man,” and “man,” as well as “trans woman” and “woman” were posed as separate categories. This limits the ability of the survey to accurately identify transgender students. This is because a trans man could accurately identify himself as belonging either to the “man” or the “trans man” category. Similarly, a trans woman could accurately identify herself as belonging to the AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  106  “woman” or “trans woman” category. “Trans” is an adjective that describes one’s experience of gender, but is not generally essential in labeling one’s gender itself. In other words, transgender men and cisgender men share the same gender (i.e. man) and transgender women and cisgender women also share the same gender (i.e. woman). Categorizing these identities separately not only risks inaccurately identifying individuals who may select the more general category for various reasons, but also reifies the harmful and inaccurate assumption that transgender men are not the same as “men” and transgender women are not the same as “women.” This implication not only potentially causes harm to participants, but might also decrease the representativeness of the sample (i.e. transgender people may drop out of the survey at this item, leaving them underrepresented in the final sample). Unfortunately, statistics about the population of transgender people on this particular campus were not available, so this element of representativeness could not be fully assessed.  Future research should measure gender differently, using two items. The first should inquire about a participant’s gender, including options for man, woman, various relevant nonbinary identities, and a write-in “other” option. The second item should ask if the person identifies as transgender, prompting a “yes,” “no,” or “unsure” response. This method of measuring gender offers the benefits of both accurately identifying transgender individuals and doing so in a more sensitive way that is less likely to cause harm or lead to drop-outs. Further, this approach will allow researchers to consider potentially interesting questions around which nonbinary individuals consider themselves to be transgender.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  107  Measuring Sexual Orientation. Sexual orientation is also a nuanced concept that may prove difficult to measure in some cases. As mentioned previously, this seems especially true for students who identify as asexual. The complexity in measuring this identity was captured in the results of this research. Campus climate respondents that identified themselves as asexual appeared to differ from the other LGBT students. Specifically, cisgender and asexual students differed significantly from other groups of LGBT students in both affirmative consent endorsement and peer norms supporting sexual violence. Especially in the case of peer norms, cisgender and asexual students produced results more similar to cisgender and straight students than other LGBT students.  A possible explanation for this finding is the unclear definition of asexual in this climate survey. In this survey, asexual was posed as an alternative identity to gay, lesbian, bisexual, or straight identities (see Appendix C). This is accurate in some, but not all, uses of the word. Sexual orientation is defined as the gender(s) to which a person feels attraction and forms primary partnerships (American Psychological Association, 2012). Some asexual people feel no romantic/sexual attraction and form no primary partnerships. In this case, asexual is their sexual orientation because it clarifies the gender(s) they are attracted to (i.e. none). Other asexual people use the word to mean that they experience low to no sexual attraction, but may still form romantic relationships, which may include sexual activity for a number of other reasons (Scherrer, 2008). In this case “asexual” does not form a complete sexual orientation alone, as it does not provide AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  108  all of the necessary information. In other words, in these cases “asexual” does not clarify the gender(s) with which a person forms their primary partnerships.  Since the gender item utilized by this campus climate survey did not clarify what was meant by asexual, it is likely that both definitions were included in the same group. This may have produced the observed pattern of results, as individuals in this group may be attracted to any gender. In order to examine sexual orientation more accurately, future research should consider different measurement tools. Specifically, individuals who indicate that their sexual orientation is “asexual” should be prompted to clarify if they still form primary partnerships, and if so, which gender(s) they consider as primary partners.  Generalizability. The sample used in this study is comprised of college students who are predominantly white and cisgender/straight, and thus quite homogenous. As a result, the sample may have limited generalizability to non-campus contexts, or even other more diverse college and university campuses. Future research should attempt to replicate results utilizing more racially diverse samples of students as well as examining these variables with diverse community samples. The robustness of its conclusions would benefit greatly from replication in a less homogenous sample, with greater diversity in terms of age, race/ethnicity, geographic location, and socioeconomic status. This would allow for a more in-depth understanding of the phenomena, and better prevention-oriented application of the results.  Skewed Data and Reduced Statistical Power. Data gleaned from the peer norms measures and endorsement of affirmative consent device are positively and negatively AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  109  skewed, respectively. This is likely due to a social desirability response bias, exacerbated by the homogenous population that is predominantly both young and forward thinking. In addition, initial attempts to use regression approaches revealed non-normally distributed residuals. This led to the dichotomization of both peer norms and affirmative consent endorsement, limiting the number of inferential approaches that might be used.  This dichotomization of variables resulted in reduced statistical power in subsequent data analyses. However, it should also be noted that given the large sample size (N=2,035), statistical power was likely adequate despite this reduction. Further, the use of Chi Square statistics did limit the research questions that could be asked in this study. Original analytic plans reflected an intent to examine interaction and mediation effects among proxy variables that were scaled at the time as continuous constructs. Chi Square analyses do not allow for mediation and interaction effects to be examined, and as such these hypotheses could not be tested. Finally, it is likely that affirmative consent endorsement and peer norms supporting sexual violence are best theoretically conceptualized as continuous as opposed to categorical. That is, it is likely that one has an amount of affirmative consent endorsement that falls within a range, as opposed the binary high or low determination that was required due to limits on the analyses that could be conducted due to the skewed nature of the data. The same is likely true of peer norms supporting sexual violence. Future research should develop and examine measures which are less skewed to allow the full range of pertinent questions to be asked and the complete range of statistical analysis tools to be utilized. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  110  Missing Data. A fair number of cases needed to be deleted due to missing items or failed reading checks. This may be due to a propensity for individuals who are survivors to become upset by the content and drop out once they are confronted with having to answer items about sexual assault/harassment that may trigger memories of their own adverse or abusive experiences. It is also possible that individuals who have perpetrated sexual assault or harassment felt targeted by the questions that pertained to inappropriate and assaultive sexual behavior and terminated the questionnaire as a result. It is unclear whether cases with significant missing data differs systematically from completed questionnaires. Given that survivors and perpetrators might both be more likely to drop out, it is likely that the missing data is missing at random, as opposed to missing completely at random or missing not at random (Bhaskaran & Smeeth, 2014). It is important to note that in this case, “missing at random” is a statistical phrase which refers to data that is missing due to a variable that is not part of the utilized analyses. In this case, that variable is survivor/perpetrator status. To address this, future studies should examine more variables that might predict a participant’s likelihood of dropping out of a study in order to develop compensatory strategies.  Campus Climate Data. In discussing these results, it is important to consider the nature of the data utilized for this study. Specifically, it is germane that these data were originally collected to assess the climate of a university campus regarding sexual and dating violence (i.e. a campus climate survey). This is impactful for several reasons. The first is that campus populations, and specifically campus populations who select to participate in campus climate surveys, may systematically differ from other individuals of AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  111  the same age, or even on the same campus. This has implications for the generalizability of results and has already been discussed in greater detail elsewhere in this section. Second, the methods and measures used for data collection were tailored to their original purpose (i.e. assessing campus climate). This has limited some aspects of empirical inquiry. Specifically, some constructs (e.g. traditional sexual script exclusion is represented by proxy variables) and measures (e.g. disability status is measured by a single item), fail to capture nuance that might prove informative with regard to study conclusions. Nonetheless, the data collected and utilized in this research still provide a useful opportunity to examine the research questions. Future research should replicate and expand on these findings with more specifically tailored measures and in a more representative population.  Use of Proxy Variables. When interpreting results, it is important to note that gender, LGBT status, and disability status were considered “proxy variables” for the construct of traditional sexual script exclusion. As such, they may not perfectly represent this construct. As a result, findings should be interpreted with some caution. In addition, other groups not examined in this research might also be excluded from the traditional sexual script. Individuals from non-western cultures may experience different social norms, and thus different sexual scripts. Age might also be a salient factor that influences how individuals interact with the traditional sexual script. Future research should consider these and other potentially excluded groups to gain a more nuanced understanding of traditional sexual script exclusion.  AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  112  Other Salient Norms. When utilizing the lens of sexual script theory, it is important to consider that peers are not the only source of social norms. Study findings highlight the fact that social norms are also influenced by as family, media, education, culture, and other social institutions (Bohner et al., 2010; Edwards & Vogel, 2015; Hust et al., 2014; Malo-Juvera, 2012). Sexual scripts are constructed based on influence and information from these multiple sources, including peers, as well. Other sources of social norms may be largely influential in this area, as evidenced by the differences between the patterns of results around affirmative consent and peer norms. Themes in the literature support the idea that many other norms and sociocultural factors have an important influence on attitudes and behaviors related to sexual violence (Deming et al., 2013). These norms might include media norms, cultural norms, norms driven by educational programs, and geographical norms. Future research should examine the relationship between these other norms and other sexual violence related attitudes. A particularly promising set of norms to investigate are those created by pornographic media. Wright, Tokunaga, and Kraus (2016) conducted a meta-analysis which indicated that pornography consumption was associated with sexually violent behavior. This was especially true when the content of the pornography was violent. Implications of these and other norms should be examined more thoroughly in future investigations. Small Effect Sizes. It is worthy of note that the majority of significant findings in this investigation were associated with small effect sizes (Φ), ranging from 0.05 to 0.24. Unfortunately, the existing literature in this area does not report effect sizes that can be used for comparison purposes. The largest effect sizes were linked to gender, specifically AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  113  concerning the difference in the likelihood of falling into the low affirmative consent endorsement category between men and nonbinary people. The smallest effect sizes were found when comparing students with disabilities to those without disabilities, in terms of the likelihood of falling into the low affirmative consent endorsement category. This may be due to the broad definition of disability employed in this research. Physical, psychological, cognitive, and developmental disabilities may interact with the traditional sexual script very differently. Unfortunately, this study was unable to distinguish among these different types of disabilities due to the way that disability was measured (i.e. a single item asking if a participant has a disability). Further, it is likely that many factors that were not measured contribute to variance in affirmative consent endorsement. Some of these factors, which may include socioeconomic status and educational opportunities, may contribute to the observed small effect sizes. Future research should examine other variables that have the potential to be related to affirmative consent endorsement in order to explain more of the observed variance Conclusion Despite widespread prevention efforts, campus sexual violence persists as a pervasive and harmful problem throughout higher education. The results of this research provide support for a new way of considering campus sexual violence in the form of sexual script theory and traditional sexual script exclusion. This sexual script lens offers considerable potential in terms of greater understanding of the phenomenon and new and promising avenues that prevention efforts might take. Study findings suggest that AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  114  strengths-based approaches that value the unique experiences of marginalized students may hold value to enhance our approach to combat this serious problem.     AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  115  Endnotes 1. Various communities of people with disabilities have differing ideas regarding the use of person-first versus identity-first language when describing people with disabilities. Due to limitations in available data, the present study cannot differentiate between these groups, so this paper will use person-first language when referring to people with disabilities in general, and either identity-first or person-first language when referring to specific communities of people with disabilities, if discussed, based on the reported preference of that community. 2. There is debate regarding the best way to refer to people who have experienced sexual violence. Some support the use of the term “victims” to highlight the trauma caused by this experience and the criminal nature of its perpetrators. The present project will use the term “survivor” because of its empowerment-focused and strengths-based perspective, while noting that sexual violence is a traumatic criminal offense and that not everyone who experiences it does survive, as sometimes sexual and gender based violence can escalate to the point of homicide. 3. This study will use gender-neutral language when referring to perpetrators and survivors. When gender specific language is used, it is in reference to other research that solely examined perpetrators and/or survivors of a specific gender. 4. The terms MSM and WSW refer to behavior more so than identity. Gay, lesbian, and bisexual refer to identity, and are preferable when discussing individuals. However, MSM and WSW have utility when looking to include bisexual individuals who actively engage in sexual activity with members of the same gender. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  116  5. While “gay” in this context might indicate men who are exclusively attracted to other men, it is also sometimes used to mean people of any gender who are exclusively attracted to the same gender, or as an umbrella term for the LGBT community. The term “gay” and the term “lesbian” might indicate substantially different identities to some individuals. Due to this, women who indicated “gay” as their sexual orientation were not re-coded as “lesbian,” and “gay” will serve as a separate gender-neutral category.   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  117  Tables and Figures Table 1. Write-in Sexual Orientations as Coded Participant Input Sexual Orientation (as coded) Demisexual1 Asexual Aromantic1 Asexual Pansexual4 Bisexual Polysexual4 Bisexual More than one sexual orientation Queer Other sexual orientation Queer Fluid/Questioning Queer Involuntarily celibate or “incel”3 Straight Polyamorous2 Straight Normal2 Straight 1 Coded as asexual because the term connotes a relative lack of romantic or sexual attraction 2 This is not a sexual orientation. Coded as straight. 3 “Involuntarily celibate” or “incel” for short is a term coined by Men’s Rights Activists (MRAs) who feel that they are owed sex with women but are not sexually active due to the lack of a partner. They feel this changes their sexual orientation. They are, by definition, straight. 4 Term means attraction to multiple genders. Coded as Bisexual.     AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  118   Table 2. Hypothesis 1 Chi Square Results Variable   Men Women Nonbinary χ2 Cramer’s V Consent High % n 50.1 211 70.8 1083 82.1 69 72.859*** 0.189  Low % n 49.9 210 29.2 447 17.9 15           Peer Norms High % n 29.5 124 19 290 20.2 17 21.848*** 0.104  Low % n 70.5 297 81 1240 79.8 67    *** = p < 0.001, ** = p < 0.01, * = p < 0.05, ~ = p < 0.1    AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  119  Table 3. Hypothesis 1 Follow-up Results Variable Comparison χ2 Odds Ratio Consent Men x Women 63.128*** Men 1.71x more likely to be low  Women x Nonbinary 5.028* Women 1.63x more likely to be low  Men x Nonbinary 29.071*** Men 2.79x more likely to be low Peer Norms Men x Women 21.771*** Men 1.55x more likely to be high  Women x Nonbinary 0.085 N/A  Men x Nonbinary 2.955~ Men 1.46x more likely to be high *** = p < 0.001, ** = p < 0.01, * = p < 0.05, ~ = p < 0.1    AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  120   Table 4. Hypothesis 2 Chi Square Results  Variable   LGBT Cishet1 χ2 Φ Odds Ratio Asex = LGBT        Consent High % n 72.6 432 64.7 931 12.038** 0.077 Cishet 1.29x more likely to be low  Low % n 27.4 163 35.3 509          Peer Norms High % n 19.8 118 21.7 313 0.914 N/A N/A  Low % n 80.2 477 78.3 1127    Asex = Cishet1        Consent High % n 77.4 393 63.5 970 33.007*** 0.127 Cishet 1.62x more likely to be low  Low % n 22.6 115 36.5 557           Peer Norms High % n 17.7 90 22.3 341 4.863* -0.049 Cishet 1.26x more likely to be high   Low % n 82.3 418 77.7 1186    *** = p < 0.001, ** = p < 0.01, * = p < 0.05, ~ = p < 0.1 1 Cisgender and Heterosexual AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  121       Table 5. Hypothesis 3 Chi Square Results Variable   w/ Disability w/o Disability χ2 Φ Odds Ratio Consent High % n 71.7 294 65.8 1069 5.192* 0.051 W/o disability 1.21x more likely to be low  Low % n 28.3 116 34.2 556          Peer Norms High % n 20.7 85 21.3 346 0.062 N/A N/A  Low % n 79.3 325 78.7 1279     *** = p < 0.001, ** = p < 0.01, * = p < 0.05, ~ = p < 0.1 AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  122  Table 6. LGBT Category Breakdowns LGBT Category n Percent Lesbian 41 6.9 Gay 43 7.2 Bisexual 196 32.9 Transgender/Nonbinary 95 16 Queer 133 22.4 Asexual 87 14.6     AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  123   Table 7. Exploratory Affirmative Consent Chi Square Results Test  χ2 Cramer’s V Φ Odds Ratio Omnibus  44.763*** 0.274   Pairwise Asexual x Gay 4.743*  0.191 Asexual 1.58x more likely to be low   Asexual x Lesbian 16.507***  0.359 Asexual 3.23x more likely to be low  Asexual x Trans 25.783***  0.376 Asexual 2.92x more likely to be low  Gay x Lesbian 3.444~  0.202 Gay 2.04x more likely to be low *** = p < 0.001, ** = p < 0.01, * = p < 0.05, ~ = p < 0.1    AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  124   Table 8. Exploratory Peer Norms Chi Square Results Test  χ2 Cramer’s V Φ Odds Ratio Omnibus  18.233** 0.175   Pairwise Asexual x Gay 0.247  N/A N/A  Asexual x Lesbian 4.4*  -0.185 Asexual 2.21x more likely to be high  Asexual x Trans 3.519~  -0.139 Asexual 1.61x more likely to be high  Gay x Lesbian 2.196  N/A N/A *** = p < 0.001, ** = p < 0.01, * = p < 0.05, ~ = p < 0.1     AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  125                            Figure 1. Percent Indicating Low Consent by Group AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  126                            Figure 2. Percent Indicating High Peer Norms by Group AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  127                      Figure 3. Percent Indicating Low Consent by LGBT Category AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  128                  Figure 4. Percent Indicating High Peer Norms by LGBT Category AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  129  References Adams-Curtis, L. E., & Forbes, G. B. (2004). College women’s experiences of sexual coercion: A review of cultural, perpetrator, victim, and situational variables. Trauma, Violence, & Abuse, 5(2), 91–122. https://doi.org/10.1177/1524838003262331 Administrator Researcher Campus Climate Collaborative Campus Climate Survey. (2015). ARC 3. Allen, C. T., Ridgeway, R., & Swan, S. C. (2015). College students’ beliefs regarding help seeking for male and female sexual assault survivors: Even less support for male survivors. Journal of Aggression, Maltreatment & Trauma, 24(1), 102–115. https://doi.org/10.1080/10926771.2015.982237 American Psychological Association. (2012). Guidelines for psychological practice with lesbian, gay, and bisexual clients. American Psychologist, 67(1), 10–42. https://doi.org/10.1037/a0024659 Anderson, K. B., Cooper, H., & Okamura, L. (1997). Individual differences and attitudes toward rape: A meta-analytic review. Personality and Social Psychology Bulletin, 23(3), 295–315. Baker, K. Q., Boland, K., & Nowik, C. M. (2012). A campus survey of faculty and student perceptions of persons with disabilities. Journal of Postsecondary Education and Disability, 25(4), 309–329. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  130  Baron, R. M., & Kenny, D. A. (1986). The moderator–mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations. Journal of Personality and Social Psychology, 51(6), 1173. Bartgis, L. N. (2011). Measuring rape myth acceptance and homophobia by gender of male sexual assault victims. (Doctoral Dissertation). Roosevelt University.  Beres, M. A. (2002). Sexual consent behaviors in same sex relationships. (Doctoral Dissertation). The University of Guelph, Guelph, Ontario. Beres, M. A. (2007). “Spontaneous” sexual consent: An analysis of sexual consent literature. Feminism & Psychology, 17(1), 93–108. https://doi.org/10.1177/0959353507072914 Beres, M. A. (2014). Rethinking the concept of consent for anti-sexual violence activism and education. Feminism & Psychology, 24(3), 373–389. https://doi.org/10.1177/0959353514539652 Beres, M. A., Herold, E., & Maitland, S. B. (2004). Sexual consent behaviors in same-sex relationships. Archives of Sexual Behavior, 33(5), 475–486. Bhaskaran, K., & Smeeth, L. (2014). What is the difference between missing completely at random and missing at random? International Journal of Epidemiology, 43(4), 1336–1339. https://doi.org/10.1093/ije/dyu080 Bohner, G., Pina, A., Tendayi Viki, G., & Siebler, F. (2010). Using social norms to reduce men’s rape proclivity: Perceived rape myth acceptance of out-groups may be more influential than that of in-groups. Psychology, Crime & Law, 16(8), 671–693. https://doi.org/10.1080/1068316X.2010.492349 AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  131  Borja, S. E., Callahan, J. L., & Long, P. J. (2006). Positive and negative adjustment and social support of sexual assault survivors. Journal of Traumatic Stress, 19(6), 905–914. https://doi.org/10.1002/jts.20169 Bota-Miller, A. E. (2011). Rape myth acceptance among student participants in a sexual assault awareness campaign on a college campus. (Doctoral Dissertation). Purdue University.  Boxley, J., Lawrance, L., & Gruchow, H. (1995). A preliminary study of eighth grade students’ attitudes toward rape myths and women’s roles. Journal of School Health, 65(3), 96–102. Bronfenbrenner, U. (1994). Ecological models of human development. In International Encyclopedia of Education (2nd ed., Vol. 3). Oxford: Elesiver. Bryden, D. P., & Grier, M. M. (2011). The search for rapist’s “real” motives. The Journal of Criminal Law & Criminology, 101(1), 171–278. Burgess-Proctor, A., Pickett, S. M., Parkhill, M. R., Hamill, T. S., Kirwan, M., & Kozak, A. T. (2016). College women’s perceptions of and inclination to use campus sexual assault resources: Comparing the views of students with and without sexual victimization histories. Criminal Justice Review, 41(2), 204–218. https://doi.org/10.1177/0734016816634786 Byers, E. S. (1996). How well does the traditional sexual script explain sexual coercion?: Review of a program of research. Journal of Psychology & Human Sexuality, 8(1–2), 7–25. https://doi.org/10.1300/J056v08n01_02 AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  132  Cantor, D., Fisher, B., Chibnall, S., Townsend, R., Lee, H., Bruce, C., & Thomas, G. (2015). Report on the AAU campus climate survey on sexual assault and sexual misconduct. Maryland: Association of American Universities. Carmody, D., Ekhomu, J., & Payne, B. K. (2009). Needs of sexual assault advocates in campus-based sexual assault centers. College Student Journal, 43(2).  Castillo, Y., Muscarella, F., & Szuchman, L. T. (2011). Gender differences in college students’ perceptions of same-sex sexual harassment: The influence of physical attractiveness and attitudes toward lesbians and gay men. Journal of College Student Development, 52(5), 511–522. https://doi.org/10.1353/csd.2011.0070 Choate, L. H. (2003). Sexual assault prevention programs for college men: An exploratory evaluation of the men against violence model. Journal of College Counseling, 6(2), 166–176. Cofer, A. L. (2014). Rape myths and consent in college-aged southern students. (Doctoral Dissertation). University of Arkansas, Arkansas. Crawford, M., & Popp, D. (2003). Sexual double standards: A review and methodological critique of two decades of research. The Journal of Sex Research, 40(1), 13–26. Day, K. (1995). Assault prevention as social control: Women and sexual assault prevention on urban college campuses. Journal of Environmental Psychology, 15(4), 261–281. DeGue, S., Holt, M. K., Massetti, G. M., Matjasko, J. L., Tharp, A. T., & Valle, L. A. (2012). Looking ahead toward community-level strategies to prevent sexual AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  133  violence. Journal of Women’s Health, 21(1), 1–3. https://doi.org/10.1089/jwh.2011.3263 Deming, M. E., Covan, E. K., Swan, S. C., & Billings, D. L. (2013). Exploring rape myths, gendered norms, group processing, and the social context of rape among college women: A qualitative analysis. Violence against Women, 19(4), 465–485. DeSipio, B. E. (2014). The relationship between rape myth acceptance, emotional intelligence, leadership and self-esteem among collegiate male athletes: An exploratory study. (Doctoral Dissertation). Widener University, Chester, Pennsylvania. Di Guilio, G. (2003). Sexuality and people living with physical or developmental disabilities- A review of key issues. The Canadian Journal of Human Sexuality, 12(1), 53–68. Dills, J., Fowler, D., & Payne, G. (2016). Sexual violence on campus- Strategies for prevention. Atlanta, GA: Centers for Disease Control and Prevention. Dolliver, M. (2010). LGBT boomers turn to ‘chosen family’. Brandweek, 51(17), 23.  Doyle, S. (2010). The notion of consent to sexual activity for persons with mental disabilities. Liverpool Law Review, 31(2), 111–135. https://doi.org/10.1007/s10991-010-9076-7 Dukes, E., & McGuire, B. E. (2009). Enhancing capacity to make sexuality-related decisions in people with an intellectual disability. Journal of Intellectual Disability Research, 53(8), 727–734. https://doi.org/10.1111/j.1365-2788.2009.01186.x AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  134  Easton, A. M., & Summer, J. (1997). College women’s perceptions regarding resistance to sexual assault. Journal of American College Health, 46(3), 127–136. Edwards, S. R., & Vogel, D. L. (2015). Young men’s likelihood ratings to be sexually aggressive as a function of norms and perceived sexual interest. Psychology of Men & Masculinity, 16(1), 88–96. https://doi.org/10.1037/a0035439 Elias-Lambert, N., & Black, B. M. (2016). Bystander sexual violence prevention program: Outcomes for high-and low-risk university men. Journal of Interpersonal Violence, 31(19), 3211–3235. Fabiano, P. M., Perkins, W., Berkowitz, A., Linkenbach, J., & Stark, C. (2003). Engaging men as social justice allies in ending violence against women: Evidence for a social norms approach. Journal of American College Health, 53(2), 105–112. Fantasia, H. C. (2011). Really not even a decision any more: Late adolescent narratives of implied sexual consent. Journal of Forensic Nursing, 7(3), 120–129. https://doi.org/10.1111/j.1939-3938.2011.01108.x Fantasia, H. C., Sutherland, M. A., Fontenot, H., & Ierardi, J. A. (2014). Knowledge, attitudes and beliefs about contraceptive and sexual consent negotiation among college women. Journal of Forensic Nursing, 10(4), 199–207. https://doi.org/10.1097/JFN.0000000000000046 Finkelhor, D., Hotaling, G., Lewis, I., & Smith, C. (1990). Sexual abuse in a national survey of adult men and women: Prevalence, characteristics, and risk factors. Child Abuse & Neglect, 14(1), 19–28. https://doi.org/10.1016/0145-2134(90)90077-7 AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  135  Frye, V., Blaney, S., Cerdá, M., Vlahov, D., Galea, S., & Ompad, D. C. (2014). Neighborhood characteristics and sexual intimate partner violence against women among low-income, drug-involved New York City residents: Results from the IMPACT studies. Violence against Women, 20(7), 799–824. Galbo, S. (2016). Asking for it: Rape myth acceptance at a mid-sized rural public university and policy recommendations. (Doctoral Dissertation). Arkansas Tech University, Arkansas. Gibson, S., & Brown, A. L. (2017). Sexual consent perceptions related to sexual scripts and consent attitudes and behaviors. Presented at the Southwestern Psychological Association Annual Convention, San Antonio, Texas. Gill, M. (2010). Rethinking sexual abuse, questions of consent, and intellectual disability. Sexuality Research and Social Policy, 7(3), 201–213. https://doi.org/10.1007/s13178-010-0019-9 Griffith, J. D., Hart, C. L., & Brickel, M. (2010). Using vignettes to change knowledge and attitudes about rape. College Student Journal, 44(2), 515–528. Grospitch, R. E. (2005). Relationship between training approaches and resident assistants’ acceptance of rape myths, and empathy toward rape victims and perpetrators. (Doctoral Dissertation). The University of Kansas, Kansas. Hall, R. M., & Sandler, B. R. (1984). Out of the classroom- A chilly campus climate for women. Washington, DC: Association of American Colleges. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  136  Hallal, D. M. (2005). Sexual consent in a gay, lesbian, and bisexual population: An exploratory study. (Doctoral Dissertation). Library and Archives Canada = Bibliothèque et Archives Canada, Ottawa. Hansen, S., O’Byrne, R., & Rapley, M. (2010). Young heterosexual men’s use of the miscommunication model in explaining acquaintance rape. Sexuality Research and Social Policy, 7(1), 45–49. https://doi.org/10.1007/s13178-010-0003-4 Hayes, A. (2013). Process. SPSS Process Documentation. Hayes, R. M., Abbott, R. L., & Cook, S. (2016). It’s her fault: Student acceptance of rape myths on two college campuses. Violence against Women, 22(13), 1540–1555. Hayes-Smith, R., & Hayes-Smith, J. (2009). A website content analysis of women’s resources and sexual assault literature on college campuses. Critical Criminology, 17(2), 109–123. https://doi.org/10.1007/s10612-009-9075-y Hayes-Smith, R. M., & Levett, L. M. (2010). Student perceptions of sexual assault resources and prevalence of rape myth attitudes. Feminist Criminology, 5(4), 335–354. https://doi.org/10.1177/1557085110387581 Hendrick, M. (2006). Self, other, and the sociopolitical in politically active women survivors of domestic violence. (Doctoral Dissertation). University of Rhode Island. Hertzog, J., & Yeilding, R. (2009). College women’s rape awareness and use of commonly advocated risk reduction strategies. College Student Journal, 43(1), 59–74. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  137  Hess, J. A., & Coffelt, T. A. (2012). Verbal communication about sex in marriage: Patterns of language use and its connection with relational outcomes. Journal of Sex Research, 49(6), 603–612. https://doi.org/10.1080/00224499.2011.619282 Holcomb, D. R., Savage, M. P., Seehafer, R., & Waalkes, D. M. (2002). A mixed-gender date rape prevention intervention targeting freshman college athletes. College Student Journal, 36(2), 165–179. Hong, L. (2000). Towards a transformed approach to prevention: Breaking the link between masculinity and violence. Journal of American College Health, 48, 269–279. Humphreys, T. (2007). Perceptions of sexual consent- The impact of relationship history and gender. The Journal of Sex Research, 44(4), 307–315. Humphreys, T., & Herold, E. (2007). Sexual consent in heterosexual relationships: Development of a new measure. Sex Roles, 57(3–4), 305–315. https://doi.org/10.1007/s11199-007-9264-7 Humphreys, T. P., & Brousseau, M. M. (2010). The sexual consent scale–Revised: development, reliability, and preliminary validity. Journal of Sex Research, 47(5), 420–428. https://doi.org/10.1080/00224490903151358 Hust, S. J. T., Marett, E. G., Ren, C., Adams, P. M., Willoughby, J. F., Lei, M., … Norman, C. (2014). Establishing and adhering to sexual consent: The association between reading magazines and college students’ sexual consent negotiation. The Journal of Sex Research, 51(3), 280–290. https://doi.org/10.1080/00224499.2012.727914 AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  138  Jozkowski, K. N. (2015a). Barriers to affirmative consent policies and the need for affirmative sexuality. The U. of Pac. L. Rev., 47, 741. Jozkowski, K. N. (2015b). “Yes means yes”? sexual consent policy and college students. Change: The Magazine of Higher Learning, 47(2), 16–23. Jozkowski, K. N., & Peterson, Z. D. (2013). College students and sexual consent: Unique insights. Journal of Sex Research, 50(6), 517–523. https://doi.org/10.1080/00224499.2012.700739 Jozkowski, K. N., Peterson, Z. D., Sanders, S. A., Dennis, B., & Reece, M. (2014). Gender differences in heterosexual college students’ conceptualizations and indicators of sexual consent: Implications for contemporary sexual assault prevention education. The Journal of Sex Research, 51(8), 904–916. https://doi.org/10.1080/00224499.2013.792326 Katz, J., & Moore, J. (2013). Bystander education training for campus sexual assault prevention: An initial meta-analysis. Violence and Victims, 28(6), 1054–1067. https://doi.org/10.1891/0886-6708.VV-D-12-00113 Kaufman, K. & McMahon, S. (2015). SMART grant program narrative.  Kaufman, K., Tews, H., Schuett, J. & Kaufman, B. (2012). Prevention is better than cure–The value of situational prevention in organizations. In M. Erooga (Ed.) Towards Safer Organizations – Practical steps to prevent the abuse of children by those working with them. London, England: Wiley-Blackwell Press. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  139  Kingree, J. B., & Thompson, M. (2015). A comparison of risk factors for alcohol-involved and alcohol-uninvolved sexual aggression perpetration. Journal of Interpersonal Violence, 30(9), 1478–1492. Konradi, A., & DeBruin, P. L. (1994). Using a social marketing approach to advertise sexual assault nurse examination (SANE) services to college students. Journal of American College Health, 52(1), 33–39. Korn, J. S. (1996). Another dimension of campus date rape: The college community reaction. (Doctoral Dissertation). University of California, Los Angeles, California. Koss, M. P., Gidycz, C. A., & Wiseniewski, N. (1987). The scope of rape- Incidence and prevalence of sexual aggression and victimization in a national sample of higher education students. Journal of Consulting and Clinical Psychology, 55(2), 162–170. Krebs, C. P., Lindquist, C. H., Warner, T. D., Fisher, B. S., & Martin, S. L. (2009). College women’s experiences with physically forced, alcohol-or other drug-enabled, and drug-facilitated sexual assault before and since entering college. Journal of American College Health, 57(6), 639–649. Kress, V. E., Shepherd, J. B., Anderson, R. I., Petuch, A. J., Nolan, J. M., & Thiemeke, D. (2006). Evaluation of the impact of a coeducational sexual assault prevention program on college students’ rape myth attitudes. Journal of College Counseling, 9(2), 148–157. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  140  Krug, E. G., Dahlberg, L. L., Mercy, J. A., Zwi, A. B., & Lozano, R. (Eds.). (2002). World report on violence and health. Geneva. Lobanov-Rostovsky, C., & Przybylski, R. (2014). Sex offender management and planning initiative (p. 189). Office of Justice Programs. Lohmann, J. K. (2000). Identifying the social problem of rape on campus responses from within the university. (Doctoral Dissertation). University of Massachusetts Amherst, Massachusetts. Lonsway, K. A., Klaw, E. L., Berg, D. R., Waldo, C. R., Kothari, C., Mazurek, C. J., & Hegeman, K. E. (1998). Beyond “no means no” outcomes of an intensive program to train peer facilitators for campus acquaintance rape education. Journal of Interpersonal Violence, 13(1), 73–92. Lund, E. M., & Thomas, K. B. (2015). Necessary but not sufficient: Sexual assault information on college and university websites. Psychology of Women Quarterly, 39(4), 530–538. https://doi.org/10.1177/0361684315598286 Lydston, E. E. (2016). Gender differences in sexual violence victimization and acknowledgement on a college campus. (Doctoral Dissertation). San Diego State University, San Diego, California. Malo-Juvera, V. (2012). The effect of young adult literature on adolescents’ rape myth acceptance. (Doctoral Dissertation). Florida International University. Mandarelli, G., Zangaro, S., Raja, M., Azzoni, A., Tatarelli, R., & Ferracuti, S. (2012). Competence to consent to sexual activity in bipolar disorder and schizophrenic AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  141  spectrum disorders. Archives of Sexual Behavior, 41(2), 507–515. https://doi.org/10.1007/s10508-011-9840-3 Marschall, A. (2013). Sexual assault crisis intervention and safe space training for resident advisers (RAs) on undergraduate university campuses. (Doctoral Dissertation). University of Hartford, West Hartford, Connecticut. MCADV. (2013). Domestic violence myths and facts. Mississippi: Mississippi Coalition Against Domestic Violence. McCabe, M. P. (1999). Sexual knowledge, experience and feelings among people with disability. Sexuality and Disability, 17(2), 157–170. McGirr, S. A., & Sullivan, C. M. (2017). Critical consciousness raising as an element of empowering practice with survivors of domestic violence. Journal of Social Service Research, 43(2), 156–168. https://doi.org/10.1080/01488376.2016.1212777 McMahon, S., Banyard, V. L., & McMahon, S. M. (2015). Incoming college students’ bystander behaviors to prevent sexual violence. Journal of College Student Development, 56(5), 488–493. McMahon, S., & Dick, A. (2011). “Being in a room with like-minded men”: An exploratory study of men’s participation in a bystander intervention program to prevent intimate partner violence. The Journal of Men’s Studies, 19(1), 3–18. McMahon, S., & Farmer, G. L. (2011). An updated measure for assessing subtle rape myths. Social Work Research, 35(2), 71–81. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  142  McMahon, S., Palmer, J. E., Banyard, V., Murphy, M., & Gidycz, C. A. (2015). Measuring bystander behavior in the context of sexual violence prevention: Lessons learned and new directions. Journal of Interpersonal Violence, 886260515591979. Meyers, V. (2015). Out of the shadows: Understanding sexual assault on campus. Aft on Campus, pp. 4–8. Milhausen, R. R., McBride, K. R., & Jun, M. K. (2006). Evaluating a peer-led, theatrical sexual assault prevention program: How do we measure success? College Student Journal, 40(2), 316–328. Morrow, R. L. (2010). Rape myth acceptance on college campuses. (Doctoral Dissertation). Western Illinois University, Illinois. National Center for Injury Prevention and Control. (2003). Costs of intimate partner violence against women in the united states. Atlanta, GA: Centers for Disease Control and Prevention. NSRVC. (2012). Sexual violence & individuals who identify as lgbtq. National Sexual Violence Resource Center. Padilla, Y. C., Crisp, C., & Rew, D. (2010). Parental acceptance and illegal drug use among gay, lesbian, and bisexual adolescents: Results from a national survey. Social Work, 55(3), 265-275.  Paul, L. A., Gray, M. J., Elhai, J. D., & Davis, J. L. (2009). Perceptions of peer rape myth acceptance and disclosure in a sample of college sexual assault survivors. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  143  Psychological Trauma: Theory, Research, Practice, and Policy, 1(3), 231–241. https://doi.org/10.1037/a0016989 Porter, J., & Williams, L. M. (2011). Intimate violence among underrepresented groups on a college campus. Journal of Interpersonal Violence, 26(16), 3210–3224. https://doi.org/10.1177/0886260510393011 Postmus, J. L., McMahon, S., Warrener, C., & Macri, L. (2011). Factors that influence attitudes, beliefs, and behaviors of students toward survivors of violence. Journal of Social Work Education, 47(2), 303–319. https://doi.org/10.5175/JSWE.2011.200900122 Ragouzeos, Z. (2011). Do the sexual assault messages of a peer-led, theatrical, health education program impact the male and female rape myths acceptance of first-year students at a large, urban, private, east coast university? (Doctoral Dissertation). New York University, New York. Ramirez, C. M. (2008). Perceptions of sexual victimization among college students. (Doctoral Dissertation). California State University, Fullerton, California. Rankin, S. R. (2003). Campus climate for gay, lesbian, bisexual, and transgender people: A national perspective. New York: The National Gay and Lesbian Task Force Policy Institute. Rhyne, R., & American Public Health Association (Eds.). (1998). Community-oriented primary care: health care for the 21st century. Washington, DC: American Public Health Association. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  144  Rich, M. D., Utley, E. A., Janke, K., & Moldoveanu, M. (2010). “I’d rather be doing something else:” Male resistance to rape prevention programs. The Journal of Men’s Studies, 18(3), 268–288. https://doi.org/10.3149/jms.1803.268 Ropers-Huilman, B., Carwile, L., & Barnett, K. (2005). Student activists’ characterizations of administrators in higher education: Perceptions of power in the system. The Review of Higher Education, 28(3), 295–312. https://doi.org/10.1353/rhe.2005.0012 Rose, S., & Zand, D. (2000). Lesbian dating and courtship from young adulthood to midlife. Journal of Gay & Lesbian Social Services, 11(2–3), 77–104. https://doi.org/10.1300/J041v11n02_04 Sable, M. R., Danis, F., Mauzy, D. L., & Gallagher, S. K. (2006). Barriers to reporting sexual assault for women and men: Perspectives of college students. Journal of American College Health, 55(3), 157–162. Savoia, E. P. (2017). “Neither of the boxes”: Accounting for non-binary gender identities (PhD Thesis). Portland State University. Scarce, M. (1997). Same-sex rape of male college students. Journal of American College Health, 45(4), 171–173. Scherrer, K. S. (2008). Coming to an asexual identity: Negotiating identity, negotiating desire. Sexualities, 11(5), 621–641. https://doi.org/10.1177/1363460708094269 Senn, C. Y., Eliasziw, M., Barata, P. C., Thurston, W. C., Newby-Clark, I. R., Radtke, H. L., & Hobden, K. L. (2013). Sexual assault resistance education for university AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  145  women: study protocol for a randomized controlled trial (SARE trial). BMC Women’s Health.  Smith, D. D. (2013). Alcohol, consent, sex: Reducing college students’ risky behaviors utilizing an integrated orientation model. (Doctoral Dissertation). California State University, Fullerton.  Smith, L. A. (2014). The experiences and sense-making of students with non-visible disabilities on their transition to college and utilization of academic accommodations: an interpretative phenomenological analysis. Northeastern University. Smith, S. H. (2015). Touchy subjects: Teens’ perspectives on stigma, risk, and adulthood in school-based sex education. (Doctoral Dissertation). State University of New York at Buffalo.  Stark, L., & Wessells, M. (2012). Sexual violence as a weapon of war. Jama, 308(7), 677–678. Stephens, T., Kamimura, A., Yamawaki, N., Bhattacharya, H., Mo, W., Birkholz, R., … Olson, L. M. (2016). Rape myth acceptance among college students in the United States, Japan, and India. SAGE Open, 6(4), 2158244016675015. Sudderth, L. K., Leisring, P. K., & Bronson, E. F. (2009). If they don’t tell us, it never happened: Disclosure of experiences of intimate violence on a college campus. Canadian Women’s Studies, 28(1), 56–64. SUNY Definition of Affirmative Consent. (2014). The Epoch Times, p. A5. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  146  Sussman, S., Pokhrel, P., Ashmore, R. D., & Brown, B. B. (2007). Adolescent peer group identification and characteristics: A review of the literature. Addictive Behaviors, 32(8), 1602–1627. https://doi.org/10.1016/j.addbeh.2006.11.018 Swim, J. K., Mallett, R., & Stangor, C. (2004). Understanding subtle sexism: Detection and use of sexist language. Sex Roles, 51(3), 117–128. Synovitz, L. B., & Byrne, T. J. (1998). Antecedents of sexual victimization: Factors discriminating victims from nonvictims. Journal of American College Health, 46(4), 151–165. Thomas, K. A., Sorenson, S. B., & Joshi, M. (2016). “Consent is good, joyous, sexy”: A banner campaign to market consent to college students. Journal of American College Health, 64(8), 639–650. https://doi.org/10.1080/07448481.2016.1217869 US Census Bureau. (2016). People and families in poverty by selected characteristics. Warren, P., Swan, S., & Allen, C. T. (2015). Comprehension of sexual consent as a key factor in the perpetration of sexual aggression among college men. Journal of Aggression, Maltreatment & Trauma, 24(8), 897–913. https://doi.org/10.1080/10926771.2015.1070232 Watts, R. J., Griffith, D. M., & Abdul-Adil, J. (1999). Sociopolitical development as an antidote for oppression—theory and action. American Journal of Community Psychology, 27(2), 255–271. Weller, M. R. (2013). Sexual freedom and expression for people with disabilities. Presented at the 19th Annual Case Management Conference, Atlantic City, New Jersey. AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  147  Wiederman, M. W. (2015). Sexual script theory: Past, present, and future. In J. DeLamater & R. F. Plante (Eds.), Handbook of the Sociology of Sexualities (pp. 7–22). Cham: Springer International Publishing. https://doi.org/10.1007/978-3-319-17341-2_2 Wijkman, M., Bijleveld, C., & Hendriks, J. (2010). Women don’t do such things! Characteristics of female sex offenders and offender types. Sexual Abuse: A Journal of Research and Treatment, 22(2), 135–156. https://doi.org/10.1177/1079063210363826 Wiscombe, K. (2012). An exploratory analysis of sexual violence and rape myth acceptance at a small liberal arts university. (Doctoral Dissertation). University of Kansas, Kansas. Wood, L., Sulley, C., Kammer-Kerwick, M., Follingstad, D., & Busch-Armendariz, N. (2016). Climate surveys: An inventory of understanding sexual assault and other crimes of interpersonal violence at institutions of higher education. Violence against Women, 1077801216657897. Wright, P. J., Tokunaga, R. S., & Kraus, A. (2016). A meta-analysis of pornography consumption and actual acts of sexual aggression in general population studies: Pornography and sexual aggression. Journal of Communication, 66(1), 183–205. https://doi.org/10.1111/jcom.12201   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  148  Appendix A Administrator Researcher Campus Climate Collaborative Consent Scale Endorsement of Affirmative Consent All items rated on a 5 point Likert type scale from “strongly disagree” to “strongly agree.” Items 3-7 are reverse coded. A reading check was also included in this scale. This scale was adapted from the Humphreys Sexual Consent Scale. It is unidimensional. α=0.79.  1. Consent must be given at each step in a sexual encounter. 2. If a person initiates sex, but during foreplay one party says they no longer want to, the person has not given consent to continue. 3. If a person doesn’t physically resist sex, they have given consent. 4. Consent for sex one time is consent for future sex. 5. If you and your sexual partner are both drunk, you don’t have to worry about consent. 6. Mixed signals can sometimes mean consent. 7. If someone invites you to their place, they are giving consent for sex.   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  149  Appendix B Administrator Researcher Campus Climate Collaborative Partial Peer Norms Scale Partial Peer Norms All items rated on a 5 point Likert type scale from “strongly disagree” to “strongly agree.” This represents a partial scale. Excluded items measured types of interpersonal violence other than sexual violence. This scale was adapted from the work of DeKeseredy & Kelly. It is unidimensional. α=0.84. The following items refer to your friends’ attitudes. When the word “date” is used, please think of anyone with whom you have a romantic or sexual relationship—short term or long term.  Instructions: Indicate how much you agree or disagree with each statement below: 1. My friends would approve of getting someone drunk or high to have sex with them. 2. My friends would approve of lying to someone in order to have sex with them. 3. My friends would approve of forcing someone to have sex. 4. My friends tell me that someone you are dating should have sex with you when you want.  5. My friends tell me that when you spend money on a date, the person should have sex with you in return. 6. My friends tell me that it is alright to non consensually physically force a person to have sex under certain conditions.   AFFIRMATIVE CONSENT AMONG VULNERABLE STUDENTS  150  Appendix C Relevant Demographics Items 1. What is your gender identity? (select one) a. Woman b. Man c. Trans Woman d. Trans Man e. Transgender f. Gender non-conforming g. Genderqueer h. A gender identity not represented here  i. Prefer not to disclose  2. What is your sexual orientation? (check all that apply)  a. Asexual b. Bisexual c. Gay d. Heterosexual/straight e. Lesbian f. Queer g. A sexual orientation not listed here   3. Do you self identify as having a disability and/or on-going condition that affects your day-to-day life? a. Yes  b. No ",
    "id": 212631586,
    "identifiers": {
        "doi": "10.15760/etd.6357",
        "oai": "oai:pdxscholar.library.pdx.edu:open_access_etds-5544"
    },
    "title": "Affirmative Consent Endorsement and Peer Norms Supporting Sexual Violence Among Vulnerable Students on College Campuses",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-07-06T08:00:00+01:00",
    "publisher": "PDXScholar",
    "references": [],
    "sourceFulltextUrls": [
        "https://pdxscholar.library.pdx.edu/cgi/viewcontent.cgi?article=5544&amp;context=open_access_etds"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/212631586.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/212631586"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/212631586/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/212631586/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/212631586"
        }
    ],
    "abstract": "Understanding how students endorse affirmative consent in their sexual relationships is essential to sexual violence prevention. Some research has indicated that LGBT students and students with disabilities may negotiate and endorse consent uniquely because of socially constructed traditional sexual scripts. Research indicates gender differences may exist as well. The proposed research examines differences based on gender, LGBT status, and disability in affirmative consent endorsement and peer norms around sexual violence. Results indicated that women, nonbinary students, LGBT students, and students with disabilities were significantly less likely than their privileged counterparts to indicate low endorsement of affirmative consent. Results also indicated that women and some LGBT students are significantly less likely than their privileged counterparts to indicate high peer norms supporting sexual violence. Limitations, implications, and future directions are discussed",
    "tags": [
        "text",
        "Sexual consent",
        "Peer pressure",
        "Sex crimes",
        "Sexual minorities",
        "College students with disabilities",
        "College students -- Sexual behavior",
        "Disability Studies",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:pdxscholar.library.pdx.edu:open_access_etds-5544",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "935",
        "openDoarId": 0,
        "name": "PDXScholar (Portland State University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 212631586,
        "depositedDate": null,
        "publishedDate": "2018-07-06T08:00:00+01:00",
        "updatedDate": "2024-02-01T15:34:46+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T09:27:50+01:00"
    },
    "urls": [
        "https://pdxscholar.library.pdx.edu/open_access_etds/4473",
        "https://pdxscholar.library.pdx.edu/context/open_access_etds/article/5544/viewcontent/Glace_psu_0180E_12051.pdf"
    ],
    "lastUpdate": "2024-02-01T15:34:46+00:00",
    "setSpecs": []
}