{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bilbo, Brittany M"
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-05T10:46:52+01:00",
    "dataProvider": {
        "id": 3668,
        "name": "Walden University",
        "url": "https://api.core.ac.uk/v3/data-providers/3668",
        "logo": "https://api.core.ac.uk/data-providers/3668/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/571291270.pdf",
    "fullText": "Walden University ScholarWorks Selected Social Change Portfolios in Prevention, Intervention, and Consultation Social Change Collection 2023 Affordable Housing for Austin’s Homeless Population Brittany M. Bilbo Follow this and additional works at: https://scholarworks.waldenu.edu/picportfolios  1               COUN 6785: Social Change in Action:  Prevention, Consultation, and Advocacy Social Change Portfolio Brittany Bilbo                          2 Contents  Overview  Introduction  Scope and Consequences   Social-ecological Model  Theories of Prevention   Diversity and Ethical Considerations  Advocacy  References  ScholarWorks Contributor Agreement     3  OVERVIEW Keywords: Affordable housing, Austin, homelessness, prevention, advocacy Affordable Housing for Austin’s Homeless Population Goal Statement: In this portfolio, the issue of homelessness in Austin will be discussed as well as the impacts affordable housing and easier access to resources could have as preventative measures. Significant Findings: The target population of this portfolio includes individuals at risk of entering into homelessness in Austin, Texas. In communities across the United States, higher rates of homelessness are correlated with higher rates of criminal activity, mental health issues, and substance abuse across all subgroups of those communities (Center for Evidence-Based Solutions to Homelessness, 2019). Thus, the issue of homelessness is a public health issue because it impacts entire communities, not just the individuals being directly affected by homelessness. The number of homeless individuals in Austin, Texas has skyrocketed since the year 2020, and it continues to grow despite local prevention efforts (AustinTexas.gov, n.d.). However, research shows that with the aid of prevention efforts focused on providing easier access to preventative resources and affordable housing, community programs and mental health professionals can work together to prevent at-risk individuals from entering into homelessness in the first place (AustinTexas.gov, n.d.). When working with such an underserved population, professionals must also consider the different types of individuals being affected by homelessness, and they must work to cultivate preventative measures that are effective, culturally competent, and evidence-based.  4 Objectives/Strategies/Interventions/Next Steps: 1. Access to resources: In order to prevent homelessness, counselors and other mental health professionals can intervene by providing their at-risk clients with helpful resources regarding homelessness prevention. They can assist their clients by connecting them with helpful organizations, institutions, and support groups related to homelessness. 2. HomeBase, NYC: As a homelessness prevention program based in New York City, HomeBase works to provide easier access to affordable housing for at-risk individuals. They assist at-risk individuals by providing them with resources such as housing subsidies, eviction-avoidance resources, and financial counseling (Human Resources Administration, 2023). 3. De-stigmatization of homelessness: By working to change outdated and widely held beliefs about homelessness, such as the belief that all homeless individuals struggle with substance abuse, counselors and mental health professionals are working towards adequately educating communities and policy makers on what homelessness is and how to prevent it. 4. Cultural competence: Homelessness affects individuals from all types of cultural, socioeconomic, and ethnic backgrounds, so it is of paramount importance that counselors and mental health professionals working with this population use culturally competent interventions (Multicultural and Social Justice Counseling Competencies, 2015). A special focus should be applied to LGBTQ+ youth at-risk of entering into homelessness due to them being at a much higher risk of experiencing traumatic events while being homeless and remaining homeless for longer periods of time as compared to other at-risk youth (National Network for Youth, 2022).  5 5. Advocacy: For such a disadvantaged population as this, advocacy at the institutional, community, and public policy levels is crucial to lasting societal changes regarding homelessness prevention. More can be found regarding this important topic in Part 5 of this portfolio.   INTRODUCTION Affordable Housing for Austin’s Homeless Population  In Austin, Texas, there are around one million residents making up the city’s population; of those one million residents, roughly 10,000 individuals, or 1 percent of the population, are experiencing homelessness (AustinTexas.gov, n.d.). According to statistics from our local government, homelessness has been increasing in Austin due to a combination of individual and systemic factors such as a rising population, increasing housing costs, loss of jobs, mental illness, and addiction (AustinTexas.gov, n.d.). Seeing as other research conducted within homeless populations across the United States has shown similar findings, it follows that individuals exposed to factors such as those mentioned above are likely at a higher risk of experiencing homelessness (Batterham, 2019). In order to prevent more individuals from entering into homelessness, the city of Austin has begun to divert increased resources to the development of additional affordable housing options (AustinTexas.gov, n.d.). In this portfolio, the issue of homelessness in Austin will be discussed as well as the impacts affordable housing and equal access to resources could have as preventative measures.  PART 1: SCOPE AND CONSEQUENCES Affordable Housing for Austin’s Homeless Population   6 The public health issue to be discussed within this portfolio is that of homelessness in Austin, Texas. This topic is important to discuss because of the rising rates of Austin’s homeless population, and because of the negative public health effects associated with homelessness such as increased crime rates and increased drug use (Batterham, 2019). It should be argued that homeless individuals belong to a vulnerable population, and those types of populations have been historically underserved. By addressing an issue within a population that is so often overlooked, health care professionals would be working to increase not only the health and wellness amongst individuals most in need, but also amongst individuals outside of the struggling population. For counselors in particular, it should be the goal to assist at-risk individuals with finding affordable housing resources so that they may not only maintain a place to live, but also so that they might more easily maintain their jobs, access to health care, and important relationships (Batterham, 2019; National Alliance to End Homelessness, 2020). As previously mentioned, homeless individuals constitute 1 percent of Austin’s entire population (AustinTexas.gov, n.d.). The rate of individuals entering homelessness has been steadily increasing since 2011, the first year of Austin’s boom in population, and grew even more after the onset of the COVID-19 pandemic in 2020 (AustinTexas.gov, n.d.). On a national level, the United States has an estimated total homeless population of around 523,000 individuals; that is over 3,000 more individuals now experiencing homelessness as opposed to before the COVID-19 pandemic (NAEH, 2022). Seeing as homelessness is greatly correlated with poverty, domestic violence, mental illness, and addiction, it is easily understood as to why this is not just an issue for at-risk individuals or individuals already experiencing homelessness (Batterham, 2019). These issues surrounding homelessness have effects that spread across groups and populations, and they greatly impact a population’s overall health and general  7 wellness. Therefore, it is of paramount importance that cities like Austin work to implement preventative measures that work to keep individuals out of homelessness. In terms of goals set forth in this social change portfolio, an increase of affordable housing in and around Austin as well as an increase of resources for at-risk individuals seem to be two things that would immediately bolster local prevention efforts.  PART 2: SOCIAL-ECOLOGICAL MODEL Affordable Housing for Austin’s Homeless Population  Defining homelessness along with its risk and protective factors is a complex task due to the intricate nature of this societal issue. Many factors that contribute to and protect from homelessness are intertwined, and influence multiple parts of individuals’ lives; thus, making it all the more important to understand these factors and how they may interact with one another. In order to see these influencing factors more clearly, this section will examine risk and protective factors for homelessness at the individual, relational, communal, and societal levels by using the social-ecological model provided by the Centers for Disease Control and Prevention (CDC, n.d.). First, risk factors of homelessness will be examined using the social-ecological model. At the individual level, risk factors pertain to biological and lived experience factors that may increase an individual’s likelihood of entering into homelessness (CDC, n.d.). These risk factors include being male, unemployed, and non-heterosexual; additional individual factors may include a history of any mental illness, a history of any behavioral problems, a history of running away during childhood, and a history of being a victim of substance abuse or physical abuse (Nilsson, Nordentoft, & Hjorthøj, 2019). Furthermore, risk factors at the relational level are related to an individual’s close relationships including their friends, family, and romantic  8 partners (CDC, n.d.). Potential risk factors related to relationships include being single, experiencing adverse events during childhood, and experiencing other family issues not related to abuse during childhood (Nilsson et al., 2019). Additional risk factors include communal level risks which are related to social relationships and behaviors that exist in settings such as schools, workplaces, and neighborhoods (CDC, n.d.). Risk factors of homelessness related to the community include living in poverty, decreased access to housing, low educational attainment, and a history of criminal behavior (Nilsson et al., 2019). Lastly, risk factors at the societal level pertain to social and cultural norms that may perpetuate homelessness (CDC, n.d.). These risk factors include being a part of the foster care system, being a war veteran, having a history of incarceration, and fluctuations in labor markets (Batterham, 2019; Nilsson et al., 2019). On the other hand, there are also several protective factors that work to prevent individuals from entering into homelessness. Individual protective factors have been shown to include things such as being female, being Hispanic, having no history of running away during childhood, and no history of severe mental illness (Nilsson et al., 2019; Grattan, Tryon, Lara, Gabrielian, Melnikow, & Niendam, 2021). Relational protective factors include coming from a functional family background, being partnered, and having no history of severe relationship problems (Nilsson et al., 2019; Grattan et al., 2021). Communal factors that protect against homelessness include attaining or coming from a higher socioeconomic status, educational attainment at or beyond the collegiate level, and access to affordable housing (Batterham, 2019; Nilsson et al., 2019; Grattan et al., 2021). Lastly, for those that have entered the foster care system, one additional societal factor that has been shown to protect against homelessness would be remaining in foster care until age 19 (Grattan et al., 2021).  9 As one can clearly see, the risk and protective factors contributing to and protecting against homelessness are highly complex and multifaceted. For mental health counselors, it is important to understand these factors so that they may be identified in future clients. In being able to identify potential at-risk clients, counselors are more able to effectively support clients in preventing their entrance into homelessness. Although certain risk factors might be unavoidable for some clients, there are some risk factors that can be managed and altered so that they have a less significant effect on clients. Additionally, protective factors can be encouraged and increased so that clients are more insulated from entering into homelessness.   PART 3: THEORIES OF PREVENTION Affordable Housing for Austin’s Homeless Population   When it comes to working with individuals that belong to larger societies, theories can serve as prominent guiding forces for practitioners and social change agents (National Cancer Institute, 2005). So long as appropriate theories are being used, practitioners can expect to better understand individuals along with their behaviors, beliefs, and actions (NCI, 2005). The use of a theoretically grounded approach is important when working with the homeless population in Austin, and homeless populations nationwide, because homelessness is a complex issue without one central cause. In this section, the theory of community organization will be discussed as an applicable theory for the task of preventing homelessness in Austin (NCI, 2005). In support of this theoretical approach, an already existing evidence-based program providing housing subsidies will be discussed to show the effects of housing-related interventions on individuals at risk of entering into homelessness (CEBSH, 2019).  10  The theory of community organization is one of the more appropriate theories to apply when working with this population; this is a community-level theory which essentially means that preventative efforts guided by this theory are community-driven (CEBSH, 2019). This theory involves three major concepts including locality development, social planning, and social action. In terms of how this theory applies to homelessness prevention efforts in Austin, social planning and social action are the two most salient concepts (CEBSH, 2019). Social planning refers to the emphasis on immediate solution-finding within a community, such as providing easier access to housing subsidies and other resources for at-risk individuals (CEBSH, 2019). Social action refers to implementing societal changes aimed at social injustices, such as challenging policies, discrimination, and other systemic barriers that make it harder for individuals to avoid homelessness (CEBSH, 2019). Public health professionals using this theory should aim their efforts at assisting the community with advocacy and the launching of programs that reflect the community’s needs; in the case of Austin’s homeless population, this would look like advocating for and organizing programs that support at-risk individuals by providing housing subsidies, increasing access to mental health services, and assisting with job maintenance. This theory posits that the more community members get involved in solving community-level problems, the more they should expect to see positive changes in neighborhood living conditions, community norms, and overall public health (CEBSH, 2019).  One of the most influential ways a community can work together to prevent homelessness for at-risk individuals within their community is to provide easier access to housing. Much research has been done regarding this subject, and although there are more deeply rooted issues that also put individuals at a higher risk of entering into homelessness, providing more housing and lowering housing costs is an invaluable way of preventing homelessness from  11 occurring in the first place (CEBSH, 2019). In terms of specific evidence-based programs currently working to prevent homelessness, HomeBase is a homelessness prevention program located in New York City (HRA, 2023). This program works to assist at-risk individuals by providing eviction-avoidance services, rental assistance and subsidies, job replacement assistance, and financial management education (HRA, 2023). Instead of focusing on providing housing for individuals already experiencing homelessness, the HomeBase program is actively working to prevent at-risk individuals from entering into homelessness by assisting them with financial burdens related to housing, educating them on money management, and advocating for them to local lawmakers (HRA, 2023). Unlike the current programs in Austin which work to bring individuals out of homelessness, the HomeBase program works to prevent homelessness altogether; thus, HomeBase is an excellent example of preventative efforts that should be made, and is an excellent example of what portfolios such as this should aim to achieve. With the guidance of theories and successful evidence-based programs, practitioners can hope to achieve their goals of social change within their own communities as well.   PART 4: DIVERSITY AND ETHICAL CONSIDERATIONS Affordable Housing for Austin’s Homeless Population   There are many different subgroups of individuals amongst the homeless population located in Austin, all of which have specific needs that are not currently being met. However, the population of focus for this section will be at-risk LGBTQ+ youth. In the United States, LGBTQ+ youth are anywhere from 2-13 times more likely to experience homelessness as compared to their heterosexual cisgender peers (Coolhart & Brown, 2017). In fact, research and  12 national statistics estimate that up to 40% of homeless youth belong to the LGBTQ+ community (AustinTexas.gov, n.d.). The most common reason for LGBTQ+ youth running away or entering into homelessness during adolescence is often related to conflicts with parents over issues pertaining to sexual orientation (Coolhart & Brown, 2017). Once these individuals become homeless, they are at a disproportionately higher risk of experiencing sexual trauma, engaging in risky sexual behaviors, and substance abuse (Coolhart & Brown, 2017). Studies also show that once these individuals have entered into homelessness, they often remain homeless for significantly longer periods of time than their heterosexual cisgender peers (Coolhart & Brown, 2017). Thus, the data currently available shows how grossly underserved at-risk LGBTQ+ youth are by homelessness prevention efforts.  When creating community programs for populations that are as underserved, overlooked, and discriminated against as at-risk LGBTQ+ youth, it is of paramount importance that practitioners and service providers engage in multiculturally competent practices (Reese & Vera, 2007). There are multiple ethical standards within the ACA code of ethics that require practitioners to put their client’s wellbeing first, to develop cultural sensitivity and awareness, and to do no harm to their clients in any way (American Counseling Association, 2014, § A.1.a.; ACA, 2014, § B.1.a.; ACA, 2014, § A.4.a.). Aside from those core ethical codes practitioners must keep in mind when creating community programs, they must also remember to maintain their client’s confidentiality, to obtain adequate informed consent, and to protect clients from any potentially harmful motives belonging to stakeholders in community programs (ACA, 2014, § B.1.c.; ACA, 2014, § A.2.a; ACA, 2014, § A.7.b.). By upholding these ethical standards, practitioners and service providers can hope to create community programs that are culturally relevant and helpful to underserved populations.  13  Keeping all of these ethical standards in mind as well as a high degree of multicultural sensitivity, two intervention mechanisms will now be discussed as appropriate preventative measures for LGBTQ+ youth at risk of entering into homelessness. The first preventative measure supported by research is that of early family interventions enacted before LGBTQ+ youth exit their home environment (Maccio & Ferguson, 2016). Throughout the United States, programs such as the Family Acceptance Project (FAP) in San Francisco have been able to provide families with educational materials and other resources that have been shown to decrease the likelihood of LGBTQ+ youth running away after coming out to their families (Maccio & Ferguson, 2016). The FAP program is particularly successful due to their use of materials that are sensitive to the diverse ethnicities, religions, and social backgrounds of the families they serve; thus, the FAP program serves as a shining example of a multiculturally competent intervention for LGBTQ+ youth at risk of entering into homelessness (Maccio & Ferguson, 2016).  The second preventative measure for at-risk LGBTQ+ youth consists of bolstering support for LGBTQ-affirming services (Maccio & Ferguson, 2016). These types of services work to support LGBTQ+ youth by providing prevention services that are specific to their needs. For example, LGBTQ-affirming services assist LGBTQ+ youth by educating them on safe sexual practices, how to cope with the coming out process, and by providing resources on LGBTQ-specific mental health services (Maccio & Ferguson, 2016). By providing these individuals with resources that are tailored to their needs, practitioners and social change advocates are breaking down systemic barriers to health that have historically prevented at-risk LGBTQ+ youth from gaining access to the same resources their heterosexual cisgender peers have had access to. Since LGBTQ+ youth are at a higher risk for not only homelessness, but also  14 for contracting HIV/AIDS, experiencing sexual trauma, and engaging in substance abuse, the reasons why practitioners should engage in multiculturally competent practices become obvious (Maccio & Ferguson, 2016). By using culturally sensitive theories and preventative measures, practitioners can hope to serve this population of at-risk individuals that has been historically severely underserved; they will also be moving their communities one step closer to ending homelessness for at-risk individuals across all types of subgroups and populations.   PART 5: ADVOCACY Affordable Housing for Austin’s Homeless Population  As is taught to all counselors during their academic journeys to becoming multiculturally competent practitioners, advocacy is a critical element when it comes to working with disadvantaged populations. In fact, advocacy is taken so seriously in the counseling profession that counselors are required by the ACA code of ethics to advocate for their clients when existing barriers work to inhibit the success and wellness of their clients (ACA, 2014, § A.7.a.). By advocating for clients facing barriers to preventing homelessness, counselors will work to implement social change that will ripple throughout their communities. In this section, barriers to preventing homelessness will be examined at the institutional, community, and public policy levels as well as advocacy actions that can be taken at those three levels. In a disadvantaged population such as the homeless population in Austin, Texas, there are multiple interconnected barriers facing at-risk individuals. The first barriers to be discussed are the barriers existing at the institutional level; these barriers have to do with social institutions and community organizations (MSJCC, 2015). Individuals at risk of entering into homelessness face institutional barriers in the form of a lack of access to preventative resources and organizations  15 within their community (Sample & Ferguson, 2020). Many at-risk individuals do not have the necessary resources to benefit from current preventative programs and organizations; moreover, individuals that are able to access these programs and organizations are often not provided with assistance quickly enough, so they also end up entering into homelessness (Sample & Ferguson, 2020). In terms of community barriers, or barriers that result from community norms, values, and regulations, individuals at-risk of homelessness experience these as well (MSJCC, 2015). At-risk individuals are often discriminated against by law enforcement, shelter workers, and potential employers (Sample & Ferguson, 2020). Not only does the discrimination they experience impact their self-image and mental health, but it also can have serious effects on whether or not they receive the preventative assistance they so desperately need. The last barriers against at-risk individuals to be discussed, but certainly not the last barriers to exist, are barriers existing at the public policy level (MSJCC, 2015). Research shows that close to half of all homeless individuals within a given population may have been involved with the criminal justice system at one point or another during their lifetime (Sample & Ferguson, 2020). The legal concerns facing many at-risk individuals such as eviction notices, court dates, and even criminal records have strong impacts on their ability to stay out of homelessness; these legal concerns may impact whether or not at-risk individuals are approved for housing subsidies, hired for a new job, or approved for a community-based preventative program (Sample & Ferguson, 2020).  Although the barriers facing individuals at risk of entering into homelessness are easy to see, their interconnected nature makes them less easy to break down. However, that is where the hard work and research of dedicated professional counselors and social change agents in the form of advocacy comes in. To advocate for at-risk individuals at the institutional level,  16 counselors must work diligently to connect their clients with adequate resources and preventative organizations within their community (MSJCC, 2015). Additionally, if their clients are being overlooked or treated unfairly, it is the duty of the counselor to advocate for their clients to the organizations and institutions (ACA, 2014). By connecting clients with preventative resources and acting as a voice for them, counselors are effectively removing an institutional barrier standing between their clients and homelessness prevention. A way in which counselors can advocate for at-risk individuals at the community level would be to address harmful community norms, values, and regulations that work as barriers to their clients (MSJCC, 2015). Counselors can work to address these community-level barriers by educating the community on the effects homelessness has on individuals, the effects it has on their community, and prevention efforts that can stop it from occurring. This is an effective advocacy strategy because the more educated communities become on an issue, the more they understand and have empathy for the affected individuals. The last advocacy strategy to be discussed for individuals at risk of entering into homelessness has to do with advocacy at the public policy level. Advocacy at the public policy level is critical to any prevention effort because the changing of discriminatory and oppressive laws and policies results in a type of systemic change that cannot be achieved otherwise (MSJCC, 2015). By advocating for the fair treatment of at-risk individuals when it comes to equal access to housing subsidies, preventative program assistance, and gainful employment, counselors are working to cultivate a more socially just society. It is at the public policy level that one can see just how true it is that homelessness is not just an issue for at-risk individuals; it is an issue that reaches across communities, touching every individual within a society.   17 REFERENCES  American Counseling Association. (2014). 2014 ACA code of ethics. Retrieved from https://www.counseling.org/Resources/aca-code-of-ethics.pdf AustinTexas.gov. (n.d.). Learn about homelessness. Retrieved from https://www.austintexas.gov/page/learn-about-homelessness Batterham, D. (2019). Defining “at-risk of homelessness”: Re-connecting causes, mechanisms, and risk. Housing, Theory, & Society, 36(1), 1-24. https://doi.org/10.1080/14036096.2017.1408678 CDC. (n.d.). The social-ecological model: A framework for violence prevention. Retrieved from https://www.cdc.gov/violenceprevention/about/social-ecologicalmodel.html Center for Evidence-Based Solutions to Homelessness. (2019, January). Homelessness Prevention: A Review of the Literature. Retrieved from http://www.evidenceonhomelessness.com/wp-content/uploads/2019/02/Homelessness_Prevention_Literature_Synthesis.pdf Coolhart, D., & Brown, M. T. (2017). The need for safe spaces: Exploring the experiences of homeless LGBTQ youth in shelters. Children and Youth Services Review, 82, 230-238. https://doi.org/10.1016/j.childyouth.2017.09.021 Grattan, R. E., Tryon, V. L., Lara, N., Gabrielian, S. E., Melnikow, J., & Niendam, T. A. (2021). Risk and resilience factors for youth homelessness in western countries: A systematic review. Psychiatric Services, 73(4), 425-438. https://doi.org/10.1176/appi.ps.202000133 Human Resources Administration. (2023). Homelessness prevention. New York, NY: Department of Social Services. Retrieved from https://www.nyc.gov/site/hra/help/homebase.page  18 Maccio, E. M., & Ferguson, K. M. (2016). Services to LGBTQ runaway and homeless youth: Gaps and recommendations. Children and Youth Services Review, 63, 47-57. https://doi.org/10.1016/j.childyouth.2016.02.008 Multicultural and Social Justice Counseling Competencies. (2015). Retrieved April 9, 2023, from http://www.counseling.org/docs/default-source/competencies/multicultural-and-social-justice-counseling-competencies.pdf?sfvrsn=20 National Alliance to End Homelessness. (2020, January 27). Housing Affordability and Homelessness. Retrieved from https://endhomelessness.org/homelessness-in-america/what-causes-homelessness/housing/ National Alliance to End Homelessness. (2022, September 27). State of Homelessness: 2022 edition. Retrieved from https://endhomelessness.org/homelessness-in-america/homelessness-statistics/state-of-homelessness/ National Cancer Institute. (2005). Theory at a glance: A guide for health promotion practice. Washington, DC: U.S. Department of Health and Human Services: National Institutes of Health. https://cancercontrol.cancer.gov/sites/default/files/2020-06/theory.pdf National Network for Youth. (2022). LGBTQ+ Youth Homelessness. Retrieved from https://nn4youth.org/lgbtq-homeless-youth/ Nilsson, S. F., Nordentoft, M., & Hjorthøj, C. (2019). Individual-level predictors for becoming homeless and exiting homelessness: A systematic review and meta-analysis. Journal of Urban Health, 96(5), 741-750. https://doi.org/10.1007/s11524-019-00377-x Reese, L. E., & Vera, E. M. (2007). Culturally relevant prevention: The scientific and practical considerations of community-based programs. The Counseling Psychologist, 35(6), 763-778.  19 Sample, K., & Ferguson, K. M. (2020). It shouldn’t be this hard: Systemic, situational, and intrapersonal barriers to exiting homelessness among homeless young adults. Qualitative Social Work: Research and Practice, 19(4), 580-598. https://doi.org/10.1177/1473325019836280  SCHOLARWORKS CONTRIBUTOR AGREEMENT  ScholarWorks Publication Consideration  ScholarWorks makes the intellectual output of the Walden University community publicly available to the wider world. By highlighting the scholarly and professional activities of our students and faculty, ScholarWorks' rich repository encourages new ideas, preserves past knowledge, and fosters new connections to improve human and social conditions.   If you would like your portfolio from your Counseling 6785 course to be considered for submission to ScholarWorks, please review the ScholarWorks Contributor Agreement below and agree to the terms and conditions.   Acceptance of the policies and terms of the ScholarWorks Contributor agreement • will not impact your grade • will not guarantee publication   ScholarWorks Contributor Agreement  To administer this repository and preserve the contents for future use, ScholarWorks requires certain permissions from you, the contributor. By making a submission to ScholarWorks, you are accepting the terms of this license. However, you do not give up the copyright to your work. You do not give up the right to submit the work to publishers or other repositories.  By including an email contact below, you hereby grant Walden a limited license to review the Submission for the purposes of review of scholarly content; to distribute the Submission to the public on the Website; to make and retain copies of the Submission; and to archive the Submission in a publicly accessible collection.  You agree to defend, indemnify and hold Walden harmless from and against any and all claims, suits or proceedings, demands, losses, damages, liabilities and costs and expenses (including, without limitation, reasonable attorney’s fees) arising out of or resulting from the actual or alleged infringement of any patent, trademark, copyright, trade secret or any other intellectual property right in connection with any Submission.Walden will not be required to treat any Submission as confidential.For more information, see the Contributor FAQ.   20 By executing this Agreement, you represent and agree that: • You are the author or of the submitted work or you have been authorized by the copyright holder, and the submission is original work. • You hold the copyright to this document and you agree to permit this document to be posted, and made available to the public in any format in perpetuity. • The submission contains no libelous or other unlawful matter and makes no improper invasion of the privacy of any other person. • The submission will be maintained in an open access online digital environment via the ScholarWorks portal. Because works on ScholarWorks are openly available online to anyone with internet access, you do not hold Walden University responsible for third party use of the submission.  ScholarWorks (the Website) is owned and maintained by Walden University, LLC (Walden). All content that you upload to this Website (a Submission) will be available to the public. You represent and warrant that you have the right to upload any such Submission and make it available to the public.  I have read the Scholarworks agreement above, and I agree to have my COUN 6785 portfolio document considered for inclusion in Scholarworks; I also grant my permission for representatives from Walden University to submit this work on my behalf.  By signing again below, I agree to allow my email contact information below to be included in the published document, so that others may contact me about this work.  SIGNATURE: Brittany M. Bilbo DATE: 05/04/2023 DIRECT EMAIL ADDRESS: brittanybilbo@yahoo.com  ",
    "id": 571291270,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.waldenu.edu:picportfolios-1055"
    },
    "title": "Affordable Housing for Austin’s Homeless Population",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "'IUScholarWorks'",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.waldenu.edu/cgi/viewcontent.cgi?article=1055&context=picportfolios"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/571291270.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/571291270"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/571291270/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/571291270/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/571291270"
        }
    ],
    "abstract": "Goal Statement: In this portfolio, the issue of homelessness in Austin will be discussed as well as the impacts affordable housing and easier access to resources could have as preventative measures.\nSignificant Findings: The target population of this portfolio includes individuals at risk of entering into homelessness in Austin, Texas. In communities across the United States, higher rates of homelessness are correlated with higher rates of criminal activity, mental health issues, and substance abuse across all subgroups of those communities (Center for Evidence-Based Solutions to Homelessness, 2019). Thus, the issue of homelessness is a public health issue because it impacts entire communities, not just the individuals being directly affected by homelessness. The number of homeless individuals in Austin, Texas has skyrocketed since the year 2020, and it continues to grow despite local prevention efforts (AustinTexas.gov, n.d.). However, research shows that with the aid of prevention efforts focused on providing easier access to preventative resources and affordable housing, community programs and mental health professionals can work together to prevent at-risk individuals from entering into homelessness in the first place (AustinTexas.gov, n.d.). When working with such an underserved population, professionals must also consider the different types of individuals being affected by homelessness, and they must work to cultivate preventative measures that are effective, culturally competent, and evidence-based",
    "tags": [
        "text",
        "Affordable housing",
        "Austin",
        "homelessness",
        "prevention",
        "advocacy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.waldenu.edu:picportfolios-1055",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3668",
        "openDoarId": 0,
        "name": "Walden University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 571291270,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-21T01:12:01+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-05T10:46:52+01:00"
    },
    "urls": [
        "https://scholarworks.waldenu.edu/context/picportfolios/article/1055/viewcontent/Affordable_Housing_for_AustinΓÇÖs_Homeless_Population.Bilbo.pdf",
        "https://scholarworks.waldenu.edu/picportfolios/64"
    ],
    "lastUpdate": "2024-02-21T01:12:01+00:00",
    "setSpecs": []
}