{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Levitanus, Mariya"
        }
    ],
    "contributors": [],
    "createdDate": "2023-09-10T09:26:47+01:00",
    "dataProvider": {
        "id": 5717,
        "name": "University of South Wales Research Explorer",
        "url": "https://api.core.ac.uk/v3/data-providers/5717",
        "logo": "https://api.core.ac.uk/data-providers/5717/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/02634937.2021.2008874",
    "downloadUrl": "https://core.ac.uk/download/582043004.docx",
    "fullText": "Mariya LevitanusFaculty of Life Sciences and Education, University of South Wales, United KingdomCorrespondence address: mariya.levitanus@gmail.com[This is an Accepted Manuscript of an article published by Taylor & Francis in Central Asian Survey on 14 February 2022, available online:https://doi.org/10.1080/02634937.2021.2008874]Agency and Resistance Amongst Queer People in KazakhstanAbstractThis article focuses on the everyday lives of queer people in Kazakhstan, exploring how they express agentic power and negotiate their queer identity. This research is based on Foucauldian-informed narrative analysis of in-depth interviews with eleven people who identify as queer and live in Kazakhstan. Findings show that the choice and ability to regulate one’s visibility are crucial expressions of queer agency and resistance. This paper expands on previously published research on gender and sexuality in Central Asia by focusing beyond the issues of violation of human rights and the difficult experiences of queer people, by considering instances of acceptance, support, and positive experiences alongside experiences of homophobia, transphobia, and discrimination. Keywords: Queer; LGBT; Kazakhstan; Central Asia; everyday life; visibilityIntroductionGender and sexuality practices and regulations offer us a point of departure for thinking about operations of power, agency, and resistance within a given society (Butler 2015). Debates around gender and sexuality politics have been particularly alive in the post-Soviet space in recent years. Currently, substantial scholarly attention focuses on Russia following the adoption of a law banning the spread of ‘propaganda of non-traditional sexual relations’ in 2013 (Kondakov 2014; Stella 2015; Edenborg 2018). Regional versions of the propaganda law were attempted to be passed in the near abroad (Healey 2017). In Kazakhstan, a version of this law was deemed unconstitutional in 2015. Nevertheless, discourse, public awareness, and visibility of queer[endnoteRef:1] citizens across the region appear to be instigated (Healey 2017). Given the geopolitical and media impact of Russia in the Central Asian region (Laruelle 2015; Junisbai, Junisbai, and Ying Fry 2015; Hanks 2009; Patalakh 2018), the queer community in Kazakhstan will likely be affected by the ongoing anti-LGBT discourses in Russia. Hence, questions about the regulation and resistance of Kazakhstani citizens are particularly critical to address. [1:  I use the term queer to encompass people who do not conform to normative sexualities and gender binary. During interviews with my research participants, I asked them explicitly about their preferred terms of identification. I adopt the technique of cultural “dubbing” (Boellstorff, 2005) as I try to retain the language used by people in their everyday lives. I also include original Russian words to signal complexity and the subjective nature of the terms of identification, as well as discrepancies that occur through translation. ] Several NGO reports have appeared over the last decade, emphasising that a lack of legislative protection along with a climate of invisibility, fear and societal homophobia remain characteristic of queer people’s lives in Kazakhstan (Alma-TQ 2016, 2021; Human Rights Watch 2015; Vanner 2009). Furthermore, existing reports emphasize the limitation on the rights to peaceful protests and marches, highlighting that engaging in peaceful assemblies that are not agreed upon and approved by the government carries administrative and legal charges (Article 19 2015). However, those reports primarily focus on exposing and addressing human rights violations regarding Kazakhstani queers and do not consider other aspects of the lives of LGBT people in Kazakhstan. Furthermore, most studies were conducted by foreign scholars and sponsored by Western funding bodies, reproducing the hierarchy of knowledge production (Nay 2014).Presently, a limited amount of peer-reviewed academic publications focuses on queer lives in Kazakhstan (Buelow 2012; Latypov, Rhodes, and Reynolds 2013; Berry et al. 2012; Wu et al. 2017). Indeed, research into postcolonial sexualities has highlighted that current theoretical work remains deeply ethnocentric and is subsequently inadequate to account for the lived experiences of queer people in the global South (Murray 1995; Boellstorff 2005; Jackson 2009). Existing research predominantly concentrates on MSM, and gay and bisexual men, and focuses on HIV prevalence and risk factors in these groups. No academic studies engage directly with non-heterosexual and non-cisgender narratives of people living in Kazakhstan. This article is based on the study completed as a part of a Doctorate in Psychotherapy at the University of Edinburgh. In my study, I aimed to address this gap in the literature by conducting a qualitative study of the everyday lives of eleven queer individuals in Kazakhstan. I am seeking to move away from the primary focus on human rights violations and sexual rights of queer Kazakhstani people (Boyce 2014), and from the tendency to essentialize post-Soviet sexualities as radically different, exotic, or other (Essig 1999; Stella 2015). Instead, using in-depth interviews, I want to focus on the narratives of the everyday lives of Kazakhstani queer people. This paper contributes towards a growing body of work on gender and sexuality in Central Asia (Omurov 2017; Bagdasarova 2018; von Boemcken, Boboyorov, and Bagdasarova 2018; Ibragimov and Wong 2018) by exploring how queer people in Kazakhstan express agentic power to negotiate their identities.Theoretical FrameworkWithin a society where queer visibility is highly regulated, the question of when, how and to whom queer people choose to appear is pivotal. This article is based on the theories of Hannah Arendt and Judith Butler[endnoteRef:2]. I particularly draw on Butler’s adaptation of Arendt’s concept of ‘spaces of appearance’ and the expansion of that concept, while integrating it within her theories of performativity and precarity. By using Butler’s theories, I aim to conceptualize why it is particularly important to look at the everyday practices and enactments of agency of queer people in Kazakhstan.  [2:  This project has also been informed by the work of Michele Foucault (see Levitanus 2020). Foucault (1978) famously uses historical processes to argue that sexuality is a discursively constructed category with complex roots in Western culture rather than a natural fact of human life. For the purposes of this article, I concentrate on the work of Judith Butler (1990), who adopts Foucault’s argument that ‘sexuality’ is discursively produced and extends it to include gender. ] Arendt (1958) coined the idea of space of appearance in The Human Condition. She explains that ‘space of appearance comes into being whenever men are together in a manner of speech and action’ (Arendt 1958, 199). For Arendt, space of appearance does not have to be a physical space but rather an ‘intermediary space’ (Arendt 2005, 95), which ‘can find its proper location almost any time and anywhere’ (Arendt 1998, 3). Arendt (1958)  posits the space of appearance as a particular kind of activity that is co-created and concerns itself with plurality, speech, and the action of humans – that Arendt differentiated from other forms of activities such as labour and self-sustenance. Arendt has been heavily criticized for her differentiation between private and public domains (Zerilli 1995; Cavarero 2005; Spivak and Butler 2007). For her, freedom needs to be opposed to necessity, which is defined as the need to keep ourselves alive (Arendt 1998, 73). Hence, ‘freedom can only exist where the necessities of “housekeeping” and survival are excluded or, in other words, if they are fulfilled elsewhere’ (Ingala 2018, 38). This opposition of private and public creates the separation and establishes the rules of what is to be visible and what is to remain unseen. ‘While the public is bathed in light’ (Ingala 2018, 38), the private remains in the shadows. Arendt’s key critiques in relation to this distinction have argued that it leads to essentializing and naturalizing the private – which is opposed to seeing public as historically contracted. By positioning private as invisible and inaudible, Arendt perpetuates the concealment of that aspect of human life (Pateman 1983). Finally, Arendt has been criticized for defining private as ‘pre-political’, which implies that body, sex, class, race and other material conditions of life are not concerns of politics (Butler 2015, 78). Arendt inadvertently implies that those who are in charge of a private domain or are unable to take themselves out on the streets are ‘spectral humans, deprived of ontological weight and failing tests of social intelligibility’ (Spivak and Butler 2007, 15). In this article, I support the criticism of the private-public binary and demonstrate how this distinction breaks down in the context of everyday life and the everyday practices of resistance, using examples of the narratives of queer people in Kazakhstan. Butler has criticized Arendt’s approach to the private while at the same time using Arendt’s concept of ‘space of appearance’ as one of the pillars of her understanding of political subject. For Butler, the private is not merely pre-political but fully political (Butler 2015, 127). In fact, Butler uses Arendt to read ‘against herself’ (Spivak and Butler 2007, 27). Butler argues that, in The Human Condition, Arendt neglects the fact that the private is regulated and prevented from ‘the right to appear’ in public. In this way, Butler incorporates the mechanisms of power that regulate what lies in the space of appearance as well as what lies outside of it. Butler asks: ‘what if the highly regulated field of appearance does not admit everyone, requiring zones where many are expected not to appear or are legally proscribed from doing so?’ (Butler 2015, 35).Another dimension that Arendt and Butler share, and which Butler famously expands in her theories, is the idea of performativity. Butler notes that, in The Origins of Totalitarianism,  ‘Arendt is probably one of the first twentieth-century political theorists to make a very strong case for performative speech, speech that founds or “estates” a new possibility for social and political life’ (Spivak and Butler 2007, 27). Arendt reinstates that individuals fundamentally need to have a ‘right to have right’ which, for Butler, in the broadest sense means the right that cannot exist unless it is ‘enacted, performed, and declared’ (Ingala 2018, 41). Hence, for Butler, the space of appearance is fundamentally performative. Butler defines performativity as ‘first and foremost that characteristic of linguistic utterances that in the moment of making the utterance makes something happen or brings some phenomenon unto being’ (Butler 2015, 28). In relation to gender, those influential speech acts begin from birth, when the medical professional pronounces an infant as a boy or a girl. Those inscriptions and interpellations come with expectations and fantasies that gradually affect us. In this way, the norms start to ‘produce’ us or ‘inform the lived modes of embodiment we acquire over time, and those very modes of embodiment can prove to be ways of contesting those norms, even breaking with them’ (Butler 2015, 29). Butler (2015) asserts that while gender is received, it is not ‘inscribed on our bodies as if we were merely a passive slate obliged to bear a mark’ (30). We are compelled to enact or reproduce the gender, which sometimes is not fully in compliance with the norm. Butler believes that it is in the process of reproduction of the norms that we inadvertently discover the ‘cracks’ of those very norms: did I act like ‘a girl’ enough? Was I ‘boyish’ enough? The reproduction of gendered norms implies enactment, and enactment, in turn, creates the possibility of ‘breaking those norms open’ (Butler 2015, 31) exposing the regulatory discourses and further creating a possibility for ways of living that challenge the norms of gender. Emergence of transgender, genderqueer, butch and femme as well as other forms of masculinities and femininities, are all examples of the norms being opened in unexpected ways and other gendered realities appearing.Butler recognizes that some gendered practices (and not all practices outside of norms) are more vulnerable than others. Butler (2015) introduces the concept of ‘precarity’, which ‘designates that politically induced condition in which certain populations suffer from failing social and economic networks of support more than others, and become differentially exposed to injury, violence, and death’ (33). This differential distribution reflects on the fact that certain populations are more exposed to poverty, state, street, or domestic violence, exposed to heightened risk of disease, and suffer from a lack of sufficient protection or redress. Consequently, precarity is entwined with gender norms, since those who do not comply with dominant gender norms are at a heightened risk for harassment, violence and pathologization (Butler 2015). The concept of precarity is intimately connected with the definitions and distinctions of public and private, and the questions of who and in what way they can appear in the public realm, and who can or cannot be recognized by others. Butler calls for developing deeper understanding of how the spaces of appearances are (re)created and how people who live on the ‘limits of established norms’ exist and persist in society (Butler 2015, 38). According to Butler, it is crucial to question what appears to be a ‘universal’ right to appear and to expose the contradictions. It is important to highlight that Butler does not necessarily equate appearing to visibility in public or in the media. Indeed, she writes that activists do not have to be exposing themselves to risk and that sometimes actions ‘from the margins’ are just as effective, if not more so (Butler 2015, 55). Butler suggests that ‘every activist needs to negotiate how much exposure, and in what way, is necessary to achieve his or her political goal. It is a way of negotiating, we might say, between the need for protection and the demand to take public risk’ (Butler 2015, 55). The debates about importance of in/visibility of queer people in public and private domains have been the focus of several studies of post-Soviet sexualities (Stella 2013; Buyantueva 2018; Persson 2015; Edenborg 2017). For example, Francesca Stella criticizes the assumptions of the need to be public and visible with one’s sexuality in Russia, analysing the public backlash following the Moscow pride parade in 2007 (Stella, 2009, 2013, 2015). Such regulation of visibility was prevalent during Communism where rigorous control of what could be said and done in public were imposed (Yurchak 2005). This created an effect where politics became ‘dislocated into alternative spaces’ (Gradskova, Kondakov, and Shevtsova 2020, 364) and where people engaged in political action in the intimate spaces of privacy (private apartments, for example; Kondakov 2014). In line with Butler, when I talk about visibility and appearing in public, I imply a more nuanced understanding of appearing that includes but is not limited to being visible in the public domain. I would like to incorporate more subtle and nuanced forms of appearing and resisting in everyday lives that are available to people who are marginalized through lack of legislative protection, or those who cannot show up in public spaces due to mental or physical illnesses (Hedva 2018). Given the risks associated with being visible in public as queer, and legal limitations imposed on assemblies in Kazakhstan (Article19 2015), I want to focus on other ways in which queer people exercise their freedom and challenge existing power structures. Gradskova, Kondakov and Shevtsova (2020) introduce the term ‘revolutions of intimacy’ (364) to describe political changes that can be made without necessarily presenting public demands, and instead occurring in what is traditionally considered to be a private domain. In this article, alongside Butler’s appropriation of ‘spaces of appearance’, I would like to employ the ideas of ‘revolutions of intimacy’ (Gradskova, Kondakov, and Shevtsova 2020) and ‘intimate activism’ (Fine et al. 2018), each of which speak to forms of everyday - or quotidian - activism that involves ‘the hidden and bold, relational and solitary, everyday enactments of interruption, care, solidarity, evident in delicate challenges to family, friends, teachers, and strangers…’ (Fine et al. 2018, 623). Materials and MethodsIn line with Butler’s call for developing a deeper understanding of the lives of those living on the margins of existing norms, in this study I chose to look at the everyday lives of queer people in Kazakhstan. This research is based on a qualitative analysis of ten in-depth interviews with eleven people (two were interviewed as a couple). I aimed to understand what affects and shapes their daily lives as well as to illuminate the practices that Kazakhstani queer people use to resist the dominant discourses and creatively negotiate them. To capture the everyday intersectional nature of queer experiences, I framed my study as ‘researching everyday lives’ to my participants and asked questions about their daily experiences within contexts that were relevant and determined by each participant, whether it was the online dating scene, university, workplace or their family and home.Interviews were conducted in November 2017 in three cities: Almaty, Nur-Sultan (formerly Astana), and Karaganda. Interviewees were recruited using maximum variation purposive sampling and snowball sampling methods. Out of the eleven participants, three identified as cisgender gay men (cisgendernyj muzhchina gei), three as bisexual women (biseksulka or biseskual’naja zhenshina), one as a lesbian, one as a pansexual, two as transgender women (transgendernaja zhenshina) and one identified as a transgender man (transgendernyj muzhchina). Nine out of eleven participants self-identified as activists.I employed Foucauldian-informed narrative analysis (Tamboukou 2013; 2015) to identify dominant themes within participants’ narratives in light of the way power operates within those narratives. As highlighted by Tamboukou (2013), the Foucauldian approach to narrative focuses on ‘the way power intervenes in creating conditions of possibility for specific narratives to emerge as dominant and for others to be marginalized’ (92), hence, ‘power becomes the central analytic theme’ (Tamboukou 2015, 68). From this perspective, Kazakhstani queer narratives illuminate aspects of existing power structures and discourses around gender and sexuality in Kazakhstan.Core themes that I will use in this paper are family, work, and community and dating. While I treated the themes independently, I would like to acknowledge their interrelated nature. My analysis involved interpreting the narratives through, and in dialogue with, existing research and literature from the global West[endnoteRef:3] and other regions of the world including Russia and other Central Asian countries. This allowed articulating and developing a deeper understanding of queer subjectivities in Kazakhstan as they are discursively produced and [3:  I explore queer experiences in the light of research from Central Asia, Russia, and in an Anglo-American context. As pointed out by Stella (2015), differences between Soviet and Western sexualities have been portrayed in very stark terms, reinforcing orientalist representation of the region. By using a comparative research framework, I argue against Kazakhstan’s exceptionalism, highlighting the similarities and divergences in non-heterosexual and non-cisgender regulatory practices and experiences across the Central Asian region, in the context of post-socialist states and within a broader research framework. In that respect, I follow the call to reflexively use the West as a socio-historical construct rather than a normative paradigm (Kudaibergenova 2016; Stella 2015).] experienced in everyday life.ResultsFamilyWhen I use the term family, I include not just parents and their children, but grandparents, siblings, uncles, aunts, and cousins as well as non-blood related significant others. Eve Kosofsky Sedgwick (1993) uses the concept of avunculate relationships that encapsulates diverseness of family expressions and destabilizes the biological imposition on the meaning of family. As noticed by Schroeder (2015), ‘[t]his broadened definition implies more than extended family; it implies a level of intimacy, knowledge, and fluidity among even non-blood relations. The avunculate, therefore, speaks to the multiple, fluid, elastic geographies of relatedness within and around the home’ (787). Similarly, my use of the term ‘home’ here goes beyond a physical site, but is instead ‘a matrix of social relations, personal meanings and emotional attachments’ (Gorman-Murray 2008, 32). Indeed, home and family can be viewed as a ‘locus of social reproduction’ (Schroeder  2015, 785) that is embedded in and reproduces the power relations and sustains normative gender and sexual orders. In my doctoral research, home was one of the biggest themes (Levitanus 2020). For participants, their families’ acceptance was one of the most sensitive topics discussed during the interviews. Oleg[endnoteRef:4], a transgender man in his early thirties, revealed his gender identity to his family relatively recently, preferring to avoid this topic.  [4:  Participants’ names and other identifiable information were changed, apart from one; Gulzada chose to opt out of anonymisation.] Well, there is no full acceptance in my family. They use my name and correct pronouns. But my mum is against the operation and against hormonal therapy. That's why I don't talk about it with them. On the one hand, Oleg's mother addresses him appropriately while on the other, she is against him transitioning medically. This ambiguous reaction from his mother led him to feel isolated, which was particularly difficult at the time of his medical transitioning. Oleg elaborated on how he coped with the feeling of isolation at the time of his operation.There is a psychiatrist who looks a lot like my mum, and I have orchestrated everything so… I told her that I was having the operation and she hugged me and said that the scary part was still to come. After the operation, when I was recovering, I thought to myself that my mum would probably have said the same thing. I just imagined my mother saying those words. He then added, At least my friends were supporting me. They came over all the way to support me. Here, Oleg exemplifies the notion of an avunculate family (Kosofsky Sedgwick 1993) where he uses his non-familial relations (psychiatrist and friends) to represent a family at this time of need. Participants reported that their immediate and extended family members often served as functionaries of regulation and surveillance, making sure that queer family members complied with gender and sexual norms. Digital technology was frequently used as a key mechanism to monitor and ensure that the queer family member remained ‘invisible’. Zarina - a woman in her late twenties who identifies as bisexual, told me about publishing a video online where she openly discusses her queer identity and how this had negative consequences for her romantic relationship after the family of her partner saw her video. While her own family knew of and supported her sexuality, her partner’s family did not approve of it.He went back to his house and his parents caused a scene [ustroili emu skandal] because they had found out that I am bisexual. And they told him that this would shame their entire family, that they did not bring him up for this, and that he had to leave me. Otherwise, they would turn away from him [otkazhuts'ia ot nego]. The family of Zarina’s boyfriend seemed to have been actively monitoring and scrutinising the public persona of their potential daughter-in-law, which is made easier on the Internet. The fact that Zarina openly identifies as bisexual is a potential source of shame and dishonour for the entire family (Levitanus forthcoming). This is a vivid example of the breakdown of the division of public and private where being visibly queer permeated family relations.Managing one’s own visibility, both online and offline, was one of the crucial ways in which agency was expressed. For example, Bolat, who identifies as a gay man in his early twenties, spoke about the way he regulates his visibility whilst taking account of his family needs and demands. Bolat came out to his parents a few years ago, and after some disagreements, they accepted their son’s sexuality with the condition that Bolat does not make it ‘public’. Despite having a strong activist identity, Bolat felt he had to comply with his parent’s request, given his financial dependency on them. He uses the internet as a tool to manage ‘who can see what’.My parents have only [social network name] and of course we are ‘friends’ there. I just limit what they can see on my page. They can see some of my normal, neutral posts, and even political ones. [This is] so they can see that I am still active on social media. From his family’s perspective, Bolat complies with his family’s demands. However, at the same time, Bolat can secretly exercise his agency in being an activist. Hogan (2010) uses the notion of virtual ‘curator’ in his discussion of self-censoring practices that take place in the context of digital platforms like Facebook and Twitter. To use Hogan’s terminology, Bolat is carefully curating his online self-presentation, editing, and filtering who can see what on social media. Bolat’s narrative also illustrates the idea of activism from alternative or marginal spaces (Gradskova, Kondakov, and Shevtsova 2020; Butler 2015) in his online activism as well as his choice of when and to whom to reveal or silence his queer identity. Consequently, Bolat creates and expands spaces of appearance online (Butler 2015), where it is safer for him to engage with ‘public’ activism without compromising his family relations. Many participants prefer to adhere to the ‘don’t ask, don’t tell’ family protocol, actively avoiding the topic of gender and sexuality within the family context. For example, Sasha and Anna, a bisexual couple, spoke about never raising the topic of their relationship, despite cohabiting with each other for many years. Participants in this study explained they chose this strategy to preserve family bonds and avoid complications that come with an open disclosure(Levitanus 2020). Participants also talked about their parents coming from a Soviet background, where sex and sexuality are deemed to be deeply private matters that are not openly talked about unless it is to do with marriage or reproduction (Kon 1995; Zdravomyslova 2001; Stella 2015). Others attributed the silence to the Kazakh culture of shame or uyat in relation to explicit conversations about sex and sexuality outside of matrimony (Kabatova 2018; Levitanus forthcoming).Even for participants whose parents knew about their sexuality, the preference was not to raise the topic. As Ivan, who identifies as a pansexual in his mid-forties explains,I don’t even know when exactly this moment of coming out happened. My mother just found out after some time…She probably struggled inside herself for some time before she told me that she knew. There was not an explicit ‘coming out’ as Ivan had never hidden his sexuality from his family from the moment, he realized he was gay (around age 15). When I asked whether other family members knew, Ivan responded:Many relatives know about me being… and my partner and I lived at home for a while. They accept it, but still they have this heteronormativity; there’s no full acceptance and my mother still tells me to get married to a woman [chtoby ya zhenilsia] or says things like ‘oh, if you just had a normal family’… Ivan’s narrative appears to illustrate an example of tacit knowing (Decena 2011), or an ‘unspoken secret’ (Zavella 2003, 238) in the family, who prefer not to raise the topic yet make hints at wishing their queer family member was heteronormative. Another participant, Amir, who identifies as a cisgender gay man in his mid-thirties, spoke about his relationship with his mother after her initial reaction and turmoil. I told my mother when she visited me. I told her that I am gay and will not marry a woman [zhenitsia ne budu], and that I probably will not have kids. My mother at first behaved quite comically [komichno]. She sent me some links to Islamic websites. Then she calmed down. She even came to visit me and my boyfriend. She was quite reserved at first, quite polite. Basically, she behaved like a mother. She was trying to feed us all the time. Again, there was no open talk. The lack of ‘open talk’ between Amir and his mother echoes the ‘don’t ask, don’t tell’ within his family protocol. Nevertheless, Amir’s mother came to visit and fed her son and his queer partner. Amir’s narrative is an illustration of what Butler calls ‘breaking norms open’ (Butler 2015, 31). Following Butler, Ahmed (2004) explains: ‘[q]ueer lives remain shaped by that which they fail to reproduce. To turn this around, queer lives shape what gets reproduced: in the very failure to reproduce the norms through how they inhabit them, queer lives produce different effects’ (152). By continuing to behave ‘like a mother’, Amir’s mother illustrates an example of challenging the norms and queering everyday realities of their family life, hence, exemplifying the idea of everyday revolutionary actions (Gradskova, Kondakov, and Shevtsova 2020; Fine et al. 2018). WorkThe workplace can be viewed as another site that reflects a larger process of social ordering, regulation and negotiation (Adkins 1995; Compton and Dougherty 2017). While the constitution of Kazakhstan includes a definition of ‘discrimination’, it does not include ‘sexual orientation and gender identity’ as a category that is protected from discrimination (Article 19 2015; Human Rights Watch 2015), which allows individuals and public bodies to interpret this constitutional provision in various ways (Sekerbayeva et al. 2015). Given the lack of legal protection of queer individuals in the workplace, queer people in Kazakhstan face discrimination and the potential to lose their jobs if their queer identity is found out. For example, previously mentioned participant Zarina experienced difficulties in retaining her job after she openly spoke about her non-heterosexual identity online. Soon after the video publication, Zarina was notified that her employment contract was changing and coming to an end, even though she had a fixed contract for two more years. Similarly, Ivan described his ex-partner losing his job after being diagnosed with HIV AIDS.It was a government organisation, and they just asked him to resign. No one knew about his sexual orientation. There is just an assumption that if you have AIDS, you are either a drug addict or gay. There is a stigma towards AIDS, and he was asked to resign. Hence, the HIV AIDS diagnosis made his ex-partner visible as a potentially queer man, which resulted in him being asked to resign. Ivan remains unsure of how the ‘private’ information about his ex's HIV positive status became accessible to his employers. This another example of how private and public division breaks down in everyday work life. Given those risks, most participants described the need to strike a balance between being visible and invisible at work. For transgender participants, keeping their gender identity ‘out of sight’ is not always an option given the difficulties with changing identity documents when transitioning in Kazakhstan (Alma-TQ 2016; Human Rights Watch 2015). Ekaterina, a transgender woman in her mid-twenties, talks about her struggles to find employment without documents that match her gender identity. Ekaterina found a way not to waste her time with transphobic employers by intentionally revealing her stigmatized identity.When I was writing my CV - and everyone who knows still laughs about it - I wrote in the section ‘about me’ that I am transsexual.When Ekaterina was contacted by a potential employer, she asked, ‘have you read my CV to the end?’. Ekaterina’s strategy was successful; she was able to find a job with employers fully aware about her being transgender. Despite occupying a precarious position (Butler 2015), Ekaterina decided to take ownership and control over her vulnerability. For some other participants, revealing transgender identity meant inevitable job losses. For Oleg the job loss was gradual. As Oleg began transitioning, his non-cisgender identity became progressively more visible. However, as his transition became more apparent, he gradually lost opportunities and was demoted. My managers would say things like, “we hired a woman and in front of us is a young man” … They started to pull me out. For example, when foreign customers came over, they said, “unfortunately, you cannot represent us because we don't like the way you look.” And things are complicated with the documents. They told me that they don't know who I am anymore.Participants in my study talked about being acutely aware of the potential disadvantages that queer visibility might pose for them in their workplace; they made conscious decisions about the way they performed. Oleg made the choice to delay his transition to save up money as he knew he would have trouble finding a job once he began to transition. Another participant, Miras, in his early twenties who identifies as a cisgender gay man, talked about choosing not to be fully ‘out’ in the knowledge that his identity might compromise his career prospects. I am an ambitious person; I want to build a good career… I worry my sexuality might come out and someone will use it against me at some point.While participants did not feel that their gender or sexuality was wrong, some made a deliberate decision not to be fully visible at work due to concerns about potential financial and career implications rather than homophobia or transphobia (Omel’chenko 2002). Other participants talk about having the advantage of ‘passing’ as heteronormative, but not all have this option. Positive responses from the workplace were also noted. Gulzada, a 44-year-old who identifies as a lesbian and is an activist feared that there might be consequences for her job as a schoolteacher after a media interview. I felt uneasy in my heart and that people were looking at me differently, so I decided to go and talk to the school director. I said: “I imagine you are shocked after reading the papers”. And he replied, “oh, that article … it's old news”, and he reminded me that when we spoke last time, I explained everything, so it was okay… A couple of teachers had complained, but he had put their minds at rest. It was so touching to hear his words of support. I cried a little when I heard him say those things.Gulzada’s surprise and her anticipation of a negative reaction, as well as the presence of the teachers who complained, highlight the dominant discourse of heteronormativity. The narratives of both Ekaterina and Gulzada contrast with the findings of existing reports (Human Rights Watch 2015; Alma-TQ 2016; Vanner 2009), which concentrate on the violations of rights and discrimination against non-heterosexual and non-cisgender people within workplace environments. Community and DatingQueer people in Kazakhstan find creative ways to meet each other, to connect and to belong to a community. Participants in this study spoke about meeting in flat parties [kvartirniki], cafes, bars, and local activists’ organised meetings. As Zarina points out,Last month an activist from [organisation name] came over. And I remember after the meeting I felt very emotional. I felt elevated. Because when we met, there were many bisexual girls there, lesbians…To see couples, too. When you see that, the feeling of isolation just dissipates. For Zarina the presence of queer community is a significant source of support. Zarina highlights the importance of seeing other queer people and couples in long-term relationships. This echoes Arendt's thoughts about the importance of appearing in an environment where one is recognised (Arendt 1958). The opportunities to meet vary depending on the size of the city. Night clubs have been mentioned by most of the participants in this study. Similar to other Central Asian countries, the LGBT nightclubs and places of gathering are often spaces that ‘migrate’ to protect attendees (Suyarkulova 2020; von Boemcken, Boboyorov, and Bagdasarova 2018; Bagdasarova 2018). As one of the participants from Karaganda, Anna, explains: We live in a small town, and everybody knows each other, and a club is a closed space. You can’t just walk in from the street; you must come with someone who knows. I once had my camera with me and was almost beaten up because of it.Anna’s comment demonstrates the importance of confidentiality in queer spaces in Kazakhstan, which is consistent with research by von Boemcken, Boboyorov and Bagdasarova (2018), based in Bishkek, Kyrgyzstan. Online spaces become an important way to find connections and community, hence, the digital ‘world’ becomes a space of appearance for queer people in Kazakhstan (Butler 2015). One of the advantages of online spaces is that it allows a greater degree of visibility control. Online dating websites were mentioned by most of the participants in this study to find sexual connections and dates. However, even within dating applications there seems to be a certain unspoken contract of confidentiality. For example, Amir says: Everything is hidden. Most of the time you would receive a photo of someone’s body or genitals, rather than a photo of a face. Mostly, people do not use their actual names. Of course, then you get intimate. In my experience, people do not “out” each other on the apps.A US-based study of dating application users by Blackwell, Birnholtz and Abbott (2015) highlights that location-based real-time dating apps ‘allow for meeting proximate strangers’ (1121), permitting a high degree of anonymity and confidentiality to its users. The fear of being known or visible as queer has many consequences. One is related to the difficulty of dating as an openly queer person in Kazakhstan. Amir spoke about the difficulty of dating as an activist:There was a period when I tried meeting people on the apps. I was told, “yes, I actually know you, it’s cool”. Then I would suggest having a cup of coffee together, and they refused, saying, “sorry, I cannot appear with you in a public place, everybody will know straight away”.Amir’s narrative highlights the fear of being associated with somebody who is open about their sexuality. Meeting proximate strangers has another consequence. Miras speaks about the split of sexuality from the person when meeting people on the online dating websites: These meetings, mostly they are anonymous. They fear losing their confidentiality. You could say it is not the person who comes to meet you but just his sexuality. So, nothing personal…The priority of anonymity and confidentiality for non-heterosexual and non-cisgender people in Kazakhstan is consistent with existing reports (Vanner 2009; Article 19 2015; Human Rights Watch 2015). The internet becomes another site of recreation of social ordering. As Enguix and Ardevol (2012) note, ‘the Internet should not be seen as a separate or isolated context independent of everyday life since it is a significant source of data for the analysis of cultural representations of the body in our current society’ (503). In this way, the splitting of sexuality from other aspects of an individual’s life in dating applications is not surprising given the context of Kazakhstan, where sexual and gender transgressions are highly regulated and where being visible can be potentially dangerous for queer people (Vanner 2009; Human Rights Watch 2015; Article 19 2015).The internet allows for more control and possibilities for belonging and activism, as illustrated within the narrative of Bolat, who is able to curate his digital identity and be an activist while keeping peace with his family. Similarly, Miras spoke about his activism. Miras published, anonymously, articles in Russian and Kazakh on a local activist website. I have no idea who reads my articles and what conclusions are drawn from them. I just throw them into the abyss…I like to think that somewhere, someone is reading them.His aim is to increase queer visibility and to give future generations something that he did not have. Miras’s activism is determined by the fear that in the future he will be asked questions that he grappled with himself while growing up in the 90s and early 2000s in Nur-Sultan. While other studies in the region highlight that 1990s and early 2000s was a time of gender and sexual liberation, which were then followed by conservative turn of political homophobia of 2010s (Mamedov 2016), Miras’s experience was different: …I don't know where all the gays were in the 2000s. Why didn't they change things for the better…? To some extent, I blamed them for their cowardice and passivity… And then I realized that if we don’t do anything and instead say things like, “we just need to be quiet and hide in the corners so that no one beats us up”, then in 10-20 years’ time, someone else growing up gay in Kazakhstan will ask us those exact same questions. Miras writes articles and publishes them anonymously, exemplifying Butler’s idea of activism ‘from the margins’ (Butler 2015, 55). He managed to find a way to fulfil what he appears to believe to be his moral responsibility; to be the person he missed seeing when growing up, while staying safe. The balance between being visible and invisible is very fine, and some participants spoke about some of the costs of hiding. Sasha described secretly wanting to be found out as she and Anna felt tired of living in secret:There was time when I wanted to tell our parents openly. I was tired of all the lies. I was trying to prepare them. Almost telling, at least hinting about one’s queer identity, was not uncommon. For example, Bolat was printing LGBT-related articles from the internet and leaving them around his flat for his family to see, well before he came out. This was partially done to understand their attitudes towards LGBT but also to hint at his own identity. Ekaterina used to put on her makeup in the living room and not take care to hide her transgender identity before coming out. The desire to be seen seems to conflict with the necessity and(or) choice to hide. This dilemma is particularly evident in the frequency of same-sex weddings in Kazakhstan. Indeed, several participants in this study mentioned either attending same-sex weddings or having their own weddings in public places, which did not correlate with participants being open or hiding their sexuality. Anna speaks about her previous experiences of marrying women in Kazakhstan:By the way, it was not the first time that I had been proposed to. I had had weddings before. And, yes, I mean weddings, three in fact. Yeah, it was within a close circle of people, but still…visible to people around. While same-sex marriages are not legalized in Kazakhstan, Anna had several weddings, some of them celebrated in public places. Same-sex weddings in Kazakhstan have been documented before (for example, Bitner 2013). Same-sex wedding practices were common in other places where it was not legalized at the time. Elise Chenier (2018), in her writing about lesbian wedding practices in Canada and the United States from the 1920s to the 1970s, argues that the performance of conventional wedding ceremonies by same-sex couples can be seen as an act of resistance. Chenier (2018) notes that, …hundreds of thousands of lesbians and gays embraced the opportunity to marry, even when the state did not recognize it, because wedding ceremonies and marriage rituals also serve as a powerful way to affirm queer love and desire (298).On one hand, Anna and Sasha prefer to live in ambiguity, carefully avoiding any open proclamations of their queer identity. On the other hand, they are engaged and dream of a wedding celebration with friends and family. This seeming contradiction can be explained by an essential need to appear to others. As Arendt writes:For us, appearance – something that is being seen and heard by others as well as by ourselves – constitutes reality. Compared with reality which comes from being seen and heard, even the greatest forces of intimate life – the passions of the heart, the thoughts of the mind, the delights of the senses – lead an uncertain, shadowy kind of existence unless and until they are transformed, deprivatized and deindividualized (Arendt 1958, 50).However, the contradiction ceases to be a contradiction if we look at it from Butler’s (2009, xi–xii) perspective: When we act, and act politically, it is already within a set of norms that are acting upon us, and in ways that we cannot always know about.Butler argues that reproduction of gendered norms requires enactment. However, it is in the process of that very enactment that the norms begin to break open, creating, in turn, further possibilities for challenging established gender norms. Consequently, queer weddings in Kazakhstan are emerging within a network of existing power relations which determine who (and when) can appear in public (Butler 2015). It is also a way to embrace and appropriate some of the most iconic heterosexual rituals to affirm queer life and existence, and by doing it, challenge the very foundations that reinforce those power structures. DiscussionThis study demonstrates the complexity of the everyday life of queer people in Kazakhstan. In line with Arendt and Butler, this paper focuses on the way spaces of appearance are negotiated by them. The narratives of participants in this study reveal that the choice and ability to regulate one’s visibility is one of the most crucial expressions of queer agency and resistance. This paper expands on existing research in the Central Asian region, by going beyond human rights violations and the difficult experiences of queer individuals in Kazakhstan. As pointed out by Stella (2009), ‘a research agenda privileging LGBT rights and discrimination over other issues may ultimately backfire by victimizing non-heterosexuals, and indirectly contributing to the creation of social barriers and antagonisms, rather than to their demystification’ (229). This paper addresses this issue by illuminating instances of acceptance, support, and positive experiences of queer Kazakhstani people within various social contexts.The narratives of participants in this study question the binary of being either ‘in’ or ‘out’ of the closet. Indeed, most participants in my study inhabit the space in between, which allows for ambiguity and manoeuvring between visibility and invisibility. This finding is consistent with the argument of Mamedov and Bagdasarova (2021) who describe the use of word tema as a form of self-description by queer people in Kyrgyzstan, which allows for flexibility of behaviours and ‘diffuseness’ (15) of identity. In this study, both visibility and invisibility can function as an expression of agency, power and resistance, and decisions around one’s (in)visibility are contingent upon a complex interplay of emotional, relational, and pragmatic factors. For the participants, whose position is more precarious than others, visibility is not necessarily an option. For example, for many transgender people in Kazakhstan, passing as cisgender is complicated due to the challenging procedure of obtaining legal gender recognition.In line with Butler’s (2015) criticism of Arendt’s division between private and public, this study shows that the two are tightly interwoven. For example, one’s ‘public’ activism may lead to the loss of a relationship and a job (see Zarina’s narrative). Conversely, family relationships and professional ambitions shape the public presentation and activism of the participants of this study (for example, narratives of Bolat and Miras). Furthermore, I demonstrate the problematics of the private and public divide by challenging the idea of queer activism in Kazakhstan. Following Butler, I would like to disrupt the binary between the more iconic public forms of activism and the quieter everyday activist practices. Indeed, as Pink (2012) points out, everyday life and activism are often studied separately and in isolation from each other. ‘While activism takes place in public – it is explicit, explosive and political – the everyday is associated with the private, the hidden and often banal’ (Fish et al. 2018, 1196). Following Fish, King and Almack (2018), I believe that everyday activism works quietly but equally as powerfully alongside other enactments of agency and political resistance. As highlighted by Neal and Murji (2015), ‘the realm of the everyday brings the structure-agency knot directly into view, but more than this it brings close the immediacy and intensity of being in and part of social worlds’ (811). The focus on the everyday allows us to see how individuals enact and/or resist wider societal norms and institutional forces, enabling us to see the ‘moments of translation and synthesis in which the big folds into, shapes and is concertized in, but also co-constituted by the small’ (Neal and Murji 2015, 813). While many of the participants self-identified as activists, only a few were engaged in public activism. Most were involved in activism from the margins (Butler 2015) by expressing agency to more fully engage with their desires and networks of relationships. Anonymous articles, queer wedding ceremonies and mothers taking care of their child’s queer partner are examples of the countless ways in which queer people in Kazakhstan, as well as their families and friends, subvert existing norms by menial expressions of agency, care for one another, and power.2NotesAcknowledgementsI want to express my gratitude to Seamus Prior and Mason Neely, as well as to three anonymous reviewers for their constructive comments and suggestions of how to improve this article.DeclarationsFunding: This research did not receive any specific funding.Disclosure: I do not have any conflict of interests.Availability of data and material: Not applicable.Data availability: Data available within the article or its supplementary materials.Ethics approval: Approval was obtained from the ethics committee of the University of Edinburgh.Consent to participate: Informed consent was obtained from all individual participants included in the study.Consent to publish: The participants consented to have their data submitted to the journal for publication.ReferencesAdkins, L. 1995. Gendered Work: Sexuality, Family and the Labour Market. Buckingham: Open University Press.Ahmed, S. 2004. The Cultural Politics of Emotion. Edinburgh: Edinburgh University Press.Alma-TQ. 2016. “Violations by Kazakhstan of the Right of Transgender Persons to Legal Recognition of Gender Identity.” Accessed 10 April 2018. https://tbinternet.ohchr.org/Treaties/CCPR/Shared Documents/KAZ/INT_CCPR_CSS_KAZ_24305_E.pdf.Alma-TQ. 2021. “We live while nobody sees us: study of realities of living of trangender people in Kazakhstan\" [My Zhivem Poka Nas Ne Vid’at: Issledovanije Realij Zhizni Transgendernych Lyudej v Kazakhstane.] 2021. Accessed 2 August 2021. https://19816982-e8d5-45be-a5f7-d5dd84c14f65.filesusr.com/ugd/feded1_583f84c8db944a24a8b044a22683c8a0.pdf.Arendt, H. 1958. The Human Conditon. Chicago: University of Chicago Press.Arendt, H. 1998. The Human Condition. 2nd ed. Chicago: University of Chicago Press.Arendt, H. 2005. The Promise of Politics. New York: Schocken Books.Article19. 2015. “‘Don’t Provoke, Don’t Challenge’ The Censorship and Self-Censorship of the LGBT Community in Kazakhstan. ” Accessed 3 October 2017. https://www.article19.org/data/files/KZ_LGBT.pdf.Bagdasarova, N. 2018. “Securing an LGBT Identity in Kyrgyzstan. Case Studies from Bishkek and Osh.” International Quarterly for Asian Studies 49 (1–2): 17–40. doi:10.11588/iqas.2018.1-2.8659Berry, M., A. L. Wirtz, A. Janayeva, V. Ragoza, A.Terlikbayeva, B. Amirov, S. Baral, and C. Beyrer. 2012. Risk Factors for HIV and Unprotected Anal Intercourse among Men Who Have Sex with Men (MSM) in Almaty, Kazakhstan.” PLoS ONE 7 (8): 1–10. doi:10.1371/journal.pone.0043071Bitner, O. 2013. “Different Wedding: She and She\" [Drugaja Svad’ba: Ona i Ona.] Vox Populi. Accessed 1 November 2018. https://www.bbc.co.uk/news/blogs-news-from-elsewhere-27426534.Blackwell, C., J. Birnholtz, and C. Abbott. 2015. “Seeing and Being Seen: Co-Situation and Impression Formation Using Grindr, a Location-Aware Gay Dating App.” New Media and Society 17 (7): 1117–36. doi:10.1177/1461444814521595Boellstorff, T. 2005. The Gay Archipelago: Sexuality and Nation in Indonesia. Princeton: Princeton University Press.von Boemcken, M., H. Boboyorov, and N. Bagdasarova. 2018. “Living Dangerously: Securityscapes of Lyuli and LGBT People in Urban Spaces of Kyrgyzstan.” Central Asian Survey 37 (1): 68–84. doi:10.1080/02634937.2017.1334627Boyce, P. 2014. “Desirable rights: same-sex sexual subjectivities, socio-economic transformations, global flows and boundaries – in India and beyond.“ Culture, Health and Sexuality, 16(10): 1201–1215. doi: 10.1080/13691058.2014.944936Buelow, S. 2012. “Locating Kazakhstan : The Role of LGBT Voices in the Asia/Europe Debate.” Lambda Nordica 4: 99–125.Butler, J. 1990. Gender trouble. New York and London: Routledge.Butler, J. 2009. “Performativity, Precarity and Sexual Politics.” In AIBR. Revista de Antropología Iberoamericana, 4:i–xiii. Madrid: Antropólogos Iberoamericanos.Butler, J. 2015. Notes Toward a Performative Theory of Assembly. Cambridge MA: Harvard University Press.Buyantueva, R. 2018. “LGBT Rights Activism and Homophobia in Russia.” Journal of Homosexuality 65 (4): 456–83. doi:10.1080/00918369.2017.1320167Cavarero, A. 2005. For More Than One Voice: Toward a Philosophy of Vocal Expression,. Translated by P A Kottman. Stanford, CA: Stanford University Press.Chenier, E. 2018. “Love-Politics : Lesbian Wedding Practices in Canada and the United States from the 1920s to the 1970s.” Journal of the History of Sexuality 27 (2): 294–321. doi:10.7560/JHS27204Compton, C. A., and D. S. Dougherty. 2017. “Organizing Sexuality : Silencing and the Push – Pull Process of Co-Sexuality in the Workplace.” Journal of Communication 67: 874–96. doi:10.1111/jcom.12336Decena, C U. 2011. Tacit Subjects: Belonging, Same-Sex Desire, and Daily Life Among Dominican Immigrant Men. Durham: Duke University Press.Edenborg, E. 2017. Politics of Visibility and Belonging: From Russia ́s “Homosexual Propaganda” Laws to the Ukraine War. 1st ed. London: Routledge.Edenborg, E. 2018. “Homophobia as Geopolitics: ‘Traditional Values’ and the Negotiation of Russia’s Place in the World.” In Gendering Nationalism: Intersections of Nation, Gender and Sexuality, edited by J. Mulholland, N. Montagna, and E. Sanders-McDonagh, 67–87. London: Palgrave Macmillan.Enguix, B., and E. Ardevol. 2012. “Enacting Bodies: Online Dating and New Media Practices.” In The Handbook of Gender, Sex and Media, edited by R. Karen, 1st ed., 502–15. Malden: John Wiley & Sons.Essig, L. 1999. Queer in Russia: a story of sex, self, and the other. Durham: Duke University Press.Fine, M., M. E. Torre, D. M. Frost, and A. L. Cabana. 2018. “Special Thematic Section on ‘Rethinking Health and Social Justice Activism in Changing Times’ Queer Solidarities: New Activisms Erupting at the Intersection of Structural Precarity and Radical Misrecognition.” Journal of Social and Political Psychology 6 (2): 608–30. doi:10.5964/jspp.v6i2.905Fish, J., A. King, and K. Almack. 2018. “Queerying Activism through the Lens of the Sociology of Everyday Life.” The Sociological Review 66 (6): 1194–1208. doi:10.1177/0038026118758576Foucault, M. 1978. The History of Sexuality: The Will to Knowledge. London: Penguin.Gorman-Murray, A. 2008. “Queering the Family Home: Narratives from Gay, Lesbian and Bisexual Youth Coming out in Supportive Family Homes in Australia.” Gender, Place and Culture 15 (1): 31–44. doi:10.1080/09663690701817501Gradskova, Y., A. Kondakov, and M. Shevtsova. 2020. “Post-Socialist Revolutions of Intimacy: An Introduction.” Sexuality and Culture 24 (2): 359–70. doi:10.1007/s12119-020-09706-8Hanks, R R. 2009. “‘Multi-Vector Politics’ and Kazakhstan’s Emerging Role as a Geo-Strategic Player in Central Asia.” Journal of Balkan and Near Eastern Studies 11: 257–67. doi:10.1080/19448950903152110Healey, D. 2017. Russian Homophobia from Stalin to Sochi. London: Bloomsbury Publishing PLC.Hedva, J. 2018. On Hell. Santa Fe, NM: Sator Press.Hogan, B. 2010. “The Presentation of Self in the Age of Social Media : Distinguishing Performances and Exhibitions Online.” Bulletin of Science, Technology & Society 30 (6): 377–86. doi:10.1177/0270467610385893Human Rights Watch. 2015. “‘That’s When I Realized I Was Nobody’: A Climate of Fear for LGBT People in Kazakhstan.” Accessed 1 June 2017. https://www.hrw.org/report/2015/07/23/thats-when-i-realized-i-was-nobody/climate-fear-lgbt-people-kazakhstan.Ibragimov, U., and F. Y. Wong. 2018. “Qualitative Examination of Enacted Stigma towards Gay and Bisexual Men and Related Health Outcomes in Tajikistan, Central Asia.” Global Public Health 13 (5): 597–611. doi:10.1080/17441692.2016.1224910Ingala, E. 2018. “From Hannah Arendt to Judith Butler The Conditions of the Political.” In Subjectivity and the Political Contemporary Perspecti, edited by G. Rae and E. Ingala, 35–54. Abingdon: Routledge.Jackson, P. 2009. “Global Queering and [Global] Queer Theory: Thai [Trans]Genders and [Homo]Sexualities in World History.” Autrepart 49 (1): 15–30. doi:10.3917/autr.049.0015Junisbai, B., A. Junisbai, and N. Ying Fry. 2015. “Mass Media Consumption in Post-Soviet Kyrgyzstan and Kazakhstan: The View from Below.” Demokratizatsiya: The Journal of Post-Soviet Democratization 23 (3): 233–56.Kabatova, K. 2018. “Overcoming a Taboo : Normalizing Sexuality Education in Kazakhstan.” Central Asia Program Fellows Paper 200: 1–12. ttp://centralasiaprogram.org/wp-content/uploads/2018/01/Kabatova-CAP-Fellows-Paper-January-2018.pdf.Kon, I. 1995. The Sexual Revolution in Russia: From the Age of the Czars to Today. New York: The Free Press.Kondakov, A. 2014. “The Silenced Citizens of Russia: Exclusion of Non-Heterosexual Subjects From Rights-Based Citizenship.” Social and Legal Studies 23 (2): 151–74. doi:10.1177/0964663913505315Kosofsky Sedgwick, E. 1993. “Tales of the Avunculate: Queer Tutelage in the Importance of Being Earnest.” In Tendencies, edited by E. Kosofsky Sedgwick, 51–72. Durham, NC: Duke University Press.Kudaibergenova, D. T. 2016. “The Use and Abuse of Postcolonial Discourses in Post-Independent Kazakhstan.” Europe - Asia Studies 68 (5): 917–35. doi:10.1080/09668136.2016.1194967Laruelle, M. 2015. “In Search of Kazakhness : The Televisual Landscape and Screening of Nation in Kazakhstan.” Demokratizatsiya: The Journal of Post-Soviet Democratization 23 (3): 321–41.Latypov, A., T. Rhodes, and L. Reynolds. 2013. “Prohibition, Stigma and Violence against Men Who Have Sex with Men : Effects on HIV in Central Asia.” Central Asian Survey 32 (1): 52–65. doi:10.1080/02634937.2013.768059Levitanus, M. 2020. “Regulation and Negotiation of Queer Subjectivities in Post-Soviet Kazakhstan.” DPsychotherapy diss., University of Edinburgh. Levitanus, M. Forthcoming. “The role of uyat or the culture of shame in the regulation of queer subjectivities in Kazakhstan, and forms of resistance against it.” In Uyat or the culture of shame in Central Asia, edited by J.-F. Caron and H. Thibault. Series The Steppe and Beyond. Palgrave MacMillan.Mamedov, G. 2016. “The Illusion of the Soviet: Conservative Turn in Kyrgyzstan. The Law on Prohibiting ‘Gay Propaganda’ and the Soviet Discourse of Homosexuality.” In Queer-Communism eto etika [Queer Communism is an Aesthetic], edited by O. Shatalova, and G. Mamedov, 63–84. Moscow: Svobodnoe Marxistskoe Izdatelstvo.Mamedov, G. and N. Bagdasarova. 2021. “Tema, a ne «LGBT»? Vremia i prostranstvo seksual´no-gendernogo dissidentstva v postsovetskom Kyrgyzstane” [Tema, not LGBT? Time and Space of Sexual and Gender Dissent in Post-Soviet Kyrgyzstan .] Cahiers du monde russe, 62(2-3): 283-306. doi.org/10.4000/monderusse.12453Murray, S. 1995. Latin American Male Homosexualities. Albuquerque: University of New Mexico Press.Nay, O. 2014. “International Organisations and the Production of Hegemonic Knowledge: How the World Bank and the OECD Helped Invent the Fragile State Concept.” Third World Quarterly 35 (2): 210–31. doi:10.1080/01436597.2014.878128Neal, S, and K Murji. 2015. “Sociologies of Everyday Life: Editor’s Introduction to the Special Issue.” Sociology 49: 811–19. doi:10.1177/0038038515602160Omel’chenko, E. 2002. “Studying homophobia: Mehchanics of exclusion of 'Different' sexualities amongst youths.” In V Poiskakh Seksual’nosti. Sbornik Statei [In Search of Sexuality. Collection of Essays], edited by A. Temkina and E. Zdravomyslova, 469–510. Saint Petersburg: Dmitrii Bulanin.Omurov, N. 2017. “Identity disclosure as a securityscape for LGBT people.” Psychology in Russia: State of the Art, 10(2): 63–86. doi:10.11621/pir.2017.0205Patalakh, A. 2018. “Economic or Geopolitical? Explaining the Motives and Expectations of the Eurasian Economic Union’s Member States.” Fudan Journal of the Humanities and Social Sciences 11 (1): 31–48. doi:10.1007/s40647-017-0191-xPateman, C. 1983. “Feminist Critiques of the Public/Private Dichotomy.” In Public and Private in Social Life, edited by S. I. Benn and G. F. Gaus, 281–303. London: Croom Helm.Persson, E. 2015. “Banning ‘Homosexual Propaganda’: Belonging and Visibility in Contemporary Russian Media.” Sexuality and Culture 19 (2): 256–74. doi:10.1007/s12119-014-9254-1Pink, S. 2012. Situating Everyday Life: Practices and Places. London: Sage.Schroeder, C. G. 2015. “Sanctuary or Prison : Queer Youth and the Family, Household and Home.” Social & Cultural Geography 16 (7): 783–97. doi:10.1080/14649365.2015.1023824Sekerbayeva, Z., G. Serzhan, A. Ksan, and T. Chernobil. 2015. “Alternative Report on the Implementation of the Provisions of ICCPR Related to LGBT People in Kazakhstan.” Accessed 2 July 2019. https://tbinternet.ohchr.org/Treaties/CCPR/Shared Documents/KAZ/INT_CCPR_CSS_KAZ_24058_E.pdf.Spivak, G. C., and J. Butler. 2007. Who Sings the Nation-State? Language, Politics, Belonging. Calcutta: Seagull Books.Stella, F. 2009. “Lesbian Identities and Everyday Space in Contemporary Urban Russia.” University of Glasgow.Stella, F. 2013. “Queer Space, Pride, and Shame in Moscow.” Slavic Review 72 (3): 458–80. doi:10.5612/slavicreview.72.3.0458Stella, F. 2015. Lesbian Lives in Soviet and Post-Soviet Russia. Basingstoke: Palgrave Macmillan.Suyarkulova, M. 2020. “‘Nobody Is Going to Want Her like This:’ Disability, Sexuality, and Un/Happiness in Kyrgyzstan.” Kohl: A Journal for Body and Gender Research 6 (2): 188–200. doi:10.36583/2020060206Tamboukou, M. 2013. “A Foucauldian Approach to Narratives.” In Doing Narrative Research, edited by M. Andrews, C .Squire, and M. Tamboukou, 2nd ed., 88–107. London: Sage.Tamboukou, M. 2015. “Narrative Modalities of Power.” In Discourse and Narrative Methods: Theoretical Departures, Analytical Strategies and Situated Writings, edited by M. Livholts and M. Tamboukou, 63–78. London: Sage.Vanner, S. 2009. “Unacknowledged and Unprotected: Lesbian, Gay, Bisexual and Transgender People in Kazakhstan.” Accessed 15 June 2017. https://www.soros.kz/wp-content/uploads/2010/05/2013_09_04__04_43_19__269.pdf.Wu, E., A. Terlikbayeva, T. Hunt, S. Primbetova, Y. Gun Lee, and M. Berry. 2017. “Preliminary Population Size Estimation of Men Who Have Sex with Men in Kazakhstan: Implications for HIV Testing and Surveillance.” LGBT Health 4 (2): 164–67. doi:10.1089/lgbt.2015.0152Yurchak, A. 2005. Everything Was Forever, until It Was No More: The Last Soviet Generation. Princeton, NJ: Princeton University Press.Zavella, P. 2003. “Playing with Fire: The Gendered Construction of Chicana/Mexicana Sexuality.” In Perspectives on Las Américas: A Reader in Culture, History, & Representation, edited by M. C. Gutmann, F. V. Matos Rodriguez, L. Stephen, and P. Zavella, 229–44. Hoboken, New Jersey: Blackwell.Zdravomyslova, E. 2001. “Hypocritical Sexuality of the Late Soviet Period: Sexual Knowledge and Sexual Ignorance.” In Education and Civic Culture in Post-Communist Countries, edited by R. Miller and E. Zdravolmyslova, 151–67. Basingstoke: Palgrave Macmillan.Zerilli, L M G. 1995. “The Arendtian Body.” In Feminist Interpretations of Hannah Arendt, edited by B. Honig, 167–93. Pennsylvania: Pennsylvania State University Press.",
    "id": 582043004,
    "identifiers": {
        "doi": "10.1080/02634937.2021.2008874",
        "oai": "oai:pure.atira.dk:publications/05268181-3ebc-494a-82d8-47dce6bf6048"
    },
    "title": "Agency and resistance amongst queer people in Kazakhstan",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-02-14T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.southwales.ac.uk/ws/files/10035359/Agency_Paper_Accepted_manuscript.docx"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/582043004.docx"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/582043004"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/582043004/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/582043004/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/582043004"
        }
    ],
    "abstract": "This article focuses on the everyday lives of queer people in Kazakhstan, exploring how they express agentic power and negotiate their queer identity. This research is based on a Foucauldian-informed narrative analysis of in-depth interviews with 11 people who identify as queer and live in Kazakhstan. Findings show that the choice and ability to regulate one’s visibility are crucial expressions of queer agency and resistance. This paper expands on previously published research on gender and sexuality in Central Asia by focusing beyond the issues of violation of human rights and the difficult experiences of queer people, by considering instances of acceptance, support and positive experiences alongside experiences of homophobia, transphobia and discrimination.</p",
    "tags": [
        "article",
        "Development",
        "Earth-Surface Processes",
        "Geography, Planning and Development"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/05268181-3ebc-494a-82d8-47dce6bf6048",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5717",
        "openDoarId": 0,
        "name": "University of South Wales Research Explorer",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 582043004,
        "depositedDate": null,
        "publishedDate": "2022-02-14T00:00:00+00:00",
        "updatedDate": "2024-01-23T12:11:52+00:00",
        "acceptedDate": null,
        "createdDate": "2023-09-10T09:26:47+01:00"
    },
    "urls": [
        "https://pure.southwales.ac.uk/en/publications/05268181-3ebc-494a-82d8-47dce6bf6048",
        "https://doi.org/10.1080/02634937.2021.2008874",
        "https://pure.southwales.ac.uk/ws/files/10035359/Agency_Paper_Accepted_manuscript.docx"
    ],
    "lastUpdate": "2024-01-23T12:11:52+00:00",
    "setSpecs": []
}