{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Eichert, Christian A"
        },
        {
            "name": "Luedicke, Marius K"
        }
    ],
    "contributors": [],
    "createdDate": "2022-02-01T20:06:07+00:00",
    "dataProvider": {
        "id": 50,
        "name": "Goldsmiths Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/50",
        "logo": "https://api.core.ac.uk/data-providers/50/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1093/jcr/ucab077",
    "downloadUrl": "https://core.ac.uk/download/490817314.pdf",
    "fullText": "Eichert, Christian A and Luedicke, Marius K. 2022. Almost Equal: Consumption under FragmentedStigma. Journal of Consumer Research, 49(3), pp. 409-429. ISSN 0093-5301 [Article]https://research.gold.ac.uk/id/eprint/31242/The version presented here may differ from the published, performed or presented work. Pleasego to the persistent GRO record above for more information.If you believe that any material held in the repository infringes copyright law, please contactthe Repository Team at Goldsmiths, University of London via the following email address:gro@gold.ac.uk.The item will be removed from the repository while any claim is being investigated. Formore information, please contact the GRO team: gro@gold.ac.uk        Almost Equal: Consumption under Fragmented Stigma   Christian A. Eichert Marius K. Luedicke     Accepted Manuscript  Journal of Consumer Research  https://doi.org/10.1093/jcr/ucab077       Christian A. Eichert (c.eichert@gold.ac.uk) is lecturer in marketing at the Institute of Management Studies, Goldsmiths, University of London, New Cross, London SE14 6NW, United Kingdom. Marius K. Luedicke (m.luedicke@city.ac.uk) is reader in marketing at Bayes Business School, City, University of London, 106 Bunhill Row, London EC1Y 8TZ, United Kingdom. Please address correspondence to Christian A. Eichert. The authors gratefully acknowledge the constructive comments of Linda L. Price, Markus Giesler, the Associate Editor, and three anonymous reviewers. They also thank Fleura Bardhi, Jack Coffin, Giana Eckhardt, Katharina Husemann, and Elisabeth Pichler-Luedicke for their academic support and Carolin Eisl for her help in designing figure 1. Finally, the authors are indebted to their participants who have shared not only the joyful but also some most personal episodes from their lives. This article is based on the first author’s doctoral dissertation. The authors declare having no conflict of interests. Supplementary materials are included in the web appendix accompanying the online version of this article.       ABSTRACT   How do historically stigmatized social groups consume strategically when they have achieved greater recognition, status, and respectability in society? Based on a seven-year interpretive social representations analysis of gay men in Germany, the authors first show that dominant, stigmatizing representations of such groups do not ameliorate uniformly and for all. Instead, they fragment into oppressive, enabling, and normalized societal representations that different consumers encounter to different degrees in their everyday lives. In the wake of these societal shifts, the stigmatized group itself disintegrates into five representational subgroups, referred to as underground, discrete, hybrid, assimilated, and post-stigma social groups. These subgroups use consumption for different and partly opposing strategic purposes, such as hiding and denial, collective resistance, and deconstruction of differences. The authors synthesize their findings into a conceptual model of consumption under fragmented stigma that extends prior research on consumption under dominant and total stigma configurations and suggests ways in which consumption can mitigate but also reinforce stigma. In doing so, they also shed light on the complex lived experiences of a vulnerable social group that has become almost equal.        Keywords: stigma, stigmatized consumers, gay men, LGBTQ, subculture, consumer culture     What we want is to get rid of discrimination. We don’t want to be the same, but we want to have the same life chances and the same rights. We’ve always been a bit more hedonistic. A bit trendier regarding fashion, manners, and so on. (Gregor, gay rights activist, and participating expert interviewee)   The times when we had to draw attention to ourselves with shrill clothes and very special looks are over. We don’t have to be particularly proud of being gay. Why should we? We’re totally normal. (Adam, consumer focus group participant)   Social groups that are stigmatized based on their race, ethnicity, sexual orientation, social class, appearance, or inabilities represent a significant share of Western consumer markets. Unlike their nonstigmatized counterparts, such groups consume not only to satisfy their desires, express their identities, or promote unique ways of being (Kozinets 2001; Schouten and McAlexander 1995). To some degree, they also consume strategically to avoid, cope with, or resist their stigmatization (Adkins and Ozanne 2005; Crockett 2017; Kates 2002; Peñaloza 1994; Scaraboto and Fischer 2013; Visconti 2008, 2016). Gay consumers in Toronto in the 1990s, for example, strategically avoided significant oppression by retreating to “physical place[s] and social space[s]” where they could freely express their subcultural consumption desires (Kates 2002, 386). Contemporary black American middle-class consumers, in turn, cope with their stigmatization by promoting “‘positive’ (nonstigmatized) representations of blackness” through their consumption (Crockett 2017, 568). In addition, plus-sized fashion enthusiasts resist their stigmatization by promoting institutional innovation through alliances with “powerful institutional actors” (Scaraboto and Fischer 2013, 1250). What unites these and other previously studied stigmatized groups is that they all faced a dominant, “pervasive” (Kates 2002, 383) and “systemic” (Crockett 2017, 555) stigma that   substantially diminished their life prospects in nearly every social domain. In recent years, however, some historically stigmatized social groups have—often at the risk of their lives—achieved much higher levels of respect, integration, and equality in their respective societies than consumers in existing studies (Die Zeit 2016). These groups no longer face the same all-encompassing and dominant stigma, nor are they oppressed and disadvantaged in the same way. We therefore ask, how do historically stigmatized social groups consume strategically when they have achieved greater recognition, status, and respectability in society? We address this question through a seven-year interpretive study of gay consumers in Germany. We collected our data via consumer interviews, expert interviews, focus groups, archives, and participant observations of gay men who, after decades of systematic, state-sponsored killing and persecution, have gradually won a substantially higher degree of legal equality and respectability in the country at large. To analyze these data, we conducted a social representations analysis that is widely used in sociology and social psychology (Howarth 2002). This approach allowed us to capture the multiple intersecting and often contradictory meanings, images, and manifestations through which the broader German society “establish[ed] facts” about gay men (Howarth 2006, 67; Jodelet 1991). It also enabled us to systematically explore how stigmatized gay consumers saw themselves “through the eyes of others” (Howarth 2002, 151) and how this outside view shaped their collective identities and consumption strategies (Howarth et al. 2014; Jovchelovitch and Priego-Hermández 2013). In the following, we first introduce the concepts of stigma and stigma configurations and review the existing literature on the consumption strategies of historically stigmatized groups. We then explain the key features of social representations analysis, introduce our research context, explain our methodological approach, and present the findings from our study. Lastly,   we discuss contributions and boundary conditions of our research in relation to the literature on stigmatized consumer groups, suggest ways in which consumption can not only mitigate but also reinforce stigma, and outline avenues for future research.  THEORY  To lay the theoretical groundwork for our analysis, we first define stigma and introduce our concept of stigma configurations. We then use the stigma configurations notion to synthesize existing research on the consumption strategies of stigmatized social groups.   Stigma   Since Goffman’s (1963) seminal writings on the management of a spoiled identity, researchers have made significant progress in conceptualizing stigma, understanding the stigmatization processes, and discovering the strategies stigmatized social groups use to manage their lives with a social burden (Link and Phelan 2001). In their impactful review of stigma studies in sociology, Link and Phelan (2001, 277) argue that stigma exists where “elements of labeling, stereotyping, separation, status loss, and discrimination occur together in a power situation that allows them.” For them, stigma is particularly contingent on a dominant group having “access to social, economic, and political power that allows the identification of differentness, the construction of stereotypes, the separation of labeled persons into distinct categories, and the full execution of disapproval, rejection, exclusion, and discrimination” (367). Importantly, dominant groups not only label and   stereotype other groups as different based on socially selected markers such as class, gender, ethnicity, age, sexual orientation, or bodily features, but also as socially less. Being stigmatized therefore often significantly reduces its bearers’ consumption prospects (Scaraboto and Fischer 2013), career opportunities (Stuart 2004), mental and physical health (Parcesepe and Cabassa 2013), and even life expectancies (Hatzenbuehler 2014). Two elements of Link and Phelan’s (2001) theorization are particularly relevant to our analysis: the dependence of stigma on power and stigma as a matter of degree. The dependence of stigma on power helps to distinguish stigmatized social groups from social groups that merely face negative stereotypes. As Link and Phelan (2001) argue, groups who stigmatize others must not only have the power to ensure that the label they ascribe to others “is broadly identified” in society and that society “recognizes and deeply accepts the stereotypes they connect to the labeled differences” (376). The dominant group must also have the power to effectively “separate ‘us’ from ‘them’” by controlling “access to major life domains like educational institutions, jobs, housing, and health care” (376). From this perspective, neither rich, urban Harley-Davidson riders nor Star Trek fans, for example, count as stigmatized. Although they are confronted with an “outlaw stereotype” (Schouten and McAlexander 1995, 53) or associated with “fanaticism” and “immaturity” (Kozinets 2001, 73), these consumers are not forced into an inescapable, subordinate position by powerful others. Link and Phelan (2001) further theorize stigma as a matter of degree. This aspect of their conceptualization not only captures the fact that “some groups are more stigmatized than others” (377) but also that some individuals within a stigmatized group suffer more than others, depending on their “personal, social, and economic resources” (380). Link and Phelan (2001) acknowledge the possibility that “deeply held attitudes and beliefs” (381) about a stigmatized   group can change over time, but conclude from their review that stigma overall is a “very persistent predicament” in the lives of those affected by it (363). For them, this stability results from dominant groups usually possessing “a flexible package of mutually reinforcing mechanisms” (381) that allows them to stigmatize social groups to a significant degree in ever-changing ways (Crockett 2017). For example, recent studies of racism in Western societies have found that antiblack stigma is now reinterpreted by some as “individual-level animosity” rather than a structural and institutional problem (Bonilla-Silva and Ray 2015, 59). This reinterpretation allows broader society to “conveniently” ignore remaining and newly emerging forms of racism, with the result that the antiblack stigma has not diminished but changed in quality (ibid.).  In summary, previous stigma research has shown how stigmatized social groups respond to stigmas that vary in quantity and quality but remain the dominant force in their lives. It does not, however, yet explain how social groups and their consumption strategies change when these historical power inequalities have balanced out to some degree.  Stigma Configurations and their Corresponding Consumption Strategies   To systematically investigate how historically stigmatized social groups adapt their consumption strategies to changing stigma conditions, we introduce the concept of stigma configurations. We define stigma configurations as ideal-typical combinations of social representations (a notion that we introduce in the next section) that shape the collective identities, consumption strategies, and life prospects of stigmatized social groups in characteristic ways. Stigma configurations differ in terms of how the broader society represents a social group in areas such as legislation, markets, media, religion, and education, as well as in   terms of which stereotypical images, associations, relationships, and moral judgments it perpetuates. Existing consumer culture research has focused predominantly (and often implicitly) on two stigma configurations and four corresponding consumption strategies, which we summarize below.   Total Stigma and Invisible Consumption. The first stigma configuration implied in previous research can be described as total stigma. Under a total stigma configuration, a society denies a stigmatized group the right to exist or to participate in social life in any meaningful way. The stigmatized group is portrayed as degenerate, perverted, immoral, nonhuman, or even dangerous to the moral integrity and structural order of a society. Consequently, the stigmatized are systematically ostracized and persecuted, not only to the point of “symbolic domination” (Bourdieu 1991, 50), but even in terms of physical punishment, incarceration, or annihilation.  Total stigma is the prevailing social context in studies of slavery, state-sponsored homophobia, and genocide (Bauman 2001; Berlin 1998; ILGA 2020), but it has rarely been addressed directly in consumer research. Among the few examples is Hill and Hirschman’s (1996, 447) study on inmates of the Nazi Buchenwald concentration camp; these individuals developed “survival strategies” in the face of total, dehumanizing stigmatization and the absence of “meaningful consumer behavior choices.” Crockett (2017), in turn, discusses how black consumers in the United States endured a total stigma until the mid-20th century; this stigma relegated them “to the bottom of the evolutionary and social scale” (557), and denied them access to “full social and cultural citizenship” (558). Luedicke (2015, 116) also mentions, without elaborating, how Turkish migrant workers in Austria were totally stigmatized by indigenous Austrians in the 1960s and 1970s and treated like slaves who were “supposed to work   and be well-behaved” but not “exist as consumers”.   Dominant Stigma and Consumption as Avoidance, Coping, and Resistance. We refer to the second stigma configuration captured by previous research as dominant stigma. When perpetuating a dominant stigma, a society recognizes a historically stigmatized social group as bearers of some (but not all) legal rights and grants them limited access to markets and other institutions such as education or media representation. At the same time, however, society continues to negatively label and stereotype those who bear this stigma across social spheres, exercising its power to separate, discriminate, and deny them equal status and participation rights (Link and Phelan 2001). As a result, a dominated social group can legally exist as a distinct social entity, openly express its subcultural identity (Kates 2002), and “challenge domination” (Crockett 2017, 562), but this entity is still merely tolerated rather than respected in society. While stereotypes about a dominated group can sometimes include benevolent associations—gay men are deemed “creative,” for example, but are not suited to be professional soccer players (Visconti 2008, 132)—negative stereotypes are nonetheless so pervasive that they define the stigmatized individual in all-encompassing terms (Goffman 1963). Therefore, when living under a dominant stigma, individuals always “expect to be stigmatized” (Crockett 2017, 566). Dominant stigma is the most common stigma configuration in prior consumer research. Studies have shown with great consistency how social groups that are legally recognized as (almost) equal are nonetheless ascribed pejorative labels (Adkins and Ozanne 2005), stereotyped as inferior (Bonsu 2009; Peñaloza 1994), forced into segregation (Crockett 2017; Kates 2002), and excluded from access to consumption opportunities and respectable status echelons (Luedicke 2015). Under dominant stigma, individuals therefore strategically consume to avoid,   cope with, and resist their stigma (Jafari and Goulding 2008; Liu and Kozinets 2021; Sandıkcı and Ger 2010; Scaraboto and Fischer 2013; Üstüner and Holt 2007). Consumption as avoidance and coping tends to occur in contexts where the threat of being emotionally or even physically harmed is high and power imbalances are substantial. For example, after 9/11, Muslim women in the United Kingdom strategically avoided being discriminated against and going against “the dictates of the authorities” by not wearing their traditional veils in public (Jafari and Goulding 2008, 81). Contemporary black middle-class consumers in the U.S. similarly avoid discrimination individually by distancing themselves from stigmatized (consumer) “identities, objects, tactics, and alike” (Crockett 2017, 561). Canadian gay consumers in the 1990s, in turn, coped with a dominant stigma collectively by escaping from “the straight world” (Kates 2002, 389) into a “gay ghetto” (386). Within such segregated spaces, gay consumers “felt safe and secure to walk, talk, behave, and consume” freely (ibid.), express and negotiate gay subcultural tastes and identities, and collectively carry the burden of belonging to a “politicized and stigmatized community” (398). Consumption as resistance, in turn, tends to occur in contexts where substantial power imbalances persist, but still allow a dominated group to act collectively and politically in public (Peñaloza 1994; Sandıkcı and Ger 2010; Scaraboto and Fischer 2013). Nonheterosexual consumers, for example, collectively resist their marginalization at political consumption spectacles such as LGBTQ+ festivals and pride parades where they temporarily reverse their minority status and publicly claim “space and power beyond the confines of the gay ghetto” (Kates and Belk 2001, 420). Plus-sized fashion enthusiasts also openly resist “the widespread stigmatization of fat bodies” (Scaraboto and Fischer 2013, 1238), albeit in a less spectacular way. These self-proclaimed “fatshionistas” (1234) build transnational online communities of   like-minded others—colloquially referred to as the “Fatosphere” (1239)—to increase their public visibility and forge strategic partnerships to jointly combat the fashion industry’s pervasive stigmatization of plus-sized bodies (Saren, Parsons, and Goulding 2019).   Beyond Dominant Stigma. In societies that have begun to embrace the idea of human diversity, historically stigmatized consumers do not necessarily or uniformly experience their stigma as dominant and persistent (Link and Phelan 2001). Instead, consumers like Gregor from our opening quote may still see themselves as disadvantaged and struggle for “the same life chances,” whereas consumers like Adam already see themselves as “totally normal.” Empirically capturing the multiple, competing identities and consumption strategies that emerge under post-dominant stigma requires three shifts in analytical perspective from previous research. First, instead of taking a dominant stigma as given, the multiple competing stereotypes, associations, and normative conversations about the social group (i.e., “how they see us”) must be included in the empirical analysis. Second, the analysis must capture the various ways in which gay men represent themselves as members of a stigmatized social group (i.e., “how we see ourselves”) rather than assuming a subcultural positionality (Kates 2002). Finally, the analysis must remain open to diverse consumption strategies and micropolitical purposes, well beyond consumption as avoidance, coping, and resistance. To facilitate these shifts in perspective, we adopted a social representations analytical approach, which we outline next.   Social Representations Analysis of Stigmatized Social Groups   Social representations analysis was developed by the French social psychologist Serge   Moscovici to explore how systems of knowledge, beliefs, and values form, operate, compete, and evolve at various levels of analysis, including individuals, social groups, and entire societies (Moscovici 1961/2007). Moscovici defines social representations as shared “system[s] of values, ideas, and practices” that enable individuals, social groups, or societies “to orient themselves in their material and social world and to master it” (1973, xiii). Social representations enable individuals and social groups such as families, soccer clubs, religious communities, or nation-states to collectively make sense of the world, others, and themselves; to act in the world, reenact and navigate it; and to act on the world and exert agency (Howarth 2006). They are constituted by continuous, repeated, and collective communicative processes of “re-presenting” the world in symbols, language, objects, categories, and practices (Howarth 2006, 79). A particular strength of social representations analysis is that it allows scholars to capture the multiplicity of coexisting, competing, and conflicting beliefs, meanings, and “normative conversations” (Visconti 2016, 372) that a society perpetuates about a stigmatized social group. Social representations analysis further enables scholars to trace representations across time and space, and thus to explore “how new reconfigurations” of stigma processes and consumption practices “come into being” (Kates 2002, 396). Because of these characteristics, social representations analysis has been used extensively outside of consumer research to study stigmatized social groups, including ethnic and racial groups (Howarth 2002; Howarth et al. 2014), religious minorities (Wagner et al. 2012), the mentally ill (Jodelet 1991), or people living with HIV/AIDS (Joffe 1999). Alongside the core concept of social representations itself, we use three other key elements of social representations theory to analyze consumption under a post-dominant stigma configuration, i.e., anchoring, objectification, and re-presenting.     Anchoring. Anchoring refers to communicative processes of making unknown phenomena familiar by relating them to pre-existing systems of representations (Moscovici 1984). Such forging of abstract, new phenomena “into recognizable frames of references” liberates “the unknown from total incomprehensibility” (Höijer 2011, 7–8). Anchoring takes various empirical forms. For example, the initial anchoring of a knowledge object called climate change involved naming (e.g., climate crisis), emotional anchoring (e.g., fear, hope, and guilt), thematic anchoring (e.g., individualization), metaphoric anchoring (e.g., a dying planet), and anchoring it in specific antinomies (e.g., guilty vs. innocent, us vs. them) (Höijer 2011, 7). Anchoring is a deeply political and contested process, especially with stigmatized social groups (Howarth 2006). Analyzing what stigmatized social groups are anchored in, and by whom, can reveal underlying political motives of competing social groups and explain the life struggles and counter-anchoring practices of those who are being represented (ibid.). For instance, anchoring black pupils from South London’s poverty-ridden Brixton neighborhood in notions of crime and deviance, emotions of fear, and us-versus-them antinomies served the dominant group to “maintain” these children as “marginal and subordinate” (Howarth 2002, 154) “losers” (Howarth 2006, 72) in an unequal “battle” (75) for representational dominance.   Objectification. Objectification refers to the process of translating these abstract anchorings into manifest images, artifacts, institutions, laws, or embodied practices (Moscovici 1984). For Moscovici (1984, 38), to objectify is “to discover the iconic quality of an imprecise idea or being” and reproduce it, for example, in a visual image or object that we can “perceive and experience with our senses” (Höijer 2011, 12). Objectification takes place in a variety of ways. The phenomenon of climate change, for example, has been objectified through poignant images   (e.g., melting glaciers), objects (e.g., smoking coal-fired power plants), animals (e.g., cute, clean polar bears), people (e.g., Greta Thunberg), emotions (e.g., pitying images of starving polar bears), events (e.g., extreme weather phenomena), and embodied practices (e.g., air travel) (Höijer 2011). Like anchoring, objectification is also deeply political and contested because the calculated selection of a “figurative nucleus” (Moscovici 1988, 222) for an abstract phenomenon can have a profound impact on an audience’s thoughts and actions. Objectifying complex immigration dynamics, for example, through misleading and disturbing images of invading crowds can trigger fears and hostile reactions among a wider public that serve the political agendas of those who propagate such images (Bonsu 2009; Luedicke 2015).   Re-presenting as Enacting, Rejecting, and Reforming Social Representations. Durkheim (1912/1995, 13) conceptualized “collective representations” as static, uniform beliefs, disseminated by powerful actors such as the authoritarian state or organized religion. Moscovici (1988), in contrast, theorizes social representations as highly dynamic entities that are constantly (re-)produced, contested, and reworked. Such re-presenting occurs in intersubjective, intergroup, and societal communications that take place, for example, at family dinner tables, among fans of competing soccer clubs, or in mass- and social media. Following Howarth (2006) and Jovchelovitch (2007), we distinguish three key re-presenting processes: enacting, rejecting, and reforming social representations. Social representations are enacted when people translate anchors and objectifications into scripts for situated cognition, conversation, action, and affect. For example, when a police officer stops a young black man in a favela in Rio de Janeiro, the officer translates a social representation of “young black man” anchored in crime, poverty, danger, and drug trafficking into situated   objectifications as cognition, language, action, and embodied responses, including a rising heart rate and a sense of alertness (Jovchelovitch and Priego-Hermández 2013). Social representations are rejected when a stigmatized social group holds “oppositional [self-] representations” (Howarth 2006, 75) that conflict with dominant representations. The young black man stopped in the favela, for example, anticipates the police officer’s stigmatizing representation of “young black men” by seeing himself through the eyes of the other (Howarth 2002), but enacts an oppositional self-representation of young black favela youth as structurally discriminated against, helpless, and constantly harassed by the police. Social representations are reformed when dialogue between conflicting “knowledge systems” (Jovchelovitch 2007, 111) occurs and, “through the ethical imperative of recognizing the other,” representations are “understood, negotiated, and eventually transformed” (144). For example, inclusive youth projects, where young people from inside and outside Rio’s favelas meet with social workers and local authorities, allow participants to encounter the others’ perspectives, rethink their anchorings and objectifications of each other, and help to break the vicious cycle of stigmatization and violence (Jovchelovitch and Priego-Hermández 2013). In summary, social representations analysis has proven useful for examining the nuances and “hidden levels” (Höijer 2011, 14) in the social construction of stigmatized social groups, for critically assessing who “the winners and losers on the battlefield of social re-presentation” are (Howarth 2006, 71-2), and for identifying ways in which shifts in representations could be elicited. However, like consumer research, social representations research has predominantly focused on the effects of, and resistance to, dominant stigma configurations. Therefore, previous research cannot explain how historically stigmatized social groups represent themselves and consume strategically when their stigma has declined in society at large. We next describe the   social representations analytical procedures that enabled us to address this important question.  CONTEXT AND METHODS  To explore consumption under post-dominant stigma conditions, we analyzed social representations about gay men in German society and among gay men about themselves. In Germany, which historian Rob Beachy (2014) described as the “birthplace” of gay subjectivities as a distinct, modern category of identity, gay men have a long and difficult history. Within a lifetime, and since World War II, their stigma conditions have evolved from state-sponsored persecution and killing, to open legal persecution and imprisonment, to granting gay men the right to form civil unions, and ultimately marry. Yet despite much progress towards destigmatization, Germany, is still a predominantly heteronormative society where, for many gay men, coming out still carries significant social and professional risks (Frohn, Meinhold, and Schmidt 2017), and a fear of physical harm remains a constant companion. This concurrence of unprecedented social recognition and persistent exclusion implies that the stigma of gay men in Germany can no longer be seen as dominant, all-encompassing, and inescapable, but has become much more complex, possibly avoidable, and unequally distributed.   Data Collection   We followed examples of prior social representations analyses to develop a “complexity-seeking” interpretive research design (Crockett 2017, 561; Howarth et al. 2014; Jodelet 1991; Joffe 1999). We collected data in five steps (for a data summary, see table A1 and for participant   details, see table A2 in the web appendix). (1) We first conducted semistructured phenomenological interviews with 14 self-identifying gay men, ages 18 to 39, from diverse sociodemographic backgrounds, all of whom grew up under a post-dominant stigma configuration (Thompson 1997). We recruited participants through social media, LGBTQ+ community centers, and personal networks and snowballed for further leads. We conducted the interviews in coffee shops, public spaces, via Skype, or at the participants’ homes. We started the interviews with a series of “grand tour” questions (McCracken 1988) and then delved into topics such as their preferences as consumers, personal accounts of coming out, and their experiences of labeling, discrimination, separation, and status loss in the areas of work, family, leisure, and intimate life. Thus, we garnered our first in-depth insights into how contemporary gay consumers represented themselves as members of a social group, the extent to which they felt stigmatized in German society, and how they consumed in response to varying degrees and qualities of stigmatization.  (2) Next, we conducted two focus group discussions with 11 additional gay participants (with 5 and 6 members, respectively), following Marková et al.’s (2007) methodological recommendations. Observing participants who work as soldiers, journalists, or teachers debating marriage equality, for example, provided insights into post-dominant gay self-representations and how these various self-representations complemented and contradicted each other.  (3) To further explore the historical development of social representations of gay men in Germany, we conducted 11 interviews with expert participants between the ages of 33 and 82: three gay activists, two members of Germany’s federal parliament, two journalists, two service providers for the LGBTQ+ market, a published author, and a prominent blogger. Through these expert participants’ accounts, we were able to look back on six decades of gay life under total,   dominant, and post-dominant stigma configurations.  (4) We then augmented and triangulated these primary data with archival data covering the period from the end of World War II through January 2020 to track representations of gay men over 75 years. We collected copies of legal texts, journalistic coverage, and cultural products such as magazines, art, and films to trace the focal anchorings and (consumption) objectifications of gay men during this period. We conducted a systematic electronic search of 25,183 archival records held by the Gay Museum Berlin using the (German) keywords such as “subculture,” “consumption,” “gay movement,” “stigma,” “discrimination,” or “lifestyle”. A screening of search results yielded 96 relevant books, manuscripts, journals, political manifestos, dissertations, and scholarly sources since 1945. During a field trip to Berlin, we took photos and notes of exhibitions on gay history at the Gay Museum and the German Historical Museum. (5) Throughout the data collection period (2012 to 2020), the first author conducted participant observations and informal interviews in gay bars, commercial infrastructure, community centers, pride parades, bathhouses, or film festivals, for example. He also attended art exhibitions, lectures, and meetings of LGBTQ+ student associations and professional organizations. Throughout the process, he recorded short ad hoc analytical memos and audiovisual impressions on his smartphone. This immersion into the life worlds of contemporary gay consumers in Germany allowed the first author to “actually witness or even experience the social representations operating in particular contexts or encounters” (Howarth 2006, 73) and thus to garner a first-hand, embodied understanding of the multiplicity of configurations of gay stigma and how they shape consumption strategies across various socio-spatial contexts.   Data Analysis     After initial preliminary analyses of interview data and further rounds of data collection, we analyzed our entire data corpus in three stages. First, we analyzed our historical and expert interview data in terms of historical turning points and shifting anchorings that would mark transitions between distinct stigma configurations. The first stigma configuration that exhibited the features of a total stigma prevailed at the beginning of our observation period (1945) and lasted until the partial decriminalization of gay sex in 1969. The second configuration prevailed from 1969 until civil unions were legalized in 2001 and showed the hallmarks of a dominant stigma. We coded the period from 2001 until the present day as a third, post-dominant stigma configuration. In the ensuing analysis, we focused on examining consumption under this post-dominant stigma configuration, using preceding configurations for analytical contrasting. Next, we analyzed our primary data through an iterative part-to-whole approach common in interpretivist consumer research (Spiggle 1994; Thompson 1997). We followed the coding and analytical principles of thematic analysis (Braun and Clarke 2006). We coded our data according to widely shared anchorings and objectifications of gay men as a social group, as well as shared practices of enacting, rejecting, and reforming representations through consumption. For example, our anchoring codes included concepts (e.g., straight-acting or flamboyant), emotions (e.g., fear, guilt, pride), themes (e.g., liberalism, oppression), metaphors (e.g., coming out of the closet), and antinomies (e.g., natural vs. perverted, us vs. them). Objectification codes included images (e.g., rainbow flags), persons (e.g., drag queens, Freddie Mercury), social structures (e.g., coming out support group), objects (e.g., wedding ring), places (e.g., the gay ghetto), encounters with stigma and violence (e.g., gay-bashings), and symbolic consumption practices (e.g., fashion, bodily aesthetics, media, living arrangements). We grouped these codes into three distinct   German societal representations about gay men, five self-representations shared among gay men, and five corresponding consumption strategies through which gay men variously enact, reject, or reform societal representations about their group. Relating these codes to individual participants allowed us to examine whether gay consumers preferred certain self-representations to others, switched between and co-constituted them in situated encounters with others, and under which conditions they adopted a different primary self-representation. We refined and increased our interpretations’ robustness through triangulation across our individual-, group-, and society-level data points, ourselves as authors, and theoretical perspectives. Finally, throughout the study, we remained reflexively aware of our positionality concerning the study phenomenon. The first author’s open identification as a gay man facilitated access to, and rapport with, participants. The second author, a heterosexual male, adopted a relatively naïve outsider’s perspective from which he encouraged the first author to make the familiar strange again.   FINDINGS  Our analysis of social representations of and among gay men in Germany culminated in a conceptual model of consumption under fragmented stigma (see figure 1 for an overview, and figure A1 in the web appendix for details). The model conveys three key empirical findings. First, when a stigmatized social group achieves greater recognition, broader society no longer anchors the group in a single, dominant stigmatizing representation, but in three coexisting and competing representations, which we call oppressive, enabling, and normalized societal representations (see left column of figure 1). Together, these societal representations form the   post-dominant stigma configuration that we call fragmented stigma. Second, under fragmented stigma, a social group is no longer forced into a subordinate, subcultural position uniformly (Thornton 1997). Consequently, a social group can gradually disintegrate into distinct subgroups that allow stigmatized individuals to pursue their diverse (consumption) interests. We identified five conceptually and empirically distinct subgroups, which we call underground, discrete, hybrid, assimilated, and post-stigma social groups (see right column of figure 1). We theorize these subgroups as ideal-typical groups of consumers constituted by a shared understanding of how they are represented by others, and how they (should) represent themselves, rather than by actual relationships. Among the five subgroups, only discrete social groups still maintain local gay communities and support structures (Kates 2002), while the other four exist primarily as “imagined communities” (Anderson 2006).  The five representational subgroups formed, and transformed, through countless encounters of stigmatized consumers with their families, friends, and work colleagues, but also with service providers, media representations, and anonymous others in public, private, or virtual spaces. Through these interactions, the stigmatized and others shifted boundaries of acceptable behavior, allowing new forms of self-representation to emerge and embed in German culture. Third, a fragmentation of their stigma and a disintegration of their social group expands the opportunities for stigmatized consumers to use their consumption strategically—that is, in an organized way to “reach several different life goals” (Swidler 1986, 277). Under fragmented stigma, certain subgroups still consume to avoid, cope with, and resist their oppression in situated “mixed contacts” with others (albeit in a modified form) (Goffman 1963, 12), while other subgroups use consumption to pursue representational reform, deconstruct differences, or express their individuality (see middle column in figure 1).    We will now introduce each element of our conceptual model and illustrate how specific encounters of societal and self-representations require, enable, or afford gay consumers opportunities to strategically consume to enact, resist, or reform representations of their group.   FIGURE 1 A CONCEPTUAL MODEL OF CONSUMPTION UNDER FRAGMENTED STIGMA   Societal Representations of Stigmatized Social Groups under Fragmented Stigma  Once a society begins to treat a historically stigmatized group with more respect, or in certain domains even as equal, the previously dominant, stigmatizing societal representation disintegrates into three competing representations, which we call oppressive, enabling, and normalized societal representations. As we will show next, each of these societal representations   anchors stigmatized consumers in a distinct, ideal-typical set of images, concepts, emotions, and antinomies and objectifies these anchors in characteristic ways.  Oppressive Societal Representations. Social representations that we call oppressive societal representations portray members of a social group as outright unacceptable, disgraceful, lesser, or even nonhuman beings. They anchor the stigmatized group in concepts such as immorality, criminality, perversion, and pathology; in antinomies such as unnatural versus natural, or sinful versus righteous; and in shared sentiments such as fear and disgust to legitimize their oppression, discrimination, and punishment. Societies that represent a social group (almost) exclusively in oppressive ways subject them to what we call a total stigma.  While oppressive representations date back to the systematic persecution of “sodomites” in Europe since the 13th century (Jordan 1997, 29), modern gay oppression in Germany dates to 1872, when Paragraph 175 of the German Empire’s criminal code subjected male homosexuality up to five years in prison. After the end of World War I in 1918, an illustrious bohemian art scene emerged in the capital Berlin, which, despite criminalization, offered protection and plausible deniability for those with nonnormative tastes and desires (Beachy 2014). However, when the Nazis seized power, they intensified pressure on homosexuals, arresting more than 100,000 gay men, thousands of whom were victims of medical experiments and killed in concentration camps (von Wahl 2011). Until the partial removal of Paragraph 175 from the Criminal Code in 1969, post-war West German courts convicted over 50,000 gay men (ibid.). At the time of writing, oppressive societal representations still shape the lives of many gay men in German society, even though they are no longer legally legitimized or without alternatives. Especially gay men who live among conservative (religious) families, friends,   colleagues, or work for oppressive organizations encounter such representations regularly. In the wake of social media-fueled political and religious radicalization (Norris and Inglehart 2019), oppressive representations are once again on the rise. Recently, for example, members of the right-wing AfD party called for the recriminalization of gay men (Datta 2018), while police data revealed a 70% hike in anti-gay hate crimes in Berlin year over year (Queer.de 2020).   Enabling Societal Representations. Enabling societal representations recognize members of a historically stigmatized social group as legally and morally legitimate citizens, but do so with a skeptical undertone of tolerance toward this unfamiliar other. By recognizing a stigmatized group’s right to exist and pursue its ways, society enables it to form visible social structures and wage emancipatory struggles against their (market) discrimination (Crockett 2017; Scaraboto and Fischer 2013). Societies that represent a social group in enabling as well as oppressive ways subject them to a dominant stigma. In West Germany, enabling representations of gay men first emerged in the late 1960s. The anti-war student movement, the New York Stonewall Riots, and consumption events such as the American Woodstock festival of 1969 created a new, liberal mood among younger Germans. The decriminalization of gay sex from the age of 21 provided legal protection for a more visible gay consumer culture. New market offerings such as gay bars, community centers, and bookstores emerged but remained widely stigmatized (Pretzel and Weiß 2012). Mass media also began drawing attention to the existence of nonheterosexual life and thus contributed to disseminating enabling representations of gay men among heterosexual consumers. For example, in 1971, Rosa von Praunheim’s groundbreaking TV documentary It Is Not the Homosexual Who Is Perverse, But the Society in which He Lives made the struggles and life-worlds of gay men   accessible to the general public for the first time, sparking a lively public controversy (Die Zeit 2016). Civil rights organizations such as the Lesbian and Gay Association of Germany amplified these emerging representations and channeled them into political activism. In the 1980s, gay consumers were still predominantly anchored in notions of perversion, decadence, femininity, or hypermasculinity, which were widely objectified in popular consumer culture. For example, stereotypical images of the Blue Oyster Bar in the Hollywood movie Police Academy depicted tall, strong, gay men in black leather and mustaches, forcing their (heterosexual) prey to slow dance. These objectifications still anchored gay men in perversion and threat, but with a new, pseudo-ironic undertone. Media coverage of the HIV/AIDS crisis from the 1980s onwards reinforced these fearful feelings but also contributed to empathetic emotional anchoring of gay men as fellow human beings among members of the German public. In the 1990s, the first gay kiss on the popular German public TV show Lindenstrasse marked a new era of mainstreaming enabling representations of nonheterosexual identities in German media and political discourse (Die Zeit 2016). Despite considerable social backlash, the Lindenstrasse kiss, and a series of celebrity coming-out events shortly thereafter, enabled the emergence of new gay commercial offerings. In many major cities, annual pride parades became objectified spectacles of resistance against oppressive representations (Pretzel and Weiß 2013).  In 2001, a new center-left government introduced the Civil Registered Partnership Act, the first-ever codified legal recognition of same-sex couples in German history. Although widely praised as progress, the homosexual civil partnership was designed to be legally and symbolically subordinate to (heterosexual) marriage and is thus a prime example of objectified enabling representations. Nevertheless, the legalization of civil partnerships gave rise to unprecedented visibility of nonheterosexual life in the German public sphere. It also coincided   with a wave of co-optation of stereotypical “gay” consumption practices and “feminine” (Visconti 2008, 121) fashion styles among urban, heterosexual consumers (Rinallo 2007). Despite more positive and diverse anchorings, enabling representations still perpetuate subtle forms of discrimination. For example, gay men have “a better reputation for creativity and innovation” (Visconti 2008, 132), but are seen as less suitable as kindergarten teachers, plumbers, or top managers (Kram 2018). Such qualitative differentiations still “reduce” gay men “from a whole and usual person to a tainted, discounted one” (Goffman 1963, 3).   Normalized Societal Representations. Social representations that we call normalized societal representations recognize markers of difference such as sexuality, race, religion, or ethnicity, but do not instrumentalize them to construct social hierarchies. In contexts where normalized representations prevail, stigmatizing oppression has been overcome and political emancipation is no longer necessary because legal and symbolic equality are taken for granted. Importantly, normalized representations are not the result of imposed assimilation (Duggan 2002), but reflect the views and actions of a society that respectfully anchors a social group in concepts such as human dignity, equality in difference, and democratic pluralism. Societies that simultaneously represent a social group in normalizing, enabling, and oppressive ways subject it to the fragmented stigma configuration that we introduce in this article. In Germany, normalized representations of gay men prevail in contexts where derogatory stereotypes have been replaced by a variety of images, emotions, statuses, and consumption styles too diverse to coalesce into a single dominant representation that could be used to label and discriminate against gay men (Gamson 1995). This new variety allows gay men to occupy respectable status positions that were previously inaccessible to them. Germany’s former   national soccer player and current club manager Thomas Hitzlsperger and the former German Minister of Health Jens Spahn are just two of many examples. Normalized societal representations emerged in the early 2000s, when civil union legislation opened a narrow but viable path to normalized nonheterosexual relationships. In the following two decades, popular film and television programs began to portray LGBTQ+ characters not only more frequently but also more multifaceted than ever before (GLAAD 2016). They no longer featured a nonheterosexual identity as an all-defining, politicized marker of difference (Goffman 1963), but as one trait among many. Influential examples of such “gay mainstreaming” (Ng 2013, 260) include not only television series such as Modern Family, Glee, and Star Trek: Discovery, but also popular music such as Lady Gaga’s Born This Way, and novels such as Hanya Yanagihara’s highly acclaimed A Little Life. Overall, our analysis of the societal representations of gay men in Germany shows how the stigmatization of this group has—on average—decreased, but did so neither linearly nor uniformly. Instead, oppressive, enabling, and normalized societal representations coexist and compete in a momentous “battle” for interpretive dominance (Howarth 2006, 75). In the following sections, we show how such fragmentation of their stigma transforms the self-representations and consumption strategies of a stigmatized social group.   Self-Representations and Consumption Strategies under Fragmented Stigma   When their stigma has fragmented in the ways described above, historically stigmatized social groups are no longer forced to represent themselves to others (and themselves) as a homogeneous, stigmatized “subculture” (Kates 2002, 387). Instead, they can pursue the   “kaleidoscopic” (363) individual differences that always existed but could not come to full fruition under the cohesive force of the social group’s dominant societal stigma. As outside pressures ease, the social group disintegrates into five ideal-typical representational subgroups of consumers that we call underground, discrete, hybrid, assimilated, and post-stigma social groups. We theorize each of these subgroups below, explain the conditions under which consumers enact them, and show which consumption strategies they require, enable, or afford.  An Underground Social Group—Consumption as Hiding and Denial. Historically stigmatized consumers living among others who hold oppressive representations of their group tend to represent themselves as members of a representational subgroup we call an underground social group. Underground consumers are not afforded the space to exist openly, consume, or form local communities, even when this is possible for others elsewhere. Such consumers anchor their social group in concepts of victimhood, oppression, and self-disgust; in emotions of fear, guilt, and shame; and in antinomies of us versus them and belonging versus exclusion. Gay men additionally anchor their social group in concepts of (internalized) homophobia and antinomies of normal versus perverted.  Since for such oppressed consumers being “outed” (emic term) would entail social exclusion, symbolic annihilation, job loss, or even physical violence, they meticulously avoid objectifying their identity to the outside world. Inwardly, however, their repressed emotions and self-denial often objectify as physical or mental illness, stress, self-hatred, or even (attempted) suicide (Hatzenbuehler 2014). Self-representing as a member of an underground social group is usually not an identity choice but imposed on individuals by powerful others whose influence they cannot escape. Yet, unlike consumers living under total or dominant stigma, today’s   underground gay men are aware of the considerably more liberated self-representations and consumption opportunities available to other gay men—even if only through the Internet. Underground consumers enact a consumption strategy that we call consumption as hiding and denial. This strategy involves consciously avoiding market offerings that heterosexuals would consider stereotypically gay, such as “skinny jeans,” “golden Adidas sneakers,” or “plucked eyebrows” (Jan, expert interview), but sometimes also consuming gay market offerings that are hidden from public view, such as gay sauna clubs or gay dating apps. Consumption as hiding and denial is therefore a “non-dialogical” (Jovchelovitch 2007, 111) strategy that enacts rather than reforms oppressive representations of gay men in the public sphere. Our participant Deniz grew up in the late 1990s in a conservative family of Turkish origin through which he firmly internalized depictions of gay men as repulsive, perverse, and amoral. That his conservative friends also upheld oppressive representations of gay men became evident to Deniz through countless everyday encounters, which he interpreted as follows: When I was out with heterosexual friends and they picked on someone, it was like: “That’s such a gay T-shirt,” or “Look how this guy walks, that’s so gay.” How are you supposed to come out when you hear things like that from your friends? For me, it was a huge burden that none of my friends or family knew I was gay and that I always had to dissimulate in front of people that did not and must not know about my sexuality. Confronted with such pejorative anchorings, Deniz, a financially dependent teenager, had no choice but to hide and deny (“dissimulate”) his homosexuality. Thus, he not only habitually staged a heteronormative voice and posture but also strategically adjusted his consumption to outside demands. For example, among friends and family, Deniz always folded his septum nose   piercing up into his nose to hide a consumer item that those others might interpret as an indication of his sexual identity. The number and significance of social settings where gay men were confronted with oppressive representations varied widely among our participants. Deniz, for example, spent most of his day with his religious, conservative family and friends who held oppressive representations of gay men exclusively. Nevertheless, he occasionally escaped into social spheres where he could enjoy a more liberated gay existence. For example, he befriended some gay men of similar Middle-Eastern backgrounds through an online dating platform and met them about once a month in a nightclub two hours from his hometown to enjoy a few hours of carefree party bliss. Participant Samuel, in contrast, spent most of his time in the company of gay friends where he could freely express his homosexuality, but he worked as a nurse in a Catholic hospital that openly communicated its oppressive representations, even contractually. At work, Samuel, therefore, consumed strategically to hide and deny his homosexuality. For example, he avoided conversations about his personal life, and carefully guarded his mobile phone, on which he used gay dating apps, from the gaze of work colleagues so he would not be outed and lose his job.  In our data, most gay men encountered oppressive representations in one or two life contexts (like Samuel) and few were forced by them to self-represent as underground consumers (like Deniz). Aided by technological innovation, however, even men like Deniz can access gay online communities and dating apps unobserved by oppressive others. Popular gay role models and increasing legal protection from discrimination encourage many of these men to eventually break out of their oppressed existence and take refuge under the wings of a discrete social group.   A Discrete Social Group—Consumption as Collective Resistance. Historically stigmatized   consumers living in social settings where oppressive representations prevail, but enabling representations provide sufficient legal protection and social tolerance for an above-ground existence, tend to represent themselves as members of a discrete social group. Discrete consumers perceive themselves as surrounded by a hostile, unwelcoming society, but united by biographical (e.g., the coming-out experience), cultural (e.g., experiencing discrimination and homophobia), and biological (e.g., “born this way”) differences. They anchor their social group in concepts of victimhood and oppression, but also in notions of difference, resistance, and community. Emotional anchorings in pride, relief, and anger are more common among discrete consumers than anchorings in fear, shame, and guilt. The antinomies of discrete groups no longer revolve around normalcy versus perversion, but around a self-conscious us-versus-them oppositionality that grounds gay identity in its stigma (Wiegman and Wilson 2015). Discrete consumers objectify these anchorings through images, places, people, and events that portray their group as different from the mainstream, but not as inferior or subordinate. Thus, discrete subgroups seek legal equality and tolerance for their distinct, parallel modes of being, rather than widespread acceptance or respect within society.  Unlike the other representational subgroups, discrete consumers identify with the local communities that emerged under dominant stigma (Kates 2002), where they can consume “among one’s own kind” (Simon, consumer interview). They also support men like Deniz, who—after death threats from his own father—eventually escaped his oppressive environment with the help of a local gay NGO, and started a new life in Berlin, hundreds of miles away. In our empirical context, vulnerable, emotionally wounded, and older gay consumers were most prone to self-represent as members of a discrete social group. Older gay consumers have often experienced total or dominant stigma firsthand, and tend to feel most comfortable with the   clear insider-outsider distinctions of the subcultural formations they grew up with (Kates 2002). Younger gay men who have grown up under oppressive families and friendship circles, in turn, often feel safest in discrete local communities after a self-alienating coming out and before turning towards more liberated self-representations once they have regained self-confidence. Discrete social groups use a consumption strategy we call consumption as collective resistance. This strategy is aimed at preserving their distinct identity and subcultural heritage, but also at resisting their ongoing oppression. Consumption as collective resistance is a “non-dialogical” (Jovchelovitch 2007, 123) strategy that seeks provocation and confrontation rather than reconciliation and therefore emerges where gay self-representations encounter the “more powerful knowledge system[s]” (125) of oppressive and enabling others.  In our context, consumption as collective resistance manifested itself primarily in gay consumers proactively avoiding or even punishing brands that do not recognize the interests of gay consumers (Kates 2004) and supporting gay-owned and gay-friendly businesses. Many also proudly display stereotypically non-normative fashion styles and aesthetics, worship gay icons such as Freddie Mercury, Ru Paul, or Conchita Wurst, or participate in drag shows and Eurovision Song Contest parties to celebrate otherness and resist gay oppression (Kates and Belk 2001). Through the cumulative power of their micropolitical consumption choices, gay men collectively resist their oppression both within discrete social structures and outside in the so-called “straight world” (emic term). The following response of our participant Tom, a married 31-year-old civil servant, to a typical social encounter in which both oppressive and enabling social representations were present illustrates the strategy of consumption as collective resistance: What happens quite regularly when my husband and I book a hotel room is that   either they believe we are brothers, or that, well, we are simply two men, and so they want to give us a twin room or to separate our beds. This happens very often. And they don’t even consider it to be within the realm of possibility that we could be a gay couple that possibly also shares a bed. In such social encounters, consumers like Tom find themselves represented by service providers as members of a social group that, despite their legal recognition, lies outside the “realm of possibility.” As a result of such discouraging interactions, Tom and his friends began to boycott mainstream market offerings and spend most of their income on explicitly LGBTQ-friendly products and services. Through such dispersed, yet like-minded consumption choices, discrete men collectively enable, protect, and perpetuate an “authentically queer” (Halperin 2012, 395) consumer culture with its parallel markets for gay hospitality, leisure, media, professional services, and so on (Kates 2002; Peñaloza 1996).  A Hybrid Social Group—Consumption as Reformation. Historically stigmatized consumers who live in contexts where enabling societal representations prevail tend to represent themselves as members of a hybrid social group. Hybrid representational groups are neither oppressed nor equated by their peers but tolerated from a cautious distance as exotic others (Bonsu 2009). Hybrid consumers anchor their social group in concepts such as progress, innovation, cultural change, self-respect, and political agency. Rather than anchoring homosexuality in negative emotions such as fear, shame, or guilt, hybrid consumers leverage positive emotions associated with creativity, playful cultural expression, and the enactment of human potential. For these consumers, us-versus-them antinomies have given way to a constellation in which there is neither us (homosexual) nor them (heterosexual) but something new in between. They objectify   these anchorings through micropolitical acts of reflexive bricolage that counteract both an overly isolationist discrete gay community and a rather dull and unimaginative heterosexual mainstream society. Rather than resisting stigmatization, hybrid men redefine acceptabilities on both sides, seeking legitimacy for their new, hybrid ways of being and consuming. Self-representing in such ways is a complex endeavor that benefits from good social standing and sensitivity in dealing with others. Therefore, in our data, hybrid consumers tend to be educated, independent, and strong enough to challenge social conventions through reform and reconciliation rather than provocation and division. For most of our hybrid interviewees, resisting oppressive representations was an important (consumption) strategy when first coming-out as gay to themselves and others. Later in their lives, however, they have gained the freedom to take a more conciliatory, creative approach to addressing remaining inequalities. Hybrid representational groups enact a consumption strategy that we call consumption as reformation. This strategy aims to sensibly reform homosexual and heterosexual representations of masculinity, sexuality, fatherhood, or marriage, for example, through the introduction of new, hybrid forms of consuming that bridge, fuse, or “queer” (emic term) consumption styles across the spectrum of sexualities and their identity propositions. These “dialogical encounters” foster not only mutual understanding between gay and straight consumers but also representational change through the “hybridization of knowledge systems” (Jovchelovitch 2007, 124). The following excerpt from our expert interview with “rainbow family father” (emic term) Peter illustrates this strategy. Peter is a 49-year-old management consultant who lives with his civil partner Robert and has a child with a woman who is herself in a lesbian relationship: As soon as you live in a civil union and have a child, you seem to have become a completely different person for some people in the [gay] community. For example,   on [the casual dating app] Grindr, somebody texted me like: “Oh my god, you live in a civil union, you’ve got a child, what are you doing here?” As if I was totally heterosexualized. But there are nuances between “we are different” and still having the same benefits that many heterosexuals enjoy. To bring these together is obviously also difficult for parts of the [gay] community. We simply have an open relationship, even though we are civil partners and have a child. I believe many heterosexuals find the idea of living this kind of openness hard to accept. It’s also hard [to accept] for some gays, and I experience these boundaries. Peter deliberately mixes consumption elements from the cultural spheres of gay and straight men to approach new consumption possibilities in the space between a discrete gay “we are different” and a “heterosexualized” imitation of mainstream family values. By using a gay dating app despite his status as a married father, Peter blends heteronormative representations of monogamous marriage and fatherhood with (presumably incompatible) gay representations of sexual “openness.” As he notes, this hybrid practice is “difficult to accept” for both gay and straight consumers because one side rejects it as a violation of representations of heteronormative fatherhood and the other rejects it as incompatible with a (discrete) gay lifestyle.  Other typical examples of consumption as reformation in our data include gay men running queer soccer fan clubs—which inject stereotypically gay aesthetics and practices into a bastion of macho masculinity—or hosting weddings in which they mix traditional ceremonial elements with shirtless male waiters and drag queens. Unlike Peter’s personal consumption, however, these queer events benefit from gay peers, among which members find it less risky (and more fun) to challenge representational orthodoxies. Such reformist consumption practices have already inspired countless new market offerings tailored, for example, to newly accepted   representations of partnership (e.g., open relationships), family (e.g., rainbow families, families of choice), or masculinity (e.g., the groomed metrosexual man or the bearded lumbersexual) (Rinallo 2007; Visconti 2008).   An Assimilated Social Group—Consumption as Deconstruction of Differences. Historically stigmatized consumers who live in contexts where normalized and enabling representations prevail tend to represent themselves as an assimilated social group. These consumers are widely accepted in their social environment, but only on the condition that they abandon their resistance and reformation efforts and assimilate into mainstream culture. Following their non-stigmatized peers, assimilated consumers reject discrete consumers’ resistance to oppressive societal norms and beliefs as obsolete, anachronistic, and annoying. Assimilated consumers anchor their representational group in concepts such as heteronormative normalcy, cultural assimilation, and (sexual) identity as a private rather than political matter. They re-anchor discrete and hybrid subgroups and their provocative displays of difference, pride, and exoticism in notions such as provocation, hypocrisy, and stridence, as well as emotions of disgust and embarrassment. The central antinomy of assimilated self-representations is a horizontal us-versus-them that privileges desexualized, depoliticized, and invisible (gay) consumers over those who cannot or will not conform to mainstream social norms (Duggan 2002). In doing so, some assimilated consumers strive to “change society from within” (fieldnote) through subtle reform. In our context, we found assimilated self-representations most common among established, middle-aged, urban professionals who hail from conservative middle-class backgrounds and live in long-term couple relationships. These men tend to have few discrete gay friends (“We really   don’t have anything to do with those guys,” Manuel, consumer, group discussion) and spend most of their time with other assimilated “alpha gays” (an emic term describing a gay elite) or heterosexual colleagues, friends, and family. These men represent themselves as members of assimilated social groups because it allows them to reap the status privileges of conformist, middle-class consumer lifestyles while avoiding grueling micro-political conflicts. While some of our participants enacted assimilated self-representations as an habitualized extension of their privileged middle-class upbringing, others turned to these self-representations after escaping a precarious underground, or confrontational, discrete self-representations. These transitions presupposed sufficient social, cultural, and economic capital to blend into a conditionally accepting social environment. We found no evidence of assimilated men abandoning this self-representation, presumably because of the substantial risk of losing social status. When interacting with heterosexual others, assimilated men use consumption strategically for a deconstruction of differences between gay and heterosexual consumers. This strategy aims at fitting in to mainstream society through imitation, assimilation, and anticipatory obedience—sometimes with undertones of internalized homophobia. Consumption as deconstruction of differences is also a non-dialogical strategy, as it neither aims to critique nor reform the conditional acceptance of gay men. Instead, this consumption strategy enacts the powerful knowledge systems of heteronormative others (Jovchelovitch 2007), transforming homosexuality from a public and contested matter to a private and apolitical one (Duggan 2002).  The following excerpt from our consumer interview with Florian, a 27-year-old self-employed caterer, illustrates this consumption strategy: Have we ever really been so different? Do we really want to be so different? I think we [gay men] have moved away from this quite a bit. We needed to show that we are different   back then [in the 1970s and 1980s], to call attention to ourselves, to show society: we are here, and we are no less normal than you are. But at heart, we were simply longing for the same conservative rights that everybody else has. I think we have acted out and partied long enough. Now we long for the classical “coming home” to that little detached house with a garden, a dog, and a picket fence. Basically, the example our parents set for us. Because, if we think about it, it wasn’t too bad back home. For Florian, discrete and hybrid self-representations are instrumental, temporary stages in a progressive journey through history that moves social representations of gay men from overt oppression toward normalization. Beginning with the provocative question of “Have we ever really been so different?” Florian traces the evolution of the collective we through past periods of discrimination and political activism, culminating in a metaphorical homecoming of gay men into blissful middle-class consumer domesticity. Since men like Florian no longer face oppressive representations in their social environment, they believe that most, if not all, gay men should finally indulge in a “conservative” (i.e., heteronormative) lifestyle and emulate their idealized, heterosexual parental home. For them, the hedonistic acting out and partying of the past have lost legitimacy in the eyes of today’s society (and other assimilated men), which expert participant Jan articulates as follows: “If you walk around like that, you don’t have to be surprised that you’re discriminated against.” Therefore, discrete men’s consumption as collective resistance “contaminate[s]” (Goffman 1963, 4) heteronormative self-representations of assimilated gay men rather than supporting them.   A Post-Stigma Social Group—Consumption as Expression of Individuality. Historically stigmatized consumers, who live in contexts where normalized social representations prevail and   enabling and oppressive representations have lost influence, tend to represent themselves as members of a post-stigma social group. Because their marker of difference no longer bears a stigma that marks a qualitative difference in the eyes of relevant others, these consumers feel that their days of subordination, discrimination, and oppression have passed, and they have finally gained unconditional recognition, acceptance, and respect in their social environment. Post-stigma consumers anchor their representational group in concepts such as equality, diversity, mutual respect, and individual freedom; in positive or indifferent emotions; and in us-and-them constellations that no longer involve binary antinomies. They objectify these anchorings through individual, omnivorous lifestyles, mingling freely with others without fear of symbolic contagion. Like assimilated consumers, post-stigma consumers do not depend on local communities that offer support and protection but relate to other gay men without the need for deeper identity investments or reformist agendas. Among our participants, those who self-represented as members of a post-stigma social group were younger than average. These participants have cosmopolitan, nomadic attitudes; sufficient cultural, social, and economic capital to be socially mobile (Gopaldas and DeRoy 2015); and rarely experienced oppression firsthand. Such men typically reside in urban environments, work in liberal industries, and surround themselves with others who represent gay men in normalized ways. Post-stigma men, therefore, have “little need to link their sexuality to their personal identity, attitudes, values, politics, religion, or life philosophy” (Savin-Williams 2005, 7). None of the men in our data permanently abandoned post-stigma self-representations. But many temporarily hid and denied their homosexuality when they, for example, traveled to oppressive countries, navigated unfamiliar public environments, or encountered new work contexts where the extent of their stigmatization was still ambiguous to them.   Post-stigma consumers use consumption strategically as an expression of individuality. This strategy involves consuming LGBTQ+ market offerings such as gay bars, dance clubs, bathhouses, or dating apps for their utilitarian or hedonic value, but no longer for micropolitical purposes. Like hybrid men, post-stigma consumers mix and match discrete gay and mainstream brands, tastes, and fashion styles, but for their expressive value alone. Thus, consumption as an expression of individuality is what we may call a post-dialogical strategy as it no longer seeks to avoid, resist, reform, or enact others’ representations of gay men. The following excerpt from our expert interview with Jan, a 48-year-old social worker, illustrates this strategy: These days, I don’t go to a bad party just because it’s a gay party. Back in the days you had to, that’s the big difference. Now there’s more competition, and you have the choice to pick the best offers. I feel that back then there was a pressure toward a different form of solidarity, because you were much more vulnerable. We depended on one another ... [Now] there are even straight guys who go to gay parties, because they are great fun [laughs].  Jan’s juxtaposition of past and present consumption practices illustrates how the mere existence of gay-coded products, brands, and services is no longer sufficient to warrant the patronage of post-stigma consumers like him. Jan and his friends do not consume gay market offerings, such as LGBTQ+ parties or pride parades, as public displays of collective resistance (discrete), impetuses for representational reform (hybrid), or symbolic threats to their social status (assimilated social groups), but merely as commodified consumption spectacles.  Despite their privileged social position, however, not even post-stigma consumers are liberated postmodern consumer subjects or mere members of consumerist neo-tribes (Firat and Venkatesh 1995; Goulding, Shankar, and Elliot 2002). Broader society still ascribes them to a   distinct social group structured around an enduring marker of difference that may be repoliticized at any time. This residual, yet still substantial, sense of vulnerability surfaced in the wake of the 2016 mass murder of 49 people at the LGBTQ+ nightclub Pulse in Orlando, Florida. This tragic event temporarily shook our gay interviewees’ sense of “ontological security” (Phipps and Ozanne 2017, 361) as it brutally reminded them that even post-gay men share a “common fate” (Lewin 1948, 166) that inevitably sets them apart from mainstream society.  DISCUSSION  How do historically stigmatized social groups consume strategically when they have achieved greater recognition, status, and respectability in society? To answer this question, we conducted an interpretive social representations analysis of gay men in Germany, a social group that has become almost equal. Our analysis reveals how, over the past seven decades, societal representations of gay men in Germany have fragmented into three competing representations; how the social group itself disintegrated into five co-existing and partially competing representational subgroups; and how each of these five subgroups uses consumption for its own strategic goals (see figure 1 for an overview). In the following sections, we discuss how our conceptual model of consumption under fragmented stigma contributes to the literature on stigmatized consumers, examine boundary conditions of our theorization, and suggest avenues for further research.  From Taking Dominant Stigma for Granted to Analyzing Stigma Configurations    Most consumer research on historically stigmatized social groups was conducted in social contexts where dominant, all-encompassing stigmatization of the focal group could rightfully be taken for granted (e.g., Crockett 2017; Kates 2002; Scaraboto and Fischer 2013). The plus-sized women in Scaraboto and Fischer’s (2013) research, for example, faced a “persistent and pervasive prejudice against fat” (1239). Even despite their best “destigmatizing efforts” (Crockett 2017, 574) and passionate institutional entrepreneurship, these women remained widely “stigmatized by society as a whole” (Scaraboto and Fischer 2013, 1254). As substantial social changes had ameliorated gay men’s stigma in certain parts of German society but not in others, we could not take such dominant and unequivocal stigmatization of this group for granted. Therefore, we included the multiple, competing representations that Germans perpetuate about this group into our empirical analysis. Our resulting conceptualization of consumption under fragmented stigma departs from prior theorizations in three most important ways. First, prior research tends to portray stigma as the result of “historical, institutional, and commercial ‘winds’” (Mirabito et al. 2016, 171) that blow across society to perpetuate but also “exacerbate” or “blunt” a group’s stigma (170). Our analysis shows that such “currents” (173) do not blow as evenly across society as the metaphor suggests. Instead, under fragmented stigma, consumers are confronted with distinct combinations of the societal currents that we call oppressive, enabling, and normalized societal representations in the various social contexts in which they live, work, and shop, for example. It is to be expected that normalized representations of gay consumers gain ground in the creative industries or the education sector, for example, whereas oppressive and enabling representations remain influential in sectors like agribusiness or manufacturing, where they may even foster new forms of homophobia and discrimination (de Vries et al. 2020; Frohn et al. 2017; Kram 2018). Our study thus offers an empirically grounded   explanation for the apparent paradox that the overall stigmatization of a social group can get “better and worse at the same time” (Crockett 2017, 554) and urges caution in using terms such as “post-gay” (Ghaziani 2011; Ng 2013) to describe stigma conditions across an entire society because they may mistakenly suggest a linear and uniform stigma amelioration that is equally achievable for all.  Second, while prior research has assumed a dominant, all-encompassing stigma, it has also found considerable variance in how stigmatized individuals perceive, manage, and resist their stigma. Sandıkcı and Ger (2010, 31), for example, highlight how Turkish women belonging to “a new [Islamic] elite, with significant material and discursive resources” were endowed with sufficient capital to successfully destigmatize traditional Islamic veiling. Similarly, Crockett (2017, 576) points to “intersection[s] of race, class, and gender” as a key explanation for why black American consumers perceive and manage their stigma differently.  Consistent with previous studies, our analysis documents how individual intersections of status markers shape how gay men feel represented by others and how they represent themselves. We highlight that such individual differences also depend on the situational predominance of oppressive, enabling, and normalized representations in consumers’ life worlds. For example, both the gay chief physician at a Catholic hospital and the gay professor at a liberal arts college are commonly considered professionals with high social, economic, and cultural capital. Nevertheless, these men encounter very different combinations of societal representations in their work contexts, leading to different experiences of stigma but also different opportunities of enacting, resisting, or reforming it. Third, previous research on consumption under prevalent stigma has theorized stigmatized social groups as internally heterogeneous, or kaleidoscopic (Kates 2002), even though the group   outwardly fights uniformly against exclusion, marginalization, and discrimination (Peñaloza 1994, Scaraboto and Fischer 2013). Such internal diversity generates what we may call horizontal moral conflicts over questions such as who belongs and who does not (Maor 2013), or which path to respectability should be taken (Crockett 2017).  Under fragmented stigma, discrete consumers still perform internal “morality plays” (Luedicke, Thompson, and Giesler 2010, 1018) about “how to be gay” (Halperin 2012). Our analysis, however, also uncovered two previously untheorized horizontal moral conflicts. Specifically, discrete consumers clash with hybrid consumers whose consumption as reformation deliberately perforates the symbolic boundaries upon which discrete men construct their oppositional identities (Wiegman and Wilson 2015), and assimilated consumers clash with discrete men whose consumption as collective resistance they perceive as counterproductive to assimilated gay men’s newly acquired status in society.  These insights help explain the seemingly paradoxical phenomenon of German LGBTQ+ consumers supporting the right-wing populist party AfD, gay Americans founding the “Gays for Trump” movement, or gay journalists ranting about the “LGBT movement’s intolerance of intellectual diversity and mandatory identity association” (Greene 2018). In the light of our theorization, these conflicts constitute clashes between representational subgroups that consume and vote for diametrically opposing strategic ends. We assume that these emancipatory rather counterproductive horizontal conflicts will also occur among other historically stigmatized social groups once their stigma begins to fragment. While the stigma configurations concept provides some useful answers, it also raises new questions about boundary conditions. For example, electing a black man as a president of the United States may—like gay marriage legislation—contribute forcefully to disseminating   normalized representations of black consumers. However, such watershed moments alone do not manifest a fragmented stigma, let alone a substantial decline in racial assault, police brutality, or systemic market discrimination (Crockett 2017). Future research is needed to establish not only the significance of such historical turning points for eroding a dominant stigma, but also examine the conditions under which such events trigger backlash and further polarization.   Strategic Consumption under Fragmented versus Dominant Stigma Configurations   Prior research has focused primarily on theorizing how stigmatized individuals strategically consume to avoid stigma, and organize to collectively resist and cope with it. As we have shown, consumers whose stigma has fragmented cultivate a much broader range of representational goals and consumption strategies. We now discuss how consumption under fragmented stigma has evolved and extended beyond consumption under dominant stigma. We also address issues of transferability and raise questions for further research.   Consumption as Avoidance under Dominant Stigma versus Hiding and Denial under Fragmented Stigma. Previous research has detailed how stigmatized social groups consume strategically to avoid a dominant stigma. Contemporary black middle-class consumers in the United States, for example, disavow “the stigma that blackness is disorderly and unprofessional” (566) by engaging in proper, “neat and orderly” (Crockett 2017, 566) consumption grounded in notions of “normative respectability” (559). Like many immigrant and religious minorities across the globe, Crockett’s (2017, 559) American black middle-class participants have internalized that enacting certain stigmatized consumption practices can, at worst, become “precursor[s] to   violence”—as the tragic death of George Floyd at the hands of the American police has recently demonstrated—and therefore should be avoided. Yet, consumption as avoidance under dominant stigma differs from consumption as hiding and denial under fragmented stigma in one important respect. Consumption as hiding and denial is the focal consumption strategy of underground consumers who are able and forced to hide their stigma marker from others. Underground social groups, therefore, do not consume to “lessen the effects of stigmatized treatment” (Crockett 2017, 556), but to hide and deny their stigma marker altogether to survive socially, physically, and mentally. Consequently, we expect consumption as hiding and denial to occur among consumers who are stigmatized based on, for example, sexual orientation (Peñaloza 1996), illiteracy (Adkins and Ozanne 2005), or certain forms of mental disability (Parcesepe and Cabassa 2013) but not by those stigmatized based on visible markers, such as skin color, ethnic origin, or body mass (Crockett 2017; Peñaloza 1994; Scaraboto and Fischer 2013). Yet, as we have shown, under fragmented stigma even the most oppressed underground consumers are aware of the much more liberated self-representations that other members of their social group enjoy, and many occasionally manage to escape their repressive environments for a few hours. Further research is needed to understand how underground consumers use social media technology, for example, to gather the courage necessary to leave their oppressive contexts for good, or to collectively sow the seeds for political movements—especially in the 69 countries that still criminalize homosexuality (ILGA 2020).  Consumption as Collective Resistance among Subcultures versus Discrete Social Groups. Early consumer cultural studies of stigmatized social groups also highlight how these consumers   collectively cope with and resist their stigma (Kates 2002). Under dominant stigma, consumers are virtually forced to retreat into gay ghettos (Kates 2002), segregated neighborhoods (Peñaloza 1994, Crockett 2017), or virtual communities (Scaraboto and Fischer 2013). For gay consumers, it was in these places, and before the advent of the Internet, that they felt for the first time that they belonged to a “community” (Kates 2002, 386) where they could develop internal cohesion and “queer solidarity” (Ng 2013, 278) and cope with stigma in an otherwise diverse collective of nonheterosexual consumers (Coffin, Eichert, and Noelke 2019). Subcultural consumers whose environment permits it also use consumption to outwardly resist their stigmatization in the marketplace—in the countercultural spirit so characteristic of many subcultures (Hall and Jefferson 1973, Hebdige 1979, Kates and Belk 2001). Our study documents that such long-established subcultural social formations do not entirely lose relevance even though the group has, on average, acquired greater respectability. Instead, they persist in the form of discrete representational subgroups. Discrete consumers still use consumption as collective resistance in response to situated encounters with stigmatizing others. However, their resistance no longer aims at “respectability” (Crockett 2017, 554, Liu and Kozinets 2021) or “inclusion” in mainstream markets (Scaraboto and Fischer 2013, 1234). Instead, discrete consumers resist (market) oppression to acquire legal equality, perpetuate parallel (gay) markets, foster a sense of community of destiny, and express their pride in their difference (Kates 2002, 2004). Discrete social groups, therefore, adhere to their antinormative identity, and defend symbolic boundaries instead of seeking to erase them (Visconti 2008; Wiegman and Wilson 2015). Future research may unpack whether, where, and how such discrete subgroups perpetuate as the stigma of their broader group dissipates further. Our research suggests, for example, that   discrete social groups thrive particularly in rural settings where stigma still persists tenaciously, are likely to encounter more opposition from assimilated gay men in urban, culturally creolized settings, and are at general risk of falling prey to market co-optation. In addition, further individual-level analysis should explore the conditions under which self-representation as a “perceived victim” (Campbell and Manning 2018, 115) may be a desirable social position for an individual and assess the role of generational differences in this.   Consumption as Reformation under Dominant versus Fragmented Stigma. Previous research has documented several micropolitical consumption strategies that resemble hybrid consumption as reformation in our context. Crockett (2017), for example, unpacks how black middle-class consumers seek “institutional reform” and “to shift (expand) the boundaries of propriety” (566) through re-anchoring black consumption in “(nonstigmatized) representations of blackness” (568). Thompson and Üstüner (2015) document how American roller derby “grrrls” perform “ideological edgework” (235) in a creative cultural process that “resignifies” (243) normative femininity through hybridization with (high-status) masculine ideals of “toughness” and “violence” (260). Liu and Kozinets (2021, 14) show how affluent Chinese single women use luxury brand and expensive gifts to proactively counteract the stigmatizing “narrative of Leftover Women’s allegedly sad and pathetic existence”. Like these consumers, hybrid gay men operate in social contexts that enable them to re-anchor, re-objectify, and re-present stigmatized identities in creative ways without fear of excruciating consequences. Unlike these other consumers, however, hybrid gay men use their reformist “queering” (emic term) of heterosexual consumption practices not only to expand their own group’s consumption possibilities, but also to encourage heterosexual others to experiment   with open relationships, families of choice, or metrosexual consumption styles, for example (Rinallo 2007; Visconti 2008). Future research could explore how those others respond to such “knowledge encounters” (Jovchelovitch 2007, 111) with hybrid consumers, and in which social spheres reformist consumption practices are most likely to exert cultural influence.   Consumption as Assimilation versus Deconstruction of Differences. Research on dominated social groups has noted consumption strategies that somewhat resemble consumption as deconstruction of differences in our conceptual model. For example, when some black middle-class consumers strive for “mastering whiteness” (Crockett 2017, 558), or immigrant consumers “readily assimilate” to mainstream culture (Peñaloza 1994, 43), they seek respectability through subordination—like assimilated gay men.  Consumers in prior studies, however, are led into this consumption behavior by a dominant stigma and pursue it to “make daily life more tolerable, not necessarily more equal” (Crockett 2017, 555). The assimilated men in our model, in contrast, primarily interact with others that hold enabling and normalized representations of gay men, instead of oppressive ones. These more accepting others tolerate some degree of difference (including homosexuality), if their more important beliefs and consumption habits remain unchallenged. Thus, although post-stigma self-representations may be available to them, our assimilated participants deliberately choose to subordinate, depoliticize, and desexualize their stigma marker to perpetuate their habitual middle-class lifestyle, rather than being forced into assimilation by others (Duggan 2002). Further research may explore the psychological ramifications of self-representing as an assimilated consumer; whether assimilated self-representations presuppose compensatory status markers such as class, sexuality, race, or gender; and to which extent internalized homophobia or   even self-hatred play a role in the adoption of this self-representation (Hatzenbuehler 2014).   Consumption as an Expression of Individuality. Prior research has not yet presented evidence of historically stigmatized social groups facing normalized societal representations that portray their group as different, but not as less. We show how under fragmented stigma, some members of a stigmatized group can represent themselves as a post-stigma subgroup consuming freely as well as apolitically to express their individuality. Future research could examine where in society normalized representations first gain traction, which types of normalized anchorings and objectifications are most effective at displacing oppressive representations, and how stigmatized consumers collaborate effectively with others to advance their normalization.  Does Consumption under Fragmented Stigma Contribute to Destigmatization?   Finally, a crucial question to ask in our context is to what extent do the five consumption strategies in our model contribute to destigmatizing the social group at large? Prior research has shown how micropolitical consumption can make stigmatized consumers’ daily lives more tolerable “within the scope of interpersonal interactions” (Crockett 2017, 555). But such consumption does not seem to contribute much to destigmatizing the group in broader society (Crockett 2017; Jafari and Goulding 2008). Only for fatshionistas does a “slow and uneven” change toward greater inclusion seem attainable, under the condition that they continue to exert “steady pressure” on mainstream markets (Scaraboto and Fischer 2013, 1253). Our study suggests that the consumption strategies of each of our five subgroups have distinct effects on destigmatizing the group as a whole. For example, consumption as hiding and   denial unlikely contributes to destigmatizing gay men, as it does not occur in public. Consumption as collective resistance, in contrast, proactively reinforces subcultural boundaries and “exaggerated cultural differences” (Kates 2002, 391) rather than mitigating them. Discrete men’s consumption thus promotes stereotypical enabling representations of gay men as shrill, promiscuous, and provocative, and therefore prevents normalization in the eyes of some, while cultivating (desirable) edginess, and avant-gardism in the eyes of others (Visconti 2008). The reformist consumption practices of hybrid consumers appear to contribute to destigmatization through sensibly challenging overly dogmatic representations of gay (and straight) men. Assimilated men’s consumption as deconstruction of differences also contributes somewhat to destigmatization through representing gay men as apolitical, mainstream consumers that others need not fear. Yet at the same time, hybrid and assimilated consumers also overtly distance themselves from discrete gay men, thus subtly perpetuating societal homo- and transphobia, heterosexual privilege, and stigmatization of other minority groups (Duggan 2002). Finally, we assume that post-stigma consumers, who pursue omnivorous consumer identity projects without feeling oppressed or merely tolerated, contribute most to destigmatizing the larger group. As they predominantly live in contexts where others already hold normalized representations, however, they may be preaching to the already converted. Overall, our analysis suggests that consumption under fragmented stigma, while fueling old conflicts and sparking new ones, nevertheless contributes to destigmatizing gay men at large because consumption practices of discrete, hybrid, assimilated, and post-stigma consumers inevitably add new and more multifaceted anchorings and objectifications to societal representations of gay men. More research is needed, however, to explore “in whose eyes?” destigmatization is (or is not) achieved (Howarth 2002, 145), to study boundary conditions and   market implications, and to trace potential paths to restigmatization that seem open primarily where political populism, fake news, religious extremism, and social media warfare are used to undo the hard-earned fruits of pro-LGBTQ+ social activism (Norris and Inglehart 2019).  CONCLUSION  “Fixed identity categories,” Gamson (1995, 390) argues, “are both the basis for oppression and the basis for political power.” Understanding how and why the social representations that constitute such fixed identity categories are constructed, challenged, and transformed via consumption appears more important than ever. We trust that our theorization of consumption under fragmented stigma contributes to explaining why and how such identity categories shift and change, and hope that these insights will serve to support the wellbeing and social mobility of stigmatized groups that have become almost equal.     DATA COLLECTION INFORMATION  The first author collected all data and conducted all in-person fieldwork himself. Consumer interviews and focus group discussions were conducted on-site in Germany and via Skype from spring 2013 to spring 2016. Expert interviews were conducted on-site in Germany and via Skype in spring and summer 2016. Participant observation was conducted and archival documents were collected from fall 2012 to spring 2020 in Germany, the United Kingdom, and the United States. The data are currently stored in a Dropbox folder under the management of the first author. The first author conducted the initial analysis. The data were then analyzed and interpreted jointly by both authors. The final manuscript was jointly authored.       REFERENCES  Adkins, Natalie R. and Julie L. Ozanne (2005), “The Low Literate Consumer,” Journal of Consumer Research, 32 (1), 93-105. Anderson, Benedict (2006), Imagined Communities: Reflections on the Origin and Spread of Nationalism, London: Verso. Bauman, Zygmunt (2001), Modernity and the Holocaust, Ithaca, NY: Cornell University Press. Beachy, Robert M. (2014), Gay Berlin: Birthplace of a Modern Identity, New York: Random House. Berlin, Ira (1998), Many Thousands Gone: The First Two Centuries of Slavery in North America, Cambridge, MA: Harvard University Press. Bonilla-Silva, Eduardo and Victor E. Ray (2015), “Getting Over the Obama Hope Hangover” in Theories of Race and Ethnicity: Contemporary Debates and Perspectives, ed. Karim Murji and John Solomos, Cambridge: Cambridge University Press, 57-73. Bonsu, Samuel K. (2009), “Colonial Images in Global Times: Consumer Interpretations of Africa and Africans in Advertising,” Consumption Markets & Culture, 12 (1), 1-25. Braun, Virginia and Victoria Clarke (2006), “Using Thematic Analysis in Psychology,” Qualitative Research in Psychology, 3 (2), 77-101. Campbell, Bradley and Jason Manning (2018), The Rise of Victimhood Culture: Micro Aggressions, Safe Spaces, and the New Culture Wars, London: Palgrave Macmillan. Coffin, Jack, Christian A. Eichert and Ana-Isabel Noelke (2019), “Towards (and Beyond) LGBTQ+ Studies in Marketing and Consumer Research,” in Handbook of Research on Gender and Marketing, ed. Susan Dobscha, Cheltenham: Edward Elgar, 273-293.   Crockett, David (2017), “Paths to Respectability: Consumption and Stigma Management in the Contemporary Black Middle Class,” Journal of Consumer Research, 44 (3), 554-581. Datta, Neil (2018), Restoring the Natural Order: The religious extremists’ vision to mobilize European societies against human rights on sexuality and reproduction, Brussels: European Parliamentary Forum on Population & Development. de Vries, Lisa, Miriam Fischer, David Kasprowski, Martin Kroh, Simone Kühne, David Richter, and Zaza Zindel (2020), LGBTQI* People on the Labor Market: Highly Educated, Frequently Discriminated Against, DIW Weekly Report, 10 (36), 375-383. Die Zeit (2016), “Vor 25 Jahren: Rosa von Praunheims Skandal-Outing,” http://www.zeit.de/ news/2016-12/09/medien-vor-25-jahren-rosa-von-praunheims-skandal-outing-09182205. Duggan, Lisa (2002), “The New Homonormativity: The Sexual Politics of Neoliberalism,” in Materializing Democracy: Toward a Revitalized Cultural Politics, ed. Russ Castronovo and Dana D. Nelson, Durham, NC: Duke University Press, 175-194. Durkheim, Émile (1912/1995), The Elementary Forms of Religious Life, New York: Free Press. Firat, F. Fuat and Alladi Venkatesh (1995), “Liberatory Postmodernism and the Reenchantment of Consumption,” Journal of Consumer Research, 22 (3), 239-267. Frohn, Dominic, Florian Meinhold, and Christina Schmidt (2017), „Out im Office?!“ Sexuelle Identität und Geschlechtsidentität, (Anti-)Diskriminierung und Diversity am Arbeitsplatz, Köln: IDA, Institut für Diversity- & Antidiskriminierungsforschung. Gamson, Joshua (1995), “Must Identity Movements Self-Destruct? A Queer Dilemma,” Social Problems, 42 (3), 390-407. Ghaziani, Amin (2011), “Post-Gay Collective Identity Construction,” Social Problems, 58 (1), 99-125.   GLAAD (2016), Where We Are on TV Report 2016, Los Angeles: Gay & Lesbian Alliance against Defamation. Goffman, Erving (1963), Stigma: Notes on the Management of a Spoiled Identity, Englewood Cliffs, NJ: Prentice-Hall. Gopaldas, Ahir and Glenna DeRoy (2015), “An intersectional approach to diversity research,” Consumption Markets & Culture, 18, 1-32. Goulding, Christina, Avi Shankar and Richard Elliot (2002), “Working Weeks, Rave Weekends: Identity Fragmentation and the Emergence of New Communities,” Consumption Markets & Culture, 5 (4), 261-284. Greene, Chad Felix (2018), “I’m A Gay Man. Here’s Why I Don’t Celebrate Pride Month,” https://thefederalist.com/2018/06/27/im-gay-man-heres-dont-celebrate-pride-month/. Hall, Stuart and Tony Jefferson (1973), Resistance Through Rituals: Youth subcultures in post-war Britain, London: Routledge. Halperin, David M. (2012), How to Be Gay, Cambridge, MA: Harvard University Press. Hatzenbuehler, Mark L. (2014), “Structural Stigma and the Health of Lesbian, Gay, and Bisexual Populations,” Current Directions in Psychological Science, 23 (2), 127-132. Hebdige, Dick (1979), Subculture: The Meaning of Style, London and New York: Routledge. Hill, Ronald. P., and Elizabeth C. Hirschman, (1996), “Human Rights Abuses by the Third Reich: New Evidence from the Nazi Concentration Camp Buchenwald,” Human Rights Quarterly, 18 (4), 848-873.  Höijer, Birgitta (2011), “Social Representations Theory: A New Theory for Media Research,” Nordicom Review, 32 (2), 3-16. Howarth, Caroline (2002), “Identity in Whose Eyes? The Role of Representations in Identity   Construction,” Journal for the Theory of Social Behaviour, 32 (2), 145-162. ______ (2006), “A social representation is not a quiet thing: Exploring the critical potential of social representations theory,” British Journal of Social Psychology, 45 (1), 65-86. Howarth, Caroline, Wolfgang Wagner, Nicola Magnusson, and Gordon Sammut (2014), “’It’s Only Other People Who Make Me Feel Black’: Acculturation, Identity, and Agency in a Multicultural Community,” Political Psychology, 35 (1), 81-95. ILGA (2020), State-Sponsored Homophobia - Global Legislation Overview Update, 14 Ed., Geneva: International Lesbian, Gay, Bisexual, Trans and Intersex Association. Jafari, Aliakbar and Christina Goulding (2008), “’We are not Terrorists!’ UK-Based Iranians, Consumption Practices and the Torn Self,” Consumption Markets & Culture, 11 (2), 73-91. Jodelet, Denise (1991), Madness and Social Representations, Hemel Hempstead, UK: Harvester. Joffe, Hélène (1999), Risk and the Other, Cambridge: Cambridge University Press. Jordan, Mark D. (1997), The Invention of Sodomy in Christian Theology, Chicago: University of Chicago Press. Jovchelovitch, Sandra (2007), Knowledge in Context - Representations, Community and Culture, London and New York: Routledge. Jovchelovitch, Sandra and Jacqueline Priego-Hermández (2013), Underground Sociabilities: Identity, Culture and Resistance in Rio de Janeiro’s Favelas, Brasilia: United Nations Educational, Scientific, and Cultural Organization (UNESCO). Kates, Steven M. (2002), “The Protean Quality of Subcultural Consumption: An Ethnographic Account of Gay Consumers,” Journal of Consumer Research, 29 (3), 282-399. ______ (2004), “The Dynamics of Brand Legitimacy: An Interpretive Study in the Gay Men’s   Community,” Journal of Consumer Research, 31 (2), 455-464. Kates, Steven M. and Russell W. Belk (2001), “The Meanings of Lesbian and Gay Pride Day: Resistance through Consumption and Resistance to Consumption,” Journal of Contemporary Ethnography, 30 (4), 392-429. Kozinets, Robert V. (2001), “Utopian Enterprise: Articulating the Meanings of Star Trek’s Culture of Consumption,” Journal of Consumer Research, 28 (1), 67-88. Kram, Johannes (2018), Ich hab ja nichts gegen Schwule, aber... - Die schrecklich nette Homophobie in der Mitte der Gesellschaft, Berlin: Querverlag. Lewin, Kurt (1948), Resolving Social Conflicts, New York: Harper & Row. Link, Bruce G. and Jo C. Phelan (2001), “Conceptualizing Stigma,” Annual Review of Sociology, 27 (2001), 363-385. Liu, Chihling and Robert V. Kozinets (2021), “Courtesy Stigma Management: Social Identity Work among China’s ‘Leftover Women’,“ Journal of Consumer Research, forthcoming.  Luedicke, Marius K. (2015), “Indigenes’ Responses to Immigrants’ Consumer Acculturation: A Relational Configuration Analysis,” Journal of Consumer Research, 42 (1), 109-129. Luedicke, Marius K., Craig J. Thompson, and Markus Giesler (2010), “Consumer Identity Work as Moral Protagonism: How Myth and Ideology Animate a Brand-Mediated Moral Conflict,” Journal of Consumer Research, 36 (6), 1016-32. Marková, Ivana, Per Linell, Michèle Grossen, and Anne Orvig (2007), Dialogue in Focus Groups: Exploring Socially Shared Knowledge, Sheffield: Equinox Publishing. Maor, Maya (2013), “‘Do I Still Belong Here?’ The Body’s Boundary Work in the Israeli Fat Acceptance Movement,” Social Movement Studies, 12 (3), 280–97. McCracken, Grant (1988), The Long Interview, London: Sage.   Mirabito, Ann M., Cele C. Otnes, Elizabeth Crosby, David B. Wooten, Jane E. Machin, Chris Pullig, Nathalie Ross Adkins, Susan Dunnett, Kathy Hamilton, Kevin D. Thomas, Marie A. Yeh, Cassandra Davis, Johanna F. Gollnhofer, Aditi Grover, Jess Matias, Natalie A. Mitchell, Edna G. Ndichu, Nada Sayarh, and Sunaina Velagaleti (2016), “The Stigma Turbine: A Theoretical Framework for Conceptualizing and Contextualizing Marketplace Stigma,” Journal of Public Policy & Marketing, 35 (2), 170-184. Moscovici, Serge (1961/2007), Psychoanalysis: Its Image and its Public., Cambridge: Polity. ______ (1973), “Foreword,” in Health and illness: A social psychological analysis, ed. Claudine Herzlich, London: Academic Press, ix-xiv. ______ (1984), “The phenomenon of social representations,” in Social Representations, ed. R. Farr and S. Moscovici, Cambridge: Cambridge University Press, 3-69. ______ (1988), “Notes towards a description of Social Representation,” European Journal of Social Psychology, 18 (3), 211-250. Ng, Eve (2013), “A “Post-Gay” Era? Media Gaystreaming, Homonormativity, and the Politics of LGBT Integration,” Communication, Culture & Critique, 6 (2), 258-283. Norris, Pippa and Ronald Inglehart (2019), Cultural Backlash: Trump, Brexit, and Authoritarian Populism, Cambridge: Cambridge University Press. Parcesepe, Angela M. and Leopoldo J. Cabassa (2013), “Public Stigma of Mental Illness in the United States: A Systematic Literature Review,” Administration and Policy in Mental Health and Mental Health Services Research, 40, 384-399. Peñaloza, Lisa (1994), “Atravesando Fronteras/Border Crossings: A Critical Ethnographic Exploration of the Consumer Acculturation of Mexican Immigrants,” Journal of Consumer Research, 21 (1), 32-54.   ______ (1996), “We’re Here, We’re Queer, and We’re Going Shopping! A Critical Perspective on the Accommodation of Gays and Lesbians in the U.S. Marketplace,” Journal of Homosexuality, 31 (1-2), 9-41. Phipps, Marcus and Julie L. Ozanne (2017), “Routines Disrupted: Reestablishing Security through Practice Alignment,” Journal of Consumer Research, 44 (2), 361-380. Pretzel, Andreas and Volker Weiß (2012), Rosa Radikale. Die Schwulenbewegung der 1970er Jahre, Hamburg: Männerschwarm Verlag. ______ (2013), Zwischen Autonomie und Integration. Schwule Politik und Schwulenbewegung in den 1980er und 1990er Jahren, Hamburg: Männerschwarm Verlag. Queer.de (2020), “Starker Anstieg der LGBTI-feindlichen Straftaten,” http://www.queer.de/detail.php?article_id=35500. Rinallo, Diego (2007), “Metro/Fashion/Tribes of Men: Negotiating the Boundaries of Men’s Legitimate Consumption,” in Consumer Tribes, ed. Bernard Cova, Robert V. Kozinets and Avi Shankar, Oxford: Butterworth-Heinemann, 76-92. Sandıkcı, Özlem and Güliz Ger (2010), “Veiling in Style: How Does a Stigmatized Practice Become Fashionable?,” Journal of Consumer Research, 37 (1), 15-36. Saren, Michael, Elisabeth Parsons, and Christina Goulding (2019), “Dimensions of Marketplace Exclusion: Representations, Resistances and Responses,” Consumption Markets & Culture, 22 (5-6), 475-85. Savin-Williams, Ritch (2005), The New Gay Teenager, Cambridge: Harvard University Press. Scaraboto, Daiane and Eileen Fischer (2013), “Frustrated Fatshionistas: An Institutional Theory Perspective on Consumer Quests for Greater Choice in Mainstream Markets,” Journal of Consumer Research, 39 (6), 1234-1257.   Schouten, John W. and James H. McAlexander (1995), “Subcultures of Consumption: An Ethnography of the New Bikers,” Journal of Consumer Research, 22 (1), 43-61. Spiggle, Susan (1994), “Analysis and Interpretation of Qualitative Data in Consumer Research,” Journal of Consumer Research, 21 (3), 491-503. Stuart, Heather (2004), “Stigma and Work,” HealthcarePapers, 5 (2), 100-111. Swidler, Ann (1986), “Culture in Action: Symbols and Strategies,” American Sociological Review, 51 (2), 273-286. Thompson, Craig J. (1997), “Interpreting Consumers: A Hermeneutical Framework for Deriving Marketing Insights from the Texts of Consumers' Consumption Stories,” Journal of Marketing Research, 34 (4), 438-455. Thompson, Craig J. and Tuba Üstüner (2015), “Women Skating on the Edge: Marketplace Performances as Ideological Edgework,” Journal of Consumer Research, 42 (2), 235-265. Thornton, Sarah (1997), “General Introduction,” in The Subcultures Reader, ed. Ken Gelder and Sarah Thornton, London and New York: Routledge, 1-7. Üstüner, Tuba and Douglas B. Holt (2007), “Dominated Consumer Acculturation: The Social Construction of Poor Migrant Women’s Consumer Identity Projects in a Turkish Squatter,” Journal of Consumer Research, 34 (1), 41-56. Visconti, Luca M. (2008), “Gays’ market and social behaviors in (de)constructing symbolic boundaries,” Consumption Markets & Culture, 11 (2), 113-135. ______ (2016), “A conversational approach to consumer vulnerability: performativity, representations, and storytelling,” Journal of Marketing Management, 32 (3-4), 371-385. von Wahl, Angelika (2011), “How Sexuality Changes Agency: Gay Men, Jews, and   Transnational Justice,” in Gender in Transnational Justice, ed. Susanne Buckley-Zistel and Ruth Stanley, London: Palgrave Macmillan, 191-217. Wagner, Wolfgang, Ragini Sen, Risa Permanadeli, and Caroline Howarth (2012), “The veil and Muslim women’s identity: Cultural pressures and resistance to stereotyping,” Culture & Psychology, 18 (4), 521-541. Wiegman, Robyn and Elizabeth A. Wilson (2015), “Introduction: Antinormativity’s Queer Conventions,” differences, 26 (1), 1-25. Zinn, Alexander (2017), Aus dem Volkskörper entfernt?: Homosexuelle Männer im Nationalsozialismus, Frankfurt am Main: Campus.      HEADING LIST  1) THEORY 2) Stigma 2) Stigma Configurations and their Corresponding Consumption Strategies 3) Total Stigma and Invisible Consumption 3) Dominant Stigma and Consumption as Avoidance, Coping, and Resistance 3) Beyond Dominant Stigma 2) Social Representations Analysis of Stigmatized Social Groups 3) Anchoring 3) Objectification 3) Re-presenting as Enacting, Rejecting, and Reforming Social Representations 1) CONTEXT AND METHODS 2) Data Collection 2) Data Analysis 1) FINDINGS 2) Societal Representations of Stigmatized Social Groups under Fragmented Stigma 3) Oppressive Societal Representations 3) Enabling Societal Representations 3) Normalized Societal Representations 2) Self-Representations and Consumption Strategies under Fragmented Stigma 3) An Underground Social Group—Consumption as Hiding and Denial 3) A Discrete Social Group—Consumption as Collective Resistance   3) A Hybrid Social Group—Consumption as Reformation 3) An Assimilated Social Group—Consumption as Deconstruction of Differences 3) A Post-Stigma Social Group—Consumption as Expression of Individuality 1) DISCUSSION 2) From Taking Dominant Stigma for Granted to Analyzing Stigma Configurations 2) Strategic Consumption under Fragmented versus Dominant Stigma Configurations 3) Consumption as Avoidance under Dominant Stigma versus Hiding and Denial under Fragmented Stigma 3) Consumption as Collective Resistance among Subcultures versus Discrete Social Groups 3) Consumption as Reformation under Dominant versus Fragmented Stigma 3) Consumption as Assimilation versus Deconstruction of Differences 3) Consumption as an Expression of Individuality 2) Does Consumption under Fragmented Stigma Contribute to Destigmatization? 1) CONCLUSION           Web Appendix for Manuscript:   Almost Equal: Consumption under Fragmented Stigma   Christian A. Eichert Marius K. Luedicke   Table A1:   Data Overview  Table A2:   Participant Profiles  Figure A1: Consumption under Fragmented Stigma  (with Anchorings, Objectifications, and Examples)   Table A1: Data Overview    Interviews with gay consumers Focus group discussions with gay consumers Interviews with expert participants Archival and historical data Multisited participant observation  Rationale   Attaining a deep understanding of self-representations of gay men, their enactment and objectifications in consumption strategies over time, space, and social context. Individual-level perspective on stigma configurations. Triangulation.  Attaining a deep understanding of converging and diverging self-representations, stigma management, and consumption strategies through discursive group discussions. Triangulation.   Attaining aggregated expert perspectives on contemporary and historical self-representations of gay men, gay lifestyles, and societal representations of gay men in German society over time. Triangulation.  Gaining insight into cultural turning points, representational transformations of gay self-representations, and representations of gay men in German society. Conceptualizing stigma configurations through sociohistorical contextualization and triangulation.  Attaining embodied and in situ insights into contemporary gay self-representations, consumption practices, anchorings, and objectifications. Increasing reflexivity, contextual sensitivity, inform data interpretation. Triangulation. Scope  Semi-structured formal interviews with 14 gay male participants (45 to 90 minutes), audio-recorded and transcribed verbatim. The interview topic guide included questions about self-identity and collective identity, consumption and lifestyle, experience with stigma and discrimination, but also social change such as gay marriage. Purposefully sampled via mailing lists, Facebook groups, LGBTQ community centers, student unions, snowballing. 658 pages of text (A4, 12-pt, double-spaced). Two semi-structured group discussions with 11 gay male participants (85 to 115 minutes), audio-recorded and transcribed verbatim. The discussion topic guide included questions about gay identity, consumption and lifestyle, and experience with stigma, discrimination, and social changes such as gay marriage. Provocative interventions to foster discussion. Purposefully sampled via mailing lists, Facebook groups, LGBTQ community centers, student unions, snowballing. 178 pages of text (A4, 12pt, double-spaced). Semi-structured formal interviews with 11 participants (70 to 120 minutes), audio-recorded and verbatim transcribed, individually tailored, expertise and biography-centered interview topic guide, additional informal interviews. 781 pages of text (A4, 12-pt, double-spaced).  Historic documents from the archives of the Gay Museum Berlin; photographs, paintings, magazines, pamphlets, movies, audio recordings. Exhibition Homosexualit_ies at German Historical Museum Berlin, covering 150 years of non-heterosexual history. Newspaper articles (1950 onwards) from the archives of Der Spiegel, Frankfurter Allgemeine Zeitung, Queer.de, among others. Additional exhibitions and archival research in the US and the UK for sociohistorical contextualization of major supranational turning points for gay rights (e.g., Stonewall Riots, Section 28). Participant observation in LGBTQ bars, clubs, commercial infrastructure, community centers, public and private parties, pride parades, street festivals, bathhouses, movie screenings, film festivals, art exhibitions, theatre and music performances, lectures, seminars, meetings of LGBTQ student unions and professional associations, among others. Increase awareness of sociohistorical particularities of the German context through field trips to Germany, the UK, the US, Hungary, and the Czech Republic. Informal interviews. Timeframe   2013 to 2016 2013 2016   2012 to 2020 2012 to 2020   Table A2: Participant Profiles  Pseudonym Age Sex / Orientation Occupation Primary self-representation Consumer interview participants Jonathan 26 male, gay Student Post-gay Ulf 25 male, gay Bartender Hybrid Markus 34 male, gay Consultant Discrete  Daniel 24 male, gay Student Assimilated Kasper 21 male, gay Student Post-gay Tom 31 male, gay Civil Servant Discrete Florian 27 male, gay Caterer Assimilated Simon 27 male, gay Employee Discrete Jens 26 male, gay Student Hybrid Roger 26 male, gay Media consultant Post-gay Uwe 33 male, gay Accountant Discrete Sven 39 male, gay Manager Post-gay Timo 34 male, gay Teacher Post-gay Deniz 18 male, gay Apprentice Underground Consumer focus group participants Manuel 29 male, gay Entrepreneur Assimilated John 25 male, gay Student Assimilated Viktor 32 male, gay Journalist Post-gay Adam 32 male, gay Consultant Hybrid David 31 male, gay Physician Post-gay Steffen 26 male, gay Soldier Hybrid Christopher 43 male, gay Consultant Discrete Philipp 31 male, gay PhD student Discrete Sandro 26 male, gay Student Hybrid Hans 34 male, gay Teacher Assimilated Kurt 26 male, gay Engineer Post-gay     Expert participants Pseudonym Age Sex / Orientation Occupation Friedrich 82 male, gay Gay rights activist, former federal prosecutor Gregor 66 male, gay Gay rights activist, former social worker Thomas 33 male, gay Psychologist, diversity consultant Peter 49 male, gay Business consultant, former member of parliament, LGBTQ rights spokesperson Cornelius 42 male, heterosexual Journalist at a major German news outlet Karl 48 male, gay Theologian, journalist, blogger Rudi 56 male, gay Member of parliament, human rights spokesperson, gay activist Joachim 48 male, gay Author, blogger, playwright Claudia 72 female, heterosexual LGBTQ nightclub owner, member of the city council Max 56 male, gay Gay bathhouse owner, sexual health activist Jan 48 male, gay Family therapist, social worker at an LGBTQ community center    Figure A1: Consumption under Fragmented Stigma (with Anchorings, Objectifications, and Examples)    ",
    "id": 490817314,
    "identifiers": {
        "doi": "10.1093/jcr/ucab077",
        "oai": "oai:eprints.gold.ac.uk:31242"
    },
    "title": "Almost Equal: Consumption under Fragmented Stigma",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-10-01T01:00:00+01:00",
    "publisher": "Oxford University Press",
    "references": [],
    "sourceFulltextUrls": [
        "https://research.gold.ac.uk/id/eprint/31242/1/Eichert%20%26%20Luedicke%20%282022%29%20-%20JCR.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/490817314.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/490817314"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/490817314/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/490817314/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/490817314"
        }
    ],
    "abstract": "How do historically stigmatized social groups consume strategically when they have achieved greater recognition, status, and respectability in society? Based on a seven-year interpretive social representations analysis of gay men in Germany, the authors first show that dominant, stigmatizing representations of such groups do not ameliorate uniformly and for all. Instead, they fragment into oppressive, enabling, and normalized societal representations that different consumers encounter to different degrees in their everyday lives. In the wake of these societal shifts, the stigmatized group itself disintegrates into five representational subgroups, referred to as underground, discrete, hybrid, assimilated, and post-stigma social groups. These subgroups use consumption for different and partly opposing strategic purposes, such as hiding and denial, collective resistance, and deconstruction of differences. The authors synthesize their findings into a conceptual model of consumption under fragmented stigma that extends prior research on consumption under dominant and total stigma configurations and suggests ways in which consumption can not only mitigate but also reinforce stigma. In doing so, they also shed light on the complex lived experiences of a vulnerable social group that has become almost equal",
    "tags": [],
    "fulltextStatus": "enabled",
    "subjects": [],
    "oai": "oai:eprints.gold.ac.uk:31242",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "50",
        "openDoarId": 0,
        "name": "Goldsmiths Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 490817314,
        "depositedDate": null,
        "publishedDate": "2022-10-01T01:00:00+01:00",
        "updatedDate": "2024-02-12T06:27:58+00:00",
        "acceptedDate": null,
        "createdDate": "2022-02-01T20:06:07+00:00"
    },
    "urls": [
        "https://research.gold.ac.uk/id/eprint/31242/1/Eichert%20%26%20Luedicke%20%282022%29%20-%20JCR.pdf"
    ],
    "lastUpdate": "2024-02-12T06:27:58+00:00",
    "setSpecs": []
}