{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Giordano, Caden E."
        }
    ],
    "contributors": [],
    "createdDate": "2021-02-27T00:06:00+00:00",
    "dataProvider": {
        "id": 3454,
        "name": "Gettysburg College",
        "url": "https://api.core.ac.uk/v3/data-providers/3454",
        "logo": "https://api.core.ac.uk/data-providers/3454/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/386793589.pdf",
    "fullText": "Student Publications Student Scholarship Fall 2020 Along Ideological Lines: Examining Support for Black Lives Matter Caden E. Giordano Gettysburg College Follow this and additional works at: https://cupola.gettysburg.edu/student_scholarship  Part of the African American Studies Commons, American Politics Commons, and the Race and Ethnicity Commons Share feedback about the accessibility of this item. Recommended Citation Giordano, Caden E., \"Along Ideological Lines: Examining Support for Black Lives Matter\" (2020). Student Publications. 903. https://cupola.gettysburg.edu/student_scholarship/903 This open access student research paper is brought to you by The Cupola: Scholarship at Gettysburg College. It has been accepted for inclusion by an authorized administrator of The Cupola. For more information, please contact cupola@gettysburg.edu. Along Ideological Lines: Examining Support for Black Lives Matter Abstract In this paper, support for the Black Lives Matter is examined through different identity frames: feminism, support for the LGBTQ+ community, and who the respondent voted for in 2016. An interaction variable was created to see how race influenced these categories. For example, whether a white feminist might support Black Lives Matter more or less than a Black feminist or a white non-feminist. Race is the main determinant of support for Black Lives Matter. Keywords Black Lives Matter, Feminism, Social Movements Disciplines African American Studies | American Politics | Political Science | Race and Ethnicity Comments Written for POL 215: Methods of Political Science Creative Commons License This work is licensed under a Creative Commons Attribution 4.0 License. This student research paper is available at The Cupola: Scholarship at Gettysburg College: https://cupola.gettysburg.edu/student_scholarship/903 Caden Giordano Professor Page POL 215 28 October 2020 Along Ideological Lines: Examining Support for Black Lives Matter In August of 2012, Marcus Anthony Hunter, an urban studies scholar at the University of California, Los Angeles, was the first to post the hashtag #BlackLivesMatter on Twitter. The hashtag immediately went viral, especially after three women, Alicia Garza, Patrisse Cullors, and Opal Tometti, shared the grand jury’s acquittal of George Zimmerman in 2013. Zimmerman was being charged in the shooting of Trayvon Martin, an unarmed African American teenager (National Public Radio 2019). Following this viral trend on Twitter, the movement moved from social media to the streets where the Black Lives Matter movement became a tool for protest against police brutality in Black communities throughout the United States. Hundreds of large protests have been conducted in cities across America since 2014 (Bonilla and Rosa 2015).  Tensions between Black Lives Matter and the police hit a new high in 2020. On May 25th, 2020, George Floyd, an unarmed black man, was killed after being taken into police custody. A convenience store employee called the police after he believed Floyd bought a pack of cigarettes with a counterfeit twenty-dollar bill. Seventeen minutes after the first police cars appeared at the scene, Floyd was dead. Through a combination of cellphone videos and bystander accounts, the scene surrounding this instance was reconstructed. To rectify this heinous act, the Minneapolis Police Department fired the four officers that were involved On June 3, Hennepin County prosecutors added a more serious second-degree murder charge against Derek Chauvin and in addition to this,  charged each of the three other former officers, Thomas Lane, J. Alexander Kueng, and Tou Thao, with aiding and abetting second-degree murder (Hill et. al 2020). The cause of death was very clearly from Chauvin’s kneeling on the neck of George Page 1 of 22 Floyd, which is not an approved technique in police departments across America. In addition to this, the scenes that followed the killing of Jacob Blake in Kenosha, Wisconsin are scenes that are sadly not unfamiliar. After the killing of another Black man by the police, the public outcry was incredibly similar to that of the killing of George Floyd and many others.  Black Lives Matter and their protests have begun to represent a protest movement and a people that have felt disenfranchised by their government. John Eligon writes, “Black Lives Matter protests — or even the possibility of them — have changed the way that people in power respond. Elected leaders, including Gov. Tony Evers of Wisconsin, now tend to engage instantly and insistently with matters that in the past had been dealt with primarily by the police,” (Eligon 2020).  Police officers not only kill more, but shoot more minorities, but officers also shoot and kill more people of any race than their counterparts in countries like the United Kingdom and Germany (Lumsden 164). It is increasingly worrisome as minorities are killed at a disproportionately higher rate. Lumsden finds just how much the law is inherently skewed to hinder the advancement of minorities and how the system is broken. The numerous killings by police and other individuals have sparked a movement that has been seen as many as necessary and some as going too far.  Under what conditions do individuals show more or less support for the Black Lives Matter movement? The goal of this paper is to understand what leads to people potentially having greater levels of support for Black Lives Matter and why this might be the case. Researching the effects of ideology and different ways that the message is presented to people can shape how they view the movement. Does the framing of the Black Lives Matter movement based on political ideology and the intersectionality of the movement have an overarching effect on how the movement is perceived (Goffman 1974)? Does being a member of a marginalized Page 2 of 22 group because of gender or LGBTQ+ identity play a role? Does political ideology have an effect on support for Black Lives Matter movement? Do feelings towards the police play a crucial role in how the Black Lives Matter movement is perceived? Additionally, the effect of race will be examined throughout this paper. Race can be seen as a dividing line in support of the movement. These questions are of tremendous importance in examining true support for Black Lives Matter.  Framing Perspectives The research paradigm used within this paper will be the “framing perspective” which is very common among various social movements. It emerged in order to correct the limitations of the structuralism that is the dominant definition within the resource mobilization and political process theories of social movements (Benford and Snow 2000; Snow et al. 1986, 464). Political process theorists and resource mobilization researchers state that the ability to take advantage of shifts in the opportunity structure through labor, money, and others in order to send strategic signals to those in power is imperative in creating a comprehensive and powerful social movement (Cress and Snow 1996; Gamson 1975; McAdam 1982; Morris 1981). In Goffman’s research (1974), the framing paradigm points to the essential role that ideology and other factors play in the micromobilization of the participants within the movement. Additionally, Goffman defines “frames” as “schemata of interpretation that enable individuals to locate, perceive, and label” personal and global events Goffman’s views hold that the largest and most successful social movements occur with the  “alignment” of the interpretive schemata in conjunction with promotion by the leaders of said social movement and the participants. Snow and other authors (1986, 464) state that “frame alignment is a necessary condition for movement participation, whatever its nature or intensity.” Scholars have devoted research to the importance that frames contribute to social movement organizations and how they generate public opinion (Bonilla and Page 3 of 22 Mo 2018; Lau and Schlesinger 2005). In addition to this, it can also cause participants to be more likely to participate publicly.  Meaning Work In addition to being an incredibly important research paradigm, studies mentioned above show the importance of what Benford and Snow (2000) call “meaning work.” According to Benford and Snow, meaning work is “the struggle over the products of mobilizing and countermobilizing ideas and meanings,” (Benford and Snow 2000, 613). With the idea of meaning work, the paramount focus and objective of activists are to be “signifying agents'' in the creation and maintenance process for all parties involved (Benford and Snow 2000, 613). Snow and Benford also argue that social movement organizations are most successful in their endeavors when they successfully accomplish the core framing tasks that occur at the onset of a “protest cycle” in order to ensure that it really resonates with the people involved (Snow and Benford 1992). Additionally, Benford and Snow define the concept of resonance as “the effectiveness or mobilizing potency of proffered framings,” (Benford and Snow 200, 619). Furthermore, resonance is a key indicator of credibility and ideational centrality.  Intersectionality Some of the most visible activists within the Black Lives Matter movement have embraced the idea of intersectionality. With the idea of intersectionality, it shows that there are more levels to the marginalization and mistreatment of people within the United States. The concept of intersectionality introduces marginalization categories such as gender and LGBTQ+ identities that are a part of the greater Black community and how these identities might help reach people in marginalized groups (Carruthers 2018). Garza describes this intersectional framing strategy as a necessity and that it will be crucial in building up the Black Lives Matter Page 4 of 22 Movement (Garza 2014, 25). Tillery analyzed thousands of tweets from organizations that are affiliated with the Black Lives Matter Movement and discovered that gender, LGBTQ+, and racial identities were some of the main categories that were presented in their messages (Tillery 2019). There is also qualitative research on Black Lives Matter activists that has reinforced the finding of the importance of the intersectional messages. Jackson writes they, in reference to Black Lives Matter’s founders, “have insisted on discourses of intersectionality that value and center all Black lives, including, among others, Black women, femmes, and queer and trans folk,” (Jackson 2016, 375). In spite of this, subgroups within the marginalized community have received far less attention in the Black Lives Matter protests of state violence.  The creator of the term “intersectionality” has brought up what she calls the “dilemma” that follows if social movements do not balance the subgroup identities and unify everyone as a whole (Crenshaw 1989, 148). Social movement scholars state that these movements should use a “collective identity” using master frames that do not recognize the diversity within the groups (Gamson 1992; Armstrong 2002). The viewpoint is further strengthened and corroborated by experimental research. They show that “individuals are more likely to see themselves as members of social groups under conditions in which the use of a group label maximizes the similarities between oneself and other group members, and heightens one’s differences with outsiders,” (Huddy 2001, 134). Intersectional identities may alter support and mobilization through the creation of “in-groups” and “out-groups” which they do not see themselves a part of (Hinkle and Brown 1990). Furthermore, the formation of these groups leads to an individual creation of a “social identity” (Tajfel and Turner 1979). The work in this paper is mainly based on the idea that individuals use the process of self-categorization, group evaluation, and the determination of in-groups and out-groups to see what frame might appeal to them. The frames’ Page 5 of 22 importance is even more essential when the main activists attempt to build upon multiple social identities, which has been the case with the Black Lives Matter movement. The first step in personal identity formats is a judgment of reflecting on complex interactions between personal knowledge, experience, and motives (Turner 1999, 31).  The category that an individual feels that they are a part of can shift due to experiences and other stimuli. The stimuli that one experiences are the most important when shifts occur in social context, and they are most “salient” or of the most importance (Oakes 1987). Public opinion scholars have also shown that frames that are generated by the upper class, or least marginalized groups of people, are seen as less likely to be advantageous and palatable to the marginalized groups (Chong and Druckman 2007). Public opinion studies have demonstrated a strong racial group consciousness in the African American community (Chong and Rogers 2005). In order for these frames and identities to be successful, they must apply thoroughly through all levels of class, race, and gender. In accordance with this, Garza says, with regards to the movement, it is “the narrow nationalism that can be prevalent in some Black communities,” (Garza 2014, 25). However, the viewpoints of many activists seem to go against Garza’s quote. Comparing Intersectional Messages Findings of public opinion studies show that the frame of modern Black Nationalism demonstrated a greater sense of efficacy and a higher likelihood of political participation (Brown and Shaw 2002). However, gender and LGBTQ+ identities must also be taken into account. Studies have shown that group consciousness with gender identity was the main reason the women’s participation in their movement was successful (Cole, Zucker, and Ostrove 1998). Additionally, studies have shown that at the peak of the women’s civil rights movement, the group with the highest commitment to feminist values was Black women (Hooks 1981). This has Page 6 of 22 been corroborated by more recent studies, which show that Black women have more political participation than their white counterparts. The participation is driven by the conscious group identity (Brown and Gershon 2016). However, what is less clear is how Black men will respond to frames of the Black Lives Matter movement. It is quite possible that Black Lives Matter support frames using feminism will have positive effects. Simien showed that there are African American men responding positively to the gender frames and states that Black men are equally and, in some cases, more likely than are black women to support Black feminism,” (Simien 2004, 331). Gender frames that center the Black Lives Matter Movement alongside gender will create a “competitive context” and will invigorate individuals to reconcile competing considerations (Chong and Druckman 2007, 110).  LGBTQ+ identities and Black queer representation is at the center of the Black Lives Matter movement (Carruthers 2018). However, this has not always been the case. During the 1960s, the existence of the Black LGBTQ+ people was a taboo topic within the Black community and these people were further ostracized.  Public opinion studies have shown that there has been a wide range of homophobic attacks that have disseminated through the American public (Brewer 2003). Although acceptance of LGBTQ+ people has been increased throughout the history of the United States, there is still widespread homophobia, and many still feel that it is “immoral” (Herek 2000). This is not an issue only in the white community, but also in the Black community. Blacks are less likely to express personal approval of homosexual relationships and same-sex marriage (Pew 2019). In a comparison of gender, race, and LGBTQ+ identities, the LGBTQ+ identity is the least represented through the Black Lives Matter movement (Threadcraft 2018).  Page 7 of 22 Empirical research on using frames has shown a pattern. Bonilla and Tillery use three frames to experiment with their effects on people’s support for Black Lives Matter: Black Nationalist, Feminist, and LGBTQ+ Rights (Bonilla and Tillery 2020, 947). These frameworks generate different levels of effects in respondents’ willingness to support, trust, canvass, and write representatives about the Black Lives Matter movement. The frameworks all had to do with various reasons for the creation of Black Lives Matter with subtle twists. For example, the Black Nationalist frame ended with “They believe in elevating the experiences of Black people as a distinct nation within a nation through an ongoing call and struggle for reparations for the historic and continuing harms of colonialism and slavery. They are intentional about amplifying the particular experience of the violence the descendants of African people face in their struggle for self-determination,” (Bonilla and Tillery 2020, 953).  The experiment found that the Black Nationalist treatment had the greatest effect as a whole on the respondents. The authors write, “Surprisingly we found that support for Black Lives Matter movement did not increase overall as a result of the Black Nationalist treatment exposure, though we did see changes in how individuals asked for support and greater specificity within their messaging,” (Bonilla and Tillery 2020, 959). The findings in this experiment raise the question of the effectiveness of intersectionality within the mobilization of Black Lives Matter supporters, especially when considering Black women are killed at an incredibly disproportionate rate.  Causal Explanations and Hypotheses People may support or not support Black Lives Matter for a variety of reasons, based on their political ideology, their race, and their feelings about other social movements. The political ideology of an individual may play a key role in the support of Black Lives Matter because the Democratic Party seems keener on supporting police reform and is more likely to see this as an Page 8 of 22 issue. Non-supporters will more likely be from the Republican party, as they are more likely to be pro-police. A large majority of the Republican Party are in favor of the “All Lives Matter” or “Blue Lives Matter” campaigns, which were created in opposition to the Black Lives Matter campaign and its mission. Furthermore, Black individuals will feel a deeper connection to the movement as it is impacting them more than it would a white respondent. It is harder for a white individual to sympathize with the cause due to a lack of belief in intersectionality.  White respondents will find it more difficult to go along with the Black Lives Matter movement because they feel like it is an attack on their beliefs and their ideals. They are more likely to have positive experiences with the police; whereas, Black respondents are more likely to have a more negative experience with the police. Seeing as the Black population is killed at a disproportionately higher rate than the white population, Blacks tend to have a more negative view of the police. Alternatively, it could also have to do with the messages of the party involved, as Republicans tend to have more of a law and order message in comparison to the Democratic messaging. In this study, I hypothesize that in a comparison of individuals, those that are Democrats are more likely to support the Black Lives Matter movement than those who are Republican. Ideological issues like this tend to show why someone may support the cause more than others. Furthermore, I hypothesize that in a comparison of individuals, those that have higher levels of support for feminism will have higher levels of support for Black Lives Matter than those that have lower levels of support for feminism.  The group consciousness effect of feminism will play a major role in this. Finally, I hypothesize that in a comparison of individuals, those that have higher levels of support for the LGBTQ+ community will have higher levels of support for Black Lives Matter than those who have low levels of support for the LGBTQ+ Page 9 of 22 community. The LGBTQ+ community tend to face more discrimination and will have larger group consciousness and sympathize with the movement.  I will control for the respondent’s race for the first hypothesis to show that party ideology does play an important role in support for Black Lives Matter. Additionally, I will also control for race to show that Blacks tend to have higher levels of support for Black Lives Matter. If an individual is Black and also a Democrat, then they will tend to show more support for Black Lives Matter than if they are White or Republican. I will test this by looking at who they voted for in 2016.  Finally, I will control for sexual orientation to show how these individuals will have more support for Black Lives Matter. I plan on creating interaction variables for Race with Feminism support, LGBTQ+ support, and who they voted for in 2016 to show the correlation in raising support within the groups.  Research Design Introduction In order to test the hypotheses, I examined data from the American National Election Survey from 2016. These data include 4271 respondents who were all eligible United States voters. I selected these data because it best fits the requirements for testing the hypotheses, particularly with its feelings thermometer for Black Lives Matter. As this is a more recent movement, many other older datasets, particularly the 2012 National Election Survey do not encompass data for Black Lives Matter. A constraint of this survey is that this may not truly encompass support for Black Lives Matter as respondents may be fearful to not express support due to other pressures.  Variable Measurements In order to operationalize support for Black Lives Matter, I use the Feelings Towards Black Lives Matter variable. The question was rating the respondent’s feelings about Black Page 10 of 22 Lives Matter on a feelings thermometer with answers that could range from -7 to 100. The mode for this variable was -6 with a frequency of 536 for 12.73% of the respondents. The mean for this variable was 40. In table 1, the feelings thermometer for Black Lives Matter was recoded into 4 quantiles. The bottom two quantiles had the highest number of respondents, suggesting that this group was overall not very supportive of Black Lives Matter.   Additionally, I will be using the feelings thermometer for Feminism. The question was rating the respondent’s feelings about Feminism on a feelings thermometer with answers that could range from -7 to 100. The mode for this variable was -6 with a frequency of 536 . The mean for this variable was 47. Once again, I recoded the Feminism table into 4 quantiles and the quantiles were much more evenly split than the Black Lives Matter variable.   Page 11 of 22 Another variable I will be examining is the Feelings towards the LGBTQ+ community. The question was rating the support for the LGBTQ+ community using a feelings thermometer -7 to 100. The mode was -6 with a frequency of 536. The mean was 51. Similarly to the Feminism table, the quantiles are more evenly split than the Black Lives Matter variable.   Additionally, I am using the variable of who the respondent voted for in 2016. The question was about the major party vote and it was either for Hillary Clinton or Donald Trump. The mode for this variable was Hillary Clinton with a frequency of 1364 respondents. It additionally had a mean of 1, which was coded for Hillary Clinton.         Page 12 of 22 Finally, the last variable I will be using is the race of the respondent. Race was recorded by asking the question “Please choose one: white or black” If the respondent did not identify as black or white, they were omitted from this tabulation. The mode of the variable is white with a frequency of 3038 respondents and 88.42% of respondents. The mean was 1, which was coded for White Respondents.   Model Estimation The dependent variable, support for Black Lives Matter, is an interval level variable, which is why I chose OLS regression to approximate the overall support for Black Lives Matter. I ran regression analyses for race, support for feminism, support for the LGBTQ+ community, and who the respondent voted for in 2016. When testing for the Feminism variable, I used an interaction variable to test how Feminism played a role in support for Black Lives Matter among whites and Blacks. Additionally, I did a similar method when testing for LGBTQ+ support for Black Lives Matter. Finally, to test for party identification and vote in 2016, I once again used an interaction variable to show how disparities among racial groups might be determined by who they voted for.     Page 13 of 22 Results  This model supports that Feminism plays a major role in boosting support for Black Lives Matter for white identity groups but does not play a significant role within the black community. Whereas in the white community higher support for feminism creates nearly a twenty point difference in overall support for Black Lives Matter, this correlation is not nearly as strong in the black community where the support is already much higher than both white Page 14 of 22 categories. Black Feminists’ confidence interval is not overlapping with the Black non-Feminist category, suggesting a significant difference between the two. Race is a much higher coefficient causing it to create a much greater difference than feminism is.   This model supports that LGBTQ support plays a major role in boosting support for Black Lives Matter for white identity groups but does not play a significant role within the black community. Whereas in the white community higher support for LGBTQ creates a larger difference inn overall support for Black Lives Matter, this correlation is not nearly as strong in the black community where the support is already much higher than both white categories. Race Page 15 of 22 has a much higher coefficient causing it to create a much greater difference than LGBTQ support is. The confidence intervals for Black non-LGBTQ and Black LGBTQ are overlapping suggesting that there is no discernible difference between the two. However, this model is continuing the trend that Race is seemingly the most important factor in determining support for Black Lives Matter.  Page 16 of 22  This model supports the hypothesis that who the respondent voted for in 2016 affects their support for Black Lives Matter. However, Race seems to be the most important variable once again. It is also important to note that the confidence interval for Black Trump voters is so large due to their being only 12 respondents out of 4271 respondents. This is indistinguishable from both Black Clinton voters and White Clinton voters. However, when examining white voters, the vote for Clinton and Trump determined their support for Black Lives Matter extensively. White Trump voters had much lower levels of support for Black Lives Matter than White Clinton voters, showing that who the person voted for is significant with their support for Black Lives Matter. However, race is still suggesting a stronger correlation with support for Black Lives Matter.  Discussions and Conclusions The category that had the most effect on support for Black Lives Matter was race. Black respondents were overall much more supportive of the Black Lives Matter movement, regardless of their perception of Feminism, LGBTQ+ rights, and even who they voted for. The results for the first model showed just how potent the feminism variable was in changing support for Black Lives Matter was among white respondents. The difference between whites who had better perceptions of feminism had much higher support for Black Lives Matter than whites who had lower levels of support for feminism. However, this effect could not be seen among Blacks who had lower or higher levels of support for feminism.  My findings are in line with the research by Bonilla and Tillery (2020) where they found that the Black Nationalist Frame created the most support for the Black Lives Matter movement. They also found minimal mobilization differences when using LGBTQ+ and feminist frames. Page 17 of 22 My findings show that the strongest correlation with higher levels of support came from being Black and lower levels of support came from being White.  As police violence becomes more and more prevalent, the need to support Black Lives Matter becomes greater. Gaining a deeper understanding of who supports Black Lives Matter and why is important in promoting the movement beyond just Black people. The proliferation on social media is just the start in the fight for racial equality.                   Page 18 of 22 Bibliography Armstrong, Elizabeth A. 2002. ​Forging Gay Identities: Organizing Sexuality in San Francisco,  1950-1994​. Chicago: University of Chicago Press.  Benford, Robert D., and David A. Snow. 2000. “Framing Processes and Social Movements: An  Overview and Assessment.” ​Annual Review of Sociology​ 26 (1): 611–39.  Bonilla, Tabitha, and Cecilia Hyunjung Mo. 2018. “Bridging the Partisan Divide on Immigration  Policy Attitudes through a Bipartisan Issue Area: The Case of Human Trafficking.” Journal of Experimental Political Scienc​e 5 (2): 107–20.  Bonilla, Yarimar, and Jonathan Rosa. 2015. “#Ferguson: Digital Protest, Hashtag Ethnography,  and the Racial Politics of Social Media in the United States.” ​American Ethnologist​ 42 (1): 4–17.  Bonilla, Tabitha, and Alvin B. Tillery. 2020. “Which Identity Frames Boost Support for and  Mobilization in the #BlackLivesMatter Movement? An Experimental Test.” ​American Political Science Review ​114 (4): 947-962.   Brewer, Paul R. 2003. “The Shifting Foundations of Public Opinion about Gay Rights.” ​The  Journal of Politics​ 65 (4): 1208–20.  Brown, Robert A., and Todd C. Shaw. 2002. “Separate Nations: Two Attitudinal Dimensions of  Black Nationalism.” ​Journal of Politics​ 64 (1): 22–44.  Brown, Nadia E., and Sarah Allen Gershon. 2016.​ Distinct Identities: Minority Women in US  Politics​. New York: Routledge.  Carruthers, Charlene. 2018. ​Unapologetic: A Black, Queer, and Feminist Mandate for Radical  Movements​. Boston, MA: Beacon Press.  Chong, Dennis, and James N. Druckman. 2007. “Framing Public Opinion in Competitive  Democracies.” ​American Political Science Review ​101 (4): 637–55.  Chong, Dennis, and Reuel Rogers. 2005. “Racial Solidarity and Political Participation.” Political  Behavior 27 (4): 347–74.  Cole, Elizabeth R., Alyssa N. Zucker, and Joan M. Ostrove. 1998. “Political Participation and  Feminist Consciousness among Women Activists of the 1960s.” Political Psychology 19 (2): 349– 71. Page 19 of 22  Crenshaw, Kimberlé. 1988. “Race, Reform, and Retrenchment: Transformation and Legitimation  in Antidiscrimination Law.” ​Harvard Law Review​ 101: 1331–87.    Crenshaw, Kimberlé. 1989. “Demarginalizing the Intersection of Race and Sex: A Black  Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics.”​ University of Chicago Legal Forum​: 139–69.  Crenshaw, Kimberlé. 1991. “Mapping the Margins: Identity Politics, Intersectionality, and  Violence against Women.” Stanford Law Review 43 (6): 1241–99.   Cress, Daniel M., and David A. Snow. 1996. “Mobilization at the Margins: Resources,  Benefactors, and the Viability of Homeless Social Movement Organizations.” ​American Sociological Review​ 61 (6): 1089–109.  Eligon, John. 2020. “Black Lives Matter Grows as Movement While Facing New Challenges.”  The New York Times. https://www.nytimes.com/2020/08/28/us/black-lives-matter-protest.html (October 21, 2020).  Herek, Gregory M. 2000. “The Psychology of Sexual Prejudice.”​ Current Directions in  Psychological Science​ 9 (1): 19–22.  Huddy, Leonie. 2001. “From Social to Political Identity: A Critical Examination of Social  Identity Theory.” ​Political Psychology​ 22 (1): 127–56.  Gamson, William A. 1975. ​The Strategy of Social Protest​. Homewood, IL: Dorsey.  Gamson, William A., 1992. ​Talking Politics​. New York: Cambridge University Press.  Garza, Alicia. 2014. A Herstory of the #BlackLivesMatter Movement.” ​The Feminist Wire​,  October 7.  Goffman, Erving. 1974. ​Frame Analysis: An Essay on the Organization of Experience​.  Cambridge, MA: Harvard University Press.  Hill, Evan et al. 2020. “How George Floyd Was Killed in Police Custody.” ​The New York Times​.  https://www.nytimes.com/2020/05/31/us/george-floyd-investigation.html (October 18,  2020). Page 20 of 22  Hooks, Bell. 1981. ​Ain’t I a Woman: Black Women and Feminism​. Boston: South End Press.   Jackson, Sarah J. 2016. “(Re) Imagining Intersectional Democracy from Black Feminism to  Hashtag Activism.” ​Women’s Studies in Communication​ 39 (4): 375–79.  Lau, Richard R., and Mark Schlesinger. 2005. “Policy Frames, Metaphorical Reasoning, and  Support for Public Policies.”​ Political Psychology​ 26 (1): 77–114.  Lumsden, Eleanor. 2017. “How Much Is Police Brutality Costing America?” ​University of  Hawaii Law Review ​40(1): 141–202.  https://heinonline.org/HOL/P?h=hein.journals/uhawlr40&i=149.  McAdam, Doug. 1982. ​Political Process and the Development of Black Insurgency, 1930-1970​.  Chicago: University of Chicago Press.  Morris, Aldon D. 1981. “Black Southern Student Sit-in Movement: An Analysis of Internal  Organization.” ​American Sociological Review​ 46 (6): 744–67.   National Public Radio, “The 2010s: Hashtags and Social Movements.”  https://www.npr.org/2019/12/28/792022266/the2010s-hashtags-and-social-movements. (October 20, 2020).   Oakes, Penelope. J. 1987. “The Salience of Social Categories.” In ​Rediscovering the Social  Group: A Self-Categorization Theory​, eds., John C. Turner, Michael A. Hogg, Penelope J. Oakes, Stephen D. Reicher, and Margaret S. Wetherell, 117–41. New York: Blackwell.  Pew Research Center. 2019. “Majority of Public Favors Same-Sex Marriage, But Divisions  Persist.” May 2019. https:// www.pewresearch.org/politics/2019/05/14/majority-of-publicfavors-same-sex-marriage-but-divisions-persist/ (Accessed October 21, 2020).  Simien, Evelyn M. 2004. “Gender Differences in Attitudes toward Black Feminism among  African Americans.”​ Political Science Quarterly​ 119 (2): 315–38.  Snow, David A., and Robert D. Benford. 1992. “Master Frames and Cycles of Protest.”  Frontiers in Social Movement Theory​, eds. Aldon Morris and Carol McClurg Mueller, 133–56. New Haven, CT: Yale University Press.  Page 21 of 22 Snow, David A., and Richard Machalek. 1984. “The Sociology of Conversion.”​ Annual Review  of Sociology​ 10 (1): 167–90.  Snow, David A., E. Burke Rochford Jr., Steven K. Worden, and Robert D. Benford. 1986.  “Frame Alignment Processes, Micromobilization, and Movement Participation.” American Sociological Review​ 51 (4): 464–81.  Tajfel, Henri, & John Turner. 1979. “An Integrative Theory of Intergroup Conflict.” In ​The  Social Psychology of Intergroup Relations​, eds. Austin William and Stephen Worchel, 33–47. Belmont, CA: Wadsworth.  Threadcraft, Shatema. 2017. “North American Necropolitics and Gender: On #BlackLivesMatter  and Black Femicide.” ​South Atlantic Quarterly​ 116 (3): 553–79.   Tillery, Alvin B. 2019. “What Kind of Movement is Black Lives Matter? The View from  Twitter.” ​Journal of Race, Ethnicity, and Politics​ 4 (2): 297–323.  Turner, John C. 1999. “Some Current Issues in Research on Social Identity and  Self-Categorization Theories.” In ​Social Identity: Context, Commitment, Content​, eds. Naomi Ellemers, Russell Spears, and Bertjan Dossje, 6–34. Oxford: Blackwell.     Page 22 of 22 ",
    "id": 386793589,
    "identifiers": {
        "doi": null,
        "oai": "oai:cupola.gettysburg.edu:student_scholarship-1981"
    },
    "title": "Along Ideological Lines: Examining Support for Black Lives Matter",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-10-01T08:00:00+01:00",
    "publisher": "The Cupola: Scholarship at Gettysburg College",
    "references": [],
    "sourceFulltextUrls": [
        "https://cupola.gettysburg.edu/cgi/viewcontent.cgi?article=1981&amp;context=student_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/386793589.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/386793589"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/386793589/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/386793589/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/386793589"
        }
    ],
    "abstract": "In this paper, support for the Black Lives Matter is examined through different identity frames: feminism, support for the LGBTQ+ community, and who the respondent voted for in 2016. An interaction variable was created to see how race influenced these categories. For example, whether a white feminist might support Black Lives Matter more or less than a Black feminist or a white non-feminist. Race is the main determinant of support for Black Lives Matter",
    "tags": [
        "student_research",
        "Black Lives Matter",
        "Feminism",
        "Social Movements",
        "African American Studies",
        "American Politics",
        "Political Science",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "student_research"
    ],
    "oai": "oai:cupola.gettysburg.edu:student_scholarship-1981",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3454",
        "openDoarId": 0,
        "name": "Gettysburg College",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 386793589,
        "depositedDate": null,
        "publishedDate": "2020-10-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T04:08:12+00:00",
        "acceptedDate": null,
        "createdDate": "2021-02-27T00:06:00+00:00"
    },
    "urls": [
        "https://cupola.gettysburg.edu/student_scholarship/903",
        "https://cupola.gettysburg.edu/context/student_scholarship/article/1981/viewcontent/Along_Ideological_Lines__Examining_Support_for_Black_Lives_Matter.pdf"
    ],
    "lastUpdate": "2024-01-24T04:08:12+00:00",
    "setSpecs": []
}