{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Joyce, Caitlin"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-20T19:24:14+01:00",
    "dataProvider": {
        "id": 3616,
        "name": "Arcadia University",
        "url": "https://api.core.ac.uk/v3/data-providers/3616",
        "logo": "https://api.core.ac.uk/data-providers/3616/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/323029276.pdf",
    "fullText": "1  “American Identities and Consumption of Japanese Homoerotica” By: Caitlin Joyce Research Question​: How does the American “boy’s love” community differ from their Japanese counterpart, and what role does each nation’s cultural understandings of sexuality and gender play in the process of constructing identity through this type of homoerotic medium? Introduction​: ​My thesis is a cross-cultural comparison of the consumption habits of Japanese and American ​yaoi​ or boy’s love (BL) fans, with a particular focus on how the motivations for consuming this type of media may differ between each group. BL is a genre of homoerotica which may exist in a multitude of forms, including novels, prose, artwork, published comics (called ​manga​), and fanwork comics (called ​doujinshi​). The characters depicted in these works can be either original characters created by the author or artist, or characters which exist in an already existing franchise. I am including fanworks (content created by fans of a specific media) within my definition of what constitutes as BL media, as fan communities (or a “fandom”) represent a large portion of those who produce and consume BL erotica. With the development of the ​manga​ industry and global social media sites such as Twitter, BL content has gained an international fanbase, particularly in the United States. In my research, I explored the American BL fanbase and juxtapose its characteristics to BL consumers in Japan, as there is little existing literature analyzing the international BL fandom. To answer each component in my research question, I have conducted an open-ended survey restricted to American BL fans asking questions related to their identity demographics, terminology used in the BL community, and if they find representation of their own identities to  The Effect of American Identities on the Consumption of Japanese Homoerotica 2 be a relevant factor within their consumption of this type of media. Within my literature review, I am starting with the history of Japanese homoerotica, from Heian era writings and ​shunga artwork, to how this has evolved into the modern BL industry in Japan. Additionally, I examine where BL media fits into the landscape of both Japanese and global LGBT+ identity politics. Using identity construction and queer feminist theory, I will examine how this type of homoerotica is utilized to help marginalized people construct and validate their sexual and gender expressions. This information will be compared to the data I collect within my own empirical research, to demonstrate what cultural values and consumption habits are similar or differ between my American respondents and the Japanese BL community.  Literature Review History of Male Homosexuality and Homoerotica in Japan The concept of ​nanshoku​, or male homosexuality in Japan, has evolved in social understanding and practice from the time it was first alluded to in writing during the Heian Period (794-1185). Japanese attitudes towards homosexuality pre-Western contact were relatively ambivalent or mixed, as there was no strong philosophical or religious sanctions against same-sex intercourse. While homosexuality has been a theme present in Japanese media and social rites for centuries, most of the focus is around male homosexual pairings - female homosexuality was not recognized or defined until modern history. However, homosexual interactions between men was implied in poetry and stories during the Heian Period, including a brief mention in the historic novel ​The Tale of Genji​, when the hero Genji sleeps with a woman’s younger brother after she rejected his romantic advances:  The Effect of American Identities on the Consumption of Japanese Homoerotica 3 “Well, you at least must not abandon me.” Genji pulled the boy down beside him. The boy was delighted, such were Genji’s youthful charms. Genji, for his part, or so  one is informed, found the boy more attractive than his chilly sister” (Steindensticker 1947: 57) While this passage does not directly describe homosexual intercourse, the homoerotic implication is apparent. Journals from Heian court officials also describe homoerotic encounters with their subordinates, and some Buddhist monastaries gained a reputation of tolerating homosexual relationships between elder monks and apprentices. The connection between Buddhist monks and homosexuality was later referenced by Chikamatsu Monzaemon, a famous kabuki​ theater playright of the Edo Period (1603-1868), in the opening to a historic drama: On Koya the mountain / Where women are hated /Why does the pine-maiden grow? Yet even if the mine-maidens / Were all rooted out /Would not the stars of love Still shoot through the night? ​(Keene 1961: 132) In this passage, Monzaemon references that despite the fact that no women lived in the monastery, sexual encounters nonetheless occured between the monks. While many Chinese Buddhist texts were antagonistic to homosexual practices, Japanese Buddhists were relatively ambivalent to the issue of ​nanshoku​. One argument which explains this Japanese Buddhist tolerance towards ​nanshoku​ is that homosexual intercourse between men would be restorative to their masculine ​yang ​energy, while having intercourse with women too much would extinguish their ​yang ​with feminine ​yin​. Some writings also account that homosexual intercourse could be seen as a compromise between celibacy, which was encouraged by Buddhist writings, and  The Effect of American Identities on the Consumption of Japanese Homoerotica 4 heterosexuality (Leupp, 2011). During this time period, ​nanshoku​ was commonly accepted in specific social circles and hierarchies, and was referenced throughout the era’s literature. Homoerotica especially flourished in the Edo period through a type of erotic art, called shunga​. ​Shunga​, meaning “spring picture”, was a type of ​ukiyo-e​, or “art of the floating world”, and was created with the usage of woodblocks and stamping methods. This art conveyed the fleeting pleasures of modern life during the Edo period, which ranged from scenic depictions of nature, activities in the city, and sexual interaction. However, the sexual acts shown in ​shunga were not limited to heterosexual pairings, as numerous paintings featured homosexual coupling of men and women. A common homoerotic scene was that of an established samurai and a wakash​ū​ (young boy), which reflected Heian practices of homosexuality between an elder and his pupil. During this period, the ruling Tokugawa Shogunate was known to have established strict censorship laws on “immoral” content, yet ​shunga​ was never harshly criticized by the government. Instead, the Shogunate pursued media which criticized Japanese politics and could potentially lead to social instability, so the erotica of ​shunga​ was considered relatively harmless and remained uncensored (Pollack, 2010). Following the Edo Period into the Meiji Restoration (1868-1912), attitudes towards homosexuality began to gradually change with the introduction of political Westernization, and media which positively depicted homosexuality dwindled. Nanshoku​ was then considered an “evil custom” of the past and was culturally discouraged while the country attempted to remodel itself after Western standards (Leupp, 2011). This shift in attitudes towards homosexuality pushed homoerotica in art and literature into the shadows, removing it from the public eye until the late 20th century.  The Effect of American Identities on the Consumption of Japanese Homoerotica 5 In contemporary Japanese history, homoerotica has seen a revival through the medium of manga​, a type of graphic novel. Depictions of love and romance between homosexual couples did not appear until female ​mangaka​, or ​manga​ artists, began writing stories in publications which were marketed in the ​shoujo​ genre, or ​manga​ for young women. ​Rose of Versailles​ by Riyoko Ikeda, published in 1972, was the first mainstream manga to replace the typical heterosexual romance plot with a female homosexual relationship (although one of the female characters cross-dressed as a man). In the 1980s, large ​manga​ marketplaces, such as ​komiketto​, gave predominantly female amateur ​mangaka​ opportunities to share their work, which sometimes included homoerotica. When mainstream ​manga​ publishers noticed the growing interest in homoerotica which featured ​bishounen​, or “beautiful boys”, the genre called ​yaoi​ was formed. ​Yaoi​ is an acronym of the first letters in the Japanese words ​yama nashi​ (no climax), ochinashi​ (no point), and ​imi nashi​ (no meaning), which refer to the genre’s formulaic storylines which focus largely on erotic relationships between ​bishounen​ and little on other plot elements. An alternate term for this type of literature is boy’s love, which is frequently abbreviated in both English and Japanese audience circles as “BL”. The aforementioned “beautiful boys” in this type of ​manga​ have many artistic callbacks to how ​wakash​ū​ appeared and behaved in the Edo period, as there is an emphasis on a ​bishounen​’s androgynous and youthful beauty. In some works of this type of homoerotica, sexual tropes between the fictional pairing mirror the dynamics of male homosexual relationships in the past; as they are comprised of an older and more masculine partner, with an inexperienced and younger male (McLelland, 2000).  However, homoerotica in ​manga​ is not limited to the boy’s love genre, as another genre called ​geikomi​ (gay comics) emerged alongside boy’s love during the early 1970s. However,  The Effect of American Identities on the Consumption of Japanese Homoerotica 6 geikomi​ is differs from boy’s love in a variety of ways, especially in the nature of how the literature is gendered. ​Geikomi​ is typically written by men for men, and is noted to have more in common with heterosexual erotic scenes in manga than boy’s love, due to their violent nature (McLelland, 2000). One analysis of ​geikomi​ in the 1990’s described the content of the literature as centered around “brutal fantasies depicting rape, torture, bondage, male dominance and a misogynous zeitgeist” (Adams and Hill, 1991). Conversely, researcher Mark McLelland, in his analysis of women’s boy’s love, argues that the genre is “as close as is possible in status-conscious Japan to representing love between equals,” as the genre places emphasis on defying Japanese social hierarchies of gender and age (McLelland, 2000).  In a later analysis by McLelland, he elaborates to say how women’s production of homoerotica media acts as a“figure of resistance: one way in which Japanese women can picture themselves as loving freely in a patriarchal system, without being subordinated to the reproductive constraints of the family” (McLelland, 2010). For Japanese women, the creation and consumption of boy’s love ​manga​ is a rejection of the oppressive gender norms they must perform outside of fiction.  While literature of the past has represented boy’s love as a genre which has an exclusively female fanbase in Japan, modern social research suggests that men utilize this type of homoerotica to explore their sexuality and identity as well. In an interview-based study conducted in 2017, researcher Thomas Baudinette found that Japanese homosexual men also utilized boy’s love manga to construct and express their sexual identities. While there is academic discourse as to whether or not boy’s love should be regarded as “true” gay literature (as it is predominantly written by women), all of the men interviewed by Baudinette claimed that the gender of the author did not matter to them. One participant claimed “gay manga… that is  The Effect of American Identities on the Consumption of Japanese Homoerotica 7 BL and​ geikomi​… show the two sides inherent to gay men”, referring to dichotomy of hypermasculinity in ​geikomi​ and softer depictions of gender in boy’s love. Additionally, while researchers of the past have segregated ​geikomi​ and boy’s love as two entirely separate genres, the participants claimed that ​geikomi​ and boy’s love were stylistically different but equally valid representations of gay ​manga​ (Baudinette, 2017). This resource contradicts earlier research regarding boy’s love and its fanbase, as it defies the assumption that boy’s love is unappealing to homosexual male readers. Lived Experiences of the Modern Japanese LGBT+ Community Despite the fact that representation of homosexuality in literature and art has revived in modern Japanese media, social acceptance of homosexual relationships outside of fiction remains troubled. Invisibility is reported to be the largest problem for Japanese homosexual individuals, as according to a recent global survey by a market research company (Ipsos, 2013), only 5% of Japanese respondents reported having a close friend, colleague, or relative who is LGBT+. Out of the 16 participating countries, Japan ranked as the second lowest for LGBT+ visibility (Ispos, 2013). Additionally, in a 2018 study, 75% of survey respondents agreed that LGBT+ youths may face bullying when they come out. Many of the respondents reported how traditional gender standards impacted their difficulties of coming out, claiming “Japanese families and companies are still patriarchal institutions, where the heteronormative ideology prevails,” connecting the impact of patriarchal standards to LGBT+ acceptance (Tamagawa, 2018). These findings correlate with other research which suggests that improving gender relations and visibility of the LGBT+ community improves the lived experiences of the Japanese homosexual population (Ito, 2007).   The Effect of American Identities on the Consumption of Japanese Homoerotica 8 In an analysis of Japanese university students, researcher Daisuke Ito (2007) found that tolerance of homosexuality within students typically correlated with being raised in a household with egalitarian roles between parents, whereas those who were raised in a patriarchal and traditionalist environment were more likely to be homophobic. Additionally, whether or not an individual has ever had contact with an openly homosexual individual impacted their levels of acceptance (Ito, 2007). These findings convey how the lack of representation of LGBT+ individuals in everyday Japanese life, compounded by the issue of strict gender norms influenced by patriarchal cultural values, is one of the most pressing issues for LGBT+ Japanese individuals.  History of Japanese Homoerotica Abroad  With the invention of social media and online communications, Japanese homoerotica has expanded from beyond the borders of Japan and into a global marketplace. Existing literature on this topic supports the idea that despite not relating to Japanese cultural themes, foreign fans of boy’s love engage with this media as a form of sexual empowerment and identity construction. In one Hungarian study (Zsila et. al, 2018), social researchers distributed a survey called the Yaoi Consumption Motives Questionnaire (YCMQ)  to 724 fans of boy’s love, which collected demographic information, consumption habits, and psychological factors which influenced consumption of the respondents. The researchers defined nine key factors related to audience motivations for consuming this type of media, which included factors such as dislike for traditional romance tropes, need for escapism, desire for a female-oriented genre, and ability to identify with the characters represented in the media. The findings of the research suggested that the female respondents were motivated to seek out Japanese boy’s love ​manga​ as this media  The Effect of American Identities on the Consumption of Japanese Homoerotica 9 does not include the same heteronormative tropes and patriarchal gender roles seen in other types of romance literature and content. Additionally, male respondents to the questionnaire scored particularly high in both the self-identification and desire for escapism survey quantities, suggesting that realism is not an important factor while searching for representation within this genre (Zsila et al., 2018). In general, homoerotica within fandom has become a contemporary site of identity construction for LGBT+ individuals around the world. Italian researcher Claudia Antoniolli, using content analysis of fanworks and public fan communities such as blog-based websites like Tumblr, explained that for both LGBT+ readers and writers of homoerotic fanfiction, these stories can be a source of identity validation and representation. Additionally, many individuals may “come out” about their sexuality within social fandom circles before attempting this process in real life (Antoniolli, 2018).  In another study, Greek ethnographer Misailidou combines the fields of digital communication and fan studies, or studies of fandom communities, to explore how fans of media establish and understand their identities utilizing social media and fanworks. In one specific case, Misailidou observed how LGBT+ fans of the American television drama “The 100” reacted when a notable lesbian character “Lexa” died during a season finale. After distributing a survey to fans of “The 100”, Misailidou found that 77% of respondents felt depressed after the death of Lexa, and 41% of respondents no longer wanted to watch the show due to anger at the loss of Lexa as positive LGBT+ representation. Additionally, 45% of respondents who author fanfiction for “The 100” reported that they do so in order to rewrite the narrative with Lexa still alive (Misailidou, 2017). These sources demonstrate how fiction in  The Effect of American Identities on the Consumption of Japanese Homoerotica 10 fandom circles, particularly homoerotic fiction, can act as a foundation for marginalized individuals to create and maintain symbolic connections with characters who represent them.  Theoretical Approach The primary theoretical approaches I will utilize in my analysis is identity construction in combination with queer feminist theories. Identity construction theory claims that artists project their identity through the content they create, both through conscious and unconscious incorporations of self within their artwork. Ultimately, identity construction theory suggests that through the art of production, individuals simultaneously construct and validate their identity (Dowling, 2011). This is relevant to my research as other scholars (Antoniolli, 2018; Misailidou, 2017) have proposed that not only does the act of media creation act as a platform to express one’s identity, but also media consumption acts as a space for individuals to construct and reproduce their social identities. Within my own research, I plan to highlight how Japanese homoerotica acts as a foundation for its American consumers to construct and reaffirm their sexual identities.  Additionally, the importance of why this type of literature is specifically being chosen as a site for identity construction relies on explanations of our social world through the lens of queer feminist theory. Queer feminist theory is a theoretical approach which builds upon the basis of feminist ideology, such as the existence of patriarchy within social institutions, and applies it to the lived experiences of the LGBT+ community. Specifically, queer theory examines how queerness, or ​\"mismatches between sex, gender and desire,” manifests and operates ​within a patriarchal and heteronormative social system (Jagose, 1996). This perspective provides additional framework to my research as it establishes the existence of social institutions which  The Effect of American Identities on the Consumption of Japanese Homoerotica 11 are oppressive to gender and sexual minorities, such as marriage or the nuclear family model, as they leave no room for these minorities to exist. In my study, I examine as to how these minorities may cope with social marginalization through the erotica they consume. Methodology Procedure:​  To answer my research question, I created a qualitative and open-ended survey (see  Appendix 1) with the website Qualtrics. I opted to use an open ended survey opposed to quantitative methods as I wanted to understand the lived experiences of my respondents in  relation to their perspectives on homoerotica media. In order to recruit participants, I used an  open-call strategy on the social media website Twitter. I chose Twitter as the site to post my  survey as the population I wanted to receive responses from has a strong presence on this site,  and often publicly discuss their interest in the content I am analyzing. I created a Twitter account  specifically for the purpose of posting and distributing the survey to these online communities,  and utilized the hashtags #yaoi, #BL, #boyslove. These phrases are all key terms which are  relevant to my survey, as “yaoi”,“BL”, and “boyslove” are all frequently used phrases for the  specific type of Japanese homoerotic media which I am analyzing. Sampling:​ Due to the fact that it is impossible to know the exact population of individuals who  consume Japanese homoerotica, I could not conduct any kind of random sample, and instead  depended on a sample of convenience. Therefore, a limitation within my study is that it is not representative of the entire community I am analyzing. However, after receiving approximately 1,131 responses, my sample includes individuals of a variety of gender identities and orientations. One restriction on my sample size is that in order to answer the survey, participants were required to be an American over the age of 18. I set the age restriction to adults only, due to  The Effect of American Identities on the Consumption of Japanese Homoerotica 12 the fact that the material I am questioning participants about is sexual in nature. Additionally, the survey was fully anonymous in order to protect the identities of the respondents. Coding:  In order to analyze my data, I reviewed individual responses to each question and coded for key themes such as references to identity, desire for realism within the media, and desire for escapism. One method of coding I used through Qualtrics is searching for specific key terms which emerged from narratives within the data.  For example, when I noted that the term “fetishize” repeatedly was said within responses to my question on defining the term “​fujoshi​”, I searched for that term within responses to a specific question, and detailed within my personal notes the frequency of how often that phrase appeared and within what context. Additionally, I utilized Qualtrics’ filtering and crosstabs functions to find responses from a specific subset within my population, such as if I was specifically searching to analyze responses from homosexual men. Data Demographics In the following section, I present the demographics of my survey respondents. The relevance of this data is to understand the identities which define the American BL community, as well as to see if there is a trend towards a specific gender or sexual orientation. An additional purpose for understanding the demographics of this community is to determine whether the notion established in previous literature (McLelland, 2000; McLelland, 2010) claiming that BL is consumed predominantly by cisgender heterosexual women is truly accurate and representative of the American community.  The Effect of American Identities on the Consumption of Japanese Homoerotica 13 Table 1: Respondents by self-identified gender identity and sexuality  Total Female Male Nonbinary Other Prefer not to answer        Total count 878 506 120 196 43 11        Asexual 155 88 10 48 6 3 Bisexual 316 195 40 59 17 5 Heterosexual 83 72 10 1 0 0 Homosexual 126 76 28 18 4 0 Other, please specify 75 28 10 25 11 1 Pansexual 110 39 22 44 5 1 Prefer not to answer 10 8 0 1 0 1  Table 2: Respondents by whether they identify as transgender and gender identity  Total No Prefer not to answer Yes      Total count: 876 606 77 193      Female 506 494 5 7 Male 120 43 6 71 Nonbinary 196 46 50 100 Other, please specify 43 17 12 14  The Effect of American Identities on the Consumption of Japanese Homoerotica 14 Prefer not to answer 11 6 4 1  The above graphs convey basic demographics of my survey respondents, reporting their gender identity and sexual orientation, as well as whether or not they identify as a member of the transgender community. According to my data, the majority of my respondents identified as female, followed by (in descending order) nonbinary, men, and other/prefer not to answer. Within those who answered “other”, many of the respondents wrote in agender, bigender, or genderfluid. In regards to sexuality, bisexual individuals were the largest demographic, followed by (in descending order) asexuals, homosexuals, pansexuals, heterosexuals, and other/prefer not to answer. Within those who answered “other”, the most common reported sexuality was demisexuality. In past literature, BL media is typically reported to be for heterosexual and cisgender women; however, this does not reflect the demographic of the American BL community as heterosexual women were a small percentage of my respondents. Overall, the majority of my respondents self-identified as members of the LGBT+ community, therefore disproving the common notion established in previous literature that consumers of BL are heterosexual women, at least in the American community.  Lost in translation: Usage of the terms “​yaoi​”, “​shounen ai” and ​“boy’s love” “I try to focus on saying “mlm” or “a gay/homosexual story” as I know that some view  \"yaoi\" or \"shounen ai\" as 'cringy' or uncomfortable so my use of words changed though I  started that way and often still see it in the categories (yaoi is 18+, shounen ai is the  fluffy stuff, BL comprises of both) so it's part habit in my brain to refer to it that way but   The Effect of American Identities on the Consumption of Japanese Homoerotica 15 also makes sense to differentiate what is adult only and what could be viewed for younger  audiences.” “The difference is that with yaoi, the content and the characters' sexuality itself is  presented in an almost fetishizing way...I consider BL to be male homoerotic content, but  it's not presented in the fetishy ways I've described” In Japan, the terms ​yaoi​, ​shounen ai​, and boy’s love (BL) refer to the same genre of homoerotica, yet there was a trend in the survey data which indicated that some Americans make distinctions between the terms. In American fandom circles, the term ​yaoi​ is often used to refer to homoerotica which always contains explicit content and has undertones of fetishizing the gay relationships depicted. As the respondents elaborated, the term “fetishizing” often refers to viewing male homosexual relationships in an objectifying and dehumanizing manner. Additionally, some respondents denoted that ​yaoi ​is generally a negative term. However, in response to the question “What are terms you regularly use to describe Japanese fanmade homoerotic content?”, the term ​yaoi​ is still in common use.  Table 3: Terms which respondents use to describe Japanese fanmade homoerotic content # Answer % Count 1 BL/Boy's Love 36.89% 519 2 Shounen ai 13.22% 186 3 Yaoi 29.42% 414 4 Slash 15.64% 220  The Effect of American Identities on the Consumption of Japanese Homoerotica 16 5 Other, please specify 4.83% 68   Total 100% 1407  Within the American BL community, BL and boy’s love appear to be the most community used phrase to describe with type of media, followed by ​yaoi​. Those who responded “Other” predominantly reported using the phrases “MLM” or “men loving men” to refer to this type of homoertoica. This is notable as the phrases MLM and “men loving men” have not appeared in any of the research included in my literature review, implying that this is a relatively new term. The relevancy of this analysis is to understand how the process of cross-culturalization has impacted the fandom linguistics of the BL community. Furthermore, the changing definitions and distinctions between the phrases BL and ​yaoi​  in American fandom conveys the values of the community, such as a growing desire to have “unproblematic” or non-“fetishitic” homoerotic content.   Lost in translation: Usage of the terms “Fujoshi” and “Fudanshi” “The argument of whether or not [fujoshi] should be considered an offensive term, or if there is supposed to be an implication of rampant gay fetishisization, or whether it's a favorable label among Japanese BL fandom, is a​ whirlwind of this multilingual and multicultural back-and-forth​.” In Japan, the term ​fujoshi​ (“rotten woman”) was created by straight men as a pejorative towards women who consume gay content, with the intent of implying that their  The Effect of American Identities on the Consumption of Japanese Homoerotica 17 non-heteronormative interests made them too “rotten” for marriage. Many Japanese women have reclaimed this term, using it as a community identifier. However, according to many of my American respondents, the term has gained an alternate meaning: to many individuals within the American homoerotica fandom spaces, the term ​fujoshi​ refers to a woman (usually heterosexual) who fetishizes gay men. This alternate American definition caused a culture clash within online spaces, as overall the survey respondents defined the term with a variety of differing positive and negative connotations. In the survey, 52 out of my 876 respondents responded to the question regarding defining the word ​fujoshi​ with the phrase “fetish” or “fetishize”, noting that this phrase was used exclusively towards women who consumed homoerotica for the purposes of fetishizing gay men, both fictional and nonfictional. While the majority of my respondents were at least familiar with the term ​fujoshi​, there was a trend in the data where those who defined the word fujoshi​ in relation to fetishism typically did not know the male equivalent of the term, ​fudanshi (“rotten man”), which refers to men who consume BL media. ​Fudanshi​ was coined after ​fujoshi in Japan, but has had minimal usage in American fandom linguistics or culture.   Constructing Identity “​Whether it's a person just discovering and exploring their preferences, or someone who  wants an escape when they come home from work to relax, they need to be able to easily  identify positively with characters​” A prominent theme which emerged from the responses from the American BL community was the usage of this media as a platform to help them understand their own identities. Across all gender identities and sexual orientations, respondents mentioned how  The Effect of American Identities on the Consumption of Japanese Homoerotica 18 consuming Japanese homoerotica was a factor in the process of comprehending their sexuality. Even among women, whose gender is not represented in this type of homoerotica (as the main pairing depicted is always two males), many of the female respondents nonetheless noted how this type of literature helped them understand their own sexuality. One respondent, a bisexual female, elaborated on this idea further: “​While representation of women leaves something to be desired, the way that the male  characters question  and explore their sexuality, and the hesitancy/uncertainty they may  have about pursuing a love interest, feels very much like the way I do. I feel more  represented in this way by male characters than I do by many female characters.” This quote conveys the concept of how many women connect and relate to male homoerotica, despite the fact that their gender identities are not fully represented, as the key concepts of sexual exploration and LGBT+ lived experiences are the most important. Additionally, many respondents noted that they were able to relate and identify with the characters in Japanese homoerotica despite ethnic and cultural differences. One respondent, a bisexual male, wrote: “I got into a lot of pornographic and erotic works of all backgrounds in my middle school  years so let’s say 12-13 years old. I felt seen then, suddenly, because even though it  wasn’t me (Black), it was me (queer).” For this repondent, he found that despite lacking representation of his ethnicity within Japanese homoerotica, it was still notable to his identity construction process as it connected to his own lived experiences as a member of the LGBT+ community. This message is widely repeated  The Effect of American Identities on the Consumption of Japanese Homoerotica 19 across gender, sexual, and ethnic identities throughout my survey responses, indicating that identity construction can occur on a symbolic level, meaning that individuals can use these narratives for identity construction even if their exact identity is not what is portrayed within the source material. For a vast amount of my respondents, the importance of Japanese homoerotica is not inherently within the identity of the characters themselves, but rather what they represent symbolically within their stories which resonate deeply: concepts of marginalized relationships, socially divergent romance and sexual encounters, and self-exploration narratives. Is Realism Important? In order to deeply understand the motivations behind Americans who consume Japanese homoerotica, I asked respondents to elaborate on whether or not they felt realism is an important factor in this type of media. The results were evenly mixed, and the reasoning behind respondents’ answers varied within the “yes” and “no” groups. The four most prominent themes which emerged were those who believed realism was necessary in homoerotica for LGBT+ individuals to see healthy relationship standards, those who wanted positive realism in homoerotica to combat homophobic stereotypes, those who did not want realism in favor of escapism, and those who felt overall that realism in any type of erotic media is unneccesary.  Importance of Realism: Setting Healthy Standards and Dispelling Stereotypes “Old BL often had themes of rape and other unwanted sexual advances which I find quite repulsive, and I don't think themes like that are healthy examples for young gays discovering their sexuality” “I do think [realism is] important mainly because the distorted representations of gay relationships are typically based on negative stereotypes and propagate ignorance.  The Effect of American Identities on the Consumption of Japanese Homoerotica 20 We’re also at a time where people are looking for any little reason to label LGBT content as freakish and deviant, and I believe striving for realism might mitigate that to an extent.” The predominant argument which emerged from respondents who felt that realism was necessary in homoerotica was the importance of depicting positive and healthy homosexual relationships. While some respondents wrote that they connected with themes within Japanese homoerotica on a symbolic level, others wrote that they felt that homoerotica should depict realistic relationships which readers could use as a positive influence on their own relationships.One possible reason for this is that older BL publications featured problematic themes such as unwanted sexual advances and harassment, which could then theoretically lead to unhealthy real life relationships. Another critique of the BL genre which emerged from the data is the usage of ​seme ​and uke​ literary tropes, which often manifest as one male acting as the sexual aggressor/dominant role (​seme​) and the other as a passive sexual receiver (​uke​). The hierarchical organization of relationships within the ​seme​ and ​uke​ which my respondents conveyed to me seems influenced by the construction of early Japanese ​nanshoku​. In historic ​nanshoku ​relationships, sexual activity between men was defined by distinct sexual roles comprised of an older male and a passive ​wakash​ū ​(Leupp, 2011). ​Respondents who mentioned these tropes within BL noted that it could possibly fuel the stereotype of adult homosexual males as sexual predators, especially threatening to young boys. Many noted that if BL featured healthy romantic and sexual relationships between same-gender couples, it could work to dispel negative social stereotypes.    The Effect of American Identities on the Consumption of Japanese Homoerotica 21 Unimportance of Realism: Desires for Escapism “Being truly real would depict the discrimination and harsh realties of being queer in an Asian culture and for the most part that is not necessary for something created to entertain and be a comfort for real people.” On the other side of the argument, there was an evenly matched amount of respondents who felt that realism was not inherently necessary to this type of homoerotica, either because they consumed the media for escapism, or overall they felt as if realism is not necessary for any type of erotica. As explained by the quote above, a common theme which emerged from this portion of respondents is that if homoerotica was truly realistic, it would portray some of the upsetting realities of the lived experiences of the Japanese LGBT+ community. Many felt that they consumed this type of homoerotica as a form of escapism, either from real-world homophobia which impacted their relationships, or the sexual marginalization they faced from patriarchal heteronormativity. By consuming unrealistic homoerotica, it offered these respondents an opportunity for entertainment which was purposefully segregated from the struggles within their social realities.  Another common theme which arose in this group of respondents was the idea that homoerotica was held to a stricter standard of realism compared to heteroerotica, and that most erotica is inherently unrealistic for the sake of pleasure and entertainment.  “​Heterosexual porn isn’t realistic. No one complains that people are going to think that  you can actually pay for a pizza with your body​.” This quote from a pansexual nonbinary respondent notes that heterosexual erotica is rife with unrealistic scenarios, yet faces little criticism for its unrealistic narratives. Another respondent, a  The Effect of American Identities on the Consumption of Japanese Homoerotica 22 bisexual nonbinary individual, wrote:  “​No one is asking Twilight to properly represent white, suburban teenage girls​… ​If it is a  romance, or a drama, I think expecting fiction to educate people is a reach​.”  This quote overall supports the argument that realism is not necessary for any type of erotica, and it is unrealistic to support the notion that homoerotica should be used as a guideline for healthy relationships in the real world.  Conclusion Japanese homoerotica, from the ​shunga​ artwork of the Edo period to modern BL literature, has acted as a platform for content producers and consumers to reflect upon their own sexual desires and identities. Since the globalization of the ​manga​ marketplace and the growing popularity of social media websites such as Twitter, Japanese homoerotica has gained an international audience base. Within American fandom communities, homoerotica is utilized as a tool for individuals to form symbolic connections with the characters, crossing beyond cultural, gender, ethnic, and sexual identity boundaries. From these connections, these individuals are able to better understand, construct, and validate their own sexual identities.  Through this process of BL globalization, the American BL community has generated a unique cultural atmosphere with distinct characteristics. Japanese linguistics such as the definitions of ​fujoshi​, ​fudanshi​, and ​yaoi​ have not fully carried overseas and have become somewhat lost in translation, as survey respondents defined these terms differently than Japanese BL fans have in past literature (Baudinette, 2017; McLelland, 2000; McLelland, 2010; Zsila et. al, 2018). According to my survey respondents, opinions within the American BL community regarding the importance of realism versus escapism are extremely mixed. While some  The Effect of American Identities on the Consumption of Japanese Homoerotica 23 respondents find realism to be a necessary tool to aid in the process of identity construction and finding positive representation of LGBT+ characters in fiction, others find realism to overall be unnecessary within erotica. Despite the variety of emerging narratives within my survey data regarding realism and escapism, my respondents generally conveyed that the purpose behind consuming Japanese BL homoerotica extends beyond sexual entertainment and for many is a crucial tool in their identity construction process.  Limitations:  The main limitation of my study is that it is impossible to be wholly representative of the American BL community, as there is no measure of how many members of the community exist, therefore I was unable to conduct a randomized sample. Additionally, my survey was posted solely on the website Twitter, so the responses I have gathered may only be indicative of the values of the Twitter-based American BL community. This could be perceived as a potential limitation as opinions of users on other social media sites such as Facebook might have varied from the responses I gathered. Another limitation is that my survey was completely in English, which would have ostracized Americans within this community who do not speak the English language. Finally, given the scope of this paper, there are aspects of my survey which are not covered within my thesis, such as the scale of marginalization (see Appendix 1) or responses regarding perceived sexual marginalization within American society. While this data could be valuable supplementary to the data I have extracted from other questions, I was not able to fully include it within my thesis due to my narrowed scope on identity construction, which I adapted later in my research process.   The Effect of American Identities on the Consumption of Japanese Homoerotica 24 Implications​:  This study aims to fulfill the lacuna within current sociological research examining the motives and desires of the American BL community. While this empirical study covers the importance of this type of homoerotica to the identity construction process, the limitations within the project leave room for additional research to be completed on this topic. Potential future projects could examine deeper into the relationship between sexual marginalization within America and its impact on homoerotica consumption, with particular focuses on specific groups defined by unique intersections of gender, sexuality, ethnicity, etc. While this study gives an overall representation of demographics and doxas of the American BL community, there is possible variation between identity subgroups within this community.               The Effect of American Identities on the Consumption of Japanese Homoerotica 25   Bibliography Adams, Kenneth, and Lester Hill. 1991. “Protest and Rebellion: Fantasy Themes in Japanese  Comics”. ​Journal of Popular Culture​ 25(1): 99-125 Antoniolli, Claudia. 2018. “Questions of Sexual Identity and Female Empowerment in  Fan Fiction” Italy: Ca' Foscari University of Venice Baudinette, Thomas. 2017. “Japanese Gay Mens’ Attitudes Towards ‘Gay Manga’ and  the Problem of the Genre” ​East Asian Journal of Popular Culture​ 3(1): 59-72 Dowling, Susan J. 2011. “Constructing Identity Identity Construction” Georgia State University. Ipsos. 2013. “Same-sex marriage: Citizens in 16 countries assess their views on same-sex  marriage for a total global perspective” Paris, France: Global @dvisor Ito, Daisuke. 2007. “College Students' Prejudiced Attitudes toward Homosexuals: A  Comparative Analysis in Japan and the United States” Georgia State University. Jagose, Annamarie. 1996. ​Queer theory: an introduction​. New York: New York  University Press Keene, Donald, trans. 1961. ​Major Plays of Chikamatsu​. New York: Columbia University Press Leupp, G. P. 2011. ​Male colors: the construction of homosexuality in Tokugawa Japan​.  Berkeley: University of California Press. McLelland, Mark. 2000. “No Climax, No Point, No Meaning?: Japanese Women’s  Boy’s-Love Sites on the Internet” ​Journal of Communication and Inquiry​.  The Effect of American Identities on the Consumption of Japanese Homoerotica 26 McLelland, Mark. 2010. “The Love Between ‘Beautiful Boys’ in Japanese Women’s Comics”  Taylor & Francis Online.  Misailidou, Eftychia. 2017. “Social media fandom: The construction of identity in the  cases of “The 100” and “Once Upon A Time” Tumblr communities” Conference:  2017 Wireless Telecommunications Symposium Pollack, David. 2010. “The Cultural Environment of Edo Shunga”  ​Impressions : official  publication of the Ukiyo-e Society of America​ 1(3): 72-87 Seidensticker, Edward C, trans. 1947. ​The Tale of Genji​. New York: Alfred A. Knopf Tamagawa, Masami. 2017. “Coming Out of the Closet in Japan: An Exploratory  Sociological Study” ​Journal of GLBT Family Studies. Zsila, Agnes et. al. 2018. “Loving the love of boys: Motives for consuming yaoi media”  PLOS One            The Effect of American Identities on the Consumption of Japanese Homoerotica 27  Appendix A​: Survey on “The Effect of American Identities on the Consumption of Japanese Homoerotica.”  1.) What is your nationality?  -Open ended  2.) How do you define your gender identity? -Male -Female -Nonbinary -Other: (open ended) -Prefer not answer  3.) Are you transgender? -Yes -No -Prefer not to answer  4.) How do you define your sexuality? -Heterosexual -Homosexual -Bisexual -Pansexual -Asexual -Other: (open ended) -Prefer not to answer  5.) What are terms which you regularly use to describe Japanese fanmade male homoerotic content? -BL/Boy’s Love -Shounen ai -Yaoi -Slash -Other: (open ended)  6.) What is your preferred type of mediums to consume fanmade homoerotic content?  The Effect of American Identities on the Consumption of Japanese Homoerotica 28 -Fanfiction -Fanart -Comics/doujinshi -Fanmade video games -Other: (open ended)  7.) In your culture, to what degree do you feel your sexual expression is accepted or marginalized? 1- Extremely marginalized 2- Mostly marginalized 3-Neutral 4-Somewhat accepted 5- Most accepted  8.) Please elaborate why you selected your above answer: (open ended)  9.) How well do you feel represented by characters within the Japanese homoerotic content which you consume? 1-Not at all represented 2-Mostly unrepresented 3-Neutral 4-Mostly represented 5-Very represented  10.) Please explain: (open ended)  11.)  Do you think realism (or portraying gay relationships realistically) is important in         this type of media? (open ended)  12.) Are you familiar with the term \"fujoshi\"? If so, how would you define it? (open        ended)  13.) Are you familiar with the term \"fudanshi\"? If so, how would you define it? (open       ended)  ",
    "id": 323029276,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.arcadia.edu:showcase-1193"
    },
    "title": "American Identities and the Consumption of Japanese Homoerotica",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks@Arcadia",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.arcadia.edu/cgi/viewcontent.cgi?article=1193&amp;context=showcase"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/323029276.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/323029276"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/323029276/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/323029276/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/323029276"
        }
    ],
    "abstract": "My thesis is a cross-cultural comparison of the consumption habits of Japanese and American yaoi or boy’s love (BL) fans, with a particular focus on how the motivations for consuming this type of media may differ between each group. Within my literature review, I start with the history of Japanese homoerotica, from Heian era writings and shunga artwork, to how this has evolved into the modern BL industry in Japan. Additionally, I examine where BL media fits into the landscape of both Japanese and global LGBT+ identity politics. Using identity construction and queer feminist theory, I explore how this type of homoerotica is utilized to help marginalized people construct and validate their sexual and gender expressions. This information will be compared to the data I collect within my own empirical research, to demonstrate what cultural values and consumption habits are similar or differ between my American respondents and the Japanese BL community",
    "tags": [
        "text",
        "lgbt",
        "gender and sexuality",
        "japan",
        "queer theory",
        "identity construction theory",
        "fandom studies",
        "Gender and Sexuality",
        "Sociology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.arcadia.edu:showcase-1193",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3616",
        "openDoarId": 0,
        "name": "Arcadia University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 323029276,
        "depositedDate": null,
        "publishedDate": "2020-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-20T22:55:11+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-20T19:24:14+01:00"
    },
    "urls": [
        "https://scholarworks.arcadia.edu/showcase/2020/soc_anth_cj/2",
        "https://scholarworks.arcadia.edu/context/showcase/article/1193/viewcontent/CJ_Thesis__2_.pdf"
    ],
    "lastUpdate": "2024-02-20T22:55:11+00:00",
    "setSpecs": []
}