{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Walter-McCabe, Heather A."
        },
        {
            "name": "Kinney, Killian M."
        }
    ],
    "contributors": [],
    "createdDate": "2021-12-01T10:56:27+00:00",
    "dataProvider": {
        "id": 1287,
        "name": "Digital Commons@Wayne State University",
        "url": "https://api.core.ac.uk/v3/data-providers/1287",
        "logo": "https://api.core.ac.uk/data-providers/1287/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/480389505.pdf",
    "fullText": "Wayne State University Law Faculty Research Publications Law School 2020 An Argument for Explicit Public Health Rationale in LGBTQ Antidiscrimination Law as a Tool for Stigma Reduction Heather A. Walter-McCabe Killian M. Kinney Follow this and additional works at: https://digitalcommons.wayne.edu/lawfrp  Part of the Health Law and Policy Commons, Law and Gender Commons, Law and Psychology Commons, and the Sexuality and the Law Commons AN ARGUMENT FOR EXPLICIT PUBLIC HEALTH RATIONALE INLGBTQ ANTIDISCRIMINATION LAW AS A TOOL FOR STIGMAREDUCTIONHEATHER A. WALTER-MCCABE* AND M. KILLIAN KINNEY**ABSTRACThe lesbian, gay, bisexual, transgender (inclusive ofnonbinary), and queer(collectively, LGBTQ) community is experiencing health inequities at alarmingrates. From behavioral health issues, to violence issues, to increased rates ofhomelessness, structural stigma impacts LGBTQ communities at adisproportionate rate. Suicide numbers are particularly concerning. he LGBcommunity rate of suicide is two to three times that of the general population.For the transgender and nonbinary community, that number soars to nearly ninetimes that of the general population. In this article, we examine the socialdeterminates ofhealth impacting the LGBTQ community and the ways structuralstigma supports health inequity. Given the health data, the article analyzes howpolicymakers could include an explicit rationale in antidiscrimination laws toshift social norms and lower stigma in pursuit of improving population health.Even when a policy is anti-discriminatory on its face, naming the intent ofshifting norms and lowering stigma matter. When the explicit rationale isnamed, it can serve two purposes: 1) articulating a clearpublic health purposeof the antidiscrimination law and 2) educating the public on the needfor normchange and its public health impact. Making it clear that the goal ofsocial normchange is to protect and improve the population's health may make the state'scompelling state interest case stronger, particularly in the face of ReligiousFreedom Restoration Acts, in challenges to antidiscrimination laws.* Heather A. Walter-McCabe, JD, MSW. Associate Professor, Indiana University School of SocialWork. Assistant Professor of Social Work and Law, Indiana University Robert H. McKinneySchool of Law.** M. Killian Kinney, MSW, LSW. Doctoral Candidate & Associate Faculty, Indiana UniversitySchool of Social Work.148 SAINTLOUIS UNIVERSITYJOURNAL OFHEALTHLAW& POLICY [Vol.13:147I. INTRODUCTIONThe lesbian, gay, bisexual, transgender (inclusive of nonbinary), and queer(collectively, LGBTQ) community is experiencing suicide at alarming rates.2The LGB community rate of suicide is two to three times that of the generalpopulation.3 For the transgender and nonbinary community, that number soarsto nearly nine times that of the general population.4 Research supports thatstigma is a structural determinant of health that contributes to harmful mentaland physical health outcomes, especially among LGBTQ communities.The public health community is increasingly examining and seeking toimpact not only the social determinants of health, but also the structuraldeterminants of health-those health disparities at the institutional and policylevels impacting communities. This is an important shift in conceptualizing theissues that may assist in making broad improvements to health inequities. Givenwhat we know about stigma, built on a strong foundation of research from publichealth, mental health, and stigma scholars, it time for public health to move onestep further.7 Generally, antidiscrimination laws move the public's behaviors1. In this article, the term LGBTQ will be used as inclusive of Lesbian, Gay, Bisexual,Transgender (inclusive of those who are nonbinary), and Queer or Questioning (inclusive of thosewho self-identify as queer or others who are generally included in this community but not wellcoveredby the other categories such as asexual, pansexual, genderqueer, or others). If other lettersare used, it is based on the scope of the work referenced or is an intentional discussion of only oneportion of the overall community.2. See NAT'L LGBT HEALTH EDUC. CTR., FENWAY INST., SUICIDE RISK AND PREVENTIONFOR LGBTQ PEOPLE 2 (2018).3. See id. See generally Ann P. Haas et al., Suicide and Suicide Risk in Lesbian, Gay,Bisexual, and Transgender Populations: Review and Recommendations, 58 J. HOMOSEXUALITY10, 17, 21 (2011) (discussing how reported suicide attempts are two to seven times higher in highschool students who identify as LGB as compared to heterosexual high school students and two tothree times higher among all age groups generally).4. SANDY E. JAMES ET AL., NAT'L CTR. FOR TRANSGENDER EQUAL., THE REPORT OF THE2015 U.S. TRANSGENDER SURVEY 3 (2016).5. NAT'L LGBT HEALTH EDUC. CTR., supra note 2, at 2. See generally Mark L.Hatzenbuehler & John E. Pachankis, Stigma and Minority Stress as Social Determinants ofHealthAmong Lesbian, Gay, Bisexual, and Transgender Youth, 63 PEDIATRIC CLINICS NORTH AM. 985(2016); MarkL. Hatzenbuehler et al., Structural Stigma andAll-Cause Mortality in Sexual MinorityPopulations, 244 Soc. SC. & MED. (forthcoming 2020).6. See Samantha Artiga & Elizabeth Hinton, Beyond Health Care: The Role of SocialDeterminants in Promoting Health and Health Equity, KAISER FAM. FOUND. 2-8 (May 2018),http://files.kfforg/attachment/issue-brief-beyond-health-care (defining social determinants ofhealth and examining some current initiatives targeting the social determinants); ORIELLE SOLAR& ALEC IRWIN, WORLD HEALTH ORG., A CONCEPTUAL FRAMEWORK FOR ACTION ON THE SOCIALDETERMINANTS OF HEALTH 30, 36 (2010).7. See e.g., Daniel S. Goldberg, On Stigma and Health, 45 J.L. MED. & ETHICS 475, 475-77(2018); Mark L. Hatzenbuehler, Structural Stigma: Research Evidence and Implications forPsychological Science, 71 AM. PSYCHOLOGIST 742, 743 (2016); ERViNG GOFFMAN, STIGMA:NOTES ON THE MANAGEMENT OF SPOILED IDENTITY (2009); Scott Burris, Disease Stigma in U.S.2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQpositively toward communities over the years.' It is time to explicitly namechanging norms towards marginalized groups as a goal of antidiscriminationlaws to improve population health.This article will be divided into four sections. First, we will examine thewealth of knowledge on LGBTQ health inequities, with a particular examinationof suicide. Second, we will discuss stigma and its role in the population healthof the LGBTQ community. Third, we will discuss the rationale for a call toincrease the inclusion of a public health purpose in LGBTQ antidiscriminationlaws. Lastly, we will examine current research projects that will assist inunderstanding the impact of law and policy on structural stigma in the LGBTQcommunity.II. BACKGROUND ON LGBTQ HEALTH INEQUITIESA. LGBTQ DemographicsLGBTQ individuals have long experienced health inequities in a variety ofareas.9 In the 2020 Healthy People agenda, the Office of Disease Prevention andHealth Promotion (ODPHP), for the first time, included a goal for improving thehealth, safety, and wellbeing of LGBT individuals. 0 The agenda recognizesareas of need for promoting the public's health.\" In 2011, the Institute ofMedicine released a report entitled he Health of Lesbian, Gay, Bisexual, andPublic Health Law, 30 J.L. MED. & ETHICS 179, 186 (2002); Bruce G. Link & Jo C. Phelan,Conceptualizing Stigma, 27 ANN. REV. Soc. 363, 367 (2001).8. See Burris, supra note 7, at 186.9. See Brian Mustanski et al., The Effects of Cumulative Victimization on Mental HealthAmong Lesbian, Gay, Bisexual, and Transgender Adolescents and Young Adults, 106 AM. J. PUB.HEALTH 527, 527-28 (2016) (discussing that LGBTQ individuals experience greater stressors,such as child abuse, unstable housing, internalized homophobia, and identity concealment, all ofwhich can lead to exacerbated health disparities like anxiety, depression, suicide attempts, andcardiovascular disease, than their heterosexual and cisgender counterparts); THE HEALTH OFSEXUAL MINORITIES: PUBLIC HEALTH PERSPECTIVES ON LESBIAN, GAY, BISEXUAL ANDTRANSGENDER POPULATION 456-57 (Ilan H. Meyer & Mary E. Northridge eds., 2007); HudaisaHafeez et al., Health Care Disparities Among Lesbian, Gay, Bisexual, and Transgender Youth: ALiterature Review, 9 CUREUS 1, 1-5 (2017); Michael King et al., A Systematic Review ofMentalDisorder, Suicide, and Deliberate Self Harm in Lesbian, Gay and Bisexual People, 8 BMCPSYCHIATRY 1, 2, 4-13 (2008).10. See Lesbian, Gay, Bisexual, and Transgender Health, OFF. DISEASE PREVENTION &HEALTH PROMOTION, https://www.healthypeople.gov/2020/topics-objectives/topic/lesbian-gay-bisexual-and-transgender-health (last updated Apr. 25, 2020). See also Mitchell R. Lunn et al.,Sociodemographic Characteristics and Health Outcomes Among Lesbian, Gay, and Bisexual U.S.Adults Using Healthy People 2020 Leading Health Indicators, 4 LGBT HEALTH 283, 284 (2017).11. See About Healthy People, OFF. DISEASE PREVENTION & HEALTH PROMOTION,https://www.healthypeople.gov/2020/About-Healthy-People (last visited May 19, 2020).149150 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147Transgender People: Building a Foundation for Better Understanding. 12 Thisreport provided much-needed information and attention to health inequitiesfor the LGBTQ community.While this article focuses on suicide in the LGBTQ community, it is crucialto understand the context within which these suicides are occurring. Below is abroad description of the overall health inequities experienced by this communitythat provides an understanding of the environment within which these suicidesoccur.Despite increased protection for LGBTQ individuals ensured by theAffordable Care Act, 3 one study suggests that over half of LGBTQ people inAmerica have experienced discrimination in health care, from harsh interactions,to abusive language, to the refusal of care. 4 In that study, seventy percent oftransgender and gender-nonconforming individuals experienced discrimination,including physical roughness, harsh language, refused care, and ignorance oftheir health care needs. 5 Further, ninety percent of individuals who identifiedas transgender eported experiencing barriers to care due to concerns about lackof adequately trained professions, eighty-six percent reported fear of differenttreatment, and over fifty percent expressed concerns about refusal of services.61. Behavioral HealthLGBTQ persons are at enormous risk for behavioral health issues.7Depression, anxiety, panic disorder, PTSD, and substance use disorder have allbeen found to be experienced at higher rates in the LGBTQ community.\" Ofparticular concern are LGBTQ youth, who are at higher risk for mental healthconcerns, substance abuse disorders, and poor overall health than youth thantheir heterosexual and cisgender peers.9 In a 2008 study, depression, anxiety,alcohol and substance misuse were found to be experienced by the LGBTQ12. See INST. OF MED., THE HEALTH OF LESBIAN, GAY, BISEXUAL, AND TRANSGENDERPEOPLE: BUILDING A FOUNDATION FOR BETTER UNDERSTANDING i-ii (2011).13. Lindsey Dawson et al., The Affordable Care Act and Insurance Coverage Changes bySexual Orientation, KAISER FAM. FOUND. 1 (2018), https://www.kff.org/disparities-policy/issue-brief/the-affordable-care-act-and-insurance-coverage-changes-by-sexual-orientation/.14. LAMBDA LEGAL, WHEN HEALTHCARE ISN'T CARING: LAMBDA LEGAL'S SURVEY ONDISCRIMINATION AGAINST LGBT PEOPLE AND PEOPLE LIVING WITH HIV 5 (2010).15. Id.16. Id. at 13.17. ABBI COURSOLLE & RACHEL HOLTZMAN, NAT'L HEALTH LAW PROGRAM,PROTECTIONS FOR LGBTQ PEOPLE WITH BEHAVIORAL HEALTH NEEDS 1-8 (2019).18. Id. at 8, 9; Susan D. Cochran et al., Prevalence of Mental Disorders, PsychologicalDistress, and Mental Health Services Use Among Lesbian, Gay, and Bisexual Adults in the UnitedStates, 71 J. CONSULTING& CLINICAL PSYCHOL. 53, 58 (2003).19. Tumaini R. Coker et al., The Health and Health Care of Lesbian, Gay, and BisexualAdolescents, 31 ANN. REV.PUB. HEALTH 457, 458 (2010).2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQcommunity at one and a half times the rate of the heterosexual community.20The transgender and nonbinary community are also disparately impacted, oftenat higher rates than the LGB community at large.21 For example, in the largestnational survey of persons who are transgender, thirty-nine percent ofrespondents reported experiencing significant psychological distress in themonth before the survey, compared to five percent reported in the generalpopulation.22Numerous studies have confirmed these findings, but nearly all mention thedifficulty of studying these differences given the paucity of data collected ongender identity and sexual orientation.23 Healthy People 2020 objectives seek toaddress this issue by recommending increased data collection efforts specificallyto collect sexual orientation and gender identity information routinely instandard data collection efforts, such as the American Community Survey(ACS), Behavioral Risk Factor Surveillance Survey (BRFSS), Youth RiskBehavior Survey (YRBS), and others.242. Disease DisparitiesThe ODPHP lists multiple health disparities in the LGBTQ population.25 Aswith other areas, there are differences within the community itself26 TheLGBTQ community is at an increased risk for tobacco, alcohol, and othersubstance use.27 Lesbian and bisexual women are at increased risk for breast andovarian cancer due to avoidance of preventative care (i.e., mammograms and20. King et al., supra note 9, at 13.21. G. Tyler Levefor et al., Health Disparities Between Genderqueer, Transgender, andCisgender Individuals: An Extension ofMinority Stress Theory, 66 J. COUNSELING PSYCHOL. 385,391(2019).22. JAMES ET AL., supra note 4, at 105.23. See, e.g., NAT'L LGBT HEALTH EDUC. CTR., supra note 2, at 2; Lesbian, Gay, Bisexual,and Transgender Health, supra note 10; GAY & LESBIAN MED. ASS'N, HEALTHY PEOPLE 2010:COMPANION DOCUMENT FOR LESBIAN, GAY, BISEXUAL, AND TRANSGENDER (LGBT) HEALTH 14(2001), http://www.nalgap.org/PDF/Resources/HP2010CDLGBTHealth.pdf24. Lesbian, Gay, Bisexual, and Transgender Health, supra note 10.25. Id.26. See, e.g., GAY & LESBIAN MED. ASS'N, HEALTHYPEOPLE 2010: COMPANION DOCUMENT FOR LESBIAN, GAY, BISEXUAL, ANDTRANSGENDER (LGBT) HEALTH 12 (2001), http://www.nalgap.org/PDF/Resources/HP2010CDLGBTHealth.pdf.27. Lesbian, Gay, Bisexual, and Transgender Health, supra note 10.151152 SAINTLOUIS UNIVERSITYJOURNAL OFHEALTHLAW& POLICY [Vol.13:147pap smears).2 8 Gay men are at higher risk of sexually transmitted infections,particularly among communities of color.29One contributing factor of disease disparities in the LBGTQ community isthe lack of inclusive sex education in schools.30 In 2015, the Real Education forHealthy Youth Act was introduced to ensure federal funding was allocated onlyto the sexual health programs that include inclusive language about LGBTQissues.3 The bill was not signed into law and was introduced again (the latestattempt in May 2019) but remains unpassed.32 There is accordingly a lack ofLGBTQ-affirming sex education.33 Only thirty-nine states and D.C. mandatesex education, and only seventeen states require medically accurate curricula.3 4Youth across America thus receive false information about birth control, STDprevention, and HIV transmission.35 Even when sexual health information isincluded in schools, it may promote a negative frame to LGBTQ-relatedcontent.36 LGBQT youth are thus more likely to use internet-based resources for28. Cancer Facts for Lesbian and Bisexual Women, AM. CANCER SoC'Y (Sept. 23, 2019),https://www.cancer.org/healthy/find-cancer-early/womens-health/cancer-facts-for-lesbians-and-bisexual-women.html; Thomas Buchmueller & Christopher S. Carpenter, Disparities in HealthInsurance Coverage, Access, and Outcomes for Individuals in Same-Sex Versus Different-SexRelationships, 2000-2007, 100 AM. J. PUB. HEALTH 489, 494 (2010); Julia A. Dilley et al.,Demonstrating the Importance and Feasibility ofIncluding Sexual Orientation in Public HealthSurveys: Health Disparities in the Pacific Northwest, 100 AM. J. PUB. HEALTH 460, 460, 463-65(2010).29. GAY & LESBIAN MED. ASS'N, supra note 26.30. JOSEPH G. KOSCIW ET AL., GAY LESBIAN STRAIGHT EDUC. NETWORK (GLSEN), THE2017 NATIONAL SCHOOL CLIMATE SURVEY 57 (2018) (finding that of the 77.6% of surveyedLGBTQ students who received some form of sex education in school, the majority reported thatthe sex education did not include LGB or trans/gender non-conforning topics).31. See Real Education for Healthy Youth Act of 2015, H.R. 1706, 114th Cong. (2015).32. H.R. 1706 - Real Education for Healthy Youth Act of 2015: Actions, CONGRESS.GOV,https://www.congress.gov/bill/114th-congress/house-bill/1706/actions?KWICView-false (lastvisited Apr. 27, 2020); H.R. 2720 - Real Education for Healthy Youth Act of 2019: Actions,CONGRESS.GOV, https://www.congress.gov/bill/116th-congress/house-bill/2720/actions?KWICView-false (last visited Apr. 27, 2020).33. See Sex and HIV Education, GUTTMACHER INST. (Apr. 1, 2020), https://www.guttmacher.org/print/state-policy/explore/sex-and-hiv-education (providing an overview of staterequirements surrounding sexual education). See also KOSCIW ET AL., supra note 30.34. Sex and HIVEducation, supra note 33.35. SPECIAL INVESTIGATIONS DIV., U.S. HOUSE OF REPRESENTATIVES COMM. ON GOV'TREFORM - MINORITY STAFF, THE CONTENT OF FEDERALLY FUNDED ABSTINENCE-ONLYEDUCATION PROGRAMS i-ii, 9-11 (2004).36. See KOSCIWET AL., supra note 30 (finding that only 6.7% of surveyed students receivedLGBTQ-inclusive sex education that included positive representations of LGBTQ topics, while8.8% ofLGBTQ students were taught sex education that included negative representations of suchtopics).2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQsexual health information.37 The accessibility and range of sexual content on theinternet makes for an attractive private (i.e., not having to ask) source for sexualhealth information.3 8 However, the internet, including pornography, does notnecessarily provide science-based information that is accurate or real-life, whichcause increase the risk for STI and HIV transmission.3 9 Research has alsoindicated that many primary care providers do not feel prepared to addresssexual health matters with LGBTQ youth.40 As a result, approximately two-thirds of new syphilis cases are among young men who have sex with men(MSM), 4 and over ninety percent of new HIV cases among youth ages thirteento twenty-four are among MSM.42Older LGBT adults43 may experience adverse health effects from chronicstress,4 4 including higher risks of poor mental health, smoking, excessivedrinking, cardiovascular disease, diabetes, and obesity.45  In particular,individuals who lived through the HIV/AIDS crisis may be hesitant to engagewith medical/service providers,'4 6 which is only further exacerbated when older37. Kimberly J. Mitchell et al.,Accessing Sexual Health Information Online: Use, Motivationsand Consequencesfor Youth with Different Sexual Orientations, 29 HEALTH EDUC. RES. 147, 148(2014).38. Id. at 147-48.39. See id. at 155.40. R.E. Knight et al., Examining Clinicians' Experiences Providing Sexual Health ServicesforLGBTQ Youth: Considering Social and Structural Determinants ofHealth in Clinical Practice,29 HEALTH EDUC. RES. 662, 665 (2014).41. Div. of HIV/AIDS Prevention, Nat'l Ctr. for HIV/AIDS, Viral Hepatitis, STD, & TBPrevention, Syphilis & MSM (Men Who Have Sex With Men) - CDC Fact Sheet, CTRS. DISEASECONTROL & PREVENTION (Jan. 2017), https://www.cdc.gov/std/syphilis/syphilismsm-2019.pdf.42. Div. of HIV/AIDS Prevention, Nat'l Ctr. for HIV/AIDS, Viral Hepatitis, STD, & TBPrevention, HIV Surveillance - Adolescents and Young Adults, CTRS. DISEASE CONTROL &PREVENTION, https://www.cdc.gov/hiv/pdf/library/slidesets/cdc-hiv-surveillance-adolescents-young-adults-2017.pdf (last visited Apr. 27, 2020).43. Due to the historical use of the word \"queer\" as a derogatory term, some older LGBTQfolx do not use it. Others do. While many within the LGBTQ community have reclaimed \"queer\"as an empowering label, we have dropped the \"Q\" out of recognition that some older generationsdo not self-identify as \"queer\" in light of historical discrimination. Because use of the term \"queer\"has since shifted toward empowerment, it is thus used throughout the rest of the article.44. LGBT MOVEMENT ADVANCEMENT PROJECT (MAP) & SERVS. & ADVOCACY FOR GAY,LESBIAN, BISEXUAL, & TRANSGENDER ELDERS (SAGE), IMPROVING THE LIVES OF LGBT OLDERADULTS 5 (2010).45. Id. at 32; Erin Fitzgerald, No Golden Years at the End ofthe Rainbow: How a Lifetime ofDiscrimination Compounds Economic and Health Disparitiesfor LGBT Older Adults, NAT'L GAY& LESBIAN TASKFORCE, 12-14 (2013); LeahEskenazi, How to Find Carefor LGBTSeniors, PBSNEWSHOUR (June 11, 2015), www.pbs.org/newshour/health/lgbt-older-adults-emerging-community.46. See generally Michael Adams, LGBT Advocate Sees Hurdles Ahead, AARP PRIDE: THEBIGGEST ISSUES FACING OLDER LGBT AMERICANS (Apr. 20, 2011), https://www.aarp.org/relationships/family/info-04-2011/biggest-issues-facing-older-lgbt-americans.153154 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147LGBT adults face additional bafflers to health because of isolation, lack of socialservices, and lack of culturally competent providers.473. Violent InjuryViolence is another area that disproportionately impacts the LGBTQcommunity, with differences between groups within the LGBTQ community.4For example, higher rates of verbal and physical abuse have been found forLGBTQ youth compared to their heterosexual, cisgender peers.49 Takentogether, LGBTQ school-aged youth, from elementary school to high school,report regular bullying within the school environment perpetrated by otherstudents, staff, and administrators.50A 2013 survey of LGBTQ students found that seventy-four percent wereverbally harassed ue to their sexual orientation, and fifty-five percent wereverbally harassed ue to their gender expression.5 ' Also, nearly fifty-six percentof LGBTQ students felt unsafe due to their sexual orientation, while thirty-eightpercent felt unsafe due to their gender expression.52These findings have been confirmed by another study that also found highrates of verbal and physical abuse experienced by LGBTQ youth. 53 For youth,school environments can have a significant impact on safety.5 4\" It is notsufficient to simply address the presence or lack of homophobia in thesesystems, it is also imperative that heterosexism be examined.\"5 5 Notably, in-school victimization experiences have been associated with adversepsychosocial outcomes through young adulthood.5647. Michael Adams, LGBT Advocate Sees Hurdles Ahead, AARP (Apr. 20, 2011),https://www.aarp.org/relationships/family/info-04-2011/biggest-issues-facing-older-lgbt-americans.48. Kenta Asakura, Paving Pathways Through the Pain: A Grounded Theory ofResilienceAmong Lesbian, Gay, Bisexual, Trans, and Queer Youth, 27 J. RES. ADOLESCENCE 521, 521(2017).4 9. Id.50. JOSEPH G. KoSCIW ET AL., GAY LESBIAN STRAIGHT EDUC. NETWORK (GLSEN), THE2013 NATIONAL SCHOOL CLIMATE SURVEY: THEEXPERIENCES OFLESBIAN, GAY, BISEXUALANDTRANSGENDER YOUTH IN OUR NATION'S SCHOOLS (2014); GLSEN & HARRIS INTERACTIVE,INC., PLAYGROUNDS AND PREJUDICE: ELEMENTARY SCHOOL CLIMATE IN THE UNITED STATES(2012).51. KOSCIWETAL., supra note 50, atxvii.52. Id. at xvi.53. Asakura, supra note 48, at 521.54. See Linda L. Morrison & Jeff L'Heureux, Suicide and Gay/Lesbian/Bisexual Youth:Implicationsfor Clinicians, 24 J. ADOLESCENCE 39, 40, 43 (2001).55. Id. at 42-43.56. Stephen T. Russell et al., Lesbian, Gay, Bisexual, and Transgender Adolescent SchoolVictimization: Implicationsfor Young Adult Health andAdjustment, 81 J. SCH. HEALTH 223-230(2011).2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQEven though intimate partner violence (IPV) has been homogenized asoccurring among heterosexual men and women, LGBTQ individuals are morelikely to experience psychological, physical, and sexual IPV in sexual andromantic relationships at a higher rate than their cisgender, heterosexualcounterparts.5' The bisexual community has also seen a disproportionate risk ofsexual assault and IPV. 5The transgender community experiences violent injuryand death, particularly among Black transgender women, at alarming rates.59Media reports, for example, have described the violent deaths of Blacktransgender women as an epidemic.o The numbers appear to support thisconclusion.' Furthermore, the concealment of violence is further hidden bystigma towards LGBTQ individuals that can render their relationship invisible.624. Hate CrimesAccording to the Federal Bureau of Investigation (FBI), the number of anti-LGBTQ hate crimes has been rising over the past several years.63 The 2018 FBIUniform Crime Reporting (UCR) showed 16.9% of hate crimes were motivatedby anti-sexual orientation bias, while an additional 2.2% were motivated by anti-57. ADAM M. MESSINGER, LGBTQ INTIMATE PARTNER VIOLENCE: LESSONS FOR POLICY,PRACTICE, AND RESEARCH 5 (2017). Judy Porter, LaVerne McQuiller Williams, Intimate ViolenceAmong Underrepresented Groups on a College Campus, 26 J. INTERPERSONAL VIOLENCE 3210,3217-18 (2011). Mikel L. Walters et al., NAT'L CTR. FOR INJURY PREVENTION & CONTROL &CTRS FOR DISEASE CONTROL & PREVENTION, NATIONAL INTIMATE PARTNER AND SEXUALVIOLENCE SURVEY (NISVS): 2010 FINDINGS ON VICTIMIZATION BY SEXUAL ORIENTATION 1-2,18-27 (2013).58. Id. at 6, 9.59. See, e.g., Violence Against the Transgender Community in 2019, HuM. RTS. CAMPAIGN,https://www.hrc.org/resources/violence-against-the-transgender-community-in-2019 (last visitedApr. 29, 2020). See also A National Epidemic: Fatal Anti-Transgender Violence in America in2018, HUM. RTS. CAMPAIGN, https://www.hrc.org/resources/a-national-epidemic-fatal-anti-transgender-violence-in-america-in-2018 (last visited May 17, 2020).60. See, e.g., Gina Martinez& Tara Law, Two Recent Murders ofBlack Trans Women in TexasReveal a Nationwide Crisis, Advocates Say, TIME (June 12, 2019), https://time.com/5601227/two-black-trans-women-murders-in-dallas-anti-trans-violence/; Petula Dvorak, The Murder of BlackTransgender Women is Becoming a Crisis, WASH. POST (June 17, 2019), https://www.washingtonpost.com/local/the-murder-of-black-transgender-women-is-becoming-a-crisis/2019/06/17/28f8dba6-912b-11e9-b570-6416efdcO8O3_story.html.61. Dvorak, supra note 60.62. MESSINGER, supra note 57, at 19.63. Grace Hauck, Anti-LGBT Hate Crimes Are Rising, the FBI Says. ButIt Gets Worse, USATODAY (July 1, 2019), https://www.usatoday.com/story/news/2019/06/28/anti-gay-hate-crimes-rise-fbi-says-and-they-likely-undercount/1582614001/. See also Rhissa Briones-Robinson et al.,Sexual Orientation Bias Crimes: Examination of Reporting, Perception of Police Bias, andDifferential Police Response, 43 CRIM. JUST. & BEHAV. 1688, 1690 (2016).155156 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147gender identity bias.64 This is disproportionate to the 4.5% of the generalpopulation who report identifying as LGBTQ. 65The UCR hate crime data collected by the FBI have been critiqued forunderestimating the frequency of hate crimes against LGBTQ individuals.6 6According to Schwencke, the reasons for the lack of accurate hate crimereporting include misclassification, missed reporting, uncertainty aboutclassification, misconceptions about hate crimes, discomfort with hate crimes,and lack of training on hate crimes.6 7 The UCR reports hate crimes by thefrequency of incidents, offenses, victims, known offenders, location type, andhate crime by jurisdiction.68 When considering the impact of hate crimes on theLGBTQ community, reporting by victims is arguably the most appropriatefactor, as one incident or one offender does not capture the negative impact withmultiple victims (see Figure 2).69 For example, the shooting at the Pulsenightclub in Orlando, Florida resulted in the deaths of forty-nine individuals andthe injuries of another fifty-three-which demonstrates the degree of damagethat one individual can inflict upon the LGBTQ community.70 Additionally,these limited statistics on the Pulse shooting fail to show the emotional impactthat the shooting had on the LGBTQ community in Florida, the U.S., and aroundthe world.Underreporting of hate crimes in the LGBTQ community unfortunatelyexists at even the most comprehensive national sources for data reporting.Considering the challenges of UCR, the National Crime Victimization Survey(NCVS), the U.S. Census Bureau's household-based survey of perceived crimesby victims, has been recommended for more accurate and detailed reporting.764. DEP'T OF JUSTICE, Uniform Crime Report: Hate Crime Statistics, 2018, FED. BUREAUINVESTIGATION 2 (2019), https://ucr.fbi.gov/hate-crime/2018/topic-pages/incidents-and-offenses.pdf.65. Adult LGBT Population in the United States, UCLA SCH. L. WILLIAMS INST. 1 (2019),http://williamsinstitute.law.ucla.edu/wp-content/uploads/LGBT-Adult-US-Pop-Mar-2019.pdf.66. Ken Schwencke, Why America Fails at Gathering Hate Crime Statistics, PROPUBLICA(Dec. 4, 2017), https://www.propublica.org/article/why-america-fails-at-gathering-hate-crime-statistics.67. See id.68. Hate Crime Statistics, FED. BUREAU INVESTIGATION, https://www.fbi.gov/services/cjis/ucr/hate-crime (last visited Mar. 22, 2020). The term \"victim\" may refer to a person, business,institution, or society as a whole. The term \"known offender\" does not imply that the identity ofthe suspect is known, but only that an attribute of the suspect has been identified, whichdistinguishes him/her from an unknown offender.69. See fig.2, located after this subsection.70. Ralph Ellis et al., Orlando Shooting: 49 Killed, Shooter Pledged ISISAllegiance, CNN(June 13, 2016), https://www.cnn.com/2016/06/12/us/orlando-nightclub-shooting/index.htil.71. See Data Collection: National Crime Victimization Survey (NCVS), BUREAU JUST. STAT.,https://www.bjs.gov/index.cfm?ty=dcdetail&iid=245 (last visited Apr. 29, 2020). National CrimeVictimization Survey: Technical Documentation, NCJ 247252 (Sept. 2014), https://www.bjs.gov/content/pub/pdf/ncvstdl3.pdf. The NCVS data is collected through individual interviews,2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQFor example, a comparison of hate crime statistics from 2013-2017 shows asubstantial difference in average annual hate crime victimization reportsbetween the UCR (7,500 victimizations) and the NCVS (204,600victimizations).72 Similarly, percentage of hate crime victimization specific tobias against sexual orientation was also lower for UCR (17.7%) compared toNCVS (25.7%) for the same period.73 Evidence required for the NCVS toclassify a crime as motivated by hate, or a hate crime, are (a) hate language usedby the offender, (b) hate symbol(s) left by the offender, or (c) hate crimeconfirmation by police investigators.7 4 A considerable limitation of the NCVS,however, is the exclusion of gender identity from the questions, which does notcapture hate crimes based on gender identity for transgender and nonbinaryfolx. 7 5 Conversely, the FBI has been recording hate crimes related to genderidentity since 2013.76The following figures and tables show hate crime statistics from 2013-2018.Data in Figures 1 and 2 and Table 1 are pulled from the UCR.7 7 Data in Table 2are pulled from the Centers for Disease Control and Prevention (CDC). 7providing detailed data on crimes that are unreported and unrecorded also known as the \"darkfigure of crime.\" Id.72. Barbara Oudekerk, Hate Crime Statistics - Briefing Preparedfor the Virginia AdvisoryCommittee, U.S. Commission on Civil Rights, BUREAU JUST. STAT. 5 (Mar. 29, 2019),https://www.bjs.gov/content/pub/pdf/hcsl3l7pp.pdf.73. Id. at tbl.2 app.74. Hate Crime, BUREAU JUST. STAT., https://www.bjs.gov/index.cfm?ty-tp&tid=37 (lastvisited Apr. 29, 2020).75. See Data Collection: National Crime Victimization Survey (NCVS), supra note 71.76. 2013 Hate Crime Statistics Methodology, FED. BUREAU INVESTIGATION, https://ucr.fbi.gov/hate-crime/2013/resource-pages/methodology/methodology final (last visited Mar. 22, 2020).77. 2013 Hate Crime Statistics Table 1 - Incidents, Offenses, Victims, and Known Offendersby Bias Motivation, 2013, FED. BUREAU INVESTIGATION, https://ucr.fbi.gov/hate-crime/2013/tables/Itabledatadecpdf/table_1_incidentsoffensesvictimsandknownoffendersby biasmotivation2013.xls (last visited May 30, 2020); 2014 Hate Crime Statistics Table 1 - Incidents,Offenses, Victims, andKnown Offenders by Bias Motivation, 2014, FED. BUREAU INVESTIGATION,https://ucr.fbi.gov/hate-crime/2014/tables/table- (last vi ited May 30, 2020); 2015 Hate CrimeStatistics Table 1 - Incidents, Offenses, Victims, and Known Offenders by Bias Motivation, 2015,FED. BUREAU INVESTIGATION, https://ucr.fbi.gov/hate-crime/2015/tables-and-data-declarations/Itabledatadecpdf (last visited May 30, 2020); 2016 Hate Crime Statistics Table 1 - Incidents,Offenses, Victims, andKnown Offenders by BiasMotivation, 2016, FED. BUREAU INVESTIGATION,https://ucr.fbi.gov/hate-crime/2016/tables/table- (last vi ited May 30, 2020); 2017 Hate CrimeStatistics Table 1 - Incidents, Offenses, Victims, and Known Offenders by Bias Motivation, 2017,FED. BUREAU INVESTIGATION, https://ucr.fbi.gov/hate-crime/2017/tables/table-.xls (last visitedMay 30, 2020); 2018 Hate Crime Statistics Table 1 - Incidents, Offenses, Victims, and KnownOffenders by Bias Motivation, 2018, FED. BUREAU INVESTIGATION, https://ucr.fbi.gov/hate-crime/2018/topic-pages/tables/table-1.xls (last visited May 30, 2020).78. SHARON G. SMITH ET AL., CTRS. FOR DISEASE CONTROL & PREVENTION & NAT'L CTR.FOR INJURY PREVENTION & CONTROL, THE NATIONAL INTIMATE PARTNER AND SEXUALVIOLENCE SURVEY: 2015 DATA BRIEF - UPDATED RELEASE (2018).157158 SAINTLOUIS UNIVERSITYJOURNAL OFHEALTHLAW& POLICY [Vol.13:147Figure 1. Number ofIncidents ofLGBTQ Hate Crimes2013-201890085080075070065060055050045040035030025020015010050_E E02013 2014 2015 2016 2017 2018-- Multiple - Lesbian Gay men-- Bisexual Transgender NonbinaryFigure 2. Victims v. Incidents Reporting1600150014001300120011001000900800700600500400 - - -- - - - -300200100 .*\"\"02013 2014 2015 2016 2017 2018===- LGBTQ - VictimsLGBTQ - Incidents-- 0--- Sexual Orientation - VictimsSexual Orientation - Incidents0*** Gender Identity - VictimsGenderIdentity- Incidents2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQTable 1.FBIHate Crimes Statisticsfrom 2013-2018*: Victimization by Year2013 2014 2015 2016 2017 2018 Mean2018 Total 7,242 6,727 7,173 7,615 8,828 8,819 7,734LGBTQ-relatedvictimization 1,470 1,338 1,361 1,363 1,433 1,601 1,428LGBTQ-related % of total 20.3% 19.9% 19.0% 17.9% 16.2% 18.2% 18.6%SexualOrientation*: 1,461 1,248 1,263 1,255 1,338 1,445 1,335Anti-Gay (Male) 890 703 786 787 774 683 771Anti-Lesbian 191 174 170 147 164 177 171Anti-Lesbian,Gay, Bisexual, orTransgender(Mixed Group) 329 305 248 271 333 360 308Anti-Bisexual 27 47 35 27 30 21 31Gender Identity: 33 109 122 131 132 189 119Anti-Transgender 25 69 76 111 119 160 93Anti-GenderNon-Conforming 8 40 46 20 13 29 26Notes. * Sexual orientation originally included an anti-heterosexual count, which has beenexcluded from this report.159160 SAINTLOUIS UNIVERSITYJOURNAL OFHEALTHLAW& POLICY [Vol.13:147Table 2.IPV Victimization by LGB Populations Compared to Heterosexuals (N=16,507)Percentage**LGBTQ sub n Rape Other sexual Any Severepopulation n HBW, BL ViolenceHBW, PhysicalAggression HBMHG,BL Violence HBW,HBW, BLBLGaymen 149 59.6%o * 40.2% 16.4%Bisexual men 89 53.0 * 47. *IHeterosexualLesbian 118 63.0% 31.1 46.4%' 29.4%Bisexual200 76.2% 46.1% 74.9% 49.3%womenH eterosexual* not reported by authors due to relative standard error >30% or small cell size <20.\"*Weighted response rates ranging from 27.5% to 33.6%o.HBM Statistically significant differences (p <.05) between heterosexual and bisexual men.HBW Statistically significant differences (p < .05) between heterosexual and bisexualwomen.HG Statistically significant differences (p <.05) between heterosexual and gay groups.BL Statistically significant differences (p < .05) between bisexual and lesbian groups.B. Description ofSuicide in the LGBTQ CommunityThere has been growing concern around suicide in the LGBTQ community.Though behavioral health outcomes overall are disproportionate to the generalpopulation, suicide is an exponential risk for this population.79 The LGBTQpopulation has seen the suicide attempt rate climb to two to three times that ofthe general population,o with particular concern about these rates amongLGBTQ youth.\" The average rate of suicidal attempts among LGBTQ-79. Suicide Risk andPreventionforLGBTQ People, NAT'L LGBT HEALTH EDUC. CTR. (Sept.2018), https://www.1gbthealtheducation.org/wp-content/uploads/2018/10/Suicide-Risk-and-Prevention-for-LGBTQ-Patients-Brief.pdf.80. Haasetal.,supranote3,at2l.81. Lesbian, Gay, Bisexual, and Transgender Health: LGBT Youth, CTRS. FOR DISEASECONTROL& PREVENTION, https://www.cdc.gov/lgbthealth/youth.htm (last updated June 21,2017).LGBT Youth, CTRS. FOR DISEASE CONTROL & PREVENTION, https://www.cdc.gov/lgbthealth/youth.htm (last visited Mar. 22, 2020).2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQidentified youth is approximately thirty percent.82 In addition to the microsystemfactors (e.g., social support, access to affirming healthcare providers),macrosystem risk factors for suicidality among LGBTQ youth include massmedia, antidiscrimination policies, and other social systems that pressureLGBTQ individuals to stay closeted.83 In particular, media coverage of LGBTQtopics can contribute to intra-psychic stress. 4 Bathroom bills,\" for example,have not been passed in any state, yet the proposed bills have created a flurry ofpublic discourse of whether or not transgender and nonbinary identities are validand whether or not gender identity and expression should be protected.\"6The suicide numbers are even more concerning for the transgender andnonbinary communities.\"' Research studies report the rate of suicide attempts inthe transgender community to be nearly nine times that of the generalpopulation, and for Black transgender individuals, the suicide rate is nearlyfifteen times that of the general population.' Among gender minority youth,studies suggest hat as many as forty-seven percent attempt suicide at some point82. Arnold H. Grossman et al., Transgender Youth and Suicidal Behaviors: Applying theInterpersonal Psychological Theory ofSuicide, 20 J. GAY & LESBIAN MENTAL HEALTH 329, 329(2016).83. Morrison, supra note 54, at 44.84. Id. at 44-45.85. The collective bathroom bills began in March 2016, when North Carolina passed HouseBill 2 (NC HB2). 2016 N.C. Sess. Laws 3 (repealed by 2017 N.C. Sess. Laws 4). NC HB2 wasreportedly a response to several trans-affirming bathroom bills that allowed transgender individualsto use the bathroom according to their gender. Kevin Drum, A Very BriefTimeline ofthe BathroomWars, MOTHER JONES (May 14, 2016), https://www.mothejones.com/kevin-drum/2016/05/timeline-bathroom-wars/. Conversely, NC HB2 legally required transgender and nonbinary people touse the bathroom that aligned with their assigned sex at birth. Joellen Kralik, \"Bathroom Bill\"Legislative Tracking, NAT'L CONE. ST. LEGIS. (Oct. 24, 2019), https://www.ncsl.org/research/education/-bathroom-bill-legislative-tracking635951130.aspx. The implications of suchrequirements placed transgender and nonbinary people at risk of physical and mental health risksas a result of facing daily suspicion, harassment, and hostility. Bathroom bills have turnedbathrooms into hostile places where transgender and nonbinary individuals face harassment,attacks, and forced removal. JAMES ET AL., supra note 4, at 134, 151, 228-29. At worst, beingdenied access to bathrooms has been linked to suicide among transgender individuals. Max Kutner,Denying Transgender People Bathroom Access Is Linked to Suicide, NEWSWEEK (May 1, 2016),http://www.newsweek.com/transgender-bathroom-law-study-suicide-454185. Though nobathroom bills have yet passed, several states have proposed such legislation. Kralik, supra note85. This perpetuates an unsafe climate for transgender and nonbinary individuals.86. Diana Ali, The Rise and Fall of the Bathroom Bill: State Legislation Affecting Trans &Gender Non-Binary People, NASPA (Apr. 2,2019), https://naspa.org/blog/the-rise-and-fall-of-the-bathroom-bill-state-legislation-affecting-trans-and-gender-non-binary-people.87. JAMES ET AL., supra note 4, at 1, 5.88. Id. SANDY E. JAMES ET AL., 2015 U.S. TRANSGENDER SuRvEY: REPORT ON EXPERIENCESOF BLACK RESPONDENTS 19 (2016).161162 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147in their lives,8 9 and fifty-one percent experience suicidal ideation.90 Within-group differences in suicide rates have been found among transgender andnonbinary communities.91 Transmen reported higher rates of suicide (32.1%)than transwomen (26.5%), as well as higher rates among multi-racial (57.1%)and \"other\" racial minorities (60%).92 Notably, rates of suicidal ideation werehighest among younger transgender youth.93 A study of transgender and gendernonconforming youth found the highest rates for suicidal ideation (73.9%) andsuicide attempts (46.4%) among gender nonconforming youth who wereassigned female at birth.94These high rates of suicidality are not surprising, given that these individualsare frequently stigmatized, marginalized, and discriminated against due to theirgender identity and expression, and these individuals face opposition with thevery gender role norms and expectations associated with their assigned birthsex.95 Transgender and nonbinary individuals accordingly face uniquechallenges due to navigating society as their gender identity.96The interpersonal-psychological theory of suicide (IPTS), a desire-capability framework that provides help to understand suicidality throughmultiple explanations for suicidal ideation and capability to act, posits twoconcepts of suicidality.97 First, suicidal ideation is created when an individualconsistently and unchanged feels thwarted belongingness and perceivedburdensomeness.9 8 Second, long-term exposure to harmful and disturbing life89. Asakura, supra note 48 at 521; Kristen Clements-Nolle et al., HIVPrevalence, RiskBehaviors, Health Care Use, and Mental Health Status of Transgender Persons: ImplicationsforPublic Health Intervention, 91 AM. J. PUB. HEALTH 915, 915 (2001); Jack Harrisonet al.,A GenderNot Listed Here: Genderqueers, Gender Rebels, and OtherWise in the National TransgenderDiscrimination Survey, 2 LGBTQ POL'Y J. HARV. KENNEDY SCH. 13, 13 (2011-2012).90. Johanna Olson et al., Baseline Physiologic and Psychosocial Characteristics ofTransgender Youth Seeking Care for Gender Dysphoria, 57 J. ADOLESCENT HEALTH 374, 378(2015).91. See Peter Goldblum et al., The Relationship Between Gender-Based Victimization andSuicide Attempts in Transgender People., 43 PROF. PSYCHOL. RES. & PRAC. 468, 471 (2012).92. Id.93. Id. at 470.94. Grossman, supra note 82, at 339.95. See generally Arnold H. Grossman & Anthony R. D'Augelli, Transgender Youth:Invisible and Vulnerable, 51 J. HOMOSEXUALITY 111, 111-13, 123 (2006); Emilia Lombardi,Varieties of Transgender/Transsexual Lives and Their Relationship with Transphobia, 56 J.HOMOSEXUALITY 977, 979-80 (2009); Audra K. Nuu, Between Layers: Understanding theCommunicative Negotiation of Conflicting Identities by Transgender Individuals, 65 CoMM. STUD.281, 281-83 (2014).96. Nur, supra note 95.97. Jessica D. Ribeiro & Thomas E. Joiner, The Interpersonal-Psychological Theory ofSuicidal Behavior, 65 J. CLINICAL PSYCHOL. 1291, 1291-92 (2009); Kimberly A. Van Orden etal., The Interpersonal Theory ofSuicide, 117 PSYCHOL. REv. 575, 575 (2010).98. Van Orden et al., supra note 97, at 575.2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQevents can contribute to higher pain tolerance and the capability to perform self-harm.99 The stigma experienced directly and indirectly by LGBTQ individualscould arguably be described as daily exposure to discrimination andmarginalization from harmful interpersonal exchanges, systemic exclusion, anderasure. 100As an example, the high rates of homelessness and unemployment amongtransgender and nonbinary communities can contribute to negative self-perceptions, and particularly, in internalized transphobia.'0' Thoughapproximately seven percent of the general youth population identify asLGBTQ, a disproportionate twenty to forty percent or more of homeless youthidentify as LGBTQ, indicating factors outside of their gender identitycontributing tothesedisparitieS.0 2 By far, the primary reason for homelessnessamong LGBTQ youth is parental rejection.103 Parents may doubt the validity oftheir child's gender identity and lack the information and resources to improvetheir ability to understand. o' Faith-based believes and negative views towardLGBTQ individuals can also increase the degree of parental rejection.0Environments with a general lack of affirming information, unaddressed biases,and daily minority stressors contribute to hostile surroundings for LGBTQindividuals with deleterious effects.06 This raises the question, \"Who isresponsible for changing social norms?\"99. Id. at 585.100. Michael L. Hendricks& Rylan J. Testa, A Conceptual Frameworkfor Clinical Work withTransgender and Gender Nonconforming Clients: An Adaptation ofthe Minority Stress Model, 43PROF. PSYCHOL.: RES. & PRAC. 460, 464 (2012).101. Id. at 462.102. SOON KYU CHOI ET AL., WILLIAMS INST. & THE TRUE COLORS FUND, SERVING OURYOUTH 2015: THE NEEDS AND EXPERIENCES OF LESBIAN, GAY, BISEXUAL, TRANSGENDER, ANDQUESTIONING YOUTH EXPERIENCING HOMELESSNESS 9-10 (2015); NICHOLAS RAY, NAT'L GAY& LESBIAN TASK FORCE POLICY INST. & THE NAT'L COAL. FOR THE HOMELESS, LESBIAN, GAY,BISEXUAL AND TRANSGENDER YOUTH: AN EPIDEMIC OF HOMELESSNESS 153 (2006).103. CHOIET AL., supra note 102, at 9-10 figs.4 & 5.104. See generally Darryl B. Hill & Edgardo Menvielle, \"You Have to Give Them a PlaceWhere They Feel Protected and Safe andLoved\": The Views ofParents Who Have Gender-VariantChildren and Adolescents, 6 J. LGBT YOUTH 243, 251-264 (2009); Caitlin Ryan et al., FamilyAcceptance in Adolescence and the Health ofLGBT Young Adults, 23 J. CHLD & ADOLESCENTPSYCHIATRIC NURSING 205, 212 (2010); Lisa Simons et al., Parental Support andMentalHealthAmong Transgender Adolescents, 53 J. ADOLESCENT HEALTH 791, 793 (2013).105. See generally Hill & Menvielle, supra note 104, at 244-64.106. See generally Hendricks & Testa, supra note 100, at 460-67.163164 SAINTLOUIS UNIVERSITYJOURNAL OFHEALTHLAW& POLICY [Vol.13:147II. STIGMA THEORY AND PUBLIC HEALTH IMPACTA. An Overview ofStigma TheoryIf stigma is contributing to poor public health outcomes, including death,then understanding and eliminating stigma is a necessary public health aim. In1963, Ervin Goffman wrote a seminal study on stigma.107 He describes stigmaas having an attribute that is \"deeply discrediting.\"0 8 His work described howstigma created conditions for both the person and others to view the personexperiencing stigma.109 The work laid the groundwork for discussions of groupsGoffman referred to as \"normal\" and those with a \"spoiled identity.\"\"10 Theconcept of a spoiled identity follows a person through all aspects of their life,from the social to the private, and ultimately takes a toll on the day-to-day livedexperience of the person who experiences stigma.\"'Following Goffman's study, other theorists provided additional detail onhow stigma worked in communities. Phelan and Link conceptualized stigma sa five-part phenomenon: labeling, stereotyping, separation, l ss of power, andstigmatization or discrimination.112 The addition of the power component oGoffman's work has proved compelling when considering the ways that lawsare a part of, and sometimes even exacerbate, structural stigma against targetedpopulations.\"3Stigma in public health law specifically is a growing area of research. A2006 article by Bayer examines the use of stigma as a tool of public health.'\"He uses smoking as an example of how stigma toward unhealthy behaviors canwork to decrease the behavior in the population.\" Though he acknowledges theharm stigma can cause, here using the example of the gay population and HIV,he also posits that some forms may serve a public health goal even while creatingethical issues.\" 6 Following Bayer's article, Burris wrote a nuanced andthoughtful response to Bayer, reviewing the history of stigma research and its107. See generally GOFFMAN, supra note 7.108. Id. at 3.109. See generally id. at 4.110. See generally Brian K. Ahmedani, Mental Health Stigma: Society, Individuals, and theProfession, J. Soc. WORK VALUES & ETHICS, Fall 2011, at 4-1, 4-2.111. See GOFFMAN, supra note 7, at 7-9.112. Bruce G. Link & Jo C. Phelan, Conceptualizing Stigma, 27 ANN. REV. SOCIOLOGY 363,367(2001).113. Hatzenbuehler,supra note 7, at743.114. See generally Ronald Bayer & Jennifer Stuber, Tobacco Control, Stigma, and PublicHealth: Rethinking the Relations, 96 AM. J. PUB. HEALTH 47, 47-50 (2006).115. Id.116. Id.at48.2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQuse.\" 7 His conclusion is clear: \"... [S]tigma is a barbaric form of social controlthat relies upon the most primitive and destructive of emotions. And chances arethat it won't work anyway.\"\"Goldberg has also been a prolific writer on stigma and public health law.119After synthesizing reviews of stigma research, he concludes, \"Stigma iscorrosive. It is capable of inducing intense psychosocial harm. It is a risk factorfor suicide. Even when controlling for every conceivable confounder, membersof groups subjected to persistent stigma get sicker and die quicker thancomparators. It is therefore important both as a social problem and as a healthproblem.\"120 He also discusses the ways that social policies may serve to impactstigma but cautions that more research is needed on how these policies do or donot change attitudes and behaviors, and he advocates for additional research inthis area.121B. Stigma Theory and LGBTQ Population HealthThe impacts of stigma specifically on LGBTQ populations is an importantcomponent of health inequity for the population. Meyer first discussed thisconcern in his work on Minority Stress Theory (MST).122 MST, as described byMeyer, considers the \"excess stress to which individuals from stigmatized socialcategories are exposed as a result of their social, often a minority, position.\" 23Meyer cites the work of Durkheim and the need for social norms versus a senseof normlessness as he discussed how minority stress can lead to the harms ofsuicide.124 Meyer labels three specific processes which are important to theLGBTQ community: \"(a) external, objective stressful events and conditions(chronic and acute), (b) expectations of such events and the vigilance thisexpectation requires, and (c) the internalization of negative societal attitudes.\" 25He goes on to discuss the harm that concealing one's sexual orientation cancause.126117. See generally Scott Burris, Stigma, Ethics and Policy: A Commentary on Bayer's \"Stigmaand the Ethics ofPublic Health: Not Can We but Should We,\" 67 Soc. SC. & MED. 473, 473-75(2008).118. Id.at475.119. See, e.g., Goldberg, supra note 7, at 475-483; Daniel S. Goldberg, WhatKindofPeople:Obesity Stigma nd Inequities, 124 Am. J. MEDICINE 788, 788 (2011).120. Daniel S. Goldberg, Pain, Objectivity and History: Understanding Pain Stigma, 43 MED.HUMAN. 238-243 (2017).121. See Goldberg, supra note 7 at476-79.122. See generally Ilan H. Meyer, Prejudice, Social Stress, and Mental Health in Lesbian, Gay,and Bisexual Populations: Conceptual Issues and Research Evidence, 1 PSYCHOL. SEXUALORIENTATION & GENDER DIVERSITY. 3, 20-21 (2013).123. Id. at 4.124. Id.125. Id. at 5.126. Id.165166 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147Other scholars have built on Meyer's work, working to understand howstructural stigma is impacting the LGBTQ community. Mark Hatzenbuehler isa leading researcher on this subject. His work has provided importinginformation on differences in suicide rates of LGBTQ youth that examines locallevel ecological factors,127 the impact of anti-bullying policy on the risk ofsuicide attempts in gay and lesbian youth,128 the impact of state-level policy onLGBTQ psychiatric morbidity,129 and other important measurements of howpolicy and other structural level mechanisms impact LGBTQ health.13 0Additional research is needed to have a full understanding of the link betweenstructural stigma, policy, and health outcomes.Blake and Hatzenbuehler published a 2019 call for additional research andresearch tools on this topic in an article entitled Legal Remedies to AddressStigma-Based Health Inequities in the United States: Challenges andOpportunities.\"' The article reviews the studies which have implicatedantidiscrimination laws as a driver of stigma or stigma alleviation.13 2 Further,they discuss the need to better understand the enforcement of such laws and theways that courts are interpreting the laws and the impact that can have on healthinequities.' 3 3 Lastly, they call for the creation of a new surveillance system ofantidiscrimination laws to be used in such research.13 4 Below, we will presentopportunities to address some of these needs.127. See generally Dustin T. Duncan & Mark L. Hatzenbuehler, Lesbian, Gay, Bisexual, andTransgender Hate Crimes and Suicidality Among a Population-Based Sample ofSexual-MinorityAdolescents in Boston, 104 AM. J. PUB. HEALTH 272 (2014).128. See generally Mark L. Hatzenbuehler & Katherine M. Keyes, Inclusive Anti-BullyingPolicies and Reduced Risk of Suicide Attempts in Lesbian and Gay Youth, 53 J. ADOLESCENTHEALTH S21 (2013).129. See generally Mark L. Hatzenbuehler et al., State-Level Policies and PsychiatricMorbidity in Lesbian, Gay, and Bisexual Populations, 99 AM. J. PUB. HEALTH 2275 (2009).130. See generally Mark L. Hatzenbuehler, Advancing Research on Structural Stigma andSexual Orientation Disparities in Mental Health Among Youth, 46 J. CLINICAL CHILD &ADOLESCENT PSYCHOL. 463 (2017); Hatzenbuehler & Pachankis, supra note 5, at 985-97; MarkL. Hatzenbuehler, How Does Sexual Minority Stigma \"Get Under the Skin\"? A PsychologicalMediation Framework, 135 PSYCHOL. BULL. 707 (2009).131. See generally Valarie K. Blake & Mark L. Hatzenbuehler, Legal Remedies to AddressStigma-Based Health Inequalities in the United States: Challenges and Opportunities, 97MLBANK Q. 480 (2019).132. Id.at480-81.133. Id.at480-81,492-94.134. Id.at494-96.2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQIII. A CALL FOR INCREASED PUBLIC HEALTH RATIONALE FOR STIGMAREDUCTION IN LGBTQ ANTIDISCRIMINATION LAWSA. Say Its Name -An Argumentfor Inclusion ofAnti-Stigma and SocialNorm Change as a Public Health Rationale for Antidiscrimination Laws\"Words have power in two kinds of ways: They have power when youspeak them andpower when you don't. \"135We assert that it is time for policymakers to include an explicit rationale forantidiscrimination law to shift social norms and lower stigma for specificpopulations. Even when a policy is anti-discriminatory on its face, naming theintent of shifting norms and lowering stigma matters. When the explicit rationaleis named, it can serve two purposes: 1) articulating a clear public health purposeof the antidiscrimination law and 2) educating the public on the need for normchange and its public health impact.1. Expressive Function of LawMuch has been written about an expressive theory of law, a theory thatexamines the \"statement\" made by the law, not necessarily the consequencesgiven through enforcement of the law.136 For example, Sunsteiin his work Onthe Expressive Function ofLaw, examines the ways that laws serve to changesocial norms. 37 He purports that antidiscrimination laws may be passed evenwhen the specific impact on the targeted population may be unknown, writing,\"The norm can do what the law would do at possibly much greater cost.\" 3 8 Heasserts that the laws \"signal\" what behaviors are appropriate with or withoutenforcement activity attached.13 9This type of signaling has been used in civil rights laws historically. TheCivil Rights Law of 1964 both required enforceable behavior and acted as asignal that race-based discrimination would not be tolerated.14 0 In Brown v.Board ofEducation, the Supreme Court appeared to endorse an expressive viewof the law.i 4In the case, the Court expressly discussed the psychological impactof a \"separate but equal\" approach, writing, \"[t]o separate them from others ofsimilar age and qualifications solely because of their race generates a feeling of135. Schwencke, supra note 66 (quoting James Robinson, CEO of Free2Be, an LGBTQadvocacy group in Alabama).136. See Cass R. Sunstein, On the Expressive Function ofLaw, 144 U. PA. L. REv. 2021,2021-27 (1996). See also Elizabeth S. Anderson & Richard H. Pildes, Expressive Theories of Law: AGeneral Restatement, 148 U.PA. L.REv. 1503, 1506, 1532 (2000).137. Sunstein, supra note 136, at 2024-25.138. Id. at 2030.139. Id. at 2032.140. See id. at 2043-44.141. See Sunstein, supra note 136, at 2022. See generally Brown v. Bd. of Educ. of Topeka,347 U.S. 483, 483- 96 (1954).167168 SAINTLOUIS UNIVERSITYJOURNAL OFHEALTHLAW& POLICY [Vol.13:147inferiority as to their status in the community that may affect their hearts andminds in a way unlikely ever to be undone.\" 42 Interpreting the law in a way thatdid not acknowledge the impact of stigma or social norms would not meet theaims of equal protection.143 Adler, in his work expressing some skepticism ofthe idea of the expressive theory of law, writes, \"There appears to be widespreadagreement among constitutional scholars that race discrimination is bothmeaningful and wrongful in virtue of what it means-in short, that an expressivetheory is at least one component of a complete theory of the Equal ProtectionClause.\"i44While we propose the expressive intent has meaning, here the inclusion ofthe intent to change social norms as a public health intervention goes beyond themere expressive intent and includes a compelling state interest in lowering thepublic health harms documented to be caused by the stigma and discriminatorynorms themselves. As courts examine a state's ability to enact public healthlegislation under the state's police powers, the court will look at what type ofinterest the state has in enacting the measure and proposed response.4 Wesuggest that naming the goal of changing social norms and directly linking it toincreasing positive health outcomes for the impacted population may strengthenthe state's ability to show a compelling state interest where necessary. Thisconcept is discussed in more detail below.2. Public Health Purpose and Communication FunctionSince Jacobson v. Massachusetts,46 the courts have consistently held thatthe states can legitimately exercise their police powers to protect the health andwelfare of their citizens.47 Antidiscrimination laws are not new, though theirrationale has neither explicitly included a public health rationale nor beenframed as an exercise of police powers in this manner. The evidence of thenegative impacts of discrimination and stigma on LGBTQ population health iswell-documented. 14 An Institute of Medicine report on the health of gay,lesbian, bisexual, and transgender people acknowledged the impact ofdiscrimination on health as it examined MST.149 In Healthy People 2020, the142. Brown, 347 U.S. at494.143. Id. at 492-93, 495.144. Matthew D. Adler, Expressive Theories ofLaw: A Skeptical Overview, 148 U. PA. L. REV.1363, 1371 (2000).145. See generally Jorge E. Galva et al., Public Health Strategy and the Police Powers oftheState, 120 PUB. HEALTH REP. 20, 21-22 (Supp. 2005).146. Jacobsonv. Massachusetts, 197 U.S. 11, 24-25 (1905).147. Id.148. See generally INST. OF MED., supra note 12; Hatzenbuehler, supra note 130;Hatzenbuehler & Pachankis, supra note 5; Meyer, supra note 122; Lesbian, Gay, Bisexual, andTransgender Health, supra note 10.149. See INST. OF MED., supra note 12, at 221-22.2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQCDC, for the first time, included goals for improving LGBTQ health,acknowledging the health inequities experienced by this community.5 o Yetstates have not added language regarding the potential health impact as they havechosen to enact antidiscrimination laws for the LGBTQ community.5 'The states' reasoning for enacting laws has an impact on their ability towithstand a challenge in court.15 2 Laws that provide protection to LGBTQpopulations are not mandated by the federal government.I5 3 As states havebegun to provide these protections over the last few decades, they areincreasingly being challenged as an infringement of religious rights under theFree Exercise Clause of the First Amendment by persons who do not wish toprovide services to the LGBTQ community.154 In order to survive thesechallenges, a state must show it has a compelling state interest in enactingantidiscrimination protections.\" As stated above, public health interest maystrengthen the state's case.i16The Free Exercise Clause post-1963, the year Sherbert v. Verner\" wasdecided, has generally been interpreted to require a compelling state interestapplied in the least restrictive means in order for a state to substantially burdena person's religious liberty. In 1990, the Supreme Court, in Employment Divisionv. Smith, ruled that when the law is one of general applicability, the courts willrule in favor of the state as long as there is a rational relationship between thepolicy and the state's interest.\"\" Given what the legislature saw as a change incourse for the Court, though the Court sought to distinguish this case fromSherbert and other earlier rulings, Congress passed the 1993 Religious FreedomRestoration Act (RFRA).19 RFRA codified the requirements of a compellingstate interest applied in the least restrictive means for any state action150. Lesbian, Gay, Bisexual, and Transgender Health, supra note 10.151. See generally HUMAN RIGHTS WATCH, \"ALL WE WANT IS EQUALITY\": RELIGIOUSEXEMPTIONS AND DISCRIMINATION AGAINST LGBT PEOPLE IN THE UNITED STATES 1-4 (2018).152. See generally Sherbertv. Verner, 374 U.S. 398, 403, 406-07 (1963).153. See HUMAN RIGHTS WATCH, supra note 151, at 1.154. See generally Ian Millhiser, The Fight Over Whether Religion is a License to Discriminateis Back Before the Supreme Court: Fulton v. City ofPhiladelphia is Likely to Deal a Severe Blowto LGBTQ Rights, Vox (Feb. 25, 2020), https://www.vox.com/2020/2/25/21150692/supreme-court-religion-discrimination-lgbtq-foster-fulton-philadelphia-first-amendment. See also HUMANRIGHTS WATCH, supra note 151, at 9-10.155. See Sherbert, 374 U.S. at406-07.156. See Emp't. Div., Dept. Human Res. of Or. v. Smith 494 U.S. 872,895-96 (1990).157. See generally Sherbert, 374 U.S. at 398-410. See also Thomas v. Review Bd. of Ind.Emp't. Sec. Div., 450 U.S. 707, 708 (1981).158. Emp't. Div., 494 U.S. at 879-82.159. Jeff Guo, How Religious Freedom Law Were Praised, Hated, Then Forgotten, Then,Finally, Resurrected, WASH. POST (Apr. 3, 2015), https://www.washingtonpost.com/blogs/govbeat/wp/2015/04/03/how-religious-freedom-laws-were-praised-then-hated-then-forgotten-then-finally-resurrected/.169170 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147substantially burdening a person's religious liberty.16 0 This Act created specificprotections for religious freedoms, which are designed to protect persons fromstate action infringing on their deeply held religious beliefs.16 ' Thoughoriginally used to challenge state-level laws, the Court held in City ofBoerne v.Flores that RFRA is only applicable to the federal government.162Since Boerne, twenty-one states have passed their own version of RFRA.163Initial states passed state RFRAs reflective of the federal version.'64 Importantly,later states began drafting their RFRAs specifically to allow persons to refuse toprovides services to the LGBTQ community if they invoked a religiousobjection to providing such services.1' Following Elane Photography, LLC v.Vanessa Wilcox, a 2013 case where the New Mexico Supreme Court found thata photographer could not use her religious beliefs to deny services to a same-sexcouple because the photographer's actions where in violation of the state of NewMexico's antidiscrimination law,166 states pointed to this case and the need toprotect persons' ability to practice their religious liberties in the way they feltnecessary.Notably, in 2015, Indiana worked to pass a broad religious freedom act thatreceived nationwide attention.167 The law, signed by Governor Mike Pence inMarch 2015, was viewed by some as a license to discriminate. 6 Boycotts by160. See generally Religious Freedom Restoration Act of 1993, 42 U.S.C. 2000bb-2000bb-4(2018).161. See id. 2000bb-1, 2000bb-3.162. City ofBoerne v. Flores, 521 U.S. 507, 531-532, 536 (1997).163. State Religious Freedom Restoration Acts, NAT'L CONE. ST. LEGISLATURES (May 4,2017), https://www.ncsl.org/research/civil-and-criminal-justice/state-rfra-statutes.aspx.164. See, e.g., Mississippi Religious Freedom Restoration Act, MISS. CODE ANN. 11-61-1(2020); Alabama Religious Freedom Amendment, ALA. CONST. art. I, 3.01 (2018); VirginiaReligious Freedom Restoration Act, VA. CODE ANN. 57-2.02 (2020).165. See, e.g., TEX. CODE ANN. 110.009 (2020) (explaining that the protection of religiousfreedom is \"in addition to\" those protections provided under federal and state law). See also EMILYLONDON & MAGGIE SIDDIQI, CTR. FOR AM. PROGRESS, RELIGIOUS LBERTY SHOULD Do NoHARM 13 (2019), https://cdn.americanprogress.org/content/uploads/2019/03/29073132/ReligiousLiberty-report-6.pdf (explaining that he RFRA is not intended as a tool to discriminate, and statesshould add language in their RFRAs such as that included in Texas's statute).166. Elane Photography, LLC v. Willock, 309 P.3d 53, 62-63 (N.M. 2013).167. See generally Tierney Sneed, 5 Lessons from the Indiana Religious Freedom' LawDebate, U.S. NEWS (Apr. 2, 2015), https://www.usnews.com/news/articles/2015/04/02/5-lessons-from-the-indiana-religious-freedom-law-debate; Jack Linshi, What You Need to Know AboutIndiana's Controversial Religious ObjectionsLaw, TIME (Mar. 30, 2015), https://time.com/3762656/indiana-religious-objections-law/.168. See generally Campbell Robertson & Richard P6rez-Pefia, Bills on Religious Freedom'Upset Capitols in Arkansas and Indiana, N.Y. TIMES (Mar. 31, 2015), https://www.nytimes.com/2015/04/01/us/religious-freedom-restoration-act-arkansas-indiana.html (highlighting Mike Penceaddressing concernsthatthe law was \"never intended to give a'license to discriminate' againstgayand lesbian couples.\").2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQartists and sports teams were immediate.169 Business leaders made theirconcerns known.170 Within a month, the governor signed an amendmentclarifying that the bill was not to be used to discriminate on the basis of sexualorientation orsexualidentity.7 ' Following the amendment, some religiousleaders expressed concern that the bill had been watered own, while otherssupported the changes.172 Regardless of an individual's feelings about the laws,it is clear that for some, these bills are of specific concern to the LGBTQcommunity. Given the concern that state and federal RFRA laws may be used ina way that will harm the LGBTQ community, any laws meant to protect theLGBTQ community would be well advised to do everything possible to protectagainst possible RFRA challenges.173Would the Court view a state goal of changing social norms as infringing onthe free expression of a person's religious beliefs if their beliefs go against thenorm that the state expressed? Alternatively, would it strengthen the state's case,making the change of stigma and discriminatory beliefs a more compellinginterest, if the state specifically linked the change to increase health and safetyfor the impacted group?As Sunstein reasons, constraints on government action are applicable inantidiscrimination policy as with other laws.74 He writes, \"If government triedto change social norms so as to ensure that everyone is a Christian, it wouldviolate the right to religious liberty; if government tried to change social normsso as to ensure that women occupy domestic roles, and men do not, it would169. See Mary Ann Georgantopoulos, Boycott Against Indiana's Religious Freedom LawGrows Across U.S., BUZZFEED NEWS (Apr. 1, 2015), https://www.buzzfeednews.com/article/maryanngeorgantopoulos/here-are-the-celebrities-businesses-and-governments-boycotti; GermanLopez, How Indiana's Religious Freedom Law Sparked a Battle over LGBT Rights, Vox (Apr. 2,2015), https://www.vox.com/2015/3/31/8319493/indiana-rfra-lgbt.170. Id.171. See Lopez, supra note 169.172. See generally Tony Cook& Tom LoBianco, Indiana Governor Signs Amended ReligiousFreedom'Law, USA TODAY (Apr. 2, 2015), https://www.usatoday.com/story/news/nation/2015/04/02/indiana-religious-freedom-law-deal-gay-discrimination/70819106/.173. It is important to note that there are legitimate uses of state RFRAs that have nothing todo with the LGBTQ population. Lund discusses the concern of \"throwing out the baby with thebathwater\" writing, \"In the last five years, six more states have adopted state RFRAs, and in eachcase the Elane Photography issue was part of the debate. But Indiana was different. Now the debateseems to have nothing else left in it. One side sees Elane Photography as the raison d'tre for stateRFRAs; the other side sees it as the bte noire. But on both sides, Elane Photography is all thatmatters. An unfortunate consequence is that all the other kinds of state RFRA claims-includingthe sympathetic ones mentioned here have gotten completely lost in the shuffle. For thoseinterested in protecting free exercise without protecting the claim in Elane Photography, there areseveral options going forward. The first is the simplest and probably the best-one can, by statute,simply exclude for-profits. There is nothing path-breaking about this suggestion.\" Christopher C.Lund, RPRA, State RPRAs, andReligious Minorities 53 SAN DIEGO L. REV. 163, 182 (2016).174. See Sunstein, supra note 136, at 2048-50.171172 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147violate the Equal Protection Clause.\"'7 Making it clear that the goal of socialnorm change is to protect and improve the population's health may make thestate's case stronger in enforcing antidiscrimination laws. There is reason tobelieve that changes in policy specifically to support changes in behavior andbeliefs can impact population health. For example, in a 2013 study, Krieger etal. examined Black infant mortality rates in relation to the abolition of Jim Crowlaws. 7 6 The study compared Black infant mortality rates in states with andwithout Jim Crow laws before and after the laws were abolished. In thelongitudinal examination of infant mortality rates, rates for Black infantsimproved in states with previous Jim Crow laws with \"no comparable temporalpatterns in Jim Crow birth cohort effects occur[ing] among White infants or...evident inBlackversusWhite comparisons within these policies.\"7 7 Morestudies of this kind will help to answer the question of correlation versuscausation in structural stigma.More research regarding the public health impact of antidiscrimination laws onthe LGBTQ community will strengthen any assertion of a public health imperative.The work of Hatzenbeuhler and other public health law scholars examining stigmawill be an important component of ensuring meaningful inclusion of effective publichealth aims in these laws.IV. POTENTIAL IMPLICATIONS FOR LGBTQ PUBLIC HEALTH RESEARCHA. LGBTQ Legal Epidemiology ProjectGiven the relatively recent research on measuring the health impacts of anti-stigma law in general, and on the LGBTQ community in particular, more workis left to be done. To that end, data on laws and policies impacting the LGBTQat the state and local levels will be needed. Currently, the public healthcommunity is working to increase the data collected regarding the sexualorientation and gender identity of persons on whom health outcomes data recollected.' 7 The CDC is driving this work with Healthy People 2020.179 In orderto be able to examine these data in comparison with the laws and policies, moreinformation is needed.We are working to fill this need. Often, legal data collection containsinformation on where laws do and do not exist with some comparison betweenthose jurisdictions. In order to consider the impact of laws on health outcomesdata at the population level, information regarding enforcement mechanisms,175. Id. at 2049.176. See generally Nancy Krieger et al., The Unique Impact ofAbolition ofJim Crow Laws onReducing Inequities in Infant Death Rates and Implicationsfor Choice ofComparison Groups inAnalyzing Societal Determinants ofHealth, 103 AM. J. PUB. HEALTH 2234, 2234-2244 (2013).177. Id. at 2237.178. See generally Lesbian, Gay, Bisexual, and Transgender Health, supra note 10.179. Id.2020] AN ARGUMENT FOR EXPLICITPUBLIC HEALTH RATIONALE IN LGBTQimplementation dates, preemption, and other granular data must exist, and in away that researchers can access it and use it in their work. In conjunction withthe CDC Public Health Law Program, we are working to collect information onstate-level laws and regulations covering sexual orientation and gender identityusing legal epidemiology methods.80 We will also collect information on state-level RFRAs. This information will be important for researchers who seek toexamine the impact of laws on health outcomes for the LGBTQ community.Currently, some excellent programs disseminate information  LGBTQlaws.' 8 None, however, provide the level of detail needed to do the kinds ofcomparisons that will allow for a thorough analysis of the impact of laws,including which provisions of the laws appear to be most useful to improvingLGBTQ health.B. Additional Considerations for ResearchAs research moves forward, it will be important to consider the limitationsto what we currently know and how we can improve knowledge on this topic.As stated above, researchers like Hatzenbuehler, Burris, and Goldberg are doinggroundbreaking work in the area of structural stigma in the field of public health.There is a substantial collection of research that shows that stigma has a negativeand pervasive impact on health. Furthermore, there is an increasing body of workthat suggests structural stigma is a part of this process. The measurement of andresearch on structural stigma remain in their early stages. It will be important todistinguish between places where the policies are more favorable to the LGBTQpopulation, because in these places, societal attitudes are already generallysupportive toward this population. Thus, in these places, policies can serve astools to further favorably impact the beliefs and behaviors of the states'populations.V. CONCLUSIONA call for action toward collective consciousness of daily discrimination andpublic health disparities faced by marginalized populations cannot be ignored.As described above, the cultural climate is influenced by the policies that areproposed and passed. These policies provide guidance for what is socially andlegally acceptable and what is not, as reflected in evolving antidiscriminationlaws. Given both the political reality embodied in discussion around RFRA laws180. For more information on the legal epidemiology method, see Theory & Methods, TEMPLEU. CTR. FOR PUB. HEALTH L. RES., http://publichealthlawresearch.org/theory-methods (last visitedMay 30, 2020). See also Legal Epidemiology, CHANGELAB SOLUTIONS, https://www.changelabsolutions.org/good-governance/phla/legal-epidemiology (last visited May 30, 2020).181. See, e.g., UCLA SCH. L. WILLIAMS INST., https://williamsinstitute.law.ucla.edu (lastvisited May 22, 2020); MOVEMENT ADVANCEMENT PROJECT, https://www.1gbtmap.org (lastvisited May 22, 2020).173174 SAINTLOUIS UNIVERSITYJOURNAL OF HEALTH LAW& POLICY [Vol.13:147and the data regarding alarming LGBTQ health inequity, we assert thatinnovation in how laws are designed to ensure protection is essential. Publichealth imperatives are a reasonable use of the state's police powers and mayserve as one way to help states provide the antidiscrimination policies needed tomake positive changes for the states.",
    "id": 480389505,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.wayne.edu:lawfrp-1539"
    },
    "title": "An Argument for Explicit Public Health Rationale in LGBTQ Antidiscrimination Law as a Tool for Stigma Reduction",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-01-01T08:00:00+00:00",
    "publisher": "DigitalCommons@WayneState",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.wayne.edu/cgi/viewcontent.cgi?article=1539&context=lawfrp"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/480389505.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/480389505"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/480389505/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/480389505/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/480389505"
        }
    ],
    "abstract": "",
    "tags": [
        "article",
        "Gender and the Law",
        "Health Law And Policy",
        "Law Enforcement",
        "Prisoners",
        "Psychiatry and Psychology",
        "Sexual Orientation",
        "Health Law and Policy",
        "Law",
        "Law and Gender",
        "Law and Psychology",
        "Sexuality and the Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:digitalcommons.wayne.edu:lawfrp-1539",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1287",
        "openDoarId": 0,
        "name": "Digital Commons@Wayne State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 480389505,
        "depositedDate": null,
        "publishedDate": "2020-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-23T23:46:43+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-01T10:56:27+00:00"
    },
    "urls": [
        "https://digitalcommons.wayne.edu/lawfrp/565",
        "https://digitalcommons.wayne.edu/context/lawfrp/article/1539/viewcontent/McCabe2_13StLouisUJHealthLPoly147.pdf"
    ],
    "lastUpdate": "2024-01-23T23:46:43+00:00",
    "setSpecs": []
}