{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mathers, Lain A.B."
        },
        {
            "name": "Sumerau, Jason E"
        }
    ],
    "contributors": [],
    "createdDate": "2022-11-23T20:44:04+00:00",
    "dataProvider": {
        "id": 1836,
        "name": "NSU Works",
        "url": "https://api.core.ac.uk/v3/data-providers/1836",
        "logo": "https://api.core.ac.uk/data-providers/1836/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.46743/2160-3715/2022.5318",
    "downloadUrl": "https://core.ac.uk/download/543853011.pdf",
    "fullText": "The Qualitative Report Volume 27 Number 11 Article 12 11-19-2022 An Interactionist Approach to BTLG Pride Lain A.B. Mathers Indiana State University, Lain.Mathers@indstate.edu Jason E. Sumerau University of Tampa, jsumerau@ut.edu Follow this and additional works at: https://nsuworks.nova.edu/tqr  Part of the Gender and Sexuality Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, Politics and Social Change Commons, and the Social Psychology and Interaction Commons Recommended APA Citation Mathers, L. A., & Sumerau, J. E. (2022). An Interactionist Approach to BTLG Pride. The Qualitative Report, 27(11), 2583-2604. https://doi.org/10.46743/2160-3715/2022.5318 This Article is brought to you for free and open access by the The Qualitative Report at NSUWorks. It has been accepted for inclusion in The Qualitative Report by an authorized administrator of NSUWorks. For more information, please contact nsuworks@nova.edu. An Interactionist Approach to BTLG Pride Abstract Within and beyond Symbolic Interactionism, sociological studies of bisexual, transgender, lesbian, and gay (BTLG) populations have expanded dramatically in the past two decades. Although such studies have invigorated our understanding of many aspects of BTLG life and experience, they have thus far left BTLG Pride relatively unexplored. How do BTLG populations experience Pride, and what insights might such efforts have for sociologically understanding such populations and events? We examine these questions through an interview study of bi+ people (i.e., sexually fluid people who identify as bisexual, pansexual, or otherwise outside of gay/straight binaries; Eisner, 2013). Specifically, we analyze how bi+ people negotiate both (1) experiencing Pride as “outsiders within” the broader BTLG population (Collins, 1986), and (2) framing who Pride is for and what it means in practice. In so doing, we demonstrate how Interactionist analyses of certain groups’ meaning making around and experiences of Pride can expand existing sociologies of BTLG populations, bisexual experience, and Pride. Keywords bisexual, Pride, LGBTQ, sexuality, symbolic interactionism Creative Commons License This work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 4.0 International License. Acknowledgements The first author would like to thank Lorena Garcia, Kristen Schilt, Claire Decoteau, Laurie Schaffner, and Emoonah McClerklin for their support and comments on earlier iterations of this project. This article is available in The Qualitative Report: https://nsuworks.nova.edu/tqr/vol27/iss11/12 The Qualitative Report 2022 Volume 27, Number 11, 2583-2604 https://doi.org/10.46743/2160-3715/2022.5318    An Interactionist Approach to BTLG Pride  Lain A.B. Mathers1 and J.E. Sumerau2 1Department of Multidisciplinary Studies, Indiana State University, USA 2Department of History, Sociology, Geography, and Legal Studies, The University of Tampa, USA   Within and beyond Symbolic Interactionism, sociological studies of bisexual, transgender, lesbian, and gay (BTLG) populations have expanded dramatically in the past two decades. Although such studies have invigorated our understanding of many aspects of BTLG life and experience, they have thus far left BTLG Pride relatively unexplored. How do BTLG populations experience Pride, and what insights might such efforts have for sociologically understanding such populations and events? We examine these questions through an interview study of bi+ people (i.e., sexually fluid people who identify as bisexual, pansexual, or otherwise outside of gay/straight binaries; Eisner, 2013). Specifically, we analyze how bi+ people negotiate both (1) experiencing Pride as “outsiders within” the broader BTLG population (Collins, 1986), and (2) framing who Pride is for and what it means in practice. In so doing, we demonstrate how Interactionist analyses of certain groups’ meaning making around and experiences of Pride can expand existing sociologies of BTLG populations, bisexual experience, and Pride.  Keywords: bisexual, Pride, LGBTQ, sexuality, symbolic interactionism    Within and beyond Symbolic Interactionism, sociological studies of bisexual, transgender, lesbian, and gay (BTLG1) populations have expanded dramatically in the past two decades (see, e.g., Gamson & Moon, 2008; Ghabrial, 2019; Schrock et al., 2014; Worthen, 2013). Implications of these studies include that BTLG populations navigate shared and separate systems of sexual and gender inequality throughout their interactional experiences (Sumerau & Mathers, 2019) while building collective and sexual-gendered specific communities, organizations, and movements in the process (Moon & Tobin, 2018). Although such studies have invigorated our understanding of many aspects of BTLG life and experience, they have thus far left BTLG Pride relatively unexplored (but see Brown-Saracino & Ghaziani, 2009; Bruce, 2013, 2016). How do BTLG populations experience Pride, and what insights might such efforts have for sociologically understanding such populations and events?   We examine these questions through an interview study of bi+ people (i.e., sexually fluid people who identify as bisexual, pansexual, or otherwise outside of gay/straight binaries, Eisner, 2013). Specifically, we analyze how bi+ people negotiate both (1) experiencing Pride as “outsiders within” (Collins, 1986) the broader BTLG population, and (2) framing who Pride is for and what it means in practice. In so doing, we demonstrate how Interactionist analyses  1 As we have done elsewhere, in this paper, “we flip conventional articulations of lesbian, gay, bisexual, and transgender (LGBT) to symbolically note (1) the direction of sociological focus to date in relation to the shifted focus of our analysis, (2) the relative amount of funding and attention – within and beyond sociology – each group has achieved in the past 75 years from least (B) to greatest (G), and (3) the importance of disaggregating  assumptions of similarity in the experiences of sexual and gender minorities (see Worthen 2013),” (Mathers et al., 2018, p. 948).   2584   The Qualitative Report 2022 of certain groups’ meaning making around and experience of Pride can expand existing sociologies of BTLG populations, bisexual experience, and Pride. It is not our intention, however, to generalize these findings to all bi+ people or manifestations of Pride. Rather, we use this case to argue Interactionism may be especially well suited for expanding sociological examinations of Pride as well as other BTLG symbolic and material terrains.   BTLG Interactionism   Symbolic Interactionism is a sociological perspective which posits that people act toward things, other people, and events based on the meanings said people have for those things, other people, and events (Blumer 1969; Goffman 1963; Schwalbe et al., 2000). In other words, Symbolic Interactionists are primarily concerned with how people assign meaning to elements of social life and then respond to or shift those meanings in various settings (Goffman, 1974). In 2010, the journal Symbolic Interaction published a special issue on sexualities where, among other things, scholars argued that emerging studies of gay/lesbian communities provided ripe opportunities for expanding (1) sociological approaches to sexualities, and (2) Symbolic Interactionism as a theoretical and empirical tradition (see, e.g., Adams, 2010; Plummer, 2010; Waskul & Plante, 2010). Specifically, these scholars noted the importance of hallmark Interactionist theorizing on, for example, identity construction (Schwalbe & Mason-Schrock, 1996), narratives (Plummer, 1994), meaning systems (Goffman, 1977), embodiment (Hutson, 2010), and inequality reproduction (Schwalbe et al., 2000) to any sociological attempts to understand the experiences of sexual minorities. In so doing, they called for the development of a systematic Symbolic Interactionist approach to lesbian/gay studies.   Expanding on these insights while reviewing decades of existing sociological work on gay/lesbian populations, Schrock and associates (2014) argued that Symbolic Interactionism was especially well-suited for such study because much of the work on gay/lesbian experiences throughout social science was built upon Interactionist articulations of the negotiation of meanings, identities, practices, and inequalities over time (see also Moon, 2005; Sumerau & Cragun, 2014; Wolkomir, 2006). They further argued that lesbian/gay studies, as well as systems of sexual inequality like heteronormativity, relied upon ongoing contests, or information games (Goffman, 1959) concerning the meanings of sex, gender, and sexualities within and between different social groups (see also Garcia, 2012; McQueeney, 2009; Schrock et al., 2004). In sum, they demonstrated much of lesbian/gay sociology involved scholars doing Symbolic Interactionist inspired analyses whether or not they named it as such.   Although these theoretical interventions were groundbreaking at the time, they typically limited their articulation of Interactionism to studies of lesbian/gay people specifically (Sumerau & Mathers, 2019). In 2016, however, this focus began to change as Symbolic Interaction hosted a symposium on the work of Harold Garfinkel (1967). Specifically, scholars articulated the importance of gender – and transgender people and experiences particularly – to the creation and development of Symbolic Interactionism as a theoretical discipline and framework (see, e.g., Fenstermaker, 2016; O’Brien, 2016; Schilt, 2016). As such, they called for a re-incorporation of transgender experiences and perspectives into Interactionism. Echoing prior Interactionist work on trans people (see, e.g., Mason-Schrock, 1996; Schilt, 2010; Sumerau et al., 2013), they suggested such re-incorporation could overcome limitations in prior Interactionist work (see also Schilt & Lagos, 2017; Sumerau, 2020).   Even as transgender studies begin to find their way into more Interactionist and broader sociological discussions, these fields remain mostly devoid of what Moss (2012) calls a bisexual lens on social life. Recognizing this pattern and the interconnections between existing studies of BTLG communities, Sumerau et al., (2020) argued that non-binary sexual and gender Lain A. B. Mathers and J. E. Sumerau                              2585 populations provided an ideal case for (1) revealing binary assumptions and unasked questions in social science as a whole, and (2) examining the interactional construction of multiple, interconnected systems of sex, gender, and sexual meanings and inequalities including but not limited to heteronormativity (Schilt & Westbrook, 2009), homonormativity (Mathers et al., 2018), transnormativity (Johnson, 2016), and mononormativity (Barringer et al., 2017). In so doing, they argue a bisexual and/or nonbinary Symbolic Interactionism may dramatically transform and expand sociological understandings of sex, gender, and sexualities in society.   We thus see our efforts here as the latest example in the ongoing development of BTLG Interactionism. Especially as each of the above theoretical interventions emphasizes the importance of symbolic resources in the negotiation of BTLG identities, experiences, and communities, we utilize the case of Pride as an opportunity to explore the negotiation of such symbolic terrains beyond the context of any one segment of the BTLG population (see also Bruce, 2013; Kates & Belk, 2001; Ward, 2003). At the same time, however, we recognize that both bi+ perspectives (Sumerau et al., 2020) and Pride events (Johnston & Best, 2012) are, at present, rarely examined in Symbolic Interactionist literatures, and thus we also extend the empirical terrain of our field. Before turning to our methods and analysis, we thus provide a concise summary of existing Interactionist studies of BTLG experience.   Symbolic Interactionist Studies of BTLG Experience   As suggested in the previous section, there is a long tradition of Symbolic Interactionist research concerning BTLG populations (see, e.g., Gagnon & Simon, 1973; Garfinkel, 1967; Goffman, 1963; Scott & Lyman, 1968). Although problematic in many ways (see, e.g., Schilt & Lagos, 2017; Schrock et al., 2014; Sumerau & Mathers, 2019), classic Interactionism often utilized the prejudice and discrimination faced by BTLG populations as deviant or exceptional cases for demonstrating the (1) social construction of (cisgender heterosexual) norms and beliefs throughout society, and (2) the conceptualization of Interactionist approaches to identity (Mason-Schrock, 1996), narrative (Plummer, 1994), inter-group (Sandstrom, 1990), ideological (Gagné & Tewksbury, 1998), and other systems of meaning, interpretation, and reflection (see also Sumerau, 2020 Goffman, 1977; West & Zimmerman, 1987). In so doing, such work paved the way for the expansion of BTLG sociological studies in the past couple decades.   In fact, whether sociologists explicitly reference Symbolic Interactionism in their works or not, the influence of Interactionism is clear in the emergence of studies focused on the construction and presentation of transgender (Buggs, 2020), bisexual (Moss, 2012), lesbian (Acosta, 2013), and gay (McGrady, 2016) identities. We see similar influence in studies exploring the identity work of people who identify as asexual (see, e.g., Scherrer, 2008; Dawson et al., 2016; Sumerau et al., 2018a), polyamorous (see, e.g., Benson, 2017; Moss, 2012; Wolkomir, 2019), and kinky (see, e.g., Bauer, 2014; Newmahr, 2011; Simula, 2012). We even see similar forms of identity and emotion work (Hochschild, 1983) among people who identify as allies to BTLG communities (see, e.g., Forbes & Ueno, 2020; Mathers et al., 2018; Sumerau et al., 2020) and parents of BTLG people (see, e.g., Broad, 2011; Fields, 2001; Johnson & Best, 2012). In all such cases, Interactionist concepts and approaches find regular voice in studies of BTLG, as well as other sexual and gender related, constructions of identity.   Many studies of BTLG identity construction also examine how such populations integrate their sexual and/or gender identities with other aspects of personhood. For example, scholars have examined how transgender (Sumerau & Mathers, 2019; Sumerau et al., 2016), bisexual (Moon et al., 2019; Sumerau et al., 2019), lesbian (McQueeney, 2009; Ponticelli, 1999), and gay (Creek, 2013; Javaid, 2020) people construct religious identities. Researchers have also examined how BTLG people construct racial identities (Han, 2015), identities as 2586   The Qualitative Report 2022 parents (Berkowitz, 2011), conceptualizations of friendship (Ueno & Gentile, 2015), and online presentations of self (Conner, 2019). In all such cases, Interactionist approaches are at the forefront of sociological analyses of BTLG identity construction, presentation, and negotiation.   We can see a similar utilization of Interactionist conceptualizations of meaning making in studies of BTLG narrative construction related to sexualities, gender, and other aspects of social life. For example, researchers have demonstrated how lesbian women (Crawley & Broad, 2004) and bisexual people (Scherrer et al., 2015) construct narratives to make sense of their sexual lives and familial connections (see also Padavic & Butterfield, 2011). Researchers have also examined how the narratives media outlets (Lampe et al., 2019; Miller, 2019; zamantakis & Sumerau, 2019), religious leaders (Burke, 2014; Moon & Tobin, 2018; Sumerau & Cragun, 2014), and non-BTLG people (Mathers et al., 2018; Sumerau et al., 2018b; Sumerau & Grollman, 2018) construct and disseminate meanings about sexual and gender minorities in society (see also Stone, 2019; Moore, 2011). As Plummer (1994) predicted long ago, narratives have proven to be an integral intersection of Symbolic Interactionism and BTLG studies (see also Loseke & Cavendish, 2001).   Reminiscent of examples by Goffman (1963) and Sandstrom (1996), long ago and in recent years, have also witnessed increased attention to spaces and scenes of BTLG interaction (Mathers, 2017; Stone et al., 2020; Stone, 2013). In some cases, for example, researchers have drawn attention to regional and geographic variations in BTLG experience (see, e.g., Barton, 2012; Rogers, 2020; Stone, 2018). Researchers have also examined gendered interaction patterns in gay bars (Hartless, 2019), variation in discourse within lesbian communities (Forstie, 2018), interpersonal patterns of activity in gay neighborhoods (Orne, 2017), the construction of music scenes (Pearce & Lohman, 2019), the establishment of religious communities (Sumerau et al., 2015), gay/lesbian people’s interactions with trans people (Stone, 2009), and the utilization of online space (de Koster, 2010). Following Mason-Schrock (1996), such studies demonstrate the variation and importance of BTLG interactional patterns and spaces.  Not surprisingly, we would thus see the few sociological studies of Pride events as examples of such analyses (Bruce, 2016). Researchers have, for example, demonstrated the interpersonal construction and experience of Pride events in the southeastern U.S. (Bruce, 2013) and various urban areas in the northeast and on the west coast of the U.S. (see Kates & Belk, 2001 for an example and review), in relation to gentrification and other political debates in the Midwestern U.S. (Vogler, 2016), and in varied nations across the world (Peterson et al., 2018). Research also demonstrates that inequalities tied to race, class, and gender influence the planning and execution of Pride events (Brown-Saracino & Ghaziani, 2009; Ward, 2003) and the experience of such events by allies (Johnson & Best, 2012; Stone, 2020). Although these studies generally ignore the narration or internal negotiations of Pride by a given group of B, T, L, and/or G people, they suggest that Pride events represent settings and scenes ripe for Interactionist and broader sociological analysis.   It is this potential we focus on here. Specifically, we conceptualize Pride events as symbolic spaces for the narration of BTLG identities and the negotiation of interpersonal dynamics between bisexual, transgender, lesbian, gay, and other sexual and gender populations (see also Bruce, 2016; Brown-Saracino & Ghaziani, 2009; Stone, 2020). In so doing, we utilize the case of bisexual people’s narrative reflections on Pride events to illustrate how Symbolic Interactionist analyses may expand our understanding of both Pride events and how people of different sexual and/or gender identities experience these events. As such, we argue that Pride events offer an opportunity for the latest expansion of a systematic Symbolic Interactionism focused upon and more inclusive of BTLG social life.    Lain A. B. Mathers and J. E. Sumerau                              2587 Methods  Data   Data for this study come from 40 in-depth interviews with bi+ people between the ages of 21-30 in the Chicago area. Chicago is known as a place containing a vibrant gay/lesbian community (Orne, 2017), but also represents a space wherein bisexual and transgender people may face more negative experiences than their gay/lesbian peers (Steele et al., 2018). To be eligible for participation, one had to identify as bi+ (regardless of the specific terminology they used), be between the ages of 20-30, and live in or near the city.  All interviews were conducted by the first author between 2017-2018. Interviews were semi-structured and covered topics related to current bi+ events or issues. They also focused on respondents’ life history narratives as they related to sexuality, coming out, learning about sexuality in early life, and navigating sexuality in their families, workplaces, friendship networks, local communities, religious contexts, and educational settings. Even though bi+ people are the largest sexual minority group (Gates, 2011), their perspectives and experiences are overwhelmingly underrepresented in sociological, social scientific, and Symbolic Interactionist studies (Monro et al., 2017). The first author thus sought to understand how bi+ people made sense of contemporary issues and being bi+ through in-depth conversations capable of bringing such experiences and reflections into existing scholarship. The first author recruited participants through a screening survey shared to multiple LGBTQ-focused online groups. The screening survey asked respondents about their age, gender identity, sexual identity, if they lived in the area where the first author was conducting interviews, and if they would be willing to share an email address so the first author could contact them if they were eligible for the study. Those who participated in the study were also invited to share information with others who may be interested in participating. Interviews were, on average, two and a half hours in length, with the longest interview approaching five hours and the shortest at just under one hour. Although all respondents identified as bi+, they varied in other socially relevant ways. Specifically, 23% of respondents are people of color, 10% stated they were outside of the middle class, and 13% are transgender. Furthermore, 80% of respondents are women, with 73% cisgender women and 7% transgender women. Men comprise 15% of this sample, all of them cisgender and white, and nonbinary people comprise 5% of the sample.   Table 1. Respondent Demographics2  Pseudonym Age Sexual Identity Gender Race Class Now  Education Addison 25 Bisexual, Pansexual, Queer Cisgender Woman White Middle Master’s Agatha 25 Bisexual Cisgender Woman White Middle  Doctorate in progress Ava 24 Pansexual, Queer Cisgender Woman Black Working Bachelor’s Becca 27 Not Straight Transgender Woman White Poor Associate’s Bridget 30 Queer Cisgender Woman White Lower Middle Bachelor’s  2 Demographics based on respondent self-reports 2588   The Qualitative Report 2022 Cassidy 27 Queer Cisgender Woman White Lower Middle Bachelor’s Christie 27 Bisexual, Queer Cisgender Woman White Lower Middle Doctorate in progress Cole 26 Bisexual, Queer Cisgender Man White Middle Bachelor’s Daria 27 Bisexual, Queer Cisgender Woman White Middle Master’s in Progress Davey 24 Bisexual, Queer Cisgender Man White Upper Middle Master’s Delilah 30 Queer Cisgender Woman White Middle Master’s Elliot 23 Bisexual Cisgender Man White Middle Bachelor’s Faye 24 Bisexual, Pansexual, Panromantic Asexual Cisgender Woman Multiracial (Asian and White) Lower Middle Bachelor’s Griffin 29 Bisexual Cisgender Man White Middle Bachelor’s Harriet 22 Bisexual, Queer Cisgender Woman White Middle Master’s in progress Inez 28 Queer, Fluid Cisgender Woman Multiracial (Asian and White) Middle Doctorate in Progress Jackson 21 Bisexual, Queer Cisgender Man White Upper Middle Bachelor’s in Progress Jane 29 Bisexual Cisgender Woman White Middle Master’s Jenny 26 Pansexual Transgender Woman White Upper Middle Doctorate in Progress Kimber 24 Pansexual, Queer Cisgender Woman White Middle Bachelor’s Luna 26 Bisexual, Queer Cisgender Woman Latinx/ Chicana Middle Bachelor’s Lynne 26 Bisexual, Pansexual, Queer  Cisgender Woman White Lower Master’s Matilda 25 Queer Transgender Woman White Upper Middle Bachelor’s Neko 21 Fluid Nonbinary Asian Lower Middle Bachelor’s in Progress Olivia 27 Bisexual Cisgender Woman Latina Lower Middle Master’s Parker 24 Queer Nonbinary White Middle Bachelor’s Penelope 28 Queer, Panromantic Demisexual Cisgender Woman White Upper Middle Doctorate in Progress Quinn 26 Bisexual, Queer Cisgender Woman White Middle Bachelor’s Lain A. B. Mathers and J. E. Sumerau                              2589 Rory 30 Bisexual, Queer Cisgender Woman White Middle Bachelor’s Roxanne 28 Bisexual Cisgender Woman Pacific Islander Middle Bachelor’s Sebastian 25 Pansexual Cisgender Man White Upper Middle Master’s Sloane 25 Bisexual, Pansexual Cisgender Woman White Middle Master’s Summer 28 Bisexual Cisgender Woman Latina and White Middle Bachelor’s Tabitha 30 Pansexual, Queer Cisgender Woman White Lower Doctorate in Progress Tegan 27 Pansexual, Queer Cisgender Woman White Middle Master’s in Progress Vera 30 Queer Cisgender Woman Asian Middle Doctorate in progress Vivienne 28 Pansexual, Queer Cisgender Woman White Lower Middle Master’s in Progress Whitney 26 Bisexual, Pansexual Cisgender Woman White Lower Middle Bachelor’s Yvette 26 Bisexual Cisgender Woman White Lower Middle Bachelor’s Zoey 23 Bisexual, Pansexual, Queer Cisgender Woman White Lower Middle Bachelor’s  Positionality and Analysis  The first author initially got the idea for this study as a graduate student preparing to take preliminary exams in sociology of sexualities. Specifically, the first author recognized that out of an entire reading list of over 100 sources dedicated to the topic of sexualities research and theory in sociology, an extraordinarily small portion of these sources focused on bi+ people and experiences. As a bisexual person zirself, the first author was struck by this omission in the sociological literature, especially since bi+ people are (and were at the time) the largest sexual minority group in the U.S. (Gates, 2011). Thus, the first author continued reviewing the sociology of sexualities literature beyond zir preliminary exam reading list and recognized that this pattern of bi+ erasure was not unique to zir reading list; rather, the list reflected a broader pattern in the field where issues related to bi+ people were not given serious attention in sociology or other social sciences more broadly (Monro et al., 2017).  In response to this, the first author designed a study to investigate bi+ people’s experiences in a time where same-sex marriage had recently been deemed legal by the U.S. Supreme Court, and narratives of things “getting better” for some BTLG people circulated in popular media and community spaces despite bi+ and trans people often being left behind by these “victories” (Mathers et al. 2018). The first author specifically sought to gain an understanding of how bi+ people made sense of themselves and their experiences in a society that seemed to believe that conditions were improving for BTLG people despite evidence that bi+ people still experienced structural disparities related to wages (Mize, 2016), health (Gorman et al. 2015), and violence (Walters et al. 2013). The first author recruited the second author, an openly bisexual expert in BTLG community dynamics, to investigate these dynamics more deeply in the lives of respondents.  2590   The Qualitative Report 2022 We took a grounded theory (Charmaz, 2006) approach to our analysis, and our analysis developed inductively (Kleinman, 2007). To do this, the first author conducted open coding of the data and identified themes related to how respondents assigned meaning to BTLG community broadly. Through this process, Pride events emerged as a salient space where respondents negotiated such meanings, and the first author started probing for this topic specifically in later interviews. Thus, while respondents discussed dynamics of interacting with BTLG others beyond Pride in the larger study, our focus here is specifically about Pride events because the physical and symbolic space of Pride repeatedly came up as a fraught space in respondents’ discussions about navigating BTLG community.  We extracted all conversations about Pride and did more focused coding of these responses. We compared our analyses multiple times until we arrived at the patterns outlined in this analysis. Specifically, we found two overarching themes in the data: first, bi+ people feeling like they don’t belong at Pride despite being – theoretically – included in the BTLG community. We analyze this dynamic as an example of bi+ people as outsiders within (Collins, 1986) Pride. Second, respondents framed Pride as a problematic event because of gendered, racialized, and classed dynamics of Pride events, which we discuss in the latter half of the analysis that follows.   We then looked to the literature on Interactionism and sexuality, Pride, bi+ studies, and BTLG community dynamics. In so doing, we noted that even though Interactionists, and sociologists more broadly, have attended to the social construction of sexuality and gender, there was a dearth of scholarship on Pride events and what these events mean to bi+ people. We thus went back through our data, examining how bi+ people experienced and defined Pride and comparing and contrasting these efforts to existing literatures. This process allowed us to outline the ways bi+ people narrate their own position and the broader nature of Pride. In the analysis that follows, we illustrate these patterns, and though we treat each separately for the purposes of analytic clarity, respondents often spoke to both topics in their narration.  Findings  Outsiders Within Pride   To understand Pride from a bisexual perspective (Sumerau et al., 2020) or through a bisexual lens (Moss, 2012), we must begin by recognizing the curious social location bi+ people occupy vis-à-vis the broader BTLG population. On the one hand, bi+ people represent the largest sexual minority population (Barringer et al., 2017; Compton et al., 2015; Gates, 2011), and a population that has been actively involved in modern BTLG history and politics (Eisner, 2013; Gamson, 1995; Simula et al., 2019). On the other hand, bi+ people are consistently underrepresented and/or erased from media, religious, political, LG, and other narratives and assumptions about BTLG populations and sexualities more broadly (McLean, 2007; Mize, 2016; Monro et al., 2017). As such, bi+ people represent, paradoxically, both the most empirically present and the least visible portion of BTLG population.   This type of contradiction, however, is not uncommon in a society predicated upon multiple, intersecting forms of inequality (Schwalbe et al., 2000). Rather, Patricia Hill Collins (1986) conceptualizes such contradictory social locations as situations wherein people become “outsiders within,” since they are both part of a given group and at the same time, not fully included within said group. In such cases, Collins (1986) argues that “outsiders within” develop a specific perspective that allows them to both negotiate contradictory spaces and shed light upon aspects of such spaces that are not as easily visible to people completely outside or completely within such contexts (see also Collins, 1990; in relation to BTLG populations, see Lain A. B. Mathers and J. E. Sumerau                              2591 also Sumerau & Mathers, 2019). In this section, we explore how bi+ people experience Pride as a physical and symbolic space where they are “outsiders within.”  In fact, often the first things our respondents said in their discussions of Pride involved narrating how Pride events were simultaneously places to which they might go at varied times, and situations where they almost always felt invisible and thus not necessarily included within or part of the event. Addison, for example, began her discussion of Pride by noting that “[i]t just makes bisexuality or pansexuality feel brushed off again or invalidated or like it’s not real.” Elaborating on a similar opening statement, Bridget added:   There’s definitely not as much presence for like bi or pan people. I do think that there’s some of that erasure where, like, if you’re there with someone of the same gender or like perceived to be the same gender, that people will assume that you’re just gay or lesbian.  Likewise, Cole said: “I don’t hear much in the way of commentary about bisexuality one way or the other.” In these ways, our respondents said they felt invisible at Pride, and in so doing, implicitly – and at times explicitly, as shown in the following excerpt by Davey – defined Pride as a monosexual reality or space (see Sumerau & Mathers, 2019) in practice, no matter how it might be marketed otherwise: “There is a B in there, but I think there will be an assumption about who everyone is. You’re either the L, the G, or the T. ‘Cause people don’t think to think of bisexual people.”   Note that these feelings of invisibility shared by our respondents mirror the experiences of Black women erased in societal and historical discussions of Black and broader racial experiences in the U.S. (Cottom, 2019) and trans people erased from religious and scientific erections of bio-social reality (Sumerau & Mathers, 2019). They also mirror recent research on bisexual women of color’s experiences navigating exclusion and invisibility in multiple racial and sexual settings throughout their lives (Ghabrial, 2019). In such cases, groups within a given social setting feel their own symbolic erasure from such settings. In fact, as is common in the aforementioned cases (see, for example, shuster, 2017; Sumerau & Grollman, 2018; Wingfield, 2019), such feelings also correspond to bi+ people, as illustrated by the following quote from Neko, feeling unwelcome at Pride events: “I went last year and I went with the girl I was seeing and ironically, both of us felt remarkably out of place.” Similarly, speaking about her reaction to attending Pride events, Harriet said:  It caused me to do an honors thesis of biphobia in the lesbian community. ‘Cuz I noticed that everyone was wearing stars that said, “I’m a gold star lesbian”, and like wearing shirts that said, “I’m a gold star lesbian”. And I was like, “What does that say to people who don’t want to be gold star anything?” And so, yeah. That was my experience.  Vivienne added,   There’s really no events or anything that are for bisexual and pansexual and queer non-lesbian women. Or, for women really at all. That’s one of the things I’ve noticed most in the last like four months is there’s not really a queer space for women.  Likewise, Whitney said,   2592   The Qualitative Report 2022 I feel like by and large if there’s an event, a commercial large event that is about like (scoffs) talking about Pride, that doesn’t include my experience for the most part. Like my experience as a bisexual woman, I think that kind of comes back to this idea that like even in the queer community I have been made to feel like I am not queer enough in some ways, so sometimes I don’t know if that’s even a space for me.  Similar to how some trans people report not feeling queer in some BTLG spaces and how some nonbinary trans people report feeling not trans enough in some trans spaces (Barbee & Schrock, 2019; Garrison, 2018; Sumerau & Mathers, 2019), respondents feel unwelcome (i.e., like outsiders) within BTLG spaces with little to no recognition of or engagement with bi+ ideas, symbols, or other community activities (see also Ghabrial, 2019; Moore, 2011 for similar experiences among Black queer women in predominantly white BTLG spaces).   According to our respondents, much of these dynamics come from the representational or symbolic presentation of Pride events, spaces, and norms (see Bruce, 2016 for a review on Pride norms and history). Like working- and lower-class people (Ward, 2003) as well as Black and other people of color (Vogler, 2016) in BTLG spaces dominated by white and class privileged gay and lesbian others, respondents – as illustrated in the following statement from Yvette – are keenly aware of who is and is not represented in the planning, presentation, and accomplishment of Pride events:   What bi representation at Pride? What is it? What’s the joke, it’s not LGBT it’s like L G! (whispering) B T. Like, there’s one that’s in 72-point font and the rest of us are varying levels of existing. On bi representation day, or what is it, Bi Visibility Day, I always post a joke about, “be careful, y’all, they can see us!”  Addison added,   There’s definitely not as much visibility as there is with other things right now. Like, I feel like right now transgender issues are very much in the light. Whereas I don’t really know if bisexuality or pansexuality has been quite as talked about.    In all the examples above, bi+ respondents conceptualize Pride as a symbolic and physical space wherein they are “outsiders within” (Collins, 1986). Specifically, they are people listed in the community, but like transgender populations now and especially in the past (Stone, 2009), their inclusion in such events will take more than just adding a B to marketing and other symbolic materials. Likewise, they are people who may attend these events, and some of the people who the planners and organizers of these events say the events are for, but in practice, they report very little engagement with or activities specifically for them. This finding both sheds light on bi+ experience in BTLG Pride events, and, as we show in the next section, creates the conditions whereby they frame what Pride is and who it is for in practice.   Framing Pride   Studying the experiences of Black women navigating social life as workers within and racial others outside of white families, Collins (1986) argued “outsiders within” develop unique perspectives on existing social arrangements. Specifically, she drew on Simmel’s concept of “the stranger” (1921) and Mannheim’s articulation of “marginal intellectuals” (1936) to show that bringing varied groups of outsiders within “into the center of analysis may reveal aspects of reality obscured by more orthodox approaches” (p. S15). In fact, as confirmed in the previous Lain A. B. Mathers and J. E. Sumerau                              2593 section, Moss (2012) suggested centering bi+ people’s experience with societal patterns of hetero and mononormativity and within broader BTLG populations would provide a similarly useful “bisexual lens” on social life (see also Sumerau et al., 2020). In this section, we explore what bi+ people’s experiences as “outsiders within” reveal about Pride.   In so doing, our work here also responds to sociological questions raised a quarter of a century ago (Duggan, 2004; Seidman, 1993; Stryker, 2017). Surveying the development and fractures within lesbian/gay populations on the one hand, and bisexual/transgender populations on the other hand, in the early 1990’s, Gamson (1995) demonstrated a split wherein most lesbian/gay movements adopted essentialist, assimilation (later named homonormative, Duggan, 2004) politics geared toward fitting into heterosexual, cisgender norms predicated upon the continued marginalization of bisexual and transgender – as well as racial minority, lower class, polyamorous, and kinky – others. At the same time, most bisexual and transgender movements aligned with emerging queer politics predicated upon the eradication of social binaries, such as gay/straight, woman/man, and moral/immoral. As a result, Gamson (1995) asked if such divisions might facilitate very different standpoints on BTLG inter-population dynamics over time (see also Duggan, 2004).   Twenty-five years later, there is no more visible aspect of contemporary lesbian/gay and broader BTLG populations than Pride (Bruce, 2016). As demonstrated in the previous section, however, the bi+ people we studied clearly do not see Pride as a cultural, symbolic, and/or physical space where they feel welcome and included. Although this insight alone would suggest the divisions outlined by Gamson (1995) remain prominent, they also raise another important question: if bi+ people see Pride as not for them, at least in practice, then who is Pride for and what is it about? One way to examine this question involves examining how bi+ people frame (Goffman, 1974) what Pride is and who it is for. Following Goffman (1974), we thus examine what bi+ people say is going on here in relation to Pride.  To this end, we begin with bi+ women arguing that Pride events often feel unwelcoming and uncomfortable because of unwanted sexual advances in such spaces. Ava for example, sounds like she could be talking about a fraternity party (see Armstrong et al., 2014) when she shares experiences that made her uncomfortable at Pride events:   The first and only time I went to Pride I was like 20, 21, and it was probably one of the worst experiences I’ve had in my life. It was just a lot of people touching me, and I just don’t like when random people touch me. And random people were touching my boobs, my butt, like I had girls just trying to get at me and I’m like “you’re touching me,” and I just – I can’t do it. It’s like, I felt like they were being super sexual. I feel like they go there to be overly like “OHH, everybody’s gay so it doesn’t even matter’. But it was just like this – and you’ll see men trying to hit on people. It was just gross. Like, just the whole thing.  At the same time, Inez captured the complexity of positive feelings about a space for sexual expression and negative feelings about unwanted sexual advances at Pride:   I also got groped a bunch, so that wasn’t great. But it also didn’t feel aggressive. In fact, it kind of felt a little loving, except I didn’t give my consent. So, there was just so many women, naked women of all colors and sizes and so that felt really cool and I was there with my high school friends, and we just thought it was awesome, but the groping wasn’t super great.  Likewise, Jane provided the following example after saying she felt unwelcome, and even unsafe, at Pride events: “My wife got groped at Pride by this random person, this woman who 2594   The Qualitative Report 2022 just walked up and grabbed her. I’ve been groped at Pride a couple of times.” In such cases, bi+ women framed Pride as a place where unwanted sexual advances created discomfort.   Rather than sexually progressive, the examples above align with other narrative cases where bi+ women framed Pride as a place or event for “party people” instead of for or about BTLG people necessarily. Further elaborating on her experience, Ava, for example, defined Pride as “A lot of drinking and just like that party shit.” Expanding on this idea, Addison said,   Part of it might be that I’m not a huge fan of really, really large groups of people who are really drunk and out of control. And I feel like that’s kind of what Pride has become. And I’m all for celebrating being queer and pushing it into the public setting, but I’m not into making it just a giant party for everybody.  Cassidy added, “I used to go to the Pride parade every year. Now I find it to be more, well, one, it’s like a fucking shitshow, being surrounded by screaming drunk people is not necessarily my idea of a good time anymore.” Rather than necessarily about anything related to BTLG populations specifically, bi+ women framed Pride as just another type of party wherein people got “drunk and out of control” in large groups.   Although bi+ women framed Pride as a potentially sexually dangerous party scene, bi+ men focused on who they believed Pride events were created for: straight people and gay men. For example, Cole stated:   I get that gay men are the largest demographic in Boystown and are primarily being served by this event, but it’s like, this is supposed to be for queer and trans people across the board from every direction and gay men tend to monopolize queer spaces – this is no exception.  Davey added: “I saw the crowd for Pride last year. Our straight roommate went with her friends and got trashed. It’s I don’t want to say appropriated, but it almost feels like it’s become an event for straight people to feel good about themselves, so why would I go?” Likewise, Jackson, after saying he doesn’t often go to Pride because its mostly gay men and straight people, added, “I don’t feel a kinship with the gay community. And I don’t feel a kinship with – if there is such a thing as the straight community because it is like the de facto, I don’t feel a kinship there either.” Rather than an event for the BTLG population, bi+ men saw Pride as an event specifically geared toward gay men and potential straight allies; a monosexual domain.   This type of framing, concerning who Pride is made by and designed for, also involved race. Echoing prior work on Black women’s experiences in mostly white BTLG spaces (Ghabrial, 2019; Moore, 2011), respondents, as illustrated by Ava, framed Pride – even in a racially diverse urban area – as mostly devoid of people of color:   Where were black, brown people? They were missing. And there’s so much police at the Pride parties its fucking crazy. Like, and that was around the time when the Center was kicking—they still kick them out, but like there were a lot of, I think they were black and brown homeless trans youth. Or, they were queer, and they would stand on the corner and just kick it or whatever. And they would still be kicked out, and I would see it because I lived right across the street. And it was just a lot of the same shit on that. Like really just focusing on black and brown people, especially at night, who were in groups, and it felt like I really wasn’t safe.  Lain A. B. Mathers and J. E. Sumerau                              2595 Olivia added,   This is a lot of white people, and a lot of white gay men. Where's my people why, like why am I not seeing more Latina or people of color? So, you know, it’s kind of changed a little bit for me. Then kind of knowing and understanding this perpetuation of the white gay male culture in Boystown and like I have a friend who is gay and also African American, and he struggles to find places to fit in too.   In sum, respondents framed Pride as a white space, or as Luna put it, they explained that they were well aware of how “white of a space it is.” Especially considering that people of color are more likely to identify as bi+ than lesbian or gay (Compton & Bridges, 2018), the whiteness of Pride likely has important implications for the ways or bi+ people of color encounter Pride itself.   In fact, as suggested in work by Vogler (2016), this may also be the case for lower and working class BTLG people. This is because our respondents consistently framed Pride as a type of event tied to and constructed by the class interests of corporate America. Whether talking about the “ton of advertising,” “corporate sponsorships,” or the “various business and corporations” present at Pride events, respondents, as illustrated by the following quote from Cole, saw Pride as a space deeply influenced by class interests and inequalities: “Like, okay great all these big evil companies are trotting out their gay mascots. Like, I don’t care. That’s not what this is supposed to be about.” Echoing this sentiment, Delilah added,   Like, most of the people that I knew going from work were straight people. And, um, which is fine, allies going and stuff like that, but it felt more like—a lot of the floats were just like businesses, or beer, or banks. Like, this doesn’t feel like this represents me and my experiences, or you know, my community, it felt business oriented.   Elliot added, “It’s just very sanitized, especially after working at the HIV AIDS clinic and dealing with the very dark and harsh sides of LGBTQ problems.” In fact, Faye summed up the general consensus when she noted that “These huge Target shopping carts were a float, and they just rolled down the road, and I was like, this is super capitalist. This is really bad. So, ever since then I’ve been hyper aware of how Pride is used to sell things.” In sum, as Quinn put it, respondents framed Pride as a “business” event wherein “the last two thirds” of the Pride parade might be about “branding and all the corporate stuff.”   In all these cases, our respondents, as outsiders within the broader BTLG population, frame Pride itself as contrary to the type of place or event they would like to be included within. In contrast to marketing materials for Pride events that often emphasize unity, celebration, and the diversity of BTLG populations (Bruce, 2016), bi+ respondents frame Pride as a symbolic and physical space wherein bi+ experience is mostly invisible, and where unwanted sexual advances, heavy drinking and partying, emphasis upon gay men and potential straight allies only, whiteness, and the middle- and upper-class interests of corporate America take center stage. Although our study is relatively unique at this point in sociological history, these framings of, or assertions of what is going on at Pride suggest there is much for Interactionists to unpack through analyses of Pride events and BTLG depictions of such events (Goffman, 1974).     2596   The Qualitative Report 2022 Conclusions   We have used the experiences of bi+ people to demonstrate the usefulness of continuing the development of a systematic Symbolic Interactionist study of BTLG populations through the establishment of Interactionist analyses of Pride. Specifically, we demonstrated how this type of analysis may allow Interactionists to explore B, T, L, and/or G experiences as “outsiders within” (Collins, 1986) a given BTLG event or other meaning system, and the ways BTLG people “frame” (Goffman, 1974) different aspects of experience within and beyond specific physical and symbolic spaces. We thus provide a conceptual framework for utilizing Interactionist concepts and approaches to reveal meaning making, inequalities, and the complexity of experience related to Pride and other BTLG phenomena over time and across locations.   Our findings also have implications for emerging sociological studies of Pride (see, e.g., Bruce, 2016; Vogler, 2016; Ward, 2003). Although such studies have thus far focused on behind the scenes planning and organization of such events, or the overall characteristics and contents of such events in different places, we demonstrate there is also much to learn from the interpersonal experience, conflicts, and other meaning-making within such events. Likewise, whereas previous studies have examined how allies to and parents of BTLG people experience Pride (Johnston & Best, 2012; Stone et al., 2020), we know less about how T, B, L, and/or G people make sense of such events themselves (but see Bruce, 2016; Orne, 2017). Although relatively unique at this point in sociological and Interactionist history, our analysis thus provides a sensitizing (Blumer, 1969) case that draws attention to the possibilities and potential of future Symbolic Interactionist examinations of Pride related meanings and events.   Our findings also affirm emerging studies of bi+ experience (see, e.g., Barringer et al., 2017; Scherrer et al., 2015; Sumerau et al., 2020) and extend these studies by demonstrating how bi+ people experience and conceptualize Pride. Whereas previous studies have demonstrated the marginalized social location of bi+ populations even within BTLG communities and broader society (Eisner, 2013; Ghabrial, 2019; Moon et al., 2019), we show how bi+ people experience relationships with broader BTLG populations as “outsiders within” and frame collective events in specific ways as a result. In so doing, our analysis reveals the importance of bi+ perspectives, or a “bisexual lens” (Moss, 2012) for understanding sexual inequalities within and beyond BTLG spaces and communities. We thus echo emerging research by calling for greater attention to bi+ experiences in various settings as well as in relation to race, class, gender, and sexual inequalities embedded throughout contemporary society (see also Monro et al., 2017).   This observation also affirms and lends conceptual tools to the development of a systematic Symbolic Interactionist approach to BTLG populations. When Plummer (2010) calls for analyses of the sexual complexity of society or Schrock and associates (2014) argue that Symbolic Interactionist approaches are especially important for understanding sexual inequalities in society, one pathway for accomplishing these endeavors may involve mobilizing Interactionist toolkits to ascertain the interpersonal negotiations, conflicts, and other meaning-making that occurs within and between various portions of the broader BTLG population (see also Schrock et al., 2004). Likewise, when Interactionists seek to understand how social norms shift and remain stable over time in relation to political and other cultural transformations (see Dunn & Creek, 2015), continuity and change within and between BTLG populations may provide a case for theorizing broader sex, gender, and sexual politics (see also Schilt & Lagos, 2017). As such, the examination of intergroup politics among BTLG populations may dramatically extend Interactionist – and broader sociological – understandings of gender and sexuality in society.  Lain A. B. Mathers and J. E. Sumerau                              2597  In fact, our concise review of Symbolic Interactionist influence upon contemporary BTLG studies in sociology suggests this type of extension is already occurring because of previous calls for and accomplishments of more systematic Interactionist attention to BTLG populations, issues, and experiences. We see both our illustration of a Symbolic Interactionist approach to studying Pride and our utilization of bi+ people’s experiences with Pride for this purpose as next steps in this broader analytical project. We would thus argue that in much the same way, previous theoretical interventions proceeded greater attention to gay/lesbian, transgender, and bi+ experiences, and our work here provides another necessary step for Interactionists to expand our work and the confines of our tradition. Especially as the potential elements Pride Interactionists could study are countless (see Bruce, 2016 for many examples), we can only imagine what new insights such efforts might reveal.   This is because, as Sandstrom (1990) and Mason-Schrock (1996) noted long ago, fully understanding social life requires attention to the ways sexualities and gender are created, negotiated, sustained, and/or changed within group narratives and settings (see also Goffman, 1977). To this end, there is currently no greater or more visible regularly recurring negotiation of sexual and gender norms available to the public than BTLG Pride, and thus BTLG Pride represents a mostly untapped opportunity for Interactionists to examine, compare, and contrast the negotiation of and reactions to sexual and gender behaviors, identities, and meaning systems over time. We thus close this article by asking a simple question: what might sociology and Symbolic Interaction learn from the development of a systematic study of Pride? Though our work here combines with other prior works to provide some clues, only a systematic study of Pride may elaborate all the possible answers to this question.   References  Acosta, K. L. (2013). Amigas y amantes: Sexually nonconforming Latinas negotiate family. Rutgers University Press. Adams, T. E. (2010). Paradoxes of sexuality, gay identity, and the closet. Symbolic Interaction, 33(2), 234-256. Armstrong, E. A., Hamilton, L. T., Armstrong, E. M., & Seely, L. (2014). Good girls: Gender, social class, and slut discourse on campus. Social Psychology Quarterly, 77(2), 100-122. https://doi.org/10.1177/0190272514521220 Barbee, H., & Schrock, D. (2019). Un/gendering social selves: How nonbinary people navigate and experience a binarily gendered world. Sociological Forum, 34(3), 572-593. https://doi.org/10.1111/socf.12517 Barringer, M. N., Sumerau, J. E., & Gay, D. A. (2017). Examining the differences in identity disclosure between monosexuals and bisexuals. Sociological Spectrum, 37(5), 319-333. https://doi.org/10.1080/02732173.2017.1348276 Barton, B. (2012). Pray the gay away: The extraordinary lives of Bible belt gays. New York University Press.  Bauer, R. (2014). Queer BDSM intimacies: Critical consent and pushing boundaries. Palgrave.  Benson, K. L. (2017). Tensions of subjectivity: The instability of queer polyamorous identity and community. Sexualities, 20(1-2), 24-40. https://doi.org/10.1177/1363460716642154 Berkowitz, D. (2011). Maternal instincts, biological clocks, and soccer moms: Gay men’s parenting and family narratives. Symbolic Interaction, 34(4), 514-535. https://doi.org/10.1525/si.2011.34.4.514 Blumer, H. (1969). Symbolic interactionism: Perspective and method. University of California Press.  2598   The Qualitative Report 2022 Broad, K. L. (2011). Coming out for parents, families, and friends of lesbians and gays: From support group grieving to love advocacy. Sexualities, 14(4), 399–414. https://doi.org/10.1177/1363460711406792 Brown-Saracino, J., & Ghaziani, A. (2009). The constraints of culture: Evidence from the Chicago Dyke March. Cultural Sociology, 3(1), 51-75. https://doi.org/10.1177/1749975508100671 Bruce, K. M. (2013). LGBT pride as a cultural protest tactic in a Southern city. Journal of Contemporary Ethnography, 42(5), 608-635. https://doi.org/10.1177/0891241612474933 Bruce, K. M. (2016). Pride parades: How a parade changed the world. NYU Press.  Buggs, S. G. 2020. (Dis)owning exotic: Navigating race, intimacy, and trans identity. Sociological Inquiry, 90(2), 249-270. https://doi.org/10.1111/soin.12348 Burke, K. (2014). What makes a man: Gender and sexual boundaries on Evangelical Christian sexuality websites. Sexualities, 17(1-2), 3–22. https://doi.org/10.1177/1363460713511101 Charmaz, K. C. (2006). Constructing grounded theory: A practical guide through  qualitative analysis. SAGE.  Collins, P. H. (1986). Learning from the outsider within: The sociological significance of Black feminist thought. Social Problems, 33(6), S14-132. https://doi.org/10.2307/800672 Collins, P. H. (1990). Black feminist thought. Hyman. Compton, D., & Bridges, T. (2018). The bisexual boom. Retrieved Jan. 19, 2021. (https://thesocietypages.org/socimages/2019/04/16/the-bisexual-boom/). Compton, D., Farris, N. D., & Chan, Y. (2015). Patterns of bisexuality in America. Journal of Bisexuality, 15(4), 481-497. https://doi.org/10.1080/15299716.2015.1048919 Conner, C. T. (2019). The gay gayze: Expressions of inequality on Grindr. The Sociological Quarterly, 60(3), 397-419. https://doi.org/10.1080/00380253.2018.1533394 Cottom, T. M. (2019). Thick and other essays. The New Press.  Crawley, S. L., & Broad, K. L. (2004). ‘Be your (real lesbian) self’: Mobilizing sexual formula stories through personal (and political) storytelling. Journal of Contemporary Ethnography, 33(1), 39-71. https://doi.org/10.1177/0891241603259810 Creek, S. J. (2013). ‘Not getting any because of Jesus’: The centrality of desire management to the identity work of gay, celibate Christians. Symbolic Interaction, 36(2), 119-136. https://doi.org/10.1002/symb.58 Dawson, M., McDonnell, L., & Scott, S. (2016). Negotiating the boundaries of intimacy: The personal lives of asexual people. Sociological Review, 64(2), 349-365. https://doi.org/10.1111/1467-954X.12362 de Koster, W. (2010). Contesting community online: Virtual imagery among Dutch Orthodox Protestant homosexuals. Symbolic Interaction, 33(4), 552-577. https://doi.org/10.1525/si.2010.33.4.552 Duggan, L. (2004). The twilight of equality? Neoliberalism, cultural politics and the attack on democracy. Beacon Press. Dunn, J. L., & Creek, S.J. (2015). Identity dilemmas: Toward a more situated understanding. Symbolic Interaction, 38(2), 261-284. https://doi.org/10.1002/symb.146 Eisner, S. (2013). Bi: Notes for a bisexual revolution. Seal Press. Fenstermaker, S. (2016). The turn from ‘what’ to ‘how’: Garfinkel’s research beyond description. Symbolic Interaction, 39(2), 295-305. https://doi.org/10.1002/symb.222 Fields, J. (2001). Normal queers: Straight parents respond to their children’s ‘coming out.’ Symbolic Interaction, 24(2), 165-187. https://doi.org/10.1525/si.2001.24.2.165 Forbes, T., & Ueno, K. (2020). Post-gay, political, and pieced together: Queer expectations of straight allies. Sociological Perspectives, 63(1), 159-176. https://doi.org/10.1177/0731121419885353 Lain A. B. Mathers and J. E. Sumerau                              2599 Forstie, C. 2018. Ambivalently post-lesbian: LBQ friendships in the rural Midwest. Journal of Lesbian Studies, 22(1), 54-66. https://doi.org/10.1080/10894160.2017.1309901 Gagné, P., & Tewksbury, R. (1998). Conformity pressures and gender resistance among transgendered individuals. Social Problems, 45(1), 81–101. https://doi.org/10.1525/sp.1998.45.1.03x0158b Gagnon, J. H., & Simon, W. (1973). Sexual conduct: The social sources of human sexuality. Aldine. Gamson, J. (1995). Must identity movements self-destruct? A queer dilemma. Social Problems, 42(3), 390–407. https://doi.org/10.1525/sp.1995.42.3.03x0104z Gamson, J., & Moon, D. (2008). The sociology of sexualities: Queer and beyond. Annual Review of Sociology 30, 47-64. https://doi.org/10.1146/annurev.soc.30.012703.110522 Garcia, L. (2012). Respect yourself, protect yourself: Latina girls and sexual identity. NYU Press.  Garfinkel, H. (1967). Studies in ethnomethodology. Prentice Hall.  Garrison, S. (2018). On the limits of ‘trans enough’: Authenticating trans identity narratives. Gender & Society, 32(5), 613–37. https://doi.org/10.1177/0891243218780299 Gates, G. J. (2011). How many people are lesbian, gay, bisexual, and transgender? The Williams Institute. Ghabrial, M. A. (2019). ‘We can shapeshift and build bridges’: Bisexual women and gender diverse people of color on invisibility and embracing the borderlands. Journal of Bisexuality, 19(2), 169-197. https://doi.org/10.1080/15299716.2019.1617526 Goffman, E. (1959). The presentation of self in everyday life. Anchor Books.  Goffman, E. (1963). Stigma: Notes on the management of spoiled identity. Simon & Schuster. Goffman, E. (1974). Frame analysis: An essay on the organization of experience. Harvard University Press. Goffman, E. (1977). The arrangement between the sexes. Theory and Society 4(3), 301–31. https://doi.org/10.1007/BF00206983 Gorman, B. K., Denney, J. T., Dowdy, H. & Medeiros, R. A. (2015). A new piece of the puzzle: Sexual orientation, gender, and physical health status.” Demography 52, 1357-1382. Han, C. W. (2015). Geisha of a different kind: Race and sexuality in Gaysian America. New York University Press.  Hartless, J. (2019). Questionably queer: Understanding straight presence in the post-gay bar. Journal of Homosexuality 66(8), 1035-1057. https://doi.org/10.1080/00918369.2018.1491707 Hochschild, A. R. (1983). The managed heart: Commercialization of human feeling. University of California Press. Hutson, D. J. (2010). Standing OUT/fitting IN: Identity, appearance, and authenticity in gay and lesbian communities. Symbolic Interaction, 33(2), 213-233. https://doi.org/10.1525/si.2010.33.2.213 Javaid, A. (2020). The haunting of shame: Autoethnography and the multivalent stigma of being queer, Muslim, and single. Symbolic Interaction, 43(1), 72-101. https://doi.org/10.1002/symb.441 Johnson, A. H. (2016). Transnormativity: A new concept and its validation through documentary film about transgender men. Sociological Inquiry, 86(4), 465-491. https://doi.org/10.1111/soin.12127 Johnson, J. L., & Best, A. L. (2012). Radical normals: The moral career of straight parents as public advocates for their gay children. Symbolic Interaction, 35(3), 321–339. https://doi.org/10.1002/symb.23 Kates, S. M., & Belk, R. W. (2001). The meanings of lesbian and gay pride day: Resistance through consumption and resistance to consumption. Journal of Contemporary 2600   The Qualitative Report 2022 Ethnography, 30(4), 392-429. https://doi.org/10.1177/089124101030004003 Kleinman, S. (2007). Feminist fieldwork analysis. SAGE. Lampe, N. M., Carter, S. K., & Sumerau, J. E. (2019). Continuity and change in gender frames: The case of transgender reproduction. Gender & Society, 33(6), 865-887. https://doi.org/10.1177/0891243219857979 Loseke, D. R., & Cavendish, J. C. (2001). Producing institutional selves: Rhetorically constructing the dignity of sexually marginalized Catholics. Social Psychology Quarterly, 64(4), 347-362. https://doi.org/10.2307/3090159 Mannheim, K. (2015 [1936]). Ideology and utopia: An introduction to the sociology of knowledge (L. Wirth & E. Shils, Trans.). Martino Fine Books. Mason-Schrock, D. (1996). Transsexuals’ narrative construction of the ‘true self.’ Social Psychology Quarterly, 59(3), 176-192. https://doi.org/10.2307/2787018 Mathers, L. A. B. (2017). Bathrooms, boundaries, and emotional burdens: Cisgendering interactions through the interpretation of transgender experience. Symbolic Interaction, 40(3), 295–316. https://doi.org/10.1002/symb.295 Mathers, L. A. B., Sumerau, J. E. & Cragun, R. T. (2018). The limits of homonormativity: Constructions of bisexual and transgender people in the post-gay era. Sociological Perspectives, 61(6), 934–952. https://doi.org/10.1177/0731121417753370 Mathers, L. A. B., Sumerau, J. E., & Ueno, K. (2018). ‘This isn’t just another gay group’: Privileging heterosexuality in a mixed-sexuality LGBTQ advocacy group. Journal of Contemporary Ethnography, 47(6), 834-864. https://doi.org/10.1177/0891241615578905 McGrady, P. B. (2016). ‘Grow the beard, wear the costume’: Resisting weight and sexual orientation stigmas in the bear subculture. Journal of Homosexuality, 63(12), 1698-1725. https://doi.org/10.1080/00918369.2016.1151695 McLean, K. (2007). Hiding in the closet?: Bisexuals, coming out, and the disclosure imperative. Journal of Sociology, 43(2), 151-166. https://doi.org/10.1177/1440783307076893 McQueeney, K. (2009). ‘We are God’s children, y’all’: Race, gender, and sexuality in lesbian-and- gay-affirming congregations. Social Problems, 56(1), 151–173. https://doi.org/10.1525/sp.2009.56.1.151 Miller, J. F. (2019). YouTube as a site of counternarratives to transnormativity. Journal of Homosexuality, 66(9), 815-837. https://doi.org/10.1080/00918369.2018.1484629 Mize, T. D. (2016). Sexual orientation in the labor market. American Sociological Review, 81(6), 1132-1160. https://doi.org/10.1177/0003122416674025 Monro, S., Hines, S., & Osborne, A. (2017). Is bisexuality invisible? A review of sexualities scholarship 1970-2015. The Sociological Review, 65(4), 663–681. https://doi.org/10.1177/0038026117695488 Moon, D. (2004). God, sex, and politics: Homosexuality and everyday theologies. The University of Chicago Press.  Moon, D., & Tobin, T. W. (2018). Sunsets and solidarity: Overcoming sacramental shame in conservative Christian churches to forge a queer vision of love and justice. Hypatia, 33(3), 451-468. https://doi.org/10.1111/hypa.12413 Moon, D., Tobin, T. W., & Sumerau, J. E. (2019). Alpha, omega, and the letters in between: LGBTQI conservative Christians undoing gender. Gender & Society, 33(4), 583–606. https://doi.org/10.1177/0891243219846592 Moore, M. (2011). Invisible families: Gay identities, relationships, and motherhood among Black women. University of California Press. Moss, A. R. (2012). Alternative families, alternative lives: Married women doing bisexuality. Journal of GLBT Family Studies, 8(5), 405–427. https://doi.org/10.1080/1550428X.2012.729946 Lain A. B. Mathers and J. E. Sumerau                              2601 Newmahr, S. (2011). Playing on the edge: Sadomasochism, risk, and intimacy. Indiana University Press.  O’Brien, J. (2016). Seeing Agnes: Notes on a transgender biocultural ethnomethodology. Symbolic Interaction, 39(2), 306-329. https://doi.org/10.1002/symb.229 Orne, J. (2017). Boystown: Sex and community in Chicago. University of Chicago Press.  Padavic, I., & Butterfield, J. (2011). Mothers, fathers, and ‘mathers’: Negotiating a lesbian co-parental Identity. Gender & Society, 25(2), 176-196. https://doi.org/10.1177/0891243211399278 Pearce, R., & Lohman, K. (2019). De/constructing DIY identities in a trans music scene. Sexualities, 22(1-2), 97-113. https://doi.org/10.1177/1363460717740276 Peterson, A., Wahlström, M., & Wennerhag, M. (2018). Pride parades and LGBT movements: Political participation in an international comparative perspective. Routledge.  Plummer, K. (1994). Telling sexual stories: Power, change, and social worlds. Routledge.  Plummer, K. (2010). Generational sexualities, subterranean traditions, and the hauntings of the sexual world: Some preliminary remarks. Symbolic Interaction, 33(2), 163-190. https://doi.org/10.1525/si.2010.33.2.163 Ponticelli, C. M. (1999). Crafting stories of sexual identity reconstruction. Social Psychology Quarterly, 62(2), 157–72. https://doi.org/10.2307/2695855 Rogers, B. A. (2020). Trans men in the South: Becoming men. Lexington Books.  Sandstrom, K. L. (1990). Confronting deadly disease: The drama of identity construction among men with AIDS. Journal of Contemporary Ethnography, 19(3), 271-291. https://doi.org/10.1177/089124190019003002 Sandstrom, K. L. (1996). Redefining sex and intimacy: The sexual self-images, outlooks, and relationships of men living with HIV disease. Symbolic Interaction, 19(3), 241-262. https://doi.org/10.1525/si.1996.19.3.241 Scherrer, K. (2008). Coming to an asexual identity: Negotiating identity, negotiating desire. Sexualities, 11(5), 621-641. https://doi.org/10.1177/1363460708094269 Scherrer, K. S., Kazyak, E., & Schmitz, R. (2015). Getting ‘bi’ in the family: Bisexual people’s disclosure experiences. Journal of Marriage and Family, 77(3), 680–696. https://doi.org/10.1111/jomf.12190 Schilt, K. (2010). Just one of the guys? Transgender men and the persistence of gender inequality. University of Chicago Press.  Schilt, K. (2016). The importance of being Agnes. Symbolic Interaction, 39(2), 287-294. https://doi.org/10.1002/symb.231 Schilt, K., & Lagos, D. (2017). The development of transgender studies in sociology. Annual Review of Sociology, 43(1), 425–443. https://doi.org/10.1146/annurev-soc-060116-053348 Schilt, K., & Westbrook, L. (2009). Doing gender, doing heteronormativity: ‘Gender normals,’ transgender people, and the social maintenance of heterosexuality. Gender & Society, 23(4), 440–464. https://doi.org/10.1177/0891243209340034 Schrock, D., Holden, D. & Reid, L. (2004). Creating emotional resonance: Interpersonal emotion work and motivational framing in a transgender community. Social Problems, 51(1), 61-81. https://doi.org/10.1525/sp.2004.51.1.61 Schrock, D., Sumerau, J. E., & Ueno, K. (2014). Sexualities. In J. D. McLeod, E. J. Lawler, & M. Schwalbe (Eds.), Handbook of the social psychology of inequality (pp. 627–654) Springer.  Schwalbe, M., Godwin, S., Holden, D., Schrock, D., Thompson, S., & Wolkomir, M. (2000). Generic processes in the reproduction of inequality: An interactionist analysis. Social Forces, 79(2), 419–452. https://doi.org/10.2307/2675505 Schwalbe, M., & Mason-Schrock, D. (1996). Identity work as group process. Advances in 2602   The Qualitative Report 2022 Group Processes, 13(113), 113-147. Scott, M. B., & Lyman, S.M. (1968). Accounts. American Sociological Review, 33(1), 46-62. https://doi.org/10.2307/2092239 Seidman, S. (1993). Identity and politics in a ‘postmodern’ gay culture: Some historical and conceptual notes. In M. Warner (Ed.), Fear of a queer planet (pp. 105-142). University of Minnesota Press.  shuster, s. m. (2017). Punctuating accountability: How discursive aggression regulates transgender people. Gender & Society, 31(4), 481-502. https://doi.org/10.1177/0891243217717710 Simmel, G. (1921). The sociological significance of the ‘stranger’. In R. E. Park & E. W. Burgess (Eds.), Introduction to the science of sociology (pp. 322-327). University of Chicago Press.  Simula, B. L. (2012). Does bisexuality ‘undo’ gender? Gender, sexuality, and sexual behavior among BDSM participants. Journal of Bisexuality, 12(4), 484–506. https://doi.org/10.1080/15299716.2012.729430 Simula, B. L., Sumerau, J. E., & Miller, A. (2019). Expanding the rainbow: Exploring the relationships of bi+, polyamorous, kinky, ace, intersex, and trans people. Brill Sense.  Steele, S. M., Collier, M., & Sumerau, J. E. (2018). Lesbian, gay, and bisexual contact with police in Chicago: Disparities across sexuality, race, and socioeconomic status. Social Currents, 5(4), 328-349. https://doi.org/10.1177/2329496517748332 Stone, A. L. (2009). More than adding a T: American lesbian and gay activists’ attitudes towards transgender inclusion. Sexualities, 12(3), 334–354. https://doi.org/10.1177/1363460709103894 Stone, A. L. (2013). Flexible queers, serious bodies: Transgender inclusion in queer spaces. Journal of Homosexuality, 60(12), 1647-1665. https://doi.org/10.1080/00918369.2013.834209 Stone, A. L. (2018). The geography of research on LGBTQ life: Why sociologists should study the south, rural queers, and ordinary cities. Sociology Compass, 12(11), e12638. https://oi.org/10.1111/soc4.12638 Stone, A. L. (2019). Frame variation in child protectionist claims: Constructions of gay men and transgender women as strangers. Social Forces, 97(3), 1155-1176. https://doi.org/10.1093/sf/soy077 Stone, A. L. (2020). ‘You out-gayed the gays:’ Gay aesthetic power and lesbian, bisexual, and queer women in LGBTQ spaces. Journal of Lesbian Studies, 24(3), 286-297. https://doi.org/10.1080/10894160.2019.1678947 Stone, A. L., Nimmons, E. A., Salcido Jr., R., & Schnarrs, P. (2020). ‘My meemaw is a cool ass person’: Family members as role models of resilience for sexual and gender diverse people of color. Journal of GLBT Family Studies, 16(2), 241-257. http://doi.org/10.1080/1550428X.2020.1724148 Stryker, S. (2017). Transgender history: The roots of today’s revolution. Seal Press. Sumerau, J. E. (2020). Expanding transgender studies in sociology. Sociological Inquiry, 90(2), 217-225. https://doi.org/10.1111/soin.12345 Sumerau, J. E., Barbee, H., Mathers, L. A. B., & Eaton, V. (2018a). Exploring the experiences of heterosexual and asexual transgender people. Social Sciences, 7(162), 1-16. https://doi.org/10.3390/socsci7090162 Sumerau, J. E., & Cragun, R. T. (2014). ‘Why would our heavenly father to that to anyone’: Oppressive othering through sexual classification schemes in the Church of Jesus Christ of Latter-day Saints. Symbolic Interaction, 37(3), 331-352. https://doi.org/10.1002/symb.105 Sumerau, J. E., Cragun, R. T., & Mathers, L. A. B. (2016). Contemporary religion and the Lain A. B. Mathers and J. E. Sumerau                              2603 cisgendering of reality. Social Currents, 3(3), 293–311. https://doi.org/10.1177/2329496515604644 Sumerau, J. E., & Grollman, E. A. (2018). Obscuring oppression: Racism, cissexism, and the persistence of social inequality. Sociology of Race and Ethnicity, 4(3), 322–337. https://doi.org/10.1177/2332649218755179 Sumerau, J. E., Grollman, E. A., & Cragun, R. T. (2018b). ‘Oh my God, I sound like a horrible person’: Generic processes in the conditional acceptance of sexual and gender diversity. Symbolic Interaction, 41(1), 62-82. https://doi.org/10.1002/symb.326 Sumerau, J. E., Mathers, L. A. B., & Lampe, N. (2019). Learning from the religious experiences of bi+ trans people. Symbolic Interaction, 42(2), 179-201. https://doi.org/10.1002/symb.387 Sumerau, J.E., Mathers, L. A. B., & Moon, D. (2020). Foreclosing fluidity at the intersection of gender and sexual normativities. Symbolic Interaction, 43(2), 205-234. https://doi.org/10.1002/symb.431 Sumerau, J. E., Padavic, I., & Schrock, D. P. (2015). ‘Little girls unwilling to do what’s best for them’: Resurrecting patriarchy in an LGBT Christian church. Journal of Contemporary Ethnography, 44(3), 306–34. https://doi.org/10.1177/0891241614530160 Sumerau, J. E., Schrock, D. P., & Reese, T. J. (2013). Transsexuals’ gendered presentations. In C. Edgely (Ed.), Life as performance: A dramaturgical handbook (pp. 245-160). Ashgate.  Sumerau, J. E., & Mathers, L. A. B. (2019). America through transgender eyes. Rowman & Littlefield. Ueno, K., & Gentile, H. (2015). Moral identity in friendships between gay, lesbian, and bisexual students and straight students in college. Symbolic Interaction, 38(1), 83-102. https://doi.org/10.1002/symb.131 Vogler, S. (2016). Welcoming diversity? Symbolic boundaries and the politics of normativity in Kansas City’s LGBTQ communities. Journal of Homosexuality, 63(2), 169-192. https://doi.org/10.1080/00918369.2015.1083781 Walters, M. L., Chen, J., & Breiding, M. J. (2013). The national intimate partner and sexual violence survey (NISVS): 2010 findings on victimization by sexual orientation. National Center for Injury Prevention and Control Centers for Disease Control and Prevention. Atlanta, GA, USA. Retrieved July 6, 2016, from https://www.cdc.gov/violenceprevention/pdf/nisvs_sofindings.pdf Ward, J. (2003). Producing pride in West Hollywood: A queer cultural capital for queers with cultural capital. Sexualities, 6(1), 65-94. https://doi.org/10.1177/1363460703006001008 Waskul, D. D., & Plante, R. F. (2010). Sex(ualities) and symbolic interaction. Symbolic Interaction, 33(2), 148-162. https://doi.org/10.1525/si.2010.33.2.148 West, C., & Zimmerman, D. H. (1987). Doing gender. Gender & Society, 1(2), 125–151. https://doi.org/10.1177/0891243287001002002 Wingfield, A. H. (2019). ‘Reclaiming our time’: Black women, resistance, and rising inequality: SWS presidential lecture. Gender & Society, 33(3), 345-362. https://doi.org/10.1177/0891243219835456 Wolkomir, M. (2006). Be not deceived: The sacred and sexual struggles of gay and ex-gay Christian men. New Rutgers University Press. Wolkomir, M. (2019). Monogamy vs. polyamory: Queer polyamorous women’s navigation of identity. In B. L. Simula, J. E. Sumerau, & A. Miller (Eds.), Expanding the rainbow: Exploring the relationships of bi+, polyamorous, kinky, ace, intersex, and trans people (pp. 81-94). Brill Sense.  Worthen, M. G. F. (2013). An argument for separate analyses of attitudes toward lesbian, gay, bisexual men, bisexual women, MtF and FtM transgender individuals. Sex Roles, 68(11–2604   The Qualitative Report 2022 12), 703–23. https://doi.org/10.1007/s11199-012-0155-1 zamantakis, a., & Sumerau, J. E. (2019). Streaming transgender: Visualizing continuity and change in transgender media representations In A. Trier Bieniek (Ed.), Gender & pop culture (pp. 25-42). Brill Sense.    Author Note   Lain A.B. Mathers is an assistant professor in the Department of Multidisciplinary Studies at Indiana State University. Their teaching and research are in the areas of gender, sexualities, and religion with a specific focus on social inequalities. Please direct correspondence to Lain.Mathers@indstate.edu. J.E. Sumerau is a novelist and scholar focused on the intersections of sexualities, gender, religion, and health in the reproduction of inequalities that facilitate patterns of violence in society.  Acknowledgements: The first author would like to thank Lorena Garcia, Kristen Schilt, Claire Decoteau, Laurie Schaffner, and Emoonah McClerklin for their support and comments on earlier iterations of this project.   Copyright 2022: Lain A. B. Mathers, J. E. Sumerau, and Nova Southeastern University.  Article Citation  Mathers, L. A. B., & Sumerau, J. E. (2022). An interactionist approach to BTLG pride. The Qualitative Report, 27(11), 2583-2604. https://doi.org/10.46743/2160-3715/2022.5318  ",
    "id": 543853011,
    "identifiers": {
        "doi": "10.46743/2160-3715/2022.5318",
        "oai": "oai:nsuworks.nova.edu:tqr-5318"
    },
    "title": "An Interactionist Approach to BTLG Pride",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-11-19T08:00:00+00:00",
    "publisher": "NSUWorks",
    "references": [],
    "sourceFulltextUrls": [
        "https://nsuworks.nova.edu/cgi/viewcontent.cgi?article=5318&context=tqr"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/543853011.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/543853011"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/543853011/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/543853011/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/543853011"
        }
    ],
    "abstract": "Within and beyond Symbolic Interactionism, sociological studies of bisexual, transgender, lesbian, and gay (BTLG) populations have expanded dramatically in the past two decades. Although such studies have invigorated our understanding of many aspects of BTLG life and experience, they have thus far left BTLG Pride relatively unexplored. How do BTLG populations experience Pride, and what insights might such efforts have for sociologically understanding such populations and events? We examine these questions through an interview study of bi+ people (i.e., sexually fluid people who identify as bisexual, pansexual, or otherwise outside of gay/straight binaries; Eisner, 2013). Specifically, we analyze how bi+ people negotiate both (1) experiencing Pride as “outsiders within” the broader BTLG population (Collins, 1986), and (2) framing who Pride is for and what it means in practice. In so doing, we demonstrate how Interactionist analyses of certain groups’ meaning making around and experiences of Pride can expand existing sociologies of BTLG populations, bisexual experience, and Pride",
    "tags": [
        "article",
        "bisexual",
        "Pride",
        "LGBTQ",
        "sexuality",
        "symbolic interactionism",
        "Gender and Sexuality",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Politics and Social Change",
        "Social and Behavioral Sciences",
        "Social Psychology and Interaction"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:nsuworks.nova.edu:tqr-5318",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1836",
        "openDoarId": 0,
        "name": "NSU Works",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 543853011,
        "depositedDate": null,
        "publishedDate": "2022-11-19T08:00:00+00:00",
        "updatedDate": "2024-02-05T06:48:20+00:00",
        "acceptedDate": null,
        "createdDate": "2022-11-23T20:44:04+00:00"
    },
    "urls": [
        "https://nsuworks.nova.edu/tqr/vol27/iss11/12",
        "https://nsuworks.nova.edu/context/tqr/article/5318/viewcontent/Mathers__Sumerau.pdf"
    ],
    "lastUpdate": "2024-02-05T06:48:20+00:00",
    "setSpecs": []
}