{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Masilungan, Juliana Maria A."
        },
        {
            "name": "Golfo-Barcelona, Mary Grace"
        }
    ],
    "contributors": [],
    "createdDate": "2020-03-27T12:35:18+00:00",
    "dataProvider": {
        "id": 198,
        "name": "Illinois Digital Environment for Access to Learning and Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/198",
        "logo": "https://api.core.ac.uk/data-providers/198/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/288433154.pdf",
    "fullText": "An Initial Study on the Importance of Archiving to Queer Filipinos Juliana Maria A. Masilungan and Mary Grace Golfo-Barcelona 1 School of Library and Information Studies, University of the Philippines Diliman,  Quezon City, Philippines lance.mslngn@gmail.com grace@slis.upd.edu.ph  Abstract. The study explores the possibility of establishing a community archives that can become a venue for the LGBTQIA+ community in the Philippines to express their identity and their desire for complete acceptance. A community archives stands apart from other archives because of its emphasis on identity and empowerment rather than a need to preserve a certain heritage. Thus, the envisioned archive would document and collect life histories, events, and activities that would showcase LGBTQIA+ community’s uniqueness and similarities. More specifically, the study sought to lay down the groundwork for creating a queer community archives within the University of the Philippines – Diliman (UP Diliman) A combined qualitative and semi-structured interviews with key figures of various aspects of the community, consisting of students, faculty, staff, and alumni was conducted to determine receptiveness of UP Diliman’s  LGBTQIA+ community on the possibility of establishing a  LGBTQIA+ archives. Findings show that there is a living, changing, sustainable, and ultimately resilient queer community in UP Diliman, and most people who identify as LGBTQIA+ believe in its existence. Rather than celebrating diversity, the community celebrates intersectionality, where unique traits are woven together instead of taken as separate entities. The queer movement empowers them and gives them a sense of belonging, and for some it even provides a new family in place of one that has a tendency towards being less accepting. Given these, there is excitement and support for the establishment of a queer community archives that will showcase the LGBTQIA+ community’s unique traits and identity. Keywords: Community Archive, LGBT Community, Philippine Studies. 1 Introduction  It has been nearly two decades since the Sexual Orientation and Gender Identity and Expression Equality (SOGIE) bill, meant to legalize anti-discrimination, was first presented to the Philippine political body. Debate on this bill’s passing into law has also taken nearly two decades with no end in sight. The queer community might be able 2 to live in the country as a tolerated population, but they are in no way protected from discrimination in their workplaces, their schools, or their everyday lives. In fact, a large percentage of politicians and citizens alike speak vehemently against their very existence every day. [1][2] The common narrative indicates that being faced with rampant discrimination should drive the queer community to fight for their rights. This would be more easily accomplished if LGBTQIA+ Filipinos were more united, but the unfortunate reality is that they are as splintered as the archipelagic islands are. This is made worse given the pseudo-taboo nature of discussing sexual orientations and gender identities, which makes it difficult for many LGBTQIA+ Filipinos to understand who falls under the queer umbrella to begin with. Due to subcultures based on age, profession, class, and ethnicity of members, there is a significant absence of a united, queer front. Even the LGBTQIA+ organizations that exist are focused on their own respective sub-populations and tend to fight for them specifically rather than the Philippine queer community as a whole. [3] Fortunately, there has been a steadily rising movement that fosters community ties, and that is the community archive. In the postmodern world, the archive is considered a place where meanings can be altered, hidden, subverted, and even absent [4]. The archive exists to serve those who come to use it [5], so archivists must understand what users want and incorporate this in the archive’s purpose and practices [6]. According to the Community Archives and Heritage Group (CAHG), “community archives [...] seek to document the history of all manner of local, occupational, ethnic, faith and other diverse communities”. To them, a community archive is one where “the subject-matter of the collection is a community of people” because it stems from grassroots empowerment and community action instead of state or heritage body initiatives [7]. They are “more overt in [their] mission to include […] perspectives that ordinarily would not be recognized as valid […] by a more conventional repository” [8]. They are used as tools in contemporary struggles [9], for remembrance and commemoration of past lives discrimination would have erased [10], or to combat the alienation and disempowerment of those denied access to their own history [11]. While community archive endeavors are often inspired by key individuals, the actual building and making of history are collaborative processes, meaning that the members of the community and their unity are crucial to its success and longevity. 1.1 Objectives of the Study Given the current unknowledgeable state of the Philippine queer community, as well as the country's poor queer representation and acceptance, creating a community archive should jump-start an endeavor with three faces: first, to help the LGBTQIA+ community understand what their community is and who is part of it; second, to foster a sense of belonging for LGBTQIA+ Filipinos in a country of strained tolerance; and third, to finally have proper representation for LGBTQIA+ people and their history in the nation. With a queer community so fragmented in nature, a community archive made from queer efforts ought to spark the beginning of collaboration amongst them and offer the chance to re-build the image of LGBTQIA+ Filipinos in the country.  3 1.2 Limitations of the Study Unfortunately, research on the Filipino queer community’s opinions and thoughts towards archives and archiving do not exist. Thus, this initial study was exploratory in nature, and given the aforementioned splintered state of the overall community, it focused on a sub-community that already displays both unity and a willingness to fight for queer rights: the LGBTQIA+ community of the University of the Philippines – Diliman. Within UP Diliman are a) UP Babaylan, a student organization that fights for equality regardless of race, nationality, religion, sex, or sexual orientation [3]; b) the Alpha Nu Fraternity, an LGBTQIA+ fraternity that stands for gender sensitivity, non-violence, and HIV awareness [12]; and c) a general acceptance of queers in the student body, especially obvious in the fact that LGBTQIA+ members have been elected into student office on several occasions [13]. The UP Centre for Women’s Studies also boasts an open and accessible LGBTQIA+ specific portion of their library containing both international and local resources on queer studies [14].  1.3 Methodology of the Study The information gathering method employed qualitative, semi-structured interviews with key figures of various aspects of the community, consisting of students, faculty, staff, and alumni. To determine the population for interview, online sign-up forms for the first batch of subjects were posted and spread using the social media sites Facebook and Twitter. Subsequent batches were found through the snowball sampling method and followed the exponential discriminative track until referrals ran out. Seven people were included in the interview. To facilitate the evaluation of the interviews, the study’s conceptual framework was based heavily on the Impact Framework by Caswell, Migoni, Geraci, and Gifor [15] and the Voice, Identity, Activism Framework of Anne J. Gilliland [16]. This indicated three important points for preliminary knowledge: 1) understanding the community; 2) understanding this community’s characteristics; and 3) understanding its motivations for archiving. As the Impact Framework introduced the term symbolic annihilation, which consists of the ways marginalized communities are “absent, underrepresented, or misrepresented in mainstream media and archives”, this study was also conducted with the knowledge that symbolic annihilation is a constant, ongoing phenomenon. 2 Findings of the Study In the end, it was revealed that there is a living, changing, sustainable, and ultimately resilient queer community in UP Diliman, and most people who identify as LGBTQIA+ believe in its existence. Rather than celebrating diversity, the community celebrates intersectionality, where unique traits are woven together instead of taken as separate entities. The queer movement empowers them and gives them a sense of belonging, and for some it even provides a new family in place of one that has a tendency towards being less accepting. 4 As queer people drift towards others like them, they also drift towards queer materials, both for the sake of queer studies and because of their own personal investment. Ontologically, these works provide proof that their identities exist and are valid. This is especially important due to the difficulty of being out in a country so unaccepting towards the queer population, so much so that sometimes being in the closet is necessary to ensure one’s safety and well-being. The loneliness of such an existence cannot be denied; in this sense, finding LGBTQIA+ materials, especially those that are accessible online, has helped most of the interviewed population. Reading about others like them has also helped them to “prepare” to live as a queer person in the country. Epistemologically, these works show that there is a history for them to fall back on and refer to, and that the queer community has roots in the Philippines that stretch far into the past. The existence of queer history is in itself a valuable thing; Teilhard Paradela (permission for full name given), a historian and a self-proclaimed gay man, states that the reason he collects so many materials is precisely because of this. He thinks it is imperative to collect materials from older LGBTQIA+ organizations and populations, calling them “an important voice in the community”, and wants a history traced so well that it proves the Filipino queer community isn’t new, but rather something that has been present for decades. Despite the scarcity of queer materials in mainstream archives, queer Filipinos work to seek them out regardless, whether through special connections, visiting queer spaces, or seeking communities and journal articles online. The roots of the community may not necessarily be as easy to trace as individual accounts of queer Filipinos, but when so much of Philippine LGBTQIA+ history may have been “forgotten” or “lost”, the effort is one that many wholeheartedly expend. Sociologically, finding narratives of intersectional discourse makes the community feel more real and relatable and gives queer Filipinos a place to belong to. While the fight for visibility and acceptance is obvious, joining queer activist efforts gives a feeling of belonging in society as a community of people, whether through creating tangible materials or anything published online. Though there aren’t many places or works to glean information about community acceptance, there are materials that describe the members of the community and their overlapping identities—their intersectionality. While these materials may not state any obvious declarations of belonging in the greater Philippine society, the worth of these materials lies in their existence, which majority of the respondents believe have political and activist significance simply by existing despite social norms. Because LGBTQIA+ Filipinos already collect queer collection of archives, it comes as no surprise that there is excitement and support for a queer community archive. Most noteworthy is the fact that the UP Babaylan alumni association, Babaylanes, is in the process of creating a digital queer archive of their own. Having started with a collection in 1999, continuous but intermittent efforts have had the collection growing slow but steady over the years, even if formal archiving efforts only begun in 2014. Though Babaylanes has their own informal policies, initial interviews with non-Babaylanes queers show that the community wants the narratives of queer Filipinos and their daily lives archived both as a preserved heritage and as the “memory” of the community. 5 The ultimate necessity for this archive lies in its representation of queer Filipinos, especially in how it can clear misconceptions about them and show that they, too, possess significance. Majority of these respondents already collect queer materials of their own, but the presence of an archive would make it easier for them, and for other people, to comprehend the reality that they are not alone. Furthermore, with the respondents’ interest in forming a digital archive instead of having a physical repository, it is likely that the Philippines being an archipelago will no longer be a challenge to fostering unity. After studying the queer community in UP Diliman, it is more obvious than ever that more work needs to be done to understand the community in the Philippines at large. There is hope that others in the queer community will be open to the idea of an archive, but one can never be sure until it is studied. Others are encouraged to follow in this paper’s footsteps, and more work needs to be done to test the appropriateness of this paper’s conceptual framework to marginalized communities in general. There is a very long road towards acceptance for the queer Filipino, but at the very least there is tangible proof that any queer Filipino is not alone in their identity. All that is necessary is for someone (or a group of someones) to take that first step towards creating a cohesive community, and chances are the others will follow. References 1. Rodriguez, F.: The long road to an LGBT anti-discrimination law, https://www.rappler.com/move-ph/issues/gender-issues/100632-ph-anti-discrimination-law-history, last accessed 2019/09/17. 2. Cepeda, M.: LGBT advocates lead charge for anti-discrimination bill, https://www.rappler.com/nation/164188-house-debate-anti-discrimination-bill-lgbt-rights, last accessed 2019/09/17. 3. UNDP, USAID.: Being LGBT in Asia: the Philippines country report. Bangkok (2014). 4. Nesmith, T.: Seeing archives: postmodernism and the changing intellectual place of archives. The American Archivist, 65(1), 24-41 (2002). 5. Ketelaar, E.: Being Digital in People’s Archives. Archives & Manuscripts, 31(2), 8-22 (2003). 6. Craven, L.: What are archives?: cultural and theoretical perspectives: a reader. Ashgate Publishing, Ltd., Farnham, UK (2008). 7. Flinn, A.: Archival activism: Independent and community-led archives, radical public history and the heritage professions. InterActions: UCLA Journal of Education and Information Studies, 7(2) (2011). 8. Eales, K.: Community archives: introduction. S.A. Archives Journal 40(11), 11 (1998). 9. Sivanandan, A.: Race and resistance: the IRR story. Race and Class, 50(2), 1-30 (2008). 10. Ajamu, X., Campbell, T., & Stevens, M.: Love and lubrication in the archives, or rukus!: a Black queer archive for the United Kingdom. Archivaria, 68, 271-294 (2010). 11. Fullwood, S. G.: Always queer, always here: creating the Black Gay and Lesbian Archive in the Schomburg Center for research in Black culture. Community Archives: The Shaping of Memory, 234-49 (2009). 12. Estrella, G.: Groups unite in UP LGBT Pride March, https://www.bulatlat.com/2016/09/17/groups-unite-lgbt-pride-march/, last accessed 2019/09/22. 6 13. Philippine Daily Inquirer: Transgender heads UP student body, https://newsinfo.inquirer.net/155131/transgender-heads-up-student-body, last accessed 2019/09/22. 14. Outrage Magazine: UP Center for Women’s Studies library opens LGBT section, https://outragemag.com/up-center-for-womens-studies-library-opens-lgbt-section/, last accessed 2019/09/22. 15. Caswell, M., Migoni, A. A., Geraci, N., & Cifor, M.: ‘To be able to imagine otherwise’: community archives and the importance of representation. Archives and Records, 38(1), 5-26 (2017). 16. Gilliland, Anne J.: Conceptualizing twenty-first-century archives. Society of American Archivists, Chicago, IL (2014).  ",
    "id": 288433154,
    "identifiers": {
        "doi": null,
        "oai": "oai:www.ideals.illinois.edu:2142/106551"
    },
    "title": "An initial study on the importance of archiving to queer Filipinos",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-03-23T00:00:00+00:00",
    "publisher": "'iSchools'",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.ideals.illinois.edu/bitstream/2142/106551/1/Contribution_403_final.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/288433154.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/288433154"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/288433154/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/288433154/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/288433154"
        }
    ],
    "abstract": "The study explores the possibility of establishing a community archives that can become a venue for the LGBTQIA+ community in the Philippines to express their identity and their desire for complete acceptance. A community archives stands apart from other archives because of its emphasis on identity and empowerment rather than a need to preserve a certain heritage. Thus, the envisioned archive would document and collect life histories, events, and activities that would showcase LGBTQIA+ community's uniqueness and similarities. More specifically, the study sought to lay down the groundwork for creating a queer community archives within the University of the Philippines ' Diliman (UP Diliman) A combined qualitative and semi-structured interviews with key figures of various aspects of the community, consisting of students, faculty, staff, and alumni was conducted to determine receptiveness of UP Diliman's LGBTQIA+ community on the possibility of establishing a LGBTQIA+ archives. Findings show that there is a living, changing, sustainable, and ultimately resilient queer community in UP Diliman, and most people who identify as LGBTQIA+ believe in its existence. Rather than celebrating diversity, the community celebrates intersectionality, where unique traits are woven together instead of taken as separate entities. The queer movement empowers them and gives them a sense of belonging, and for some it even provides a new family in place of one that has a tendency towards being less accepting. Given these, there is excitement and support for the establishment of a queer community archives that will showcase the LGBTQIA+ community's unique traits and identity",
    "tags": [
        "text",
        "Conference Poster",
        "Community archive",
        "LGBT community",
        "Philippine studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text",
        "Conference Poster"
    ],
    "oai": "oai:www.ideals.illinois.edu:2142/106551",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "198",
        "openDoarId": 0,
        "name": "Illinois Digital Environment for Access to Learning and Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 288433154,
        "depositedDate": null,
        "publishedDate": "2020-03-23T00:00:00+00:00",
        "updatedDate": "2022-05-16T11:49:43+01:00",
        "acceptedDate": null,
        "createdDate": "2020-03-27T12:35:18+00:00"
    },
    "urls": [
        "http://hdl.handle.net/2142/106551"
    ],
    "lastUpdate": "2022-05-16T11:49:43+01:00",
    "setSpecs": []
}