{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rodgers, Jessica"
        }
    ],
    "contributors": [],
    "createdDate": "2013-07-02T14:31:25+01:00",
    "dataProvider": {
        "id": 310,
        "name": "Queensland University of Technology ePrints Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/310",
        "logo": "https://api.core.ac.uk/data-providers/310/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/10903142.pdf",
    "fullText": "                    QUT Digital Repository:  http://eprints.qut.edu.au/ This is the authors’ version of the following conference presentation: Rodgers, Jessica (2010) Analysing queer student media using a combined queer theoretical and media studies approach. In: Australian and New Zealand Communications Association Annual Conference (ANZCA10), 7‐9 July 2010, Old Parliament House, Canberra. (Unpublished) © Copyright 2010 Jessica Rodgers Analysing queer student media using a combined queer theoretical and media studies approach.    Abstract  Australian queer (GLBTIQ) university student media is an important site of cultural and political self-representation. These groups exist within university student unions and the unions provide them with space, financial support and resources. Community media is a significant site for the development of queer identity, community and a key part of queer politics. This paper reviews my research into queer community media which is grounded in a Queer Theoretical perspective of identity performativity. Cover argues that Queer Theoretical approaches that study media products fail to consider the material contexts which contribute to their construction. I use an ethnographic approach combined with discourse analysis in order to reveal queer student activists’ media representations of queer, and the production contexts which shape them. My research contributes to queer media scholarship by using a methodology to address the gap that Cover identifies.   Introduction [slide]  Queer students are an important aspect of Australian tertiary communities. Many Australian tertiary student activists identify as queer. Institutionally, there are a number of organisations and tools for  gay, lesbian, bisexual, transgender, intersex and ‘otherwise queer identifying’ (GLBTIQ) students. There is a National Union of Students (NUS) queer department, two NUS queer officers, a NUS queer mailing list, an annual NUS queer student conference (Queer Collaborations), queer departments and officers in student unions across Australia, designated queer spaces in Australian universities and dozens of queer student publications.  There is a considerable amount of research which investigates queer youth organising in universities and high schools, or the institutional structures that support them. However, Australian queer students are virtually unstudied.   Queer student media is a clear example of minority media that can contribute to the constitution of community and identity. For through such media a community works to define itself, thus making it a rich site for the study of community understandings. The strong presence of Australian student queer activism in universities also signifies that queer student activist media is worthy of investigation. My research enables queer student activism to be better understood. This adds to the genealogy of queer by revealing how this specific cultural subset, of which there is little existing research, deploys queer.   [slide]  Stemming from my larger investigation into understandings of queer in queer student media, this paper overviews my theoretical perspective and methodology. Rob Cover states that there is an absence of research combining queer theory and Media Studies. My research is grounded in a queer theoretical perspective of identity performativity. Cover argues that queer theoretical approaches to the study of media products fail to consider the material contexts which contribute to their construction. I use an ethnographic approach combined with discourse analysis in order to reveal queer student activists’ media representations of queer, and the production contexts which shape them. My project contributes to queer media scholarship by using a methodology to address the gaps that Cover identifies.  I provide examples of identity constitution in queer student media. By presenting my research approach to a communication studies audience I invite discussion on the potentials of a queer theoretical approach to media studies.   Theoretical Perspective: Queer Theory and Media Studies [slide with quotes] Judith Butler’s Theory of Performativity is grounded in queer theoretical perspectives of the social construction of gender, sex, sexuality and desire, and posits a theory of the ‘doing’ of gender and sexuality. I investigate the performativity of queer student activists in media texts; in other words, their ‘doing’ of queerness in queer student media.  For Butler, identity cannot be understood outside of gender – people only gain an intelligible identity through gender. Butler sees (gender) identity as an effect of the regulatory practice of ‘compulsory heterosexuality’. Gendered identity is thus limited by the available modes for ‘doing’ (gender) identity. These limited modes are the discursive practices available to ‘do’ (gender) identity. Informed by queer theory, performativity provides an appropriate model for investigating the ‘doing’ of identity.   Rob Cover notes the potential for the synthesis of the academic fields of Queer Theory and Media Studies, and highlights a dearth of research which attempts to join these perspectives. Re-Sourcing Queer Subjectivities: Sexual Identity and Lesbian/Gay Print Media is an example of the combination of Queer Theory and media analysis, and the consideration of performativity in relation to media texts.  Rob Cover applies the queer theoretical perspective of identity constitution to analyse the lesbian/gay community small press’s role in constituting performative lesbian/gay subjects. Cover states, in ‘Judith Butler’s identity performativity, the subject performs his or her subjectivity ‘in accord’ with given discursive norms through the repetitive citation of the signifier of that identity’. Other theories of gay/lesbian media and identity state that a subject, with an underlying sense of identity, encounters a text and recognise themselves in it.  Such theories make the assumption that there is an underlying fixed sense of identity. This is in opposition to queer theory’s configurations of performative identity. Cover suggests that the recognition a subject experiences while reading a text is ‘always a re-cognition (or re-thinking) of that subject’s sexuality ‘in accord’ with the significations of the hetero/homo binary’. This theory of re-cognition accompanies Butler’s performativity, where identities only come into being through significatory practices.  Cover’s work assists in locating the significance of my approach to the investigation of textual performatives of queer.   Performativity allows us to consider how these identities are constructed through the process of being acted out on a daily basis. Performativity occurs in many places, including the media, and in this context, specifically the print media.  Textual performativity includes both the process and product of text. Queer student activists’ identity performatives are enacted through their media texts. Susan Driver considers the application of Performativity Theory for studying queer youth culture and states that ‘Performativity underscores an expansive range of utterances through which youth signify their desires and identifications by reiterating and transforming discursive conventions’. By considering performativity, the discourses that inform queer student activists’ identities and understandings of queer, and the negotiation of these in the production of their media texts, can be uncovered.     Methodology [slide] Cover states that mediated processes of media production such as reading, access, censorship, production values, the economic labour relations and the labours of audiences are rarely taken into consideration in queer theoretical analyses of identity constitution. He argues that where the signs that contribute to identity constitution are subject to governance processes in production, mediation and reading, then these significations and processes become a central area of analysis in the investigation of the formulations of sexual subjects. I now review my methodology. I use textual analysis to consider the queer student activists’ media performatives. I use semi-structured in-depth interviews and participant observation in order to investigate media processes. If media processes are examined, we can come to further understand the various ways in which media contributes to identity formation. The two-pronged aim allows for both the process and the product to be analysed.   News Ethnography provides a theoretical and methodological framework for the analysis of queer student media. Jonathan Gray states  that ‘textual studies have a long history of analysing texts one-by-one, carefully respecting their boundaries, but when a text itself shows little care for these boundaries, neither must the textual analyst’.   Numerous news ethnographies utilise a three-way approach: examining text, interviewing those who are involved in the production of the news and participating in, or observing, news production.   The processes of media production are sites of knowledge constitution in addition to the final publications. Thus, the ‘process and the product must both be understood to appreciate the nature of news as knowledge’. The production contexts shape the publications as certain type of media – queer student activist media, which differentiates it from other forms of community media, student media and queer media. Data from the interviews and participant observation clarify some of the ways in which it differs and how this impacts representations of queer. Representation does not just happen; people contribute to its construction. These people are located in particular socio-cultural contexts, and production contexts are socio-cultural contexts that impact on representation. News ethnography allows for the consideration of ‘the ways in which the representations present in media productions are related to the material realities of their production’.   A news ethnography approach coheres well with the queer theoretically informed performative perspective. Performativity is under consideration in the form of textual analysis of queer student activists’ representations of queer and in the examination of some of the processes that shape these representations; thus, news ethnography allows for the consideration of the processes informing textual performativity.   Analysis [change slide] I now provide a brief example of my analysis of queer identity constitution through textual performativity in queer student media.   Queer identity is variously defined throughout queer student media but commonly encompasses a range of identities, as seen on this slide. One student broadly defines queer as ‘an umbrella term for those who identify but may not be limited to intersex, transgendered, bisexual/polyamourous, same sex/multisex, lesbian/dyke/woman identified woman, gay/poofter/faggot, and/or other culturally marginal sexual self-identifications’. In the queer student media examined, the term generally refers to: ‘a broad spectrum of sexualities and genders’; ‘all same sex attracted, transgender and transsexual people’; ‘those questioning their sexuality and/or gender’ and anybody else who doesn’t identify as ‘straight’ or ‘gender normative’ and ‘anyone (hetero, fag, woman, intersex, pansexual, homo, bi, man, boi, trans…) who rejects heterosexuality as the only normal sexual expression’.    This handful of statements demonstrates how queer student media contributes to the constitution of identity. Their words don’t just define and represent their understandings of queer, and their queer identities, but identities are constituted in the doing of the words.   [change slide] Decisions made at the editorial level also define who is and isn’t queer. One student speaks about her efforts to address sexism in queer student activism – in the interests of inclusion. Tallace states, ‘When I was writing that I was also acting as the queer officer, you know, and it was important that … [I was] kind of acting in some kind of official capacity trying to foster that tolerance and inclusivity’. However, she also speaks about how, as editor of the 2004 edition of Querelle, she actively worked to exclude particular perspectives, as shown on this slide.    Tallace: I know that when I was editing this, when I was doing the call out and making the promo posters and everything, I had this great image which was of a rose smeared in Vaseline which was very like ‘cuntish’ … So I was consciously trying to make queer a bit confronting … it was an intense picture. I guess I was consciously trying to make it ‘cuntish’ and confronting particularly to gay men. I guess that’s an editorial decision I made. Interviewer: Yeah definitely. Do you feel that came out in the final publication? Kind of. Yeah? It was weird, yeah no it did. There were plenty of submissions from women and… So you consciously tried to make it inclusive especially in terms of women? I don’t think it was inclusivity that I was aiming for. I think if anything, I wanted to alienate a certain kind of person ... I mean you could say the converse that I wanted to inspire another kind of person to submit. But I guess it wasn’t a friendly space ever for someone who wanted to write, like anything particularly, anything that I didn’t agree with … anything that I thought wasn’t queer.   Efforts towards inclusivity in queer student media are dictated by the editors’ definitions of ‘queer’. According to another student, if editors deem an author to be ‘straight’, regardless of the author’s self-identification, that person’s article would be excluded. Four interviewees expressed the desire to uphold queer autonomy in their publications.  Through their words and editorial processes students are doing queer. This ‘doing’ works towards constituting queer identity.   Conclusion  [change slide] Rob Cover notes the potential for the synthesis of the academic fields of Queer Theory and Media Studies, and highlights a dearth of research which attempts to join these perspectives (2002). The analysis of performativity applies Queer Theory to the domain of Media Studies, and thus addresses the gap that Cover identifies. This approach provides conceptual tools for investigating identity performatives in queer student media. Further, my news ethnography approach addresses the absence of Queer Theory’s consideration of processes when analysing media and identity. This enables a holistic analysis of the ways in which queer student activists’ understandings of queer identity are presented in their media texts.   I have provided examples showing that texts and editorial processes demonstrate performativities of queer in queer student media. These performativities are sites of identity constitution.   The application of QT to media studies provides a post-structuralist approach for analysing the process and product of media text, and as Cover as shown, the reception. As Karl states, ‘Queer ethnographic approaches can and should blur the boundaries between social scientific and humanities approaches to the study of the everyday, gender, and sexuality, by making use of, for example, Butler’s theory of gender performativity and by probing it in the light of empirical inquiry’ (2007: 55).   With all this in mind, I ask you for your thoughts on the application of Queer Theory to Media Studies.   ",
    "id": 10903142,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.qut.edu.au:40871"
    },
    "title": "Analysing queer student media using a combined queer theoretical and media studies approach",
    "language": null,
    "publishedDate": "2010-07-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "http://eprints.qut.edu.au/40871/3/c40871.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2010",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/10903142.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/10903142"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/10903142/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/10903142/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/10903142"
        }
    ],
    "abstract": "Australian queer (GLBTIQ) university student media is an important site of cultural and political self-representation. These groups exist within university student unions and the unions provide them with space, financial support and resources. Community media is a significant site for the development of queer identity, community and a key part of queer politics. This paper reviews my research into queer community media which is grounded in a Queer Theoretical perspective of identity performativity. Cover argues that Queer Theoretical approaches that study media products fail to consider the material contexts which contribute to their construction. I use an ethnographic approach combined with discourse analysis in order to reveal queer student activists’ media representations of queer, and the production contexts which shape them. My research contributes to queer media scholarship by using a methodology to address the gap that Cover identifies",
    "tags": [
        "Contribution to conference"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Contribution to conference"
    ],
    "oai": "oai:eprints.qut.edu.au:40871",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "310",
        "openDoarId": 0,
        "name": "Queensland University of Technology ePrints Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 10903142,
        "depositedDate": null,
        "publishedDate": "2010-07-01T01:00:00+01:00",
        "updatedDate": "2024-01-30T08:36:52+00:00",
        "acceptedDate": null,
        "createdDate": "2013-07-02T14:31:25+01:00"
    },
    "urls": [],
    "lastUpdate": "2024-01-30T08:36:52+00:00",
    "setSpecs": []
}