{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rahmawati Zulfiningrum"
        }
    ],
    "contributors": [],
    "createdDate": "2021-12-25T01:01:30+00:00",
    "dataProvider": {
        "id": 15192,
        "name": "Jurnal Ilmiah IKOPIN (E-Journals)",
        "url": "https://api.core.ac.uk/v3/data-providers/15192",
        "logo": "https://api.core.ac.uk/data-providers/15192/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/484068622.pdf",
    "fullText": "107  JURNAL JURNAL  HUMANTECH   VOL 01 NO 01 P-ISSN 2809-1620 , E-ISSN 2809-1612 ANALISIS DAN RESENSI FILM MADAME X:  DITINJAU DARI ANALISIS KRITIS KESETARAAN, STEREOTIP DAN IDEOLOGI DOMINAN  Rahmawati Zulfiningrum  Program Studi Ilmu Komunikasi, Fakultas Ilmu Komputer, Universitas Dian Nuswantoro, Semarang rahmawati.zulfiningrum@dsn.dinus.ac.id Info Artikel : Diterima : 9 Oktober 2021  Disetujui : 11 Oktober 2021  Dipublikasikan : 13 November  2021  ABSTRAK  Kata Kunci : Madame X, queer, transeksual Queer mengacu pada konsep identitas nomaden untuk menentang mereka yang memiliki identitas tetap berdasarkan sistem gender seks yang biner. Karakter pendekatan kritis dalam teori queer mengemukakan bahwa hubungan kekuatan di masyarakat sangalah penting terutama ketika seseorang memposisikan diri berhadapan dengan masyarakat yang termarginalkan. Film Madame X mengkonstruksikan kembali bagaimana perjuangan kaum minoritas untuk memperoleh persamaan hak mereka di masyarakat. Penelitian ini menggunakan metode telaah review dan literatur dari data sekunder. Hasil analisis menunjukkan bahwa situasi yang dirasakan komunitas transeksual di Indonesia di representasikan dalam film ini, termasuk upaya komunitas untuk meraih kesetaraan di masyarakat. Kategori komedi slapstick sebagai genre yang digunakan pada film ini justru semakin menampakkan sisi superioritas kaum heteroseksual pada kaum transeksual yang dianggap inferior. Misi awal kesetaraan untuk kaum queer bahwa “setiap orang berhak bahagia, termasuk transeksual” justru terpatahkan dengan humor yang ditampilkan. Kaum transeksual tetap diposisikan sebagai minoritas, menggambarkan perlakuan diskriminatif, dan memapankan stereotype negatif. Film ini juga memiliki beragam implikasi sosial yang dapat semakin mendukung ideologi dominan.   ABSTRACT Keywords : Madame X, queer, transsexual Queer refers to the concept of nomadic identity to oppose those who have a fixed identity based on a binary sex gender system. The character of the critical approach in Queer's theory suggests that power relations in society are very important, especially when a person positions himself or herself in the face of a marginalized society. Madame X's film reconstructs how minorities struggle to get their equal rights in society. This study uses a review method and literature from secondary data. The results of the analysis show that the situation felt by the transsexual community in    JURNAL HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    108   Indonesia is represented in this film, including the community's efforts to achieve equality in society. The category of comedy slapstick as the genre used in this film actually shows the superiority of heterosexuals over transsexuals who are considered inferior. The initial mission of equality for the Queer that \"everyone has the right to be happy, including transsexuals\" is actually broken by the humor that is displayed. Transsexuals are still positioned as a minority, describe discriminatory treatment, and establish stereotypes negative. The film also has various social implications which can further support the dominant ideology.  PENDAHULUAN  Sebagai salah satu kelompok minoritas yang seringkali dikucilkan oleh beberapa golongan masyarakat, transeksual hingga saat ini masih menjadi sebuah topik yang diperdebatkan. Beberapa dari kelompok ini terus berupaya agar memperoleh kesetaraan hak dan dapat diterima oleh masyarakat. Kelompok ini menerima perlakuan tidak adil karena dipandang menyalahi kodratnya. Tokoh utama dalam film ini yaitu Adam (Aming), seorang waria penata rambut yang memiliki pemikiran bahwa pemerintah di negeri antah berantah berperilaku semena-mena kepada transeksual atau waria. Masyarakat mengucilkan mereka serta memberikan perlakuan yang tidak adil. Hal tersebut diperburuk dengan adanya tokoh antagonis yaitu Kanjeng Badai (Marcel) dan partai politiknya, yang disebut sebagai militan dan homophobia.  Kekerasan yang diterima komunitas transeksual dari Kanjeng Badai dan anggota partai politiknya memicu Adam memiliki pemikiran untuk memperjuangkan hak persamaan dan keadilan bagi komunitasnya. Adam berkeinginan melakukan perubahan pada negerinya. Berawal dari acara perayaan ulang tahunnya yang berakhir dengan tragedi, dimana cafe tempat mereka merayakan pesta ulang tahun di serang oleh Kanjeng Badai dan anggota partai politiknya. Penyerangan disertai juga dengan menggunakan kekerasan, cafe tersebut dihancurkan, para waria dianiaya dengan dihajar dan dipukuli hingga sahabat karibnya yaitu Aline (Joko Anwar) tewas terbunuh dalam peristiwa ini. Para waria yang masih tersisa kemudian dimasukkan ke atas truk, dianiaya dan dilecehkan, hingga Adam terlempar keluar dari truk ke sebuah mobil pick up (bak terbuka), saat ia tersadar, dan sopir pick up mengetahui bahwa ia seorang waria maka Adampun pun dipaksa untuk melakukan seks oral oleh supir tersebut, sebelum akhirnya ditendang keluar dari mobilnya.  Film Madame X mengusung jargon sebagai superhero pembela kaum minoritas atau marginal. Film ini memiliki misi sebagai film yang memperjuangkan komunitas transeksual dalam mendapatkan perlakuan yang setara sebagai warga negara.  Film Madame X Akan diulas lebih mendalam dari sisi strukturalis, dengan menggunakan pendekatan teori queer dan teori humor.  METODE PENELITIAN  Penelitian menggunakan metode telaah review dan literatur dari data sekunder. Observasi dan telaah film Madame X berasal dari bagian-bagian film yang dijadikan sebagai data primer dan subjek utama dalam penelitian dan disajikan secara deskriptif.    HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    109  PEMBAHASAN  Situasi yang terjadi di Indonesia hingga saat ini adalah komunitas transeksual sulit diterima keberadaannya oleh masyarakat secara umum. Komunitas ini dianggap menyimpang baik dari sisi agama, budaya, maupun sosial. Beragam pandangan negatif memicu adanya diskriminasi, sehingga mengakibatkan komunitas transeksual sebagian besar bekerja pada sektor informal. Para transeksual seringkali memiliki bakat khusus seperti pada bidang kecantikan atau fashion, diantaranya karena mereka suka terhadap bidang yang biasanya dikerjakan oleh perempuan.  Beragam terminologi seringkali digunakan untuk membedakan antara transeksual dan heteroseksual dan berdampak pada semakin teralienasinya komunitas ini. Istilah Queer saat ini telah mengalami transisi menjadi istilah yang terkesan lebih moderat dan digunakan dalam melakukan identifikasi terhadap kelompok Lesbi, Gay, Bisexual, serta Transgender (LGBT) (Rumata, 2019). Penggunaan istilah Queer cukup populer di antara kaum transeksual dan secara bertahap tergantikan dengan istilah “waria” yang memiliki makna seseorang yang meriah (Anderson, 2001).  Penggunaan kata waria dianggap dapat mewakili adanya proses akulturasi hubungan dan identitas sosial secara luas di masyarakat. Kaum waria yang cenderung tertutup pada akhirnya semakin terbuka untuk menunjukan preferensinya dan memperjuangkan pilihannya. Seringkali kaum transeksual mengemukakan bahwa identitas gender mereka berbeda dengan jenis kelamin yang dimilikinya secara biologis. Perasaan terperangkap di dalam tubuh yang tidak seharusnya seringkali menyertai mereka. Sebagai salah satu contoh terdapat seseorang yang terlahir dengan kondisi biologis sebagai pria namun merasa bahwa dirinya lebih nyaman sebagai perempuan. Menurut Butler  makna queer sangat beragam, identik dengan hal yang ganjil dan tidak umum, sebagai contoh pemaknaan kata querky berkaitan erat dengan hal-hal yang memiliki karakter negatif. Teori queer berupaya membuat ganjil, memusingkan, meniadakan, membatalkan, serta melebih-lebihkan pengetahuan dan institusi yang heteronormative. Mengacaukan kategori identitas dan seksualitas dengan menunjukkannya agar menjadi konstruksi sosial yang diciptakan dalam wacana daripada sebagai kategori yang biologis dan esensial dan mempertanyakan pada tingkatan dimana sesuatu identitas dianggap ideal dan normatif (Littlejohn, 2009:137). Pada mulanya teori queer mengemukakan kategori-kategori identitas gender dan jenis kelamin. Queer menurut David Halperin adalah “apapun yang ganjil jika dikaitkan dengan yang normal, sah, dan dominan. Tidak ada sesuatu yang khusus yang ditunjukkan olehnya, karena merupakan identitas tanpa makna”. Queer memiliki keterkaitan erat dengan “posisi” jika dilihat dari sudut pandang normatif. Beberapa pemikiran memilih untuk memperluas kategori queer dan merangkul siapa saja yang dianggap tersisihkan dari label heteronormative budaya dominan. Pada saat transeksual, homo, lesbian, biseksual, dan transgender merupakan bagian dari pokok permasalahan identitas queer (Littlejohn, 2009:139). Hubungan kekuatan pada suatu masyarakat sangat penting sebagai bagian dari karakter pendekatan kritis dalam teori queer, dimana seseorang memposisikan dirinya saat menghadapi komunitas yang termarjinalkan. Film Madame X mengkonstruksikan kembali, bagaimana perjuangan kaum minoritas untuk memperoleh persamaan hak mereka di masyarakat. Representasi dalam film Madame X menggambarakan situasi kondisi yang dirasakan oleh komunitas transeksual di Indonesia, dimana mereka juga ingin memiliki posisi yang setara dalam masyarakat. HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    110  QUEER, KEBUDAYAAN DOMINAN, DAN KONSTRUKSI REALITAS Potensi demikian besar dimiliki oleh media massa, baik sebagai agen penyebar ideologi dominan maupun ideologi alternatif yang berlawanan (site of struggle) antara kelas dominan atau subordinat. Pertentangan ideologis seringkali muncul dalam media massa, sebagai contoh media dapat digunakan kelompok yang berkuasa untuk semakin menguatkan posisinya atas kelompok lainnya dan juga dapat dimanfaatkan oleh kelompok yang menjadi objek dominasi dalam menampilkan keberadaannya dan melakukan persuasi terhadap opini publik.  Selaras dengan pendapat Gramsci bahwa media adalah ruang tempat beragam ideologi dipresentasikan.  Kelompok dominan berupaya menghadirkan ideologi tertentu kepada kelompok yang didominasinya. Hal inilah yang melahirkan munculnya hegemoni yang berkaitan erat dengan penerimaan kelompok yang didominasi terhadap kelompok dominan. Dominasi menurut Gramsci dapat di terapkan dengan mempengaruhi idelogi seseorang (ideology) dengan memberikan sebuah pemahaman secara logis. Dominasi lainnya dapat dilakukan melalui tindakan kekerasan (violence), sebagai contoh kebijakan yang diberikan oleh kelompok penguasa dapat memiliki daya paksa (koersi), sehingga masyarakat akan mematuhi implementasi kebijakan tersebut.  Hegemoni merupakan sarana kultural maupun ideologis yang berasal dari kelompok dominan. Ideologi dan hegemoni tidak dapat dipisahkan karena melalui proses artikulasi baik pada kelompok dominan atau kelompok subordinat dalam mengkonstruksikan sebuah realitas. Media massa merupakan bagian dari extension of human thought di mana ideologi memiliki peran untuk “mengorientasikan orang-orang dalam berbagai konteks sosial untuk menerima nilai tertentu tentang dunia sebagai natural, nyata, jelas tanpa perlu dibuktikan, atau tak terelakkan” (Thwaites dkk, 2009: 261). Film merupakan media yang dapat mempengaruhi opini khalayak secara efektif. Film seringkali menggambarkan sesuatu yang nyata dan beragam bentuk realitas. Film yang menggambarkan mengenai kaum transeksual menurut Gunawati et al. (2020) sudah cukup banyak di Indonesia, yang merepresentasikan bagaimana kaum transeksual dalam kehidupan sehari-harinya memiliki beragam persoalan. Salah satu isu tersebut adalah kaum transeksual yang diangkat dalam film Madame X (yang mengangkat isu transeksual dari tokoh laki-laki). Film tersebut bercerita mengenai seorang lelaki lemah gemulai penata rambut yang heroik, seorang superhero berkostum kulit dan berambut panjang blonde yang membela para kaum marginal yaitu waria, gay, dan lesbian.   Sebuah film turut mengambil peran daalam menciptakan sebuah representasi yang kompleks. Representasi tersebut dapat merujuk kepada dua sisi penggambaran yaitu pertama ketika seseorang, sebuah kelompok gagasan ditampilkan sebagaimana mestinya, meliputi penggambaran yang buruk dan cenderung memarjinalkan. Hal ini berkaitan dengan citra yang hendak ditampilkan dan kepentingan yang akan diraih. Kedua adalah bagaimana representasi ditampilkan pada media. Hall (1997 dalam Griffin, 2003) menyampaikan dua pemetaan yaitu:  bahasa dan mental representations. Sifat subyektif dimiliki oleh mental representations, individual; dimana setiap orang memiliki perbedaan dalam mengelola konsep dan hubungan yang terkait. Sebagai refleksi dari realitas, film hanya menyampaikan sebuah realitas seutuhnya kepada penonton tanpa melakukan perubahan apapun. Film juga dapat menyajikan kembali sebuah realitas secara lengkap sesuai dengan kode-kode, konvensi, dan ideologi dari kebudayaannya serta berfungsi sebagai kritik sosial.   HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    111  HUMOR Pramono (1983) berpendapat bahwa humor merupakan salah satu sarana hiburan yang diperlukan dengan tujuan dapat memberikan unsur relaksasi bagi seseorang, menjadikan pikiran jauh lebih segar, menyejukkan batin, dan menyalurkan perasaan yang terpendam. Humor juga dapat menyampaikan sindiran dalam bentuk tersirat atau sebuah kritikan yang dapat mengundang tawa. Gauter (1988) memberikan pemikiran bahwa humor bisa dijadikan alat proses persuasi sehingga sebuah pesan atau informasi yang sifatnya serius dan formal lebih mudah diterima. Terdapat tiga teori humor menurut Littlejohn dan Foss (2009) yang dapat dimanfaatkan untuk mengekspresikan keunggulan, meredakan ketegangan, memahami ketidaksesuaian. Skema ini dapat membantu dalam memaknai motivasi yang kompleks dalam humor. Tiga teori tersebut sebagai berikut: a) superiority theory, dikaitkan dengan perilaku menertawakan ketidakmampuan atau kekurangan orang lain, b) relief theory, sebuah lelucon atau tawa dapat dimanfaatkan untuk melepas ketegangan atau stres, c) incongruity theory, menertawakan sesuatu yang dianggap lucu karena sesuatu tersebut tidak rasional, keliru, atau tidak pantas. Terdapat dua tipe dari empat tipe taksonomi humor yang dapat bersifat melengkapi dari yang sudah dikemukakan sebelumnya yaitu: a) arousal/dark humor, yang lebih mengarah pada manifestasi humor kedalam berbagai humor yang dapat memunculkan gairah seksual, humor kematian, direspon melalui proses mental yang terlibat dalam resolusi lucu dari rangsangan yang tidak sesuai, serta proses kreativitas artistik dan penemuan ilmiah ketika dua perspektif yang berbeda dialami secara bersamaan, b) social currency, humor yang diperoleh dari interaksi yang menyenangkan, pembentukan konstruksi atau hierarki sosial yang fungsional, termasuk penggunaan lelucon orang dalam untuk menyesuaikan diri, dan parodi (Neuendorf et al. 2014). Lelucon yang menimbulkan tertawaan, juga mengandung banyak kebencian. Seperti yang diungkapkan Setiawan (1990) dalam majalah Astaga, teori humor digolongkan menjadi tiga macam, yaitu: (1) teori keunggulan; seseorang akan tertawa jika ia secara tiba-tiba memperoleh perasaan unggul atau lebih sempurna dihadapkan pada pihak lain yang melakukan kesalahan, kekurangan atau mengalami keadaan yang tidak menguntungkan. (2) teori ketidaksesuaian; perasaan lucu timbul karena kita dihadapkan pada situasi yang sama sekali tak terduga atau tidak pada tempatnya secara mendadak, sebagai perubahan atas situasi yang sangat diharapkan. (3) teori kelegaan atau kebebasan; inti humor adalah pelepasan atas kekangan-kekangan yang terdapat pada diri seseorang. Pada film Madame X, belum cukup banyak isu-isu tentang kesetaraan gender yang dapat diungkapkan dengan maksimal. Hal ini berkaitan dengan proses penyampaian pemahaman yang lebih baik kepada masyarakat, mengenai keberadaan kaum-kaum minoritas. Sebagian besar film di Indonesia masih berorientasi pada profit, hal ini tidak dapat dipungkiri karena dalam proses pembuatan karya terdapat biaya cukup besar yang harus digelontorkan sehingga selera pasar menjadi pertimbangan penting dalam pembuatan karya.   KESETARAAN QUEER DALAM FILM “MADAME X” Teori queer secara kritis meninjau konsep identitas nomaden untuk menentang mereka yang memiliki identitas tetap berdasarkan sistem gender seks yang biner Rodrigues (2014). Konsep film Madame X menampilkan sisi kehidupan seorang transeksual yang seringkali dianggap oleh masyarakat sebagai kaum yang minoritas, HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    112  teralienasi dan mendapatkan perlakuan yang diskriminatif. Meskipun seharusnya kaum transeksual juga berhak mendapatkan kehidupan yang layak seperti masyarakat pada umumnya. Realitas di masyarakat menunjukkan bahwa perbedaan antara komunitas queer dengan komunitas heteroseksual masih nampak mencolok. Beragam pandangan negatif dan penolakan masih seringkali dialami komunitas ini. Adanya praktik kekerasan fisik dan non-fisik pada komunitas ini memunculkan dukungan dan gerakan kesetaraan bagi komunitas queer.  Film Madame X menyoroti sosok transeksual yang ditampilkan sebagai sosok yang menyimpang, sehingga dapat semakin menyudutkan kaum transeksual. Film ini pada mulanya ingin menyajikan persoalan serius dengan kemasan humor, didukung dengan pengambilan gambar yang komikal karena tema yang diambil dianggap cukup berat, kemasan humor ditujukan agar penonton mudah mencerna makna yang disampaikan. Terobosan ini sebetulnya mampu menghancurkan garis pembatas antara ruang domestik dan ruang publik yang menghantui konstruksi gender saat ini, sehingga di awal film disajikan muncul harapan untuk melihat misi awal film ini betul-betul direalisasikan dalam alur-alur ceritanya.  Posisi dalam pembahasan ini berada pada posisi strukturalis, yaitu bagaimana teks dalam film ini di analisis, dan tanda yang ada diidentifikasi lalu dipahami oleh penonton sebagai film yang menampilkan praktek pemaknaan. Teks dalam film ini semakin memelihara ideologi dominan heteronormativity, bahwa sosok transeksual adalah sesuatu yang menyimpang, tidak normal dan aneh. Ditambah lagi dengan genre humor dalam film ini yang semakin mengukuhkan anggapan bahwa sosok transeksual layak jadi bahan tertawaan. Asumsi bahwa film ini membela kaum minoritas menjadi kurang sesuai, karena film ini justru semakin menyudutkan kaum transeksual sebagai kaum minoritas, mendukung gagasan dominan heteroseksual, dan mencerminkan realitas bahwa masyarakat diluar sana masih memarginalkan kaum transeksual dan merendahkannya. Makna kata madame sendiri sebagai judul dalam film ini dalam bahasa  Belanda bermakna ibu atau nyonya, namun dalam terjemahan lain disebutkan sebagai nyonya yang mengelola rumah pelacuran. Maka makna ‘madam’ yang digunakan sebagai judul film ini dan representasi tokoh utamanya masih sangat ambigu, makna mana yang dimaksud oleh pembuat karya, karena tokoh utama dalam film ini adalah seorang laki-laki dan bukan perempuan, atau mungkin bisa juga dikaitkan makna ‘madam’ dengan kata ‘wadam’ yang artinya adalah ‘banci’. Melalui teori queer maka dapat dilihat bahwa film ini terjebak dalam konsep awal yang dapat mengolok-olok kaum transeksual.  Pada salah satu adegan dalam film ini, sebagai contoh adegan saat Adam menginterogasi tokoh Tarjo, salah satu anggota partai Kanjeng Badai, Adam menggunakan ancaman-ancaman seks, dan hal ini tidak masuk dalam kategori menghibur. Adegan-adegan dewasa tersebut apabila dijadikan sebagai ekspresi keleluasaan sineas untuk memberikan gambaran gamblang tentang kaum transeksual, sebetulnya sah-sah saja dalam menggambarkan orientasi seks kaum transgender yang selama ini dianggap terlalu tabu bagi masyarakat umum. Sayangnya yang terjadi selanjutnya adalah pesan yang disampaikan dalam film sangat bertolak belakang, karena realitas teks yang dapat ditangkap dalam film ini adalah sebaliknya, yaitu melalui sudut pandang kaum heteroseks yang dapat berdampak semakin memiliki persepsi negatif dalam melihat kaum transeksual dan orientasi seksual mereka. Cuplikan adegan dalam Film Madame X seperti tersaji pada Gambar 1 berikut.  HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    113  Video  Adegan    Cover Film Madame X          “Adam saat terlempar ke atas pick-up pengangkut kelapa setelah dianiaya oleh grup bogem”       “Adam saat dipaksa untuk melakukan oral seks oleh supir pick-up pengangkut kelapa”       “Adam pingsan setelah didorong paksa keluar dari pick-up”       “Adam menginterogasi tokoh Tarjo, salah satu anggota Partai Kanjeng Badai”      HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    114             “Adam menggunakan ancaman seksual”               “Adam menggunakan benda-benda berbahaya dalam mendukung pola ancamannya”       “Adam melakukan gerakan-gerakan ancaman seksual yang semakin memanas”       “Tarjo akhirnya menyerah pada Adam, dan memberikan informasi yang diminta oleh Adam”       “Adam saat melakukan adegan perkelahian dengan anggota Partai Kanjeng Badai”     HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    115       “Visualisasi Madame X, Superhero berkostum kulit dan berambut panjang blonde yang mencoba menentang kejahatan dan kebatilan dengan bantuan sepatu hak tingginya, serta beragam senjata seperti tusuk konde, gunting dan hair dryer” Gambar 1. Cuplikan Adegan dalam Film Madame X (Sumber:https://www.youtube.com/watch?v=z6Y8gEH8tDY, 2016)  Berdasarkan analisis film ini termasuk dalam kategori komedi slapstick, dari pilihan genre yang digunakan yaitu genre komedi, maka semakin menampakkan sisi superioritas kaum heteroseksual pada kaum transeksual yang inferior. Humor yang ditampilkan dalam film ini memiliki impact semakin menertawakan kaum transeksual sebagai minoritas, hal ini memiliki hubungan erat dengan pemaknaan humor sebagai hal yang lucu, menggelikan, dan memunculkan tawa dari orang yang melihatnya. Setiawan (1990) mengemukakan bahwa humor muncul karena adanya perasaan geli dan lucu, yang disebabkan oleh suatu keganjilan atau ketidakpantasan sehingga membuat sesuatu hal tersebut membuat geli.  Terdapat perpaduan dalam humor yaitu perasaan iba yang diiringi dengan sikap simpatik dan rasa lucu pada diri manusia. Mengutip penjelasan mengenai teori humor sebelumnya, terkait teori humor Manser (1989) mengemukakan tiga pembagian kelompok yaitu : (1) Teori Superioritas dan meremehkan, dimana terdapat perbedaan posisi antara seseorang yang menertawakan berada pada posisi lebih super; sedangkan posisi degradasi (diremehkan atau dihina) terdapat pada objek atau seseorang yang ditertawakan. Plato dan beberapa tokoh lainnya mengemukakan bahwa sesuatu yang menggelikan diluar kebiasaan merupakan salah satu penyebab seseorang tertawa. Pemaknaan ini dapat berkaitan dengan sesuatu yang dianggap jelek sehingga tidak sesuai atau diluar aturan. Kebencian juga dapat terkandung dalam sebuah lelucon yang menjadi bahan tertawaan (Gauter, 1988).  Hasil analisis dari cuplikan-cuplikan pada adegan film Madame X menunjukkan bahwa film ini dapat dikaitkan dengan teori superioritas. Kaum heteroseks dalam film ini berada pada posisi lebih superior, seringkali menghinakan dan meremehkan kaum transeksual sebagai kaum inferior melalui tindakan-tindakan menertawakan mereka. Ditambah lagi penokohan pemeran utama dalam film ini dengan ilustrasi awal yaitu, Adam sebagai sebagai tokoh utama adalah “seorang lelaki lemah gemulai penata rambut yang heroik yang disebut Madame X, yang merupakan seorang superhero berkostum kulit dan berambut panjang blonde yang mencoba menantang kejahatan dan kebatilan dengan bantuan sepatu hak tingginya serta beragam senjata seperti tusuk konde, gunting dan hair dryer”. Hal ini menjadikan sosok transeksual ditampilkan sebagai sosok yang konyol dalam film.  Sejatinya terdapat informasi bahwa film ini memiliki pesan agar masyarakat tidak lagi menghakimi para kaum transeksual. Melalui fim ini diharapkan dapat memberikan pengertian bahwa menjadi seorang yang transeksual bukanlah kekurangan HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    116  dan setiap orang berhak merasa bahagia, termasuk kaum transeksual. Sayangnya realitas yang ditampilkan dalam film selain bermaksud untuk menghibur penonton dengan genre komedinya, film ini justru mematahkan tujuan awalnya karena semakin memapankan pandangan masyarakat yang menganggap kaum transeksual sebagai kaum yang menyimpang. Hasilnya, film ini tampak lebih terkuras untuk menggambarkan perlakuan diskriminatif yang diterima kaum transeksual daripada membelanya.   KESIMPULAN  Berdasarkan tahapan analisis yang dilakukan terhadap film Madame X, maka dapat disimpulkan bahwa film yang pada awalnya bertujuan mengadvokasi justru semakin memapankan stereotype terhadap kaum transeksual. Film ini dapat membawa beragam implikasi sosial yang berujung pada semakin mendukung ideologi dominan. Proses pencernaan meaning dari film ini agar sesuai dengan tujuan awal pembuatan film sangatlah diperlukan agar tidak semakin mendukung struktur dominan. Sudut pandang kaum esensialis yang memicu adanya penolakan terhadap kaum queer masih sering terjadi di Indonesia. Kecenderungan menyamaratakan karakter setiap individu, memberikan ilustrasi bahwa pemahaman masyarakat masih kurang terkait bahwa individu pada dasarnya memiliki perbedaan satu sama lain. Stigma negatif terhadap kaum queer akan semakin dikokohkan dengan adanya praktik penyamarataan terhadap kaum queer di masyarakat.   DAFTAR PUSTAKA  Anderson, O W & David K. (2001). A Taxonomy for Learning, Teaching and Assessing. New York: Longman Inc. Gauter, D. (1988). The Humor of Cartoon. A Pegrige Book. New York. Gunawati, E., Alamsyah, FF & Jayawinangun, R. (2020). Representasi Gay dalam Film Moonlight. Jurnal Penelitian Sosial dan Ilmu Komunikasi. 4 (1): 1-9. Gramsci, Antonio. (1971). Selections form the Prision Notebook. Edited and translated by Quintin Hoare & Goffrey Nowell Smith. London: Lawrence and Wishart. Griffin, EM. (2003). A First Look at Communication Theory. Fifth Edition. New York, McGraw Hill. Littlejohn WS & Foss AK. (2009). Teori Komunikasi Edisi 9. Jakarta: Salemba Humanika. Manser, Juan. (1989). Dictionary of Humor. Los Angeles: Diego and Blanco Publisher Inc.  Madame X 1. https://www.youtube.com/watch?v=z6Y8gEH8tDY, diunduh pada 24 Mei 2016 Pukul 13.00 WIB. Neuendorf, KA., Skalski, PD., Jeffres, LW & Atkin D. (2014). Senses of Humor, Media Use, and Opinions about the Teratment of Marginalized Groups. 1-12. HUMANTECH : JURNAL ILMIAH HUMANTECH VOL 01 NO 01 P-ISSN 2809-1620      , E-ISSN 2809-1612    117  Pramono. (1983). Karikatur-karikatur 1970-1980. Jakarta: Sinar Harapan. Rodriguez, AS. (2014). Theoritical Contributions of Peripheral Feminism and Queer theory to Intercultural Education. Social and Behavioral Sciences. 161, 29-33. Rumata, Vience Mutiara. (2019). Lesbi, Gay, Biseksual, dan Transgender dalam Bingkai Kajian Media dan Komunikasi: Sebuah Kajian Literatur Sistematis. Jurnal Diakom. 2 (2): 176-185.  Setiawan, Arwah. (1990). Teori Humor. Majalah Astaga. 3 (III): 34-35. Jakarta. Thwaites, T., Davis, L & Mules, W. (2009). Introducing Cultural and Media Studies: Sebuah Pendekatan Semiotik. Yogyakarta: Jalasutra.   ",
    "id": 484068622,
    "identifiers": {
        "doi": null,
        "oai": "oai:ojs.pkp.sfu.ca:article/860"
    },
    "title": "ANALISIS DAN RESENSI FILM MADAME X: DITINJAU DARI ANALISIS KRITIS KESETARAAN, STEREOTIP DAN IDEOLOGI DOMINAN",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-11-13T00:00:00+00:00",
    "publisher": "Program Studi Akuntansi IKOPIN",
    "references": [],
    "sourceFulltextUrls": [
        "https://journal.ikopin.ac.id/index.php/humantech/article/download/860/469"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/484068622.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/484068622"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/484068622/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/484068622/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/484068622"
        }
    ],
    "abstract": "Queer refers to the concept of nomadic identity to oppose those who have afixed identity based on a binary sex gender system. The character of thecritical approach in Queer's theory suggests that power relations in societyare very important, especially when a person positions himself or herself inthe face of a marginalized society. Madame X's film reconstructs howminorities struggle to get their equal rights in society. This study uses areview method and literature from secondary data. The results of theanalysis show that the situation felt by the transsexual community in Indonesia is represented in this film, including the community's efforts toachieve equality in society. The category of comedy slapstick as the genreused in this film actually shows the superiority of heterosexuals overtranssexuals who are considered inferior. The initial mission of equalityfor the Queer that \"everyone has the right to be happy, includingtranssexuals\" is actually broken by the humor that is displayed.Transsexuals are still positioned as a minority, describe discriminatorytreatment, and establish stereotypes negative. The film also has varioussocial implications which can further support the dominant ideology.&nbsp",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion"
    ],
    "oai": "oai:ojs.pkp.sfu.ca:article/860",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "15192",
        "openDoarId": 0,
        "name": "Jurnal Ilmiah IKOPIN (E-Journals)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 484068622,
        "depositedDate": null,
        "publishedDate": "2021-11-13T00:00:00+00:00",
        "updatedDate": "2024-02-19T04:00:00+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-25T01:01:30+00:00"
    },
    "urls": [
        "https://journal.ikopin.ac.id/index.php/humantech/article/view/860"
    ],
    "lastUpdate": "2024-02-19T04:00:00+00:00",
    "setSpecs": []
}