{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Mixer, Lindsay M"
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-15T04:53:27+00:00",
    "dataProvider": {
        "id": 13812,
        "name": "Digital Commons@Humboldt State University (HSU)",
        "url": "https://api.core.ac.uk/v3/data-providers/13812",
        "logo": "https://api.core.ac.uk/data-providers/13812/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/268330464.pdf",
    "fullText": "“AND THEN THEY BONED”: AN ANALYSIS OF FANFICTION AND ITS INFLUENCE ON SEXUAL DEVELOPMENT  By  Lindsay Mixer   A Thesis Presented to The Faculty of Humboldt State University In Partial Fulfillment of the Requirements for the Degree Master of Arts in Sociology  Committee Membership Dr. Meredith Williams, Committee Chair Dr. Mary Virnoche, Committee Member Dr. Meredith Williams, Program Graduate Coordinator  May 2018  i  ABSTRACT “AND THEN THEY BONED”: AN ANALYSIS OF FANFICTION AND ITS INFLUENCE ON SEXUAL DEVELOPMENT Lindsay Mixer  The purpose of this research is to demonstrate how young adults come to understand their sexuality (from sexual and gender identities to sexual likes and dislikes) through reading and writing fanfiction. Previous studies show that fanfiction promotes non-heterosexual orientations, but little research has been done on how it contributes to overall sexual development. In conducting an online survey of fanfiction readers, I explore how fans use these works to generate an understanding of themselves as sexual beings. Explicit stories make up a sizable portion of the fanfiction available, and there is a wide range of sexual acts depicted in those stories; ones that readers may not have been introduced to otherwise. Fanfiction can also facilitate discussion of sexuality and gender identity, topics that may not be appropriate in other social spheres, which can assist further sexual development. This study looks at just how influential fanfiction, and the fanfiction community, can be on sexual development.  Keywords: Fanfiction, fandom, sexually explicit material, sexuality, sexual development, lgbt, queer, pornography, media     ii  ACKNOWLEDGEMENTS To my fellow fans, without whom none of this would have been possible. The whole-hearted welcome I have felt in fandom, first as a fan and then now, as a researcher, cannot be overstated. Thank you for your support. I feel humbled and blessed to be part of this community. To Dr. Meredith Williams, my chair, my teacher, my hero in every way possible. You are superwoman. Don’t ever forget that. To my family, my parents and brothers, for supporting me in every possible way. To Kelsey and Kayla, my best friends and biggest fans. Every time I felt like giving up, it was you two that kept me going. Thank you for simply existing in my life. And finally, to my cats Thor and Sif, for always knowing just when I needed my work forcefully shoved from my lap.    iii  TABLE OF CONTENTS  ABSTRACT ......................................................................................................................... i ACKNOWLEDGEMENTS ................................................................................................ ii TABLE OF CONTENTS ................................................................................................... iii LIST OF TABLES ............................................................................................................. vi LIST OF FIGURES .......................................................................................................... vii LIST OF APPENDICES .................................................................................................. viii CHAPTER ONE ................................................................................................................. 1 Introduction ..................................................................................................................... 1 Glossary .......................................................................................................................... 7 CHAPTER TWO: REVIEW OF LITERATURE ............................................................. 10 Sexuality ....................................................................................................................... 11 Fanfiction ...................................................................................................................... 18 Fanfiction as a psychosocial moratorium ................................................................. 22 Pornography .................................................................................................................. 26 CHAPTER THREE: METHODOLOGY ......................................................................... 33 Studying Fandom: Access and Trust ............................................................................ 33 Survey Instrumentation ............................................................................................. 36 Measurements ............................................................................................................... 39 Fanfiction reading habits ........................................................................................... 39 Gender identity and sexual orientation ..................................................................... 40   iv  Masturbation and sexual experiences ....................................................................... 40 General demographics............................................................................................... 41 Data Analysis ................................................................................................................ 42 CHAPTER FOUR: FINDINGS ........................................................................................ 43 Fanfiction Demographics .............................................................................................. 43 Interacting Identities ..................................................................................................... 46 Interactions of gender and sexual orientation ........................................................... 46 Interactions of gender, sexual orientation, and fanfiction habits .............................. 48 Interactions of gender, sexual orientation, and sexual experiences .......................... 51 Fanfiction and Masturbation ......................................................................................... 53 Fanfiction and Sexual Acts ........................................................................................... 55 CHAPTER FIVE: DISCUSSION AND CONCLUSION ................................................ 58 Discussion ..................................................................................................................... 58 Conclusion .................................................................................................................... 60 REFERENCES ................................................................................................................. 63 SURVEY........................................................................................................................... 70 The Formation of Sexual Behavior through Fanfiction ................................................ 70 General ...................................................................................................................... 71 Reading Fanfiction .................................................................................................... 72 Writing Fanfiction ..................................................................................................... 76 Gender and Sexual Identity ....................................................................................... 79 Background Questions .............................................................................................. 84 RECRUITMENT .............................................................................................................. 86   v  COMPLETE TABLES ..................................................................................................... 87     vi  LIST OF TABLES Table 1: Sample Demographics ........................................................................................ 44 Table 2: Fanfiction Habits ................................................................................................ 45 Table 3: Sexual Experiences ............................................................................................. 46 Table 4: Gender and Sexuality* ........................................................................................ 47 Table 5: Gender, Sexuality, and Fanfiction part 1* .......................................................... 49 Table 6: Gender, Sexuality, and Fanfiction part 2* .......................................................... 50 Table 7: Gender, Sexuality, and Sexual Experiences* ..................................................... 52 Table 8: Fanfiction and Masturbation Analysis ................................................................ 54 Table 9: Fanfiction and Sexual Experiences Analysis ...................................................... 56      vii  LIST OF FIGURES Figure 1: A typical search result for sexually explicit Star Trek: The Original Series fanfiction ............................................................................................................................. 1     viii  LIST OF APPENDICES APPENDIX A ................................................................................................................... 70 APPENDIX B ................................................................................................................... 86 APPENDIX C ................................................................................................................... 87   1   CHAPTER ONE Introduction  Figure 1: A typical search result for sexually explicit Star Trek: The Original Series fanfiction  This screenshot from the popular fanfiction website Archive of Our Own (also known as AO3) shows what one might find when searching for explicit fanfiction (pieces of writing based on an original source, in this case with sexually explicit scenes) of Star Trek: The Original Series. Though only a small snapshot of a larger picture, the tags here show the possibilities of what can be found in fanfiction: Gay relationships between on-screen heterosexual characters (Kirk/Spock), sex acts (fingering), and sexual taboos (incest). Mostly, the search results consist of Kirk/Spock “fics” (a shorthand for fanfiction), wherein fans write the Starfleet captain (Kirk) and Chief Science Officer 2   (Spock) together in a romantic and/or sexual relationship—though in this case, primarily sexual—which follows the overall statistics found in the Star Trek: The Original Series fandom (a term taken from “fan domain”). As of May 1st, 2018, there were over 9000 pieces of fanfiction to be found on AO3 under the tag Star Trek: The Original Series, with over 3500 focusing on Kirk/Spock. The original series of Star Trek is often cited as being the start of media fandom, and the writing of Kirk/Spock has been viewed as the start of “slash” fiction, or pieces that display gay or lesbian relationships between on-screen straight characters (Jenkins 1992/2013; Bury 2005/2014; Dhaenens et. al. 2008; Hellekson and Busse 2006). Established studies of media fandom have set up multiple arguments as to why slash fiction—particularly slash fiction between male characters who are heterosexual in “canon” (in the original characterization of the source material)—became popular in the first place. Jenkins (1992/2013), often referenced as the father of media fandom studies, found in his participant observation and interviews with fans that “slashing” male characters became popular among straight women in particular due to three main reasons: The lack of power imbalances inherent to heterosexual relationships, the deep bonds displayed between the male characters on screen, and/or a fetishization of male homosexuality. Other researchers, such as Bury (2005/2014), Hellekson and Busse (2006), Cook and Hynes (2013), Hodges (2011), and more, found similar explanations in their own qualitative studies. Bury (2005/2014) conducted an in-depth look of fans in the early days of the Internet, when listservs were still the primary means of discussion online, and 3   found most respondents shipped male characters together because, as they stated, the romance was clear—if one character in the pair were female, they would have formed a romantic, and sexual, relationship on screen. These fans, then, were simply filling in the gaps found in the original sources, which were limited by Hollywood’s views of heteronormativity, masculinity, and acceptable sexuality. This argument has been found in subsequent fandom studies, particularly those involving interviews and observation of online fandom spaces predominantly filled with adolescent girls (Cook and Hynes 2013; Elea 2012; Dhaenens et. al. 2008; Waggoner 2012; Santos 2014; Korokbova 2014). Women, no matter their age, seemed drawn to slash fiction as a way of exploring relationships between gendered equals and, at the same time, fighting against popular heterosexual scripts (Bury 2005/2014; Jenkins 1992/2013; Santos 2014). The majority of previous studies on fandom, and fanfiction in particular, utilize qualitative data, primarily participant observation, content analysis, or in-depth interviews. As Jenkins (1992/2013) and Bury (2005/2014) explain, this was largely due to the fact that media fans were a small group of people that were difficult to access. With the popularity of the Internet, it became easier to access fandom spaces through listservs, forums, social media sites, or other websites, thus widening the scope of studies (Bury 2005/2014; Hellekson and Busse 2006). Despite this, a large-scale, quantitative study still had not been done to my knowledge; the research I found drew from qualitative methods. While these have given media fandom studies a rich, in-depth look at sections of fandom communities, the lack of breadth has limited the generalizability of these studies (Charmaz 2006; Berg and Lune 2012).  4   I have been involved in fandom for almost 15 years, since I was introduced to fanfiction as a freshman in high school. Throughout my time in fandom, I have seen how fans, adolescents or adults, read and write explicit fanfiction, and how those activities change over time. Drawing on feminist standpoint theory, I entered this study with my personal knowledge of fans and used it to hone my research (Smith 1990; Hekman 1997; Stoetzler and Yuval-Davis 2002). As Jenkins (1992/2013), Stoetzler and Yuval-Davis (2002), Smith (1990) and Hekman (1997) discussed, the standpoint with which a researcher comes into a study is incredibly important to both the success and understanding of the study. This is particularly true for studies on marginalized individuals, where the identity and life experience of the researcher can either hinder or enhance the research (Charmaz 2006). Thus, it is important, as researchers, we do not separate our lived experiences from our research, whether it simply guides our interests or influences how we read the results of our studies (Jenkins 1992/2013; Stoetzler and Yuval-Davis 2002; Smith 1990; Hekman 1997; Stein and Plummer 1994). As well as being a fan, I am also a bisexual aromantic. I first discovered the identity “aromantic” five years ago when I was 24, on the social media website Tumblr. While I had suspected my bisexual identity since I was 14, I did not feel quite comfortable with that identity due to my lack of romantic attraction. As Seidman (2003) explains in The Social Construction of Sexuality, we cannot have a complete understanding of ourselves as any identity, let alone in a sexual identity, without first having the language with which to describe ourselves. For much of my life, I lacked that language; discovering the aromantic identity felt like coming home. I have never had a 5   crush nor been in love; but, unlike asexuals, I do experience sexual attraction. This understanding of my sexual and romantic identities, as two separate aspects of myself, drove how I framed the current study. Part of what took me so long to find my identity is the dearth of aromantic people represented in media or acknowledged in academic research. In both areas, the most represented LGBT+ identity is gay/lesbian, and to a lesser extent transgender and bisexual individuals. While there are a few researchers delving into the asexual community, such as Scherrer (2008), Prause and Graham (2007), and Brotto and Yule (2017), only a small number of these studies discuss the split attraction those in the community experience, and very few, if any, identify aromanticism as a distinct identity at all. Due to this gap in media representation and academic research, the only place that I, and others on the asexual/aromantic spectrum, could find ourselves was online. On the Internet, we could connect with people across the globe, and develop language that explains how we feel and experience the world (Stein and Plummer 1994). One of the primary ways I have done this is through fanfiction. I have been reading and writing fanfiction for almost fifteen years. It began with Harry Potter, and bloomed from there to other media such as Star Trek, Avengers, Teen Wolf, and more. The fics I gravitated towards involved characters tagged as bisexual, in multiple relationships, with storylines that did not center around romance. In fanfiction, a character can be rewritten as any identity the fanfiction writer wishes them to be. Due to these pieces being shared for free, they are outside the capitalist models driving 6   commercialized media, allowing the writers to explore a wider diversity of identities and storylines for LGBT+ individuals. In the following, I present a study of the ways fanfiction readers develop their gender identities, sexual orientations, and sexual scripts. The first chapter gives a review of sexuality, media fandom, and pornography literature, explaining how I formulated my perspective on the place of fanfiction in each. Next, I discuss my methodology, with further detail as to why I chose a survey, how I developed it, and the ways I gathered participants. Finally, in my analysis, I show what my findings share with previous studies and where my findings differ. This is split into three sections: Overall demographics of fanfiction readers, the interactions of different identities among fanfiction readers, and regression analyses of how these identities influence participant sexual tendencies. In each of these, I argue the world of fandom is far more complicated and nuanced than previous studies have suggested and explore how exposure to explicit material influences participant sexual development.  7   Glossary Here is a list of the fandom-related terms and their meanings I will be using throughout this study. Archive of Our Own (AO3): A website dedicated to the promotion and preservation of fanfiction. Part of the Organization of Transformative Works. Canon: As stated explicitly in the source material. Ex: Spock is, canonically, not human. See also: Non-canon. Fanart: Pieces of art created by fans representing the characters, settings, or plots of a piece of media. Fandom: 1) (plural) The general group of people who participate in fannish behavior (i.e., media fandom, sports fandom, etc.). 2) (singular) Reference to a particular fan area (football fandom, Marvel Cinematic Universe fandom, Buffy fandom, etc.). Fanfiction: Pieces of fiction written by fans about a particular media (or several pieces of media). These pieces are of any length, using either the characters, the setting, or both, of the original. Fanfiction.net: A website for fanfiction writers to post their pieces and read each other's works. Fans: People who are fans of a particular entity. Can refer to anything, but, for the purposes of this study is short-hand for media fandom. 8   Fanon: An aspect of a show/movie/book, or characters within it, that fans have collectively decided as fact, but is not explicitly stated in the source. Ex: In Teen Wolf, the Sheriff's name is never given, but most fans have decided his name is John. Fanworks: A collective term for the various types of fan-produced media (fanfiction, fanart, etc.). Fanvid: Short videos made by fans of a particular media; utilizes clips from the original to create music videos, new scenes, or new plots in the show/movie. Fanzines: Fan magazines. The original way that fanfiction (and sometimes fanart) was shared among fans. Filk: Fan music. Listservs: E-mail list servers that fans utilized to discuss their favorite shows/movies/books with other fans. Media Fandom: People who are fans of pieces of media, such as movies, television shows, modern books (as opposed to classic literature), comics, etc. Understood as being different than sports fandom. Non-Canon: Ideas about characters either inferred from the source material or purely imagined by fans.  Organization of Transformative Works (OTW): An organization dedicated to the preservation of fanworks, the destigmatization of media fandom, and the legal security of fans producing fanworks. 9   Ships/shipping: Taken from the word relationship. The pairing of two or more characters together in a romantic/sexual manner. Can be canon or non-canon. Often takes one of three forms: Male/Male (M/M), Male/Female (M/F), or Female/Female (F/F). Slash: Gay or lesbian shipping of characters. Often understood as being sexually explicit, though is not always. Name stems from the \"/\" in the pairing—Kirk/Spock, John/Sherlock, Hermione/Ginny, etc. Slow-Burn: A fanfic in which the sexual part of a relationship does not happen until well after the relationship is established—most often seen in book-length pieces.  10   CHAPTER TWO: REVIEW OF LITERATURE  Since its inception in the late 1960s, fanfiction has been an important source of play through creativity for its participants (Jenkins 1992/2013; Hodges 2011). The freedom it allows to explore identities and push the boundaries of social norms has been discussed to some length by previous researchers. As Hodges (2011:14) discussed in her study of adolescent fan writers, “[fans] join and interrupt numerous discourses, including those of the body, of gender, and of power, and they develop fanfiction communities that actively wield these discourses as they challenge, interrogate, or accept mainstream ideologies and beliefs.” Previous researchers have given a wealth of information to the study of fandom, fanfiction, and their place in the psychosocial development of those who join fan communities. My aim in this current study is to further delve into the influence explicit fanfiction has on sexual development.  To address this, in the following chapter I will discuss three topics of literature. The first is the history of sexuality as discussed by Foucault (1978) and Seidman (2003). In particular, I focus on Seidman’s (2003) claim of the importance of language in human sexual development. Throughout The Social Construction of Sexuality, Seidman (2003) argued that without language—without the ability to literally define ourselves, our experiences, and our emotions—we cannot hope to understand who we are, let alone for others to understand us, a theme echoed by others (Stein and Plummer 1994). Fanfiction, as a creative outlet based in language, gives those who read and write it a means to define themselves in ways they may not have in their lived environments. The second topic I 11   address, therefore, is that of fandom and fanfiction. From the inception of media fandom to its current standing in Internet culture, I discuss the ways fandom has helped people form communities and the ways people form identities through these communities. Further, I discuss the conclusions previous studies have drawn on the role fanfiction—explicit fanfiction in particular—has played in the ways people develop sexual scripts. I compare this, in the third section, to the studies documenting the role of pornography on viewer’s sexual script creation. Many studies find pornography to have possible negative consequences on views of realistic sexuality. My work here compares these consequences to explicit fanfiction, another form of sexually explicit material easily found on the Internet.  It is imperative that researchers continue to discuss the multitude of ways we develop our sexual identities and sexual scripts, particularly now in the age of the Internet and relatively free access to sexually explicit material whenever we wish. It is my hope that my work here adds to the growing literature on fanfiction, as well as the Internet in general, and how it may be influencing sexual development.  Sexuality Human sexuality has never been a stagnant nor universal facet of life (Foucault 1978; Seidman 2003). Across time, between cultures, views on what is acceptable sexuality and what is taboo have been shaped, contested, and reshaped, in much the same way that any other aspect of society has been shaped, contested, and reshaped. In 12   Western societies, thoughts on sexuality have been influenced predominantly by Christian-based religions (Foucault 1978; 1985; 1986; Seidman 2003). As Foucault discussed in his volumes on The History of Sexuality, during the pre-Christian times of ancient Rome and Greece, the very act of sex was understood purely in terms of penetration. People were viewed as active agents of sexuality (the ones penetrating) or inactive agents (the ones being penetrated); the genders of the participants only mattered if a grown, dominant man allowed himself to be penetrated, as that was viewed as an emasculating act (Foucault 1978; 1985; 1986). With the inception and spread of Christianity in Western Europe, views on acceptable sexuality were reshaped to only allow for marital sex performed solely for procreation (Foucault 1985; Seidman 2003). Any sexual engagement outside of this narrow margin was considered sinful, or sodomy, whether those acts were in heterosexual contexts or not (Seidman 2003). During the Victorian age, for example, “if your heterosexual desires favor rough sex or cross-dressing or nonmonogamy, you may be subject to ridicule, disrespect, or the loss of your job, family, and even your freedom,” while, at the same time, “same-sex intimacies were often conducted in an open or public way and were valued by kin and friends” (Seidman 2003:56-58). Men and women often engaged in what was understood as “deep, intimate friendships” with each other, with no distinctions between “heterosexual” and “homosexual” until sometime between the 1890s and 1920s (Seidman 2003:64). The concept of people being straight, gay, or lesbian did not come into common parlance in the United States until after WWII, when male soldiers returning from war moved to cities where they could continue the sexual 13   relationships they’d developed during the war in a large, anonymous setting (Seidman 2003).  As Seidman (2003), Foucault (1978; 1985; 1986), and Butler (1990) have stated, historians tend to ignore the existence of Lesbian, Gay, Bisexual, Transgender, and more people pre-1950s. Instead of allowing for the possibility of LGBT+ existence throughout history, their identities are often understood in other ways: Lesbians become caring friends, gay men become lifelong bachelors, and transgender people become cross-dressers trying to escape the rigid gender roles of their times (Seidman 2003; Butler 1990; Bernstein 1997). The further out we get into the LGBT+ acronym—into the Intersex or the Asexual/Aromantic, for example—the less studies and historical figures we find to read about and discuss. As of early 2018, in fact, there were only a handful of studies on asexuality to be found in academic circles, some of which still focus on the debate of whether or not asexuality is an orientation, a paraphilia, or a dysfunction of “normal” physiology (Brotto and Yule 2017; Bogaert 2006). Most significantly, many researchers studying asexuality are struggling to define exactly what constitutes an “asexual.” For some, this struggle comes from separating those who experience no sexual attraction and are happy with it, to those who experience no sexual attraction but experience distress as a result (Prause and Graham 2007). Other researchers discuss what makes a person asexual instead of having “other atypical sexual proclivities” or “unusual sexual interests” (Bogaert 2006:242). Overall, these studies conclude that asexuality is, in fact, a unique sexual orientation no more and no less dysfunctional than heterosexuality, homosexuality, or bisexuality (Brotto and Yule 2017; 14   Prause and Graham 2007; Bogaert 2006; Scherrer 2008). Asexuality is thus as much an identity to be explored as any other sexual orientation, and yet one that many academics have so far failed to explore (Scherrer 2008). This lack of research on asexuality has also caused an even more severe lack of research on aromanticism, the other side of the A in LGBTQIA. As Bogaert (2006), Scherrer (2008), Prause and Graham (2007), and Brotto and Yule (2017) all found in their studies on asexuality, most asexual individuals also define themselves with a romantic orientation—whether that be aromantic (lack of romantic attraction/desire), homoromantic (romantic attraction to the same sex), heteroromantic (romantic attraction to the opposite sex), or more. As an identity, aromanticism was first discussed on the Asexual Visibility and Education Network (AVEN), an online forum created by and for asexuals. There, users began to discuss their own understandings of their experiences as asexuals who either also experienced romantic feelings and desires, who experienced romantic feelings and desires some of the time (termed demiromantic), or who did not experience romantic feelings and desires1. This was the start of what came to be known in asexual/aromantic circles as the Split Attraction Model (SAM). First discussed by psychologist Karl Heinrich in 1879, and later expanded by AVEN users in 2005, the Split Attraction Model states that not everyone experiences their sexual and romantic orientations as the same thing. While a person who is straight,                                                  1 For more on the history of asexuality, aromanticism, and the Split Attraction Model, please see this post on HistoricallyAce’s blog http://historicallyace.tumblr.com/post/152267147477/what-kind-of-attraction-a-history-of-the-split 15   lesbian, gay, or bisexual may experience their sexual and romantic orientations as being the same (i.e., a heterosexual person is also heteroromantic, or a lesbian is also homoromantic), this is not a dualism experienced by those on the asexual/aromantic spectrum. Instead, asexual/aromantics often reference their orientations in this split model, as two separate aspects of their identities, both of which need to be understood and expressed with definitive language to better understand themselves (Bogaert 2006; Scherrer 2008). As Seidman (2003) explained, lesbian, gay, bisexual, and transgender people required language to understand their existence outside standard heteronormative practices; so too do those on the asexual/aromantic spectrum need language to understand the differences in the types of attraction they feel. Much like those who identify as lesbian, gay, bisexual, and transgender, asexual/aromantic-identified people chose to come together and create for themselves a set of terms and definitions that would accurately and appropriately describe them (Seidman 2003). This erasure of non-heterosexual identities is not specific to historians and academics but can also be found in popular media. In television, music, and books, there has been a distinct lack of LGBT+ characters and voices (GLAAD Media Institute 2018). In the few instances where there has been a character in the LGBT+ community, it has predominantly been white gay men whose characters are based on stereotypes, such as in shows like Will & Grace or Modern Family (GLAAD Media Institute 2018). Even in history-based fictions, the LGBT+ identity of the historical figure is rewritten as straight or simply ignored; this can be seen in movies such as The Imitation Game, where Alan 16   Turing’s identity as a gay male—including his incarceration for engaging in homosexual acts—is ignored in favor of portraying a platonic relationship with a female friend. This lack of representation has been found to be significantly detrimental to both heterosexual and LGBT+ individuals (Brown 2002; Calzo and Ward 2009; Fisher et. al. 2007; Bond et. al. 2009; Brekhus 1998; Cook and Hynes 2013). Research shows the inclusion of well-rounded LGBT+ characters in television and movies has a positive influence on views of the queer community, making straight and cisgender viewers more accepting of others and queer viewers more accepting of themselves (Brown 2002; Calzo and Ward 2009; Waggoner 2012; Ward and Friedman 2006). For people in the LGBT+ community, seeing themselves reflected in the characters they watch on screen or read about in books is integral to their self-development, particularly since they may not have anyone in their immediate physical world who is also queer (Hillier and Harrison 2007; Fisher et. al. 2007; Waggoner 2012; Busse and Lothian 2009). According to Cognitive Learning Theory, we imitate the behavior we see in other people when those models are rewarded, or at the very least not punished (Brown 2002; Fisher et. al. 2007; Butler 1990). These models are not limited to just those within our immediate geography, but also to people (fictional or otherwise) we see in media (Brown 2002; Fisher et. al. 2007). Studies of media viewing among adolescents suggests the media have a powerful influence on adolescent understanding of sexuality, ranking third or fourth in importance behind family and peers, depending on the study (Brown 2002; Fisher et. al. 2007; Collins et. al. 2011; Ward and Friedman 2006). The dangers in this lay in the ways popular media discuss sexuality—not simply the lack of LGBT+ 17   characters, but also the lack of reality in the story when it comes to issues such as STI and pregnancy prevention, the lack of positive outcomes for the few LGBT+ characters in the story, and the lack of overall discussion about engaging in sex before having it (Fisher et. al. 2007; Boies et. al. 2004; Busse and Lothian 2009; Boies et. al. 2004; Calzo and Ward 2009). Recently, there have been an upsurge in LGBT+ characters on mainstream media, both in traditional sources such as movies (Call Me by Your Name), broadcast networks (Brooklyn Nine-Nine), cable networks (Wynonna Earp), and streaming sources (Grace and Frankie), just to name a few (GLAAD Media Institute 2018). In total, between 2017 and 2018, the GLAAD Media Institute found there were 231 recurring or regular LGBT+ characters on television between all platforms, with each platform experiencing increases of less than six percent from the previous year. The majority of these characters were gay, lesbian, or bisexual, with only two characters identifying as asexual, and none identifying as pansexual, demisexual, or any romantic orientation (GLAAD Media Institute 2018). Thus, while there have been increases in LGBT+ representation, these have been slow, arduous increases that focus on only a small proportion of the queer community, leaving the rest out to try and find representation wherever they can. This is where fandom comes in for many viewers. While not every viewer of a television program or movie, or reader of every book, enters into fandom, those that do may do so with the desire to gather with other fans to discuss the latest storylines and character developments in their favorite show, movie, book, etc. (Jenkins 1992/2013; Busse 2013). Further still, some may choose to become involved in the production of 18   works inspired by the source material. Known as fanworks, these productions include fanart (drawings and paintings of characters), filk (fan music, such as the Doctor Who fan band Chameleon Circuit), and fanfiction (stories written by fans about the characters or taking place in the universe of the original source). As I will show below, these fanworks are essential parts of the fan experience for some, as it can help to fill in the gaps left by the source material in terms of plot, character development, and even LGBT+ representation (or the lack thereof) in the original.  Fanfiction When the television show Star Trek first premiered in the 1960s, it heralded a new era—of television, of storytelling, and of what it is to be a fan (Jenkins 1992/2013). Star Trek introduced the genre of science fiction to a wider audience than had been managed before and is known for its use of character and storytelling to fight real life inequalities and stigma—such as the iconic kiss between Uhura and Captain Kirk, the first interracial romance to be depicted in film (Jenkins 1992/2013; Bury 2005/2014; Hellekson and Busse 2006; Jamison 2013). Star Trek also ushered in a new understanding of “fan”. As Jenkins (1992/2013) discussed, the word “fan” has roots in the Latin word “fanaticus,” and originally referred to religious devotees. The abbreviated form did not appear until the late 19th century, when journalists began using it to describe spectators who follow and are devoted to sports teams (Jenkins 1992/2013). While this form of the word generated a “somewhat playful” and “sympathetic” response from 19   journalists, “it never fully escaped its earlier connotations of religious and political zealotry, false beliefs… connotations that seem to be at the heart of many of the representations of fans in contemporary discourse” (Jenkins 1992/2013:12). It is in this way that media fans—people who “follow” television shows, movies, or popular/modern books in a “devoted” manner—have been understood and treated by those outside of media fandom. While sports fans enjoyed a sympathetic and popularized view in the mainstream world, media fans were seen as people who, to quote William Shatner, needed to “Get a life!” (Jenkins 1992/2013:10). These beliefs about media fandom lead to growing stereotypes of those fans that have only begun to be dismantled in popular discourse since the early 2000s (Jenkins 1992/2013; Bury 2005/2014; Hellekson and Busse 2006). Studies done in the late 1980s and early 90s by Jenkins (1992/2013), Turkle (1995, 1999), and Jindra (1994) show that, from the time of Star Trek onward, media fans were seen by those outside media fandoms as being white men who were socially inept “nerds” and could not interact with “normal” people. The actual demographics of media fans was found by these very same researchers to be more nuanced: racially white, yes, but fans were predominantly middle-class and well-educated straight women with full-time jobs, families, and intimate friendships. While those enjoying the growing popularity of “sci fi” (short for science fiction) conventions were men, the media fans who were most involved in fandom activities were women. These activities, as discussed in depth by Jenkins (1992/2013), involved what is understood now as the heart of fandom: Gathering, first in person and later online, to 20   discuss episodes or new movies, campaigns that fought for their favorite shows to be kept on television, and various forms of fanworks such as fanart, fanfiction, fanvids, and more. Part of what caused the pervasiveness of these stereotypes over decades was that, as in other social institutions, fandom has been heavily segregated by gender and sexuality from the very beginning (Jenkins 1992/2013; Bury 2005/2014). Women have always been heavily involved in fandom, but tended to create their own spaces, away from male fans, because they were marginalized and unwelcome in male-owned spaces (Bury 2005/2014; Jenkins 1992/2013). When it came to the creation of fanworks, however, women were running the show (Bury 2005/2014; Jenkins 1992/2013; Hellekson and Busse 2006). Female fans, for example, were the sole creators of fanzines—magazines of fanfiction, either given out for free or for just enough money to cover costs of production and distributed through pre-established mailing lists or at conventions (Jenkins 1992/2013). Even as the Internet became popularized through the late 80s and 90s, with fans moving to forums and listservs (emailing lists that fans used to generate conversation with fellow fans across the world), these gender divides survived. Women experienced the male-run spaces as unwelcoming or hostile, with men either expressing surprise at women’s existence in their spaces or disbelief that any woman was an actual fan, forcing women to either actively work to hide their gender, or to leave and create their own spaces (Bury 2005/2014; Turkle 1995; Cook and Hynes 2013). In her time participating in and observing these female-dominated spaces, Bury (2005/2014) found them to be purposefully welcoming to all, so long as everyone involved understood the space as 21   being a community with even distributions of power. Men did occasionally join these spaces but Bury (2005/2014) notes that these men were also marginalized in the other male-dominated spaces, usually for being gay or bisexual. In these female-led spaces, fanfiction continued to blossom. While male fans did write fanfiction occasionally, it was not as popular in their spaces as in the female-ran spaces (Jenkins 1992/2013; Bury 2005/2014; Alvermann and Hagood 2000). There is no definitive reason as to why this is, however “it has been theorized that perhaps male fans don’t have the same transformative drive since media products are already tailored for them, and that is why they remain affirmative while women are driven to create new works” (Riley 2015:13; Busse 2013). As the Internet grew in possibility, so did the creation and sharing of fanfiction (Riley 2015; Jenkins 1992/2013; Hellekson and Busse 2006). Sites such as LiveJournal, a weblog (or web blog, a type of online journaling) created in 1999, became favorite spaces for fans to gather, posting fanfiction, filk, and fanart for others to enjoy. For the first time, these practices were not on the fringes, in the women-led bubbles of fandom, and fanworks began to gather mainstream attention (Riley 2015). Not only did those outside media fandoms become aware of fanworks, but younger fans, those in their teens just entering media fandom, discovered a whole world of possibilities. Their only challenge was that these websites were not created for the sharing of fanfiction, but as social media websites (Riley 2015). Fans had a difficult time gaining readers, following their favorite stories, and communicating with each other about the pieces or the media they originated from (Riley 2015). 22   With the creation of fanfiction-specific websites such as fanfiction.net in 1998, Wattpad in 2006, and Archive of Our Own (or AO3) in 2009, fan writers had, for the first time, spaces solely meant for them (Riley 2015). However, issues with accessibility and creative freedom still abounded. In her dissertation on these fanfiction websites, Riley (2015) points out that between these three sites, only AO3 has given fanfiction readers and writers full freedom in what they produce and consume. Fanfiction, Riley (2015:15) argues, is designed to be a “gift economy,” wherein “[g]ifts are given and received by various parties, and… there is an expectation of reciprocity.” The website fanfiction.net fell under scrutiny for blocking any posting of explicit content in the mid-2010s, and still does not allow Real Life People fics (fanfiction based off real people, most often members of bands, also known as RLP), and Wattpad required payment to access (Riley 2015). Archive of Our Own, meanwhile, was created by a group of women to be a part of the Organization of Transformative Works, an archive of all fanfiction content ever created, with the expectation that readers take responsibility to not read works they do not feel comfortable with, such as sexually explicit pieces (Riley 2015; Organization of Transformative Works 2018). Fanfiction as a psychosocial moratorium Since its inception in the 1960s, fanfiction has been a source of creative expression and freedom (Jenkins 1992/2013; Bury 2003/2014; Hellekson and Busse 2006). With the creation and spread of the Internet from 1982 onward, this freedom expanded (Bury 2003/2014; Riley 2015; DiMaggio et. al. 2001). Sherry Turkle (1995; 1999), in her studies, discussed the Internet as a site of free play, or a psychosocial 23   moratorium, a term she took from psychologist Erik Erikson (1950/1963). As Turkle (1999:644) explained, Erikson thought this moratorium was essential to adolescent identity development, a time where adolescents can experience “passionate friendships and experimentation… fall in and out of love with people and ideas.” Erikson did not view this time as a “‘hold’ on significant experiences but on their consequences,” where adolescents can gather experiences and knowledge, develop their sense of selves, without the same fear of backfire that adults may have (emphasis mine) (Turkle 1999:644). With this term, Turkle (1995; 1999), Hillier and Harrison (2007), and others have described the Internet as a place for people—particularly marginalized people—to come together and “play,” or explore their identities and experiences, with others like them and without fear of the consequences. The Internet has been posited by researchers as a “democratic and safe space for young people to explore issues around identity politics at a time when accessible public space is diminishing” (Hillier and Harrison 2007:83). As Hillier and Harrison (2007) noted in their study of gay teens on the Internet, LGBT+ adolescents have used the Internet as a site of free play since the 1990s, using it to meet older people in the gay community and fellow gay adolescents outside their geographical boundaries. Through this, these adolescents learned what it meant to be gay, both in day-to-day life and in sexual experiences (Hillier and Harrison 2007). Free of the worries that come with having sex in the physical world—fears of discovery, of getting hurt, of catching an STI, of getting pregnant—teens and adults alike can use the Internet as a site of play to discover more about themselves, their sexual likes and dislikes, without consequence (Hillier and Harrison 2007; Turkle 1995; 1999). 24   In current times, the creativity of fanfiction has combined with the freedom of the Internet to create what I argue is the ideal playing field. Fanfiction, already a site of creative freedom, is now easily accessible to anyone with Internet access. Whether the piece involves sexually explicit material or not, fanfiction is, at its base, a place where the only limits are the imagination of those writing the pieces. Unlike the sources these pieces come from, fanfiction is not beholden to an agent, producer, or network. For example, while 1960s Star Trek’s Captain Kirk and Second Officer Spock could never be together romantically in the shows or movies, in fanfiction, their on-screen chemistry can be developed into a sexual and/or romantic partnership. Characters can be whatever gender or sexuality the fan writer wishes them to be, and two characters can form a romantic or sexual relationship regardless of their canon (official, explicitly stated in the source material) gender, sexuality, or ages (Busse and Lothian 2009; DeCristoforo 2014; Dhaenens et. al. 2008; Hansen 2010; Kruger 2010; Santos 2014). Fans can play as much or as little as they wish with these characters and discover for themselves what does and does not work: what makes a good relationship, what sex between people of certain genders or sexualities is like, even the dynamics of romantic relationships between more than two people (Kruger 2010; Santos 2014; Busse and Lothian 2009; Waggoner 2012; Salmon and Symons 2004). They can “try on” different genders or sexualities without having to live those genders or sexualities, placing themselves in other’s shoes to learn more about those unlike them (Busse and Lothian 2009; Bury 2005/2014; Jenkins 1992/2013). 25   Fanfiction has enjoyed a long history of pushing the margins of social acceptability. In the early days of the 1960s and 1970s, this meant “slash” fiction—pieces that involved the shipping (a term taken from relationship) of same-sex characters, such as Kirk/Spock (the term “slash” coming from the use of a forward slash between the names) (Jenkins 1992/2013; Bury 2005/2014; Hellekson and Busse 2006). As time has moved on, it has meant fiction that involved not just slash but genderbending (changing the canon gender of one or more characters), changing characters to transgender or nonbinary, as well as the inclusion of sexual acts ranging from BDSM (dominant/subordinate relations) to taboo (incest or rape) to fantastical (such as sexual acts between fantasy creatures and humans) (Busse and Lothian 2009; Salmon and Symons 2004; Hansen 2010; Kruger 2010; Dhaenens et. al. 2008). The access to stories with such wide ranges of genders and sexualities allows fanfiction readers and writers a chance to learn about themselves in an equally wide range of ways. Combined with the Internet’s ease of access, and with the possibilities of writing about situations such as attraction, the ins and outs of relationships, and kinks and sexual interests, fanfiction has become a psychosocial moratorium, where one can play with no fear of consequence. This freedom of sexual expression in fanfiction is contrasted most sharply with the more rigid, heteronormative sexual expression displayed in pornography. Research done over the last half-century has shown pornography to be a great influence on adolescent sexual development, with its influence only rising since the advent of the Internet in the late 80s (Zillman 2000; Ybarra and Mitchell 2005; Peter and Valkenburg 2016; Malamuth et. al. 1986). While some of the results of frequent pornography viewing 26   are inconclusive or dependent on other social factors (influence of parents and friends, for example), the reality of mainstream pornography being made for profit and through a straight male gaze does cause some harm on adolescent sexual development (Peter and Valkenburg 2006, 2016; Luder et. al. 2011). While the potential of a psychosocial moratorium does exist in the viewing of pornographic material—after all, as with other aspects of the Internet discussed above, viewers are not engaging in the sexual acts they view themselves—there are certain psychological consequences on viewers, largely due to the tendency for violence towards women and compulsive heterosexuality found in mainstream pornography (Peter and Valkenburg 2006; Brosius et. al. 1993;).  Pornography In terms of access to sexually explicit material, very little has gotten as much mainstream and academic focus as the pornography industry. Whether in the form of still art, audiovisual, or in-person interactions, pornography has led to a myriad of debates over what is and is not sexually explicit material, and when that material counts as “art” or when it is “merely porn” (Brosius et. al. 1993; Peter and Valkenburg 2006, 2016; Zillman and Bryant 1982; Malamuth et. al. 1986). As porn, this material has been a point of contention among many—between parents, politicians, researchers, sexologists, and more, pornography has been both commended and condemned. The advent of the Internet has only caused a surge in these discussions. With pornography now just a click away, there has been worry adolescents will become exposed to sexual acts they are not mature 27   enough to understand, become addicted to it, or use porn as their primary source of sex education (Brosius et. al. 1993; Peter and Valkenburg 2006, 2016; Zillman and Bryant 1982; Boies et. al. 2004; Boies et. al. 2004; Luder et. al. 2011; Stulhofer et. al. 2010). There are good reasons for these worries, too, according to some research. As many have found, the use of pornography can cause people to view sex and relationships in an unhealthy light (Stulhofer et. al. 2010; Wallmyr and Welin 2006; Ybarra and Mitchell 2011; Peter and Valkenburg 2006, 2016; Zillman 2000). Young straight men in particular are susceptible to this, since the majority of mainstream pornography is filmed with straight men in mind (Zillman and Bryant 1982; Zillman 2000; Ybarra and Mitchell 2011). Porn often displays women as sexually submissive, not just willing but excited to bend to a man's sexual wishes (Zillman 2000; Boies et. al. 2004; Brosius et. al. 1993). There is often little agency displayed on the woman’s part in mainstream pornography, and the actors are often placed in heteronormative sexual scripts (Zillman 2000; Brosius et. al. 1993). Even in gay male pornography, one male is made to be “dominant” or “masculine,” and the other “submissive” or “feminine,” following traditional male/female gender roles (Kruger 2010).  We come to understand sexual scripts through experiences and interaction with others (Stulhofer et. al. 2010; Sanders 2008). There are social norms we follow, and social taboos we try to avoid. These sexual scripts are developed throughout our lives through “three sources of influence: intrapersonal, interpersonal, and environmental or sociocultural” (Stulhofer et. al. 2010:169). As with the development of our gender identity and sexual orientation, we develop our thoughts on sexuality through the people 28   around us (Stulhofer et. al. 2010; Ybarra and Mitchell 2011; Peter and Valkenburg 2006). When pornography becomes the main source of introduction to sexuality, it can greatly distort the reality of what sex is like, and how to engage in sexual acts with others (Zillman and Bryant 1982; Brosius et. al. 1993). This is true for women just as much as men, though men tend to watch porn more than women (Peter and Valkenburg 2006, 2016). In a review of two decades of research on pornography, Peter and Valkenburg (2016) discussed qualitative studies which found young girls to be more likely to use pornography as a means of determining readiness to engage in sexual intercourse for the first time. Other studies suggested that young people use pornography as a primary source of sex education in terms of sexual positions, sexual scripts, and accurate anatomy lessons (Peter and Valkenburg 2016). A main issue with porn that many studies suggest is the lack of reality, which can lead to unsafe sexual practices (Brosius et. al. 1993; Boies et. al. 2004). This can be as simple as the lack of condom use in pornography or the shape, size, and color of the genitals often shown in porn, which, paired with poor sex education in their schools and home life, can lead to adolescents developing an incorrect view of what sex is like and what people look like (Boies et. al. 2004, Peter and Valkenburg 2006; Luder et. al. 2011; Malamuth et. al. 1986). Then there are the more complicated, harmful implications that come with the more legally troublesome pornography, such as bestiality, child pornography, or rape porn (Malamuth et. al. 1986; Zillman and Bryant 1982). These films often sell the idea that everyone involved is enjoying themselves, which can warp ideas of what is and is not acceptable, and further perpetuate aspects of rape culture 29   (Zillman and Bryant 1982; Malamuth et. al. 1986; Stulhofer et. al. 2010). In a survey on adolescent porn viewing, Zillman and Bryant (1982) found most of the young men who watched porn tended to be more aggressive in sexual relationships than men who did not watch porn, and they believed all women liked and even wanted a certain level of aggressiveness. Later studies performed by Zillman (2000) on pornography’s influence on aggression found it only increased aggression in men pre-disposed to such actions. A greater influence, Zillman (2000) found, was the combination of a lack of sex education at home and in school with high rates of aggression displays in pornography. In supplementing professional sex education with pornography, youth—particularly young men—are left to learn sexual scripts from what is available, whether or not those scripts are realistic, safe, or consensual (Zillman 2000; Malamuth et. al. 1986; Peter and Valkenburg 2006). Another issue with mainstream pornography is that it is often made to make money, and is an industry controlled largely by straight men (Zillman and Bryant 1982; Ybarra and Mitchell 2005). In comparison, sexually explicit fanfiction is part of a larger gift culture made by women for women. Due both to the lack of monetary investment and the vast number of women who are involved in it, fanfiction has been found to have more equal representations of relationships and sexual scripts (Salmon and Symons 2004; Busse and Lothian 2009; Hellekson and Busse 2006). Since it is in writing instead of film or photographs, there is more room for the emotional and relationship aspect of sexual acts, leaving space for the exploration of emotional and physiological reactions to sex, much like a romance novel (Dhaenens et. al. 2008; Bury 2003/2014). Due in part to the 30   lack of monetary pressure, fanfiction also leaves more room for LGBT+ individuals, with more pieces involving lesbian relationships, trans characters, and asexual characters than one might see in either mainstream pornographic films or many television shows, movies, and books (Brown 2002; Fisher et. al. 2007; Luder et. al. 2011; Dhaenens et. al. 2008). Even in pieces that involve more taboo acts—such as child porn or bestiality—the fact that it is just in writing means that no children, animals, or anyone else are being exploited or harmed, which is why sites like Archive of Our Own allow pieces involving those situations (Archive of Our Own 2018). All in all, fanfiction allows more room for sexual exploration, both in terms of identity and acts, than other forms of sexually explicit material like mainstream pornography. No matter the desire, act, orientation, or gender one is looking for, it can be found in fanfiction. There is, simply put, a freedom involved in fanfiction that cannot be found in mainstream porn or in most popular media, which draws in people—adolescents and adults alike—who have not been able to find themselves in the mainstream world. With explicit fanfiction, those of more marginalized sexualities and genders can discover ways to be themselves in all regards, but particularly in sexual scripts that they may not have access to in any other aspect of their lives. Despite this, there still are not many studies that discuss how people use explicit fanfiction to learn sexual scripts, develop their gender identity and sexual orientation, and how this compares to other forms of sexually explicit material such as audiovisual pornography. The place of fanfiction as a psychosocial moratorium, where people can be exposed to sexuality in a safe, potentially educational environment, has not been fully 31   explored as of yet. The Internet has become even more accessible since Turkle’s initial studies in the 1990s, with advances in technology giving people the ability to access the web from almost anywhere in the world. Fandom, too, has grown since the 1990s, with many producers and networks promoting fannish behavior such as buying products, promoting shows, and going to conventions dressed as characters to meet actors and writers (Busse 2013). I designed this study to answer the questions of who is reading fanfiction now, in the late 2010s, and how they use fanfiction to navigate their identities and develop sexual scripts. My goal was to get a generalized, broader look at the fanfiction community, and how those who read explicit fanfiction feel about pornography as a result of their participation with fanfiction. If, theoretically, fanfiction is a psychosocial moratorium, where one can find depictions of a variety of genders and sexual orientations as previous research posits, then what is the use of pornography? Would it, perhaps, be better for youth to read and write fanfiction than watch pornography?  Based on this rich background of literature, I honed my analysis down to the four following questions. 1. What are the basic demographics of fanfiction users? The aim of this question was to give fanfiction research a more generalizable scope of the demographic backgrounds of fanfiction users. Since most of the previous research used qualitative methods such as participant 32   observation or semi-structured interviews, I felt it was important for fanfiction and fandom research to have a broader picture of who fans are. 2. How do the different identities of fanfiction users interact? Based on my experience in fandom, I theorized that not all my respondents would be straight women as previous research suggested. Therefore, I aimed to look at where the intersections of gender and sexuality rested, as well as how identities intersected with fanfiction habits. 3. In what ways do participant identities and fanfiction reading habits influence whether they choose to watch pornography while masturbating or read fanfiction while masturbating?  Given the differences between mainstream pornography and explicit fanfiction outlined above, I wished to look at how, if at all, the reading of explicit fanfiction influenced a participant’s likelihood of watching porn or reading fanfiction when masturbating, and the role their identity played in that decision. 4. In what ways do participant identities and fanfiction reading habits influence whether they would be willing to try sexual acts they’ve seen in pornography or sexual acts they’ve read in fanfiction?  Similar to the third question, with this I aimed to look at how, if at all, their exposure to explicit fanfiction influenced their willingness to try sexual acts they had seen in mainstream pornography over sexual acts they read in fanfiction. 33   CHAPTER THREE: METHODOLOGY Studying Fandom: Access and Trust As I discussed earlier, the academic study of media fandom first began in the 1970s, almost a decade after the television release of Star Trek and the subsequent beginning of modern-day fandom (Jenkins 1992/2013). To become involved with any part of the fan community, whether as a participant or as a researcher, one had to know someone already in it, or know where to find members. When personal computers and the Internet entered the home in the 1980s, and fans began the move to listservs, access to fan spaces became a little easier, in that one could access a fandom space from anywhere at any time (Jenkins 1992/2013; Bury 2005/2014). Listservs were often invitation-only, however, and, as Bury (2005/2014) found in her study, would often have a membership cap, after which no new members would be allowed to enter. This continued to cause difficulty for academics who wished to study this social space (Jenkins 1992/2013; Bury 2005/2014). Unlike in physical spaces like conventions, or the open forums of websites, non-participant observation was not possible for researchers, and these groups were not keen on opening their doors to researchers without assurance the researcher would also fit into the discussion (Bury 2005/2014). The only way to study fandom, then, was to be involved with fandom. With the growth of the Internet, both in popularity and possibilities, entering fandom spaces became easier both for fans and for researchers. Beginning with online forums, then with blogs, and finally with whole websites dedicated to fandoms and fanworks, people had a variety of places to gather and discuss their thoughts as well as share fanfiction, fanart, and more (Riley 2015). With the introduction of the first archive-based website, fanfiction.net, in 1998, fan 34   writers across all media fandoms finally had a place solely for them to gather (Riley 2015). The creation of these open access spaces, where established membership was no longer a prerequisite, also paved a new way for researchers wishing to learn more about fandom. There was no longer a need to participate in the discussions; instead, researchers could merely log in every day and read what the members had posted (Cook and Hynes 2013). As a researcher, there is little difficulty in accessing these online spaces to conduct empirical and content analysis-centered studies (Charmaz 2006; Berg and Lune 2012; McIntyre 2005). Websites are considered public material, much like newspapers, and thus do not require permissions or approval from users to study (McIntyre 2005; Berg and Lune 2012). Conducting in-depth studies, whether through surveys, participant observation, or interviews, however, still requires a level of acceptance from the fans themselves that is not always easily obtained. Media fandom has experienced a long history of degradation and mockery from non-media fans, including the very actors and writers of the shows they love (Jenkins 1992/2013). Fanfiction writers in particular have been singled-out and attacked by production lawyers for supposed copyright violations of the source material, threatened with lawsuits until they took down their works and stopped publicly producing new ones (Riley 2015; Organization of Transformative Works 2018). The late 1990s saw a brief resurgence of fanzines and listservs, with even tighter control of who was allowed access, as a result of these lawsuits, until lawyers began stepping in to help challenge and change copyright and fair use laws (Organization of Transformative Works 2018). Fan experiences with researchers have not been smooth either. While many studies promote knowledge in an unbiased, non-judgmental manner, some studies have only furthered the stereotype of media fans as \"crazed\" or \"obsessive,\" or were simply dismissive and 35   disrespectful to fans (Jenkins 1992/2013; Riley 2015). When I reached out to Archive of Our Own (AO3) to ask them to consider promoting my study, they explained they required proof of university affiliation, IRB approval, a first look at the survey, and for me to release the data to them after my study was completed before they would promote it, citing the desire to avoid another “SurveyFail” (personal correspondence 2017). SurveyFail was a 2009 study that claimed to be looking into fanfiction and sexuality (Fanlore 2018). The researchers proved to know very little about fandom as a whole, and the questions on the survey were viewed by fans as being disrespectful and harmful; when questioned, the researchers refused to give more information on their research and would not release any data they had collected (Fanlore 2018). The backlash to this study was such that the researchers were forced to delete all information about their study, and the university they claimed to belong to sent out an official statement to inquirers they had no affiliation with the two. Due to both the communal nature of fandom and this history, fans tend to group together in tight-knit communities that are fiercely protective of each other (Riley 2015; Bury 2005/2014; Jenkins 1992/2013). As Henry Jenkins (1992/2013) discovered over the course of his research, from the beginning of fan media studies there has been a prerequisite for researchers to enter the field with their \"fan hats\" on. In other words, one must demonstrate one's standpoint as a legitimate fan with just as much passion and love for the source material, and respect for the community, as any average fan. Many researchers have chosen to enter fan spaces as participant observers, interacting with participants as a fan first and researcher second, conducting interviews and content analysis as secondary levels of data collection (Jenkins 1992/2013; Bury 2005/2014; Riley 2015; Dhaenens et. al., 2008; Elea 2012; DeCristoforo 2014). These studies have provided a rich background in the meanings, characteristics, and definitions of what it 36   means to be a fan that can only be gained from such qualitative methods (Berg and Lune 2012; Jenkins 1992/2013; Bury 2005/2014; Hellekson and Busse 2006; Hodges 2011). As qualitative studies, however, there is an innate limitation in scope and generalizability (Berg and Lune 2012; Charmaz 2006). For one, many fandom studies focus their gaze on the most popular fandoms, such as Star Trek, X-Files, or Harry Potter, and then on a small subsection of that greater fandom, such as fans on specific websites or forums (Jenkins 1992/2013; Bury 2005/2014; DeCristoforo 2014; Santos 2014). Others have centered their gaze on what it means to be involved with fandom in general, across a wide swatch of fandoms, through in-depth interviews and content analysis (Hellekson and Busse 2006; Hodges 2011; Riley 2015; Salmon and Symons 2004). While these studies have greatly assisted researchers in understanding the individual experiences and inner-workings of fandom, they have missed out on the broader, expansive scope available through quantitative research methods, which allow researchers to potentially draw conclusions on whole populations (Saylor Foundation N.D.). Survey instrumentation To gather a broader sense of the sexual preferences, attitudes, and beliefs of fanfiction readers and writers, I conducted a large-scale survey online. The potential of reaching thousands of fans from all over the world with a quantitative study would only serve to make my study more generalizable than many previous studies (Battacherjee 2012; Saylor Foundation N.D.). Conducting the survey online also improved the likelihood that participants would feel comfortable responding truthfully, since their anonymity is assured (Peter and Valkenburg 2006). My participation in fandom for over a decade provided me a solid foundation that gained me the trust of my fellow fans so they would be willing to take my survey and pass it along. I have used social media sites such as LiveJournal, WordPress, Tumblr, and Twitter for almost 15 years, and spent much of that time cultivating relationships with fellow fans. My presence on 37   Archive of Our Own for the past four years, both as a reader and a writer of fanfiction, gave me the opportunity to show both the administrators of AO3 and fellow AO3 users that fandom was as intimate a setting to me as it was to them. By entering the field as both a researcher with university backing and as a long-time fan, I could assure participants that my intentions with this research were both serious and respectful. I created and distributed my 53-question survey on Snap Survey, a comprehensive survey tool provided me by my university, that took about 15-20 minutes for respondents to complete (Appendix A). This survey was split it into four main sections: First, a section on respondents' fanfiction background and familiarity; the second on respondents' gender and sexual identities; the third on respondents' sexual experiences; and the fourth holding general demographic questions. The first three sections were further split into two subsections and were a mix of response types to make survey comprehension easier and lessen survey fatigue (Salant and Dillman 1994). Each question on fanfiction was written with terms used on Archive of Our Own. I reached this decision due to AO3s commitment to making the search for fanfiction as streamlined and simplified as possible, with terms easily understandable to fans whether they use AO3 or not, as well as their mission to never limit what a user can or cannot submit (Riley 2015). According to the website, as of 2016 AO3 had over one million registered users and over two million uploaded works spread across 22,000 fandoms. Furthermore, it is affiliated with the Organization of Transformative Works (OTW), an organization dedicated to the protection of fans and the promotion of academic studies of fandom, complete with their own academic journal, which gave me access to assistance with promotion of the survey as well as further legitimation (Riley 2015; Organization of Transformative Works).  38   By focusing on fandom as a whole rather than a specific selection of fans, I could not conduct the random sampling most commonly suggested for gathering quantitative data (Battacherjee 2012; Berg and Lune 2012). Archive of Our Own has a strict spam policy and users can create more than one account on AO3, thus making random selections of AO3 users impractical. I therefore used snowball sampling. I sent inquiry emails to Archive of Our Own, and after I verified university affiliation and IRB approval, they agreed to put a link to my survey on their news bulletin (personal correspondence 2017). From there I went onto Tumblr, a popular social media website that many fans use to connect with each other, and posted a call for survey participants, which can be seen in Appendix B. This post gained attention almost immediately, with other Tumblr users sharing it on their own blogs over nine hundred times. For this study, I collected responses from June 22, 2017 to August 9, 2017. There were 1,387 responses. To assure that respondents did not take the survey more than once, I allowed Snap Survey to record, but not permanently save, IP addresses. By choosing to not save IP addresses, respondents were assured that identifying information would not be collected. As a result of conducting this survey online, I could not guarantee that all participants were 18 or over. Despite warnings in both the call for participants and consent form, I knew minors could take the survey anyway. As such, when I asked for age in the demographics section, I set the question to require year of birth. After downloading the cases, I went through and deleted all cases that answered after 1999, as that made them under 18 when they took the survey. Then I deleted all cases with years of birth before 1945, as that would make them over seventy years old. Since only around 2 percent of Tumblr users are above the age of 65, according to the Pew Research Center (2015), there was some chance respondents who put years of birth before 1945 were attempting to bypass the age limitation. To be safe, I excluded those responses. Finally, I 39   deleted anyone who mentioned being a minor in their answers to open-response questions, about six in total. This left me with 1,368 responses.  Measurements Fanfiction reading habits Age of Introduction: An open-response numeric question for the age respondents were first introduced to fanfiction. I recoded the answers into set age ranges: ten and younger, 6-10, 11-14, 15-18, 19-21, 22-29, 30-39, and 40+. Gender Pairings Read: This was a select all that apply question on which gender pairings the respondent read most. Archive of Our Own allows for searches based on a set of different pairings, which I used in this question—M/M, M/F, F/F, Multi, Other. Reading Habits: This involved a series of Likert-scale (Strongly Disagree to Strongly Agree) statements that I asked participants to respond to.  FF more realistic: The explicit fanfiction I read is more realistic than porn.  Can tell realism in FF: I can usually tell how realistic sexual activities are in the fanfiction I read.  Discuss sex read: I enjoy discussing the sexual content I read with others.  Ashamed sex read: I often feel ashamed by the sexual content I enjoy reading.  Specify sex tags: When searching for sexual content, I like to specify certain tags.  Specify sexualities: I often look for tags based on certain sexualities  Specify gender: I often look for tags based on certain gender identities  Slow-burn: I often prefer to read sexual content in slow-burn fics 40   Gender identity and sexual orientation Gender Identity: An open-response question asking for participant gender identity. Overall, respondents listed their identities in two ways: Binary sex (male, female, non-binary), and gender (cisgender, transgender, agender, etc.). As such, I split this into two unique variables based on how respondents described themselves. Gender Identity in Fanfiction: This was a Likert-scale question (Never to Always) asking how often the fanfiction respondents read matched their gender identity. Satisfaction with Finding Fanfiction: A Likert-scale question (Very Dissatisfied to Very Satisfied) asking how satisfied respondents were with the ease with which they could find fanfiction that matched their gender identity. Sexual Orientation: This was an open-response question for participant sexual orientation and/or romantic orientation. As with the variable on gender identity, this was also split into two unique variables: One for sexual orientation (heterosexual, bisexual, gay/lesbian, etc.) and another for romantic orientation (aromantic, biromantic, homoromantic, etc.). Sexuality in Fanfiction: A Likert-scale question (Never to Always) asking how often respondents read fanfiction that matched their sexual and/or romantic orientation. Satisfaction with Finding Sexuality: A Likert-scale question (Very Dissatisfied to Very Satisfied) asking how satisfied respondents were with the ease with which they could find fanfiction that matched their sexual orientation. Masturbation and sexual experiences Masturbation: A yes or no question asking whether respondents had ever masturbated. Watching Porn when Masturbating: A Likert-scale question (Strongly Disagree to Strongly Agree) on if participants watch porn when masturbating. This is the dependent variable for Model 1 of my regression analysis for my third question (how does respondent gender 41   identity, sexual orientation, and fanfiction habits influence if they watch porn or read fanfiction when masturbating). Reading Fanfiction when Masturbating: A Likert-scale question (Strongly Disagree to Strongly Agree) on if participants read fanfiction when masturbating. This is the dependent variable for Model 2 of my regression analysis for my third question. Sex with Others: A yes or no question asking if respondents had ever engaged in sexual activities with another person, including but not limited to oral, vaginal, or anal sex. Willingness to Try Acts from Porn: A Likert-scale question (Strongly Disagree to Strongly Agree) on if participants were willing to try sexual acts that they had seen in porn. This was the dependent variable for Model 1 of my regression analysis for my fourth question. Willingness to Try Acts from Fanfiction: A Likert-scale question (Strongly Disagree to Strongly Agree) on if participants were willing to try sexual acts that they had read in fanfiction. This was the dependent variable for Model 2 of my regression analysis for my fourth question. General demographics Age: Respondents were asked to give their years of birth, which I then translated into ages for analysis purposes. Race: Respondents were asked to select which racial identity they identify with, selecting all that may have applied.  While some of these answers may have been less truthful, the fanfiction community has a tendency of open communication with explicit topics (Bury 2005/2014). Conducting a survey online also contributes to participant feelings of anonymity and lessens the chance of respondents' skipping or lying on sensitive questions (Peter and Valkenburg 2006; Salant and Dillman 1994). Thus, I could be relatively certain that the majority of respondents experienced little stress or inhibition in answering these questions. 42   Data Analysis To answer my research questions, I conducted three types of analysis in SPSS. First, I generated frequency tables of each demographic variable so I could gain an understanding of the basic layout of fanfiction participants. Next, I performed a series of crosstabs for an in-depth look at how these identities interacted with each other. The aim here was to answer my second question of how fan’s identities interacted—for example, how many female respondents were straight—for a robust look at the fanfiction community. For my last two questions, I performed a series of regression analyses in SPSS. Since my dependent variables were all Likert scale (watching porn when masturbating and read fanfiction when masturbating for the third question, and willingness to try acts from porn and willingness to try acts from fanfiction for the fourth question), to get an accurate picture I performed a series of ordinal logistic regression. In order to prevent data inaccuracies, I selected out only those participants who had masturbated (n=1,268) for understanding masturbatory habits, and only those participants who have had sex with others (n=735) for understanding sexual experiences. I also created a set of dummy variables to use in the regression analyses. These were: dummy female, where 0 was all other sexes and 1 was female; dummy heterosexual, where 0 was all other sexualities and 1 was heterosexual; and dummy bisexual, where 0 was all other sexualities and 1 was bisexual. This was to get a more accurate picture at how being a woman, straight, or bisexual influenced whether or not a participant watched pornography or read fanfiction when engaging in their sexual activities.  43   CHAPTER FOUR: FINDINGS Fanfiction Demographics As shown in Table 1 below, respondents fit the basic demographic of fanfiction participants as highlighted in previous studies: Female, white, and young adult (Jenkins 1992/2013; Bury 2005/2014; Hellekson and Busse 2006). Though age was somewhat dispersed, 38.4 percent of respondents fell in the 22-27 age range. Most respondents self-identified as white or part-white (88.7 percent). Since I allowed respondents to state their gender in their own words, I did get a wider range of gender identities than is commonly found in fandom studies, which tend to stick to the binary male/female understanding of gender. Even so, in terms of binary sex, over 70 percent of respondents identified as female, six percent as male, and around one-sixth identified as nonbinary. Half of respondents (n=687) did not specify their gender beyond male/female or nonbinary terms. For the other half who did (n=681), over two-thirds (68.1 percent) identified themselves as cisgender. While many fandom studies found most participants identified as straight (Jenkins 1992/2013; Bury 2005/2014; Elea 2012; Dhaenens et. al. 2008), I did not find this to be the case. Sexual orientation was fairly spread out among various identities, with 27.1 percent of respondents identifying as bisexual. Another 20.9 percent identified as asexual, with heterosexuality coming in as the third most common orientation (17.2 percent). For romantic orientation, only 408 respondents specified an identity, which was expected, given that the Split-Attraction Model suggests people who identify as neither on the asexual nor aromantic spectrum are more likely to experience their sexual and romantic feelings as one. Of those responses, just under one-quarter (24 percent) identified as aromantic and 23 percent identified as panromantic. 44   It is interesting to note that this variable had the greatest number of respondents questioning their identity, at 12 percent; in comparison, only 3.8 percent of respondents were questioning their sexual orientation, and only 1.5 percent were questioning their gender in terms of sex. Table 1: Sample Demographics Variable Label % Variable Label % Age* 18-21 28.1% Gender* Cisgender 68.1%  22-27 38.4%  Transgender 8.4%  28-37 26.2%  Agender 5.9% *n=1368 38+ 7.4%  Genderfluid 6.0% Sex* Female 73.9%  Genderqueer 2.2%  Male 6.5%  Questioning 3.1%  Nonbinary 16.9% *n=681 Other 6.3%  Other 1.0% Sexuality* Heterosexual 17.2% *n=1259 Questioning 1.6%  Gay/Lesbian 6.8% Race* Asian 7.1%  Bisexual 27.1%  Black 2.6%  Asexual 20.9%  Latinx 7.9%  Pansexual 9.1%  Native 2.3%  Queer 2.6%  Pacific Islander 0.7%  Questioning 3.8%  White 88.7% *n=1346 Other 12.5% *race accounts for multiple responses The majority of respondents (59.4 percent) were introduced to fanfiction in junior high (Table 2). Almost all respondents still actively read fanfiction, with 45.7 percent of them having been reading it for over ten years. As previous fanfiction studies have noted (Jenkins 1992/2013; Bury 2005/2014), the most popular gender pairing for people to read is Male/Male (or M/M)—in this case, 80.5 percent of respondents said this was the pairing they read most. Still, approximately three-quarters (74.5 percent) also said they read a lot of M/F pairings, and just over half (51.7 percent) said they read a lot of F/F pairings (this question allowed for multiple responses).  45   Table 2: Fanfiction Habits Variable Label % Variable Label % Age Introduced* 6-10 7.5% Genders Pairings* M/M 80.5%  11-14 59.4%  M/F 74.5%  15-18 19.7%  F/F 51.7%  19-21 4.6%  Multi 39.6%  22-29 4.6%  Other 13.1%  30-39 2.8% *multiple responses   *n=1368 40+ 1.5% Been reading for* >1 year 1.2%     1-2 years 3.7% Still Reading* Yes 97.8%  3-5 years 16.6% *n=1366 No 2.2%  6-10 years 32.8%    *n=1336 10+ years 45.7% Fanfiction is more realistic than porn* Disagree 7.2% Can tell realism in fanfiction* Disagree 4.6%  Neither 21.1%  Neither 8.9%  Agree 66.9%  Agree 85% *n=1365 N/A 4.8% *n=1365 N/A 1.5% Enjoy discussing explicit content* Disagree 53.3% Feel ashamed by content read* Disagree 63.4%  Neither 19.7%  Neither 19.6%  Agree 25.4%  Agree 16.3% *n=1361 N/A 1.5% *n=1365 N/A 0.7% Specify sexual acts* Disagree 32.4% Specify tags for sexuality* Disagree 41.1%  Neither 16.3%  Neither 17.0%  Agree 47.9%  Agree 39.3% *n=1365 N/A 3.4% *n=1367 N/A 2.5% Specify gender* Disagree 64% Prefer slow-burn* Disagree 14.5%  Neither 16.6%  Neither 28.0%  Agree 15.7%  Agree 55.1% *n=1361 N/A 3.7% *n=1365 N/A 2.5%  Finally, almost all (93 percent) respondents reported they have masturbated, as can be seen in Table 3. Of these, 53 percent stated they do not watch porn while masturbating, while 52.9 percent stated they do read fanfiction when masturbating. When asked about sexual experience with others, only a little over half of respondents (53.7 percent) reported they have engaged in sexual acts with another person. Of these, 52.9 percent stated they would be open to 46   trying sex acts they have seen in porn, while 74.7 percent agreed they would be willing to try sex acts they have read in fanfiction. Table 3: Sexual Experiences Variable Label % Variable Label % Masturbated* Yes 93.0% Have had sex* Yes 53.7% *n=1364 No 7.0% *n=1359 No 45.6% Watch porn while masturbating* Disagree 53.0% Would try sex acts seen in porn* Disagree 22.0%  Neutral 20.7%  Neutral 19.8%  Agree 24.3%  Agree 52.9% *n=1267 N/A 2.1% *n=741 N/A 5.3% Read fanfiction while masturbating* Disagree 21.7% Would try sex acts read in fanfiction* Disagree 10.0%  Neutral 22.9%  Neutral 13.6%  Agree 54.2%  Agree 74.7% *n=1260 N/A 1.2% *n=742 N/A 1.8%  Interacting Identities Interactions of gender and sexual orientation Just over two-fifths (42.3 percent) of female respondents specified that they were cisgender (Table 4), which fits in with previous studies on fandom participants (Jenkins 1992/2013; Bury 2005/2014). A little over half (53.7 percent) of male respondents identified as transgender, while nonbinary respondents identified mostly as agender (16.4 percent) or genderfluid (16.9 percent). Almost one-third (29.1 percent) of female respondents were bisexual, and 24.4 percent of male respondents identified as gay. Exactly one-third (33 percent) of cisgender respondents stated they were bisexual, and almost 30 percent of transgender respondents were pansexual. Respondents who identified as agender were mostly asexual (45 percent), and those who identified as genderfluid were mostly pansexual (29 percent).  47   Table 4: Gender and Sexuality* Cross-sectional look at intersection of gender identities and sexual orientations  Cisgender Transgender Agender Genderfluid Demigender Female 42.3% 0.5% 0.3% 0.2% 0.0% Male 11.0% 53.7% 0.0% 0.0% 0.0% Nonbinary 0.0% 3.3% 16.4% 16.9% 8.5%  Straight Gay Bisexual Asexual Pansexual Female 21.4% 6.0% 29.1% 18.7% 6.0% Male 8.5% 24.4% 15.9% 12.2% 23.2% Nonbinary 0.9% 5.6% 18.8% 32.4% 16.9%  Homoromantic Biromantic Aromantic Panromantic Demiromantic Straight 0.0% 0.9% 0.4% 0.4% 0.9% Gay 1.1% 0.0% 0.0% 1.1% 1.1% Bisexual 1.1% 4.9% 3.6% 0.5% 1.9% Asexual 3.6% 16.4% 22.4% 12.5% 3.6% Pansexual 2.4% 0.0% 6.5% 18.7% 4.1% Demisexual 1.4% 20.3% 0.0% 32.4% 1.4%  Homoromantic Biromantic Aromantic Panromantic Demiromantic Female 1.4% 5.4% 6.3% 3.9% 2.6% Male 2.4% 3.7% 6.1% 15.9% 2.4% Nonbinary 1.4% 10.3% 14.6% 18.8% 0.9%  Homoromantic Biromantic Aromantic Panromantic Demiromantic Cisgender 2.2% 7.3% 6.9% 3.7% 2.8% Transgender 1.8% 0.0% 5.3% 22.8% 3.5% Agender 5.0% 2.5% 27.5% 12.5% 0.0% Genderfluid 4.9% 12.2% 9.8% 14.6% 2.4% Demigender 0.0% 27.8% 16.7% 16.7% 0.0% *for sake of space and readability, table shows most common variables, percentages do not add up to 100; refer to Appendix C for a complete look  Again, the majority of respondents did not specify romantic orientation. Of participants who did, around one-sixth (15.9 percent) of male respondents and 18.8 percent of nonbinary respondents identified as panromantic. Just over one-fifth (22.8 percent) of transgender respondents were also panromantic, and just under one-third (27.5 percent) of agender respondents were aromantic. The vast majority of heterosexual, gay/lesbian, and bisexual respondents did not specify romantic orientation, while asexual respondents stated they were aromantic (22.4 percent), biromantic (16.4 percent), or panromantic (12.5 percent). 48   Interactions of gender, sexual orientation, and fanfiction habits With the exception of heterosexual respondents who mostly reported reading M/F pairings (80.3 percent), respondents were more likely to read M/M pairings than any other regardless of sexual orientation (Table 5). Contrary to what previous studies suggested (Jenkins 1992/2013; Bury 2005/2014), female respondents were just as likely to read M/F pairings (77.1 percent) as M/M (77.0 percent). Those who read F/F most often were nonbinary (74.8 percent). Those who reported reading Other pairings most often identified as agender (32 percent), transgender (30 percent), and aromantic (32 percent). Respondents across all gender identities and sexual/romantic orientations agreed they searched for specific sexual content tags when reading explicit fanfiction. Respondents who were male, female, or questioning their gender identity were least likely to search for specific gender identities when looking for fanfiction to read, while nonbinary respondents were just as likely to say they specified gender as did not specify. The majority of cisgender, agender, and genderfluid respondents disagreed that they searched for specific gender identities when looking for fanfiction, while almost half of transgender respondents agreed that they did search for specific gender identities. Heterosexual and asexual respondents disagreed that they searched for specific sexual identities in looking for fanfiction, while gay/lesbian respondents mostly agreed (72 percent). Bisexual respondents were more or less evenly spread in their responses. The tendency to read sexually explicit content in slow-burn pieces of fanfiction (meaning long pieces where the sexual content comes in well after the characters' relationship has been established) was agreed upon by all respondents regardless of sex, gender, sexuality, or romantic orientation.   49   Table 5: Gender, Sexuality, and Fanfiction part 1* Identity Value Gender Pair      M/M M/F F/F Multi Other Female 77.0% 77.1% 46.7% 35.6% 9.7% Male 90.5% 51.4% 48.6% 36.5% 20.3% Nonbinary 89.0% 74.3% 74.8% 58.1% 26.7%  M/M M/F F/F Multi Other Straight 60.1% 80.3% 21.1% 17.9% 2.2% Gay/Lesbian 75.3% 46.1% 65.2% 30.3% 7.9% Bisexual 84.3% 82.1% 62.2% 42.9% 11.8% Asexual 89.6% 67.4% 51.9% 47.4% 20.4% Pansexual 88.5% 73.8% 67.2% 42.6% 18.0% Identity Value Time Value      Never < Half Time Half Time > Half Time Always Female 3.3% 32.4% 22.5% 29.3% 12.5% Male 4.9% 40.7% 8.6% 29.6% 16.0% Nonbinary 25.4% 64.3% 7.5% 2.8% 0.0%  Never < Half Time Half Time > Half Time Always Cisgender 1.9% 29.6% 21.8% 33.5% 13.2% Transgender 7.0% 70.2% 7.0% 10.5% 5.3% Agender 27.5% 70.0% 0.0% 2.5% 0.0% Genderfluid 24.4% 56.1% 14.6% 4.9% 0.0% Demigender 50.0% 50.0% 0.0% 0.0% 0.0%  Never <Half Time Half Time >Half Time Always Straight 3.9% 28.6% 17.7% 31.6% 18.2% Gay/Lesbian 1.1% 28.3% 14.1% 37.0% 19.6% Bisexual 0.8% 39.3% 29.7% 28.3% 1.9% Asexual 16.8% 71.1% 7.5% 3.2% 1.4% Pansexual 6.5% 47.2% 23.6% 19.5% 3.3% *for sake of space and readability, table shows most common variables, percentages do not add up to 100; refer to Appendix C for a complete look   50   Table 6: Satisfaction Finding Gender and Sexual Identities in Fics* Identity Value Satisfaction Level      Very Dissatisfied Somewhat Dissatisfied Neither Somewhat Satisfied Very Satisfied Female 2.4% 8.1% 24.2% 14.6% 50.7% Male 8.6% 22.2% 25.9% 12.3% 30.9% Nonbinary 21.2% 29.7% 35.8% 10.4% 2.8%  Very Dissatisfied Somewhat Dissatisfied Neither Somewhat Satisfied Very Satisfied Cisgender 2.6% 7.8% 23.0% 13.4% 53.1% Transgender 19.3% 29.8% 29.8% 14.0% 7.0% Agender 33.3% 15.4% 43.6% 7.7% 0.0% Genderfluid 12.2% 29.3% 43.9% 12.2% 2.4% Demigender 16.7% 27.8% 44.4% 11.1% 0.0%  Very Dissatisfied Somewhat Dissatisfied Neither Somewhat Satisfied Very Satisfied Straight 0.9% 4.8% 16.5% 10.4% 67.5% Gay/Lesbian 5.5% 24.2% 7.7% 20.9% 41.8% Bisexual 2.7% 18.4% 26.6% 32.1% 20.3% Asexual 12.9% 39.3% 30.0% 14.3% 3.6% Pansexual 6.6% 24.0% 26.4% 27.3% 15.7% *for sake of space and readability, table shows most common variables, percentages do not add up to 100; refer to Appendix C for a complete look  Male, female, and cisgender respondents were most likely to report reading fanfiction that matched their gender identity either more than half the time or always, while 70 percent of trans and agender respondents reported finding fanfiction that matched their gender identity less than half the time (Table 5). Heterosexual and gay/lesbian respondents reported finding fanfiction that matched their sexuality either more than half the time or all the time, while 71 percent of asexuals reported finding matching fanfiction less than half the time and bisexual respondents reported finding their identities in fanfiction less than half the time (39.3 percent) or half the time (29.7 percent). For those who specified their romantic orientation, at least fifty percent of each romantic orientation reported finding fanfiction that matched their identity less than half the time. These tendencies carried over into how satisfied respondents were with 51   finding fanfiction that matched their gender identities or sexual/romantic orientations. The majority of male, female, and cisgender respondents reported being somewhat satisfied or very satisfied, as did the majority of heterosexual and gay/lesbian respondents (Table 6). Almost half of agender and transgender respondents reported being dissatisfied over half of the time, and a little over half of asexual respondents reported being dissatisfied finding fanfiction that matched their identity. In terms of romantic orientation, aromantic respondents were most likely to feel dissatisfied (about 58 percent). Interactions of gender, sexual orientation, and sexual experiences The majority of respondents reported having masturbated (see Table 3). Of male respondents, 37.2 percent agreed or strongly agreed that they watched porn while masturbating, while the majority of female (54.6 percent) and nonbinary (56.6 percent) respondents, as well as respondents across all gender identities, disagreed that they ever watched porn (see Table 7). Given the limitations of mainstream pornography in terms of treatment of women and the lack of gender inclusivity, this was to be expected (Peter and Valkenburg 2016). Respondents across all sexual orientations were also less likely to watch porn. Just about half of all respondents agreed that they read fanfiction while masturbating across all gender identities and sexual orientations.  52   Table 7: Gender, Sexuality, and Sexual Experiences* Watch porn while masturbating     Disagree Neither Agree Female 54.6% 21.4% 22.5% Male 11.6% 29.5% 37.2% Nonbinary 56.6% 16.9% 22.8%  Disagree Neither Agree Cisgender 51.7% 24.1% 22.5% Transgender 45.5% 23.6% 27.3% Agender 55.8% 11.8% 23.5% Genderfluid 57.2% 14.3% 25.8% Demigender 62.5% 25.0% 12.5%  Disagree Neither Agree Straight 47.7% 24.5% 25.9% Gay/Lesbian 52.3% 25.0% 21.5% Bisexual 49.3% 20.2% 29.7% Asexual 64.5% 15.4% 15.7% Pansexual 41.6% 27.5% 30.8% Read fanfiction while masturbating     Disagree Neither Agree Female 21.0% 24.1% 54.3% Male 24.7% 26.0% 45.5% Nonbinary 23.4% 20.2% 54.7%  Disagree Neither Agree Cisgender 18.3% 26.5% 54.3% Transgender 21.8% 29.1% 43.6% Agender 17.6% 17.6% 55.9% Genderfluid 20.0% 20.0% 60.0% Demigender 12.6% 12.5% 75.1%  Disagree Neither Agree Straight 25.5% 20.9% 53.5% Gay/Lesbian 19.5% 29.9% 49.4% Bisexual 20.8% 21.6% 57.3% Asexual 24.0% 22.7% 48.8% Pansexual 21.0% 23.5% 55.5% *for sake of space and readability, table shows most common variables, percentages do not add up to 100; refer to Appendix C for a complete look  Across almost all identities, respondents were only slightly more likely to have had sex than to not have (see Table 3). The notable exceptions were asexuals, almost 75 percent of whom reported not ever having had sex, and aromantics, 73 percent of whom reported not ever having had sex. This is to be expected, however, as asexuality means a lack of sexual attraction to 53   others, and most of the aromantic respondents were also asexual. All respondents, regardless of identity and orientation, reported being willing to try both sex acts they had seen in porn and ones they had read in fanfiction.  Fanfiction and Masturbation In terms of fanfiction and masturbation habits, both regression models had a significant improvement on the intercept model (p<.0005), but only with Model 1 does the test of parallel lines allow for the rejection of the null hypothesis (p>.05; see Table 8). Only the Likert-scale question on if respondents found fanfiction to be more realistic than porn had a significant effect on both dependent variables: All other variables holding constant, the stronger respondents agreed that fanfiction was more realistic, the less likely they were to agree they watched porn while masturbating (odds ratio=0.84, p<.005), and the more likely they were to agree they read fanfiction while masturbating (odds ratio=1.16, p<.05). This suggests that not only is sexual realism important for participants, but that they prefer to choose sexual stimuli that they trust is more realistic than stimuli that seems fake. Respondents were more likely to disagree that they watched porn if they were female than any other sex (odds ratio=0.70, p<.005; Table 7). This follows what previous studies on pornography have found—women are less likely to watch porn for sexual stimulation than men are (Peter and Valkenburg 2016; Zillman 2000; Ybarra and Mitchell 2005). Heterosexual respondents were 1.55 times more likely to agree they watch pornography (p<.05), and bisexual respondents were 1.44 times more likely to agree (p<.05), possibly due to mainstream pornography providing more material with straight and gay male participants than other sexual orientations. None of these gender identities or sexual orientations had significant effects on 54   respondents' likelihood to disagree or agree that they read fanfiction while masturbating. For the likelihood of reading fanfiction when masturbating, what was more significant was how respondents interacted with fanfiction, regardless of gender or sexuality. Most significantly, those who searched for specific sexual content tags in the fanfiction they read were 1.31 times more likely to read fanfiction while masturbating (p<.0005). The tag system on sites like Archive of Our Own, where fanfiction writers can tell readers exactly the types of sexual acts to expect in the piece, is an important factor for respondents when choosing their masturbatory material. Table 8: Fanfiction and Masturbation Analysis  Model 1 Model 2  Watch porn when masturbating***^+ Read fanfiction when masturbating***+  (n=1253) (n=1243) Fanfiction more realistic than porn 0.84** 1.16* Can tell realism in explicit fanfiction 1.17* 1.03 Feel ashamed by explicit fanfiction 0.92 1.14** Specify tags for sexual content 1.06 1.31*** Prefer to read explicit fanfiction in slow-burn fics 1.07 0.92 Age introduced to fanfiction 0.91* 1.04 Fanfiction matches gender identity 1.12* 1.03 Dummy female 0.70** 0.94 Dummy bisexual 1.44** 1.09 Dummy heterosexual 1.55** 0.92 *p<.05   **p<.005   ***p<.0005   ^can reject null hypothesis   +odds ratio calculated from the estimate value    Those who agreed to feeling shame over the sexual content they read were also significantly more likely to agree they read fanfiction when masturbating (odds ratio=1.41, p<.005). This could be due to the greater mode of freedom in sexual acts depicted in fanfiction. Pornographic films are limited to what can be replicated in the physical world, including legal 55   and moral ramifications. Fanfiction holds no such boundaries; in fanfiction, a character can have a sexual experience with a mythical creature if the writer so chooses. Since Archive of Our Own does not bar any sexual expression, no matter how taboo, fanfiction readers have the chance of reading content that others may view as shameful for moral reasons—such as child pornography or bestiality.  Fanfiction and Sexual Acts The final question I posed was how respondent's gender identity, sexual orientation, and fanfiction tendencies affect whether they would be willing to try sexual acts seen in porn or read about in fanfiction (Table 9). Both regression models had a significant improvement on the intercept model (p<.0005), but only with Model 1 does the test of parallel lines allow for the rejection of the null hypothesis (p>.05). Three independent variables proved to have significant effects in both models. Respondents who agree they specify certain tags for sexual content were both more likely to be willing to try sex acts they have seen in porn (odds ratio=1.21, p<.0005), and more likely to try sex acts read in fanfiction (odds ratio=1.24, p<.0005). This shows that those who look for specific acts are predominantly finding content that they personally enjoy, or would enjoy theoretically, and thus are more willing to try the acts out. For those who indicated preference to read sexual content in slow-burn pieces of fanfiction, there was 0.85 times less chance they would be willing to try sex acts seen in porn (p<.01) and 0.86 times less chance they would be willing to try sex acts read in fanfiction (p<.05). Since most respondents who prefer slow-burn fics are on the asexual spectrum, this is not surprising, as they are less likely to desire sexual experiences with others in general.  56   Table 9: Fanfiction and Sexual Experiences Analysis  Model 1 Model 2  Willing to try sex acts seen in porn***^+ Willing to try sex acts read in fanfiction***+  (n=720) (n=721) Fanfiction more realistic than porn 0.96 1.66*** Enjoy discussing sexual content with others 1.04 1.33*** Specify tags for sexual content 1.21*** 1.24*** Specify tags for gender identity 0.94 0.87* Prefer to read explicit content in slow-burn fanfiction 0.85* 0.86* Year of birth 0.93 0.85* Fanfiction matches sexual orientation 1.18* 1.37*** Level of satisfaction with finding fanfiction that matches gender identity 1.20** 1.10 *p<.05   **p<.005   ***p<.0005   ^can reject null hypothesis   +odds ratio calculated from the estimate value    Those who reported reading more fanfiction featuring their own sexual orientation were 1.18 times more likely to be willing to try sex acts seen in porn (p<.05) and 1.37 times more likely to be willing to try sex acts read in fanfiction (p<.0005). Those who found it easier to find fanfiction pieces matching their gender identity were also 1.2 times more likely to agree they would be willing to try sex acts seen in porn (p<.001). Again, most respondents who said they have an easy time finding fanfiction that depicts their identities were bisexual, straight, and cisgender. The importance of representation is clear here. The more pieces respondents reported finding that represented their own identity, the more they could potentially learn from, whether in regard to sexual acts or to sexual scripts. As Seidman (2003) discussed, having the language to construct our desires and intimacies is crucial to living as our identities. Thus, it follows that the 57   more access to examples respondents have, the more willing they will be to try what they read or see out in their lived experiences. Willingness to try sexual acts respondent has read in fanfiction was significantly affected by several other factors. Most significantly, finding fanfiction to be more realistic than porn made respondents 1.66 times more likely to try sexual acts (p<.0005), and agreeing that they enjoy discussing the sexual content they read in fanfiction made respondents more willing to try acts (odds ratio=1.33, p<.0005). However, the more respondents agreed they searched for specific gender identities when reading fanfiction, the less likely they were to agree they were willing to try sex acts seen in porn (odds ratio=0.88, p<.05). As I will discuss below, the data presented here suggest that the fanfiction community holds far more differentiating identities than previously thought. The number of participants who identify as part of the LGBT+ community is far larger than previous fanfiction studies have found. The importance of explicit fanfiction in the sexual development of all participants, but particularly of those who do not identify as male or heterosexual, suggests that fanfiction may be filling in a gap that is not being offered elsewhere.   58   CHAPTER FIVE: DISCUSSION AND CONCLUSION  The findings covered above weave a rich tapestry of the fanfiction community. In terms of sample demographics and the interacting identities of those demographics, my first and second questions for this study, the data suggests that fanfiction draws in a wide variety of identities and orientations. While previous research suggests that mainstream pornography may harm viewers, particularly frequent viewers, my findings on the roles of explicit fanfiction suggest that it may have a positive impact on participant sexual development. As I will discuss below, whether they use explicit fanfiction for masturbatory fantasies or for ideas of what sexual acts to try with partners, as my third and fourth questions addressed, there seems to be a preference for sexually explicit material in fanfiction than in mainstream pornography.  Discussion  Overall, my findings suggest that there is more variation in who reads fanfiction than previous researchers thought. This was about what I expected from my years involved in fandom and the fanfiction community. While women remain the primary users of fanfiction, their gender identities and sexual orientations are less restricted to the heteronormative descriptions most often used in research. The number of respondents who specified a romantic orientation—something yet to be discussed in depth in research—shows that there is far more variability in the understanding of identity than we, as researchers, have considered.  While I did expect fanfiction to create more opportunities for LGBT+ individuals to find themselves, and to develop sexual scripts through the explicit pieces, it turns out that fanfiction, too, is limited. Most respondents who reported being satisfied with finding their identities in 59   fanfiction were straight, bisexual, and/or cisgender, which suggests that fanfiction has some room to grow in terms of representation. Still, the data suggests that there is more variability in fanfiction than in other sources of sexually explicit material, such as mainstream pornography. Fanfiction may be limited, but the data suggests LGBT+ fans find more freedom to discover themselves in explicit fanfiction than in pornography. The data also suggest that, for heterosexual and cisgender respondents, explicit fanfiction is also a preferred means of self-discovery and sexual development than mainstream pornography. Most of my respondents feel that fanfiction is more realistic and see that realism as being an important aspect of what they choose to view (porn or fanfiction) when masturbating or considering sexual acts to perform. The freedom of fanfiction to fully describe what is happening on both an emotional and physiological level, as well as the freedom of choosing what types of sexually explicit material one reads, is a significant draw to many fanfiction readers. These questions do not completely answer whether one might define fanfiction as a psychosocial moratorium in the way Turkle (1990) defines the Internet, but fanfiction clearly has a role in the sexual development and growth of those who read it. The fact is, fanfiction is only words; unlike mainstream porn, there is no physical performance happening, and thus no one is in physical danger. The freedom given to participants of reading or writing any gender identity, sexual orientation, or sexual act that they wish, without worrying about the real-world consequences of such actions, is a powerful draw. While it is beyond the scope of this study to state whether this form of sexually explicit material is or is not harmful, the data suggest that many young adults, queer or not, find themselves in it.  60   Conclusion Involvement in media fandom as a mode of community-building and identity formation is well-established in both the cultural practices and academic research. Its continued existence and growing popularity since that first decade following Star Trek shows that fandom is not going to disappear anytime soon. The increasing focus on fanfiction-based, archival websites like Archive of Our Own, whose mission it is to not just house all fanfiction ever written but protect that fanfiction and fanwriters from legal consequences, shows that the practice of creating and sharing fanworks for the free enjoyment of others will not disappear either. As such, it is my aim that this study adds both to the established research on media fandom and to the future research that has yet to be conducted, either by myself or others. Fandom, and fanworks in particular, gives a particular insight into how we as humans come together to build communities. The ways fandom participants engage in identity formation around not just the particular fandoms they enjoy, but the characters they ship and the methods they use to participate, suggests that there is much to be learned about identity performance and construction.  As I have shown, this is particularly true for those who struggle to find themselves in mainstream media. Though television, movies, and books have come a long way since Star Trek, there is no escaping the fact that the majority of characters are straight, cisgender, and adhere to the heteronormative understandings of what it is to be a man or a woman. The usefulness of fanfiction as a means of escaping these constructions—of building realities less limited than their own, as Hillier and Harrison (2007) put it—cannot be overlooked. The respondents to this survey have shown that fanfiction is not solely for straight cis women but draws in people across a wide spectrum of gender identities and sexual orientations. 61   My findings are not without limitations and drawbacks, of course, a fact that can only be remedied with continuing research. The main limitation is that there is no way to know how representative my sample is of fanfiction as a whole. Since fanfiction is enjoyed by people across the world, obtaining a total on how many people read or write fanfiction is highly improbable. Even on fanfiction websites, the total number of users is not representative of all fanfiction readers, as not everyone who reads fanfiction gets accounts on these sites and some open multiple accounts. Given that I shared this survey through online snowball sampling, there is also a chance that I have obtained a higher percentage of any single identity simply due to community circles online—for example, my call for respondents may have been shared amongst several asexual blogs, giving me what could be an abnormally high number of asexual respondents. Since there is not a simple way of discovering the total number of the fanfiction community, there is also not a simple way of discovering the true demographic percentages of any given identity. Furthermore, fanfiction is not the only form of creative self-expression fans enjoy; fanart, filk, and fanvids are also popular artistic endeavors and potential sources of study for academics. Another issue is that, for the sake of time, this study focused solely on respondent reading habits; I did not look at writing habits in my analyses, which could possibly have different impacts on masturbatory habits or sexual experience. I also did not look at the effects of being “out” or not about sexual orientation or gender identity has, a factor that potentially influences questions on sexual experiences. Hopefully, future research can draw on the data in this study to create an even more well-rounded portrait of media fandoms. While the overwhelming response to this survey gave a large pool of data, the questions in it were by no means exhaustive. Further investigations of the 62   differences between pornography and fanfiction—as well as the differences between fanfiction and romance novels—could tell us more about the ways in which adolescents and young adults are being exposed to sexually explicit materials, and how these different types of exposure are affecting them. One way would be to look further into the questions asked in the survey about writing explicit fanfiction, since this thesis focused solely on the reading of explicit material. Since creative writing is often used as a venue to explore one’s self (Hodges 2011; Alvermann and Hagood 2000), looking at how those who write fanfiction use the writing process to develop their sexual selves could be a possible next step. 63   REFERENCES Alvermann, Donna E. and Margaret C. Hagood. 2000. “Fandom and critical media literacy.” Journal of Adolescent & Adult Literacy 43(5):436. Battacherjee, Anol. 2012. Social Science Research: Principles, Methods, and Practices. Tampa, FL: University of South Florida. Berg, Bruce L., and Howard Lune. 2012. Qualitative Research Methods for the Social Sciences. 8th ed. Upper Saddle River, NJ: Pearson Education, Inc. Bernstein, Mary. 1997. “The strategic use of identity by the lesbian and gay movement.” American Journal of Sociology 103(3):531-565. Bogaert, Anthony. 2006. “Toward a conceptual understanding of asexuality.” Review of General Psychology 10(3):241-250. Boies, Sylvain C., Al Cooper, Cynthia S. Osborne. 2004. “Variations in Internet-Related Problems and Psychosocial Functioning in Online Sexual Activities: Implications for Social and Sexual Development of Young Adults.” CyberPsychology & Behavior 7(2):207-230. Boies, Sylvain C., Gail Knudson, and Julian Young. 2004. “The Internet, Sex, and Youths: Implications for Sexual Development.” Sexual Addiction & Compulsivity 11(4):343-363. Bond, Bradley, Veronica Hefner, and Kristin Drogos. 2009. “Information-Seeking Practices during the Sexual Development of Lesbian, Gay, and Bisexual Individuals: The Influence and Effects of Coming Out in a Mediated Environment.” Sexuality & Culture 13(1):32-50. Brekhus, Wayne. 1998. “A Sociology of the Unmarked: Redirecting Our Focus.” Sociological Theory 16(1):34-51. 64   Brosius, Hans-Bernd, James B. Weaver III, and Joachim F. Staab. 1993. “Exploring the Social and Sexual ‘Reality’ of Contemporary Pornography.” Journal of Sex Research 30(2):161-170. Brown, Jane D. 2002. “Mass Media Influences on Sexuality.” Journal of Sex Research 39(1):42-45. Busse, Kristina. 2013. “Geek hierarchies, boundary policing, and the gendering of a good fan.” Journal of Audience & Reception Studies 10(1):73-91. Busse, Kristina and Alexis Lothian. 2009. “Bending Gender: Feminist and (Trans)Gender Discourses in the Changing Bodies of Slash Fan Fiction.” Internet Fiction (s) 105-127. Bury, Rhiannon. 2005/2014. Cyberspaces of Their Own: Female Fandoms Online. New York, NY: Peter Lang Publishing. Butler, Judith. 1990. Gender Trouble: Feminism and the Subversion of Identity. New York, NY: Routledge. Calzo, Jerel P. and L. Monique Ward. 2009. “Media Exposure and Viewers’ Attitudes Toward Homosexuality: Evidence for Mainstreaming or Resonance?” Journal of Broadcasting & Electronic Media 53(2):280-299. Charmaz, Kathy. 2006. Constructing Grounded Theory: A Practical Guide Through Qualitative Analysis. London, UK: SAGE Publications Ltd. Collins, Rebecca L., Steven C. Martino, Marc N. Elliott, and Angela Miu. 2011. “Relationships between adolescent sexual outcomes and exposure to sex in media: Robustness to propensity-based analysis.” Developmental Psychology 47(2):585-591. Cook, Ann-Marie and Deirdre Hynes. 2013. \"From the Terraces to the Television Screen: Gender, Sexuality, and the Challenges of Online Fandom.\" 65   DeCristoforo, Maria Theresa. 2014. “I need a hero: Reconstructing gender and feminism through Disney’s Kim Possible slash fanfiction and the hero/villain dynamic.” Master’s Thesis, Department of Anthropology, University of Texas at San Antonio. Dhaenens, Ferderik, Sofie Van Bauwel, and Daniel Biltereyst. 2008. \"Slashing the Fiction of Queer Theory: Slash Fiction, Queer Reading, and Transgressing the Boundaries of Screen Studies, Representations, and Audiences.\" Journal of Communication Inquiry 32(4):335-347. DiMaggio, Paul, Eszter Hargittai, W. Russell Neuman, and John P. Robinson. 2001. “Social Implications of the Internet.” Annual Review of Sociology 27(1):307-336. Elea, Ilana. 2012. \"Fanfiction and Webnovelas: The Digital Reading and Writing of Brazilian Adolescent Girls.\" Pp 71-87 in The Handbook of Gender, Sex, and Media, edited by Karen Ross. Oxford, UK: Wiley-Blackwell. Fanlore. 2017. \"SurveyFail.\" Retrieved March 23rd, 2017(https://fanlore.org/wiki/SurveyFail). Fisher, Deborah A., Douglas L. Hill, Joel W. Grube, and Enid L. Gruber. “Gay, Lesbian, and Bisexual Content on Television.” Journal of Homosexuality 52(3-4):167-188. Foucault, Michel. 1978. The History of Sexuality, Volume 1: An Introduction. Paris, France: Editions Gallimard. ------. 1985. The History of Sexuality, Volume 2: The Use of Pleasure. Paris, France: Editions Gallimard. ------. 1986. The History of Sexuality, Volume 3: The Care of the Self. Paris, France: Editions Gallimard. 66   GLAAD Media Institute. 2018. Where We Are On TV 2017-2018: GLAAD’S Annual Report on LGBTQ Inclusion. Retrieved April 2018 (http://glaad.org/files/WWAT/WWAT_GLAAD_2017-2018.pdf). Hansen, Brita. 2010. “The Darker Side of Fanfiction on the Internet.” New Media and the Politics of Online Communities 51. Hellekson, Karen and Kristina Busse, eds. 2006. Fan Fiction and Communities in the Age of the Internet. Jefferson, NC: McFarland & Company, Inc. Hekman, Susan. 1997. “Truth and Method: Feminist Standpoint Theory Revisited.” Signs 22(2):341-356. Hillier, Lynne and Lyn Harrison. 2007. \"Building Realities Less Limited Than Their Own: Young People Practicing Same-Sex Attraction on the Internet.\" Sexualities 10(1):82-100. Hodges, Amanda. 2011. \"Crafting Fictions and Subjects: Examining the Discourses, Practices, and Communities of Adolescent Fanfiction Writers.\" PhD Dissertation, University of Georgia, Athens. Jenkins, Henry. 1992/2013. Textual Poachers: Television Fans and Participatory Culture. New York, NY: Routledge. Jindra, Michael. 1994. “Star Trek Fandom as Religious Phenomenon.” Sociology of Religion 55(1):27-51. Korokbova, Ksenia A. 2014. “Schooling the Directioners: Connected Learning and Identity-Making in the One Direction Fandom.” Digital Media and Learning Research Hub 1-39. Kruger, Steven F. 2010. “Gay Internet Medievalism: Erotic Story Archives, the Middle Ages, and Contemporary Gay Identity.” American Literary History 22(4):913-944. 67   Luder, Marie-Therese, Isabelle Pittet, Andre Berchtold, Christina Akre, Pierre-Andre Michaud, and Joan-Carles Suris. 2011. “Associations Between Online Pornography and Sexual Behavior Among Adolescents: Myth or Reality?” Archives of Sexual Behavior 40(5):1027-1035. Malamuth, Neil M. and Victoria Billings. 1986. “The Functions and Effects of Pornography: Sexual Communications versus the Feminist Models in Light of Research Findings.” Pp 83-108 in Perspectives on Media Effects, edited by J. Bryant and D. Zillman. New Jersey: Erlbaum. McIntyre, Lisa J. 2005. Need to Know: Social Science Research Methods. New York, NY: McGraw-Hill. Saylor.org. N.D. The Principles of Sociological Inquiry. The Saylor Foundation. (https://www.saylor.org/site/textbooks/Principles%20of%20Sociological%20Inquiry.pdf) Peter, Jochen and Patti M. Valkenburg. 2006. \"Adolescents' Exposure to Sexually Explicit Material on the Internet.\" Communication Research 33(2):178-204. ------. 2016. “Adolescents and Pornography: A Review of 20 Years of Research.” The Journal of Sex Research 53(4-5):509-531. Pew Research Center. 2015. \"Mobile Messaging and Social Media 2015: Demographics of Tumblr.” Retrieved April 7th, 2018 (http://www.pewinternet.org/2015/08/19/mobile-messaging-and-social-media-2015/2015-08-19_social-media-update_05/). Riley, Olivia. 2015. \"Archive of Our Own and the Gift Culture of Fanfiction.\" Salant, Priscilla and Don A. Dillman. 1994. How to Conduct Your Own Survey. John Wiley & Sons, Inc. 68   Salmon, Catherine and Don Symons. 2004. “Slash Fiction and Human Mating Psychology.” Journal of Sex Research 41(1):94-100. Sanders, Teela. 2008. “Male Sexual Scripts: Intimacy, Sexuality, and Pleasure in the Purchase of Commercial Sex.” Sociology 42(3):400-417. Santos, Maria. 2014. “Writing About Harry Potter Boinking: The Reality of Fantasy in Pornographic Fanfiction.” Master’s Thesis, Department of Communication, University of Ottawa. Scherrer, Kristin S. 2008. “Coming to an Asexual Identity: Negotiating Identity, Negotiating Desire.” Sexualities 11(5):621-641. Seidman, Steven. 2003. The Social Construction of Sexuality. New York, NY: W. W. Norton & Company, Inc. Seidman, Steven. 2004. Beyond the Closet: The Transformation of Gay and Lesbian Life. New York, NY: Routledge. Smith, Dorothy. 1990. The Conceptual Practices of Power: A Feminist Sociology of Knowledge. Boston, MA: Northeastern University Press. Stein, Arlene and Ken Plummer. 1994. “‘I Can’t Even Think Straight’: ‘Queer’ Theory and the Missing Sexual Revolution in Sociology.” Sociological Theory 12(2):178-187. Stoetzler, Marcel and Nira Yuval-Davis. 2002. “Standpoint theory, situated knowledge, and the situated imagination.” Feminist Theory 3(3):315-333. Stulhofer, Aleksander, Vesna Busko, and Ivan Landripet. 2010. “Pornography, Sexual Socialization, and Satisfaction Among Young Men.” Archives of Sexual Behavior 39(1):168-178. 69   Turkle, Sherry. 1995. Life on the Screen: Identity in the Age of the Internet. New York, NY: Touchstone. Turkle, Sherry. 1999. \"Looking Toward Cyberspace: Beyond Grounded Sociology.\" Contemporary Sociology 28(6):643-648. Waggoner, Erin B. 2012. “Television and Fanfiction Online: Finding Identity, Meaning, and Community.” Master’s Thesis, Gonzaga University, Spokane, WA. Wallmyr, G. and C. Welin. 2006. “Young people, pornography, and sexuality: sources and attitudes.” Journal of School Nursing 22(5):290-295. Ward, L. Monique and Kimberly Friedman. 2006. “Using TV as a Guide: Associations Between Television Viewing and Adolescents’ Sexual Attitudes and Behavior.” Journal of Research on Adolescence 16(1):133-156. Ybarra, Michele L. and Kimberly J. Mitchell. “Exposure to Internet Pornography among Children and Adolescents: A National Survey.” CyberPsychology & Behavior 8(5):473-486. Zillman, Dolf. 2000. “Influence of unrestrained access to erotica on adolescents’ and young adults’ dispositions toward sexuality.” Journal of Adolescent Health 27(2):41-44. Zillman, Dolf and Jennings Bryant. 1982. “Pornography and Sexual Callousness, and the Trivialization of Rape.” Journal of Communication 32(4):10-21.   70   APPENDIX A SURVEY The Formation of Sexual Behavior through Fanfiction You are being asked to participate in a study of how people use fanfiction to inform their sexuality. Your participation is voluntary, without risk, and you may stop at any time. Unsubmitted surveys will not have their data retained. There is no monetary compensation; however, your contribution to this research may help enhance our understanding of sexual development, and may contribute further to your own understanding of your sexuality.  This online survey is being powered by Snap Survey. It should take about 15-20 minutes to complete the survey. Your answers to all questions are completely anonymous. I have disabled the survey platform's ability to include respondent details, such as email or IP addresses. Furthermore, I will delete any stored data on the survey platform after the survey is completed. After five years, all data collected for this study will be destroyed.  I maintain the right to share any findings from this study with other researchers in the future. I may use direct quotes from the short answers you provide.  If you have any questions about this survey, feel free to contact me, Lindsay Mixer, at lindsay.mixer@humboldt.edu. You may also contact my thesis advisor, Meredith Williams, at meredith.williams@humboldt.edu or (707)826-4326.  If you have any concerns with this study or questions about your rights as a participant, contact the Institutional Review Board for the Protection of Human Subjects at irb@humboldt.edu or (707) 826-5165.  Thank you for taking the time to participate in this research. Q1. I hereby verify that I am 18 years of age or older, and that I understand the above and consent to participate in this research.  Yes, I consent to participate in this research.  No, I do not consent to participate in this research. 71     For the purposes of this survey, there are a few phrases that will be defined as following.  Fanfiction is any unofficial, not-for-profit piece of prose or poetry written by a fan about a piece of media such as a TV show, movie, book, comic, or other. The term \"in-person\" refers to any person with which you have regular, in-person contact, while \"online\" refers to any person with which your primary means of contact is through the internet, including but not limited to email, instant messaging, and blogs. Porn is referring specifically to pornographic films as found in adult shops or websites. All references to fan-specific terms, such as ratings, tags, tropes, and more, are ones understood and used regularly on Archive of Our Own (AO3). \"Explicit,\" as used in this survey, refers only to sexually explicit content, of such detail as AO3 describes. If you have any questions about a particular term, phrase, or anything else to do with this survey, please feel free to contact me.  General Q2. At approximately what age were you introduced to fanfiction?  Q3. Who or what first introduced you to fanfiction? (Select all that apply)  In-person friends  Online friends  Websites (blogs, articles, etc.)   Media (books, movies, TV, etc.)  Other, please specify  Q4. Which sites do you use to peruse fanfiction? (Select all that apply)  fanfiction.net  Archive of Our Own (AO3)  Tumblr  Livejournal   DeviantArt  Other, please specify    72     Q5. Do you discuss fanfiction with others in-person?  Yes  No  Q6. Do you discuss fanfiction with others online?   Yes  No  Q7. How many OTPs (One True Pairings) do you have?  Q8. Of those OTPs, which gender pairing do they fall under? (Select all that apply)  M/M  M/F  F/F  Multi  Other  Reading Fanfiction The following section will ask you questions about your habits when reading fanfiction. If you no longer read fanfiction, please answer the questions, to the best of your ability, for when you were reading fanfiction.  Q9. Do you currently read fanfiction?  Yes  No    73     Q10. For how long have you been reading fanfiction?  Less than a year  1-2 years  3-5 years  6-10 years  10+ years  Q11. For how long did you read fanfiction?  Less than a year  1-2 years  3-5 years  6-10 years  10+ years  Q12. Why did you stop reading fanfiction?  Q13. Generally, how many works of fanfiction do you read in a week?  Q14. Generally, how long are the pieces of fanfiction you most often read?  >1K  1K – 5K  6K – 10K  11K – 20K  21K – 50K  51K – 100L  <100K    74     Q15. Please indicate which rating you read on a scale of most (1) to least (4) frequently.     1  2  3  4  N/A  General    Teen  Mature  Explicit  Q16. Please indicate which category you read on a scale of most (1) to least (6) frequently.     1 2 3 4 5 6 N/A  M/M  F/F  M/F  Gen  Multi  Other     75     Q17. Please indicate the extent to which you agree or disagree with each of the following statements. For the purposes of this survey, \"realistic\" sexually explicit content is defined as content that you feel is an accurate portrayal of physical and emotional responses to the sexual acts therein.  Strongly Disagree Disagree Neither disagree nor agree Agree Strongly Agree N/A The explicit fanfiction I read is more realistic than porn       I can usually tell how realistic sexual activities are in the fanfiction I read       I enjoy discussing the sexual content I read with others       I often feel ashamed by the sexual content I enjoy reading       When searching for sexual content, I like to specify certain tags (i.e., BDSM, fetishes, acts, etc.)       I often look for tags based on certain sexualities (i.e., straight, gay, bi, etc.)       I often look for tags based on certain gender identities (i.e., cis, trans, non- binary, etc.)       Much of the M/F pairings I read involve a genderswap of one character       There is a lot of unrealistic sexual content in fanfiction       I often prefer to read sexual content in slow-burn fics         76     Q18. Is there anything else about your fanfiction reading habits that you would like to share?  Writing Fanfiction The following questions ask you about your writing fanfiction habits. If you have never written fanfiction, you will be directed to the next section. If you have written fanfiction but do not anymore, please answer the questions, to the best of your abilities, for when you did write fanfiction.  Q19. Have you ever written fanfiction?  Yes   No  Q20. Do you still write fanfiction?  Yes   No  Q21. For how long have you been writing fanfiction?  Less than a year  1-2 years  3-5 years  6-10 years  10+ years  Q22. For how long did you write fanfiction?  Less than a year  1-2 years  3-5 years  6-10 years  10+ years  Q23. Why did you stop writing fanfiction?    77     Q24. Do you share the fic you write with others in-person?  Yes   No  Q25. Do you share the fic you write with others online?  Yes   No Q26. Please indicate which rating you write on a scale of most (1) to least (4) frequently.     1  2  3  4  N/A  General    Teen  Mature  Explicit  Q27. Please indicate which category you write on a scale of most (1) to least (6) frequently.     1 2 3 4 5 6 N/A  M/M  F/F  M/F  Gen  Multi  Other    78     Q28. Please indicate the extent to which you agree with each of the following statements. For the purposes of this survey, \"realistic\" sexually explicit content is defined as content that you feel is an accurate portrayal of physical and emotional responses to the sexual acts therein.  Strongly Disagree Disagree Neither disagree nor agree Agree Strongly Agree N/A I never write sexually explicit content in my fanfiction       I enjoy discussing the sexual content I write with others       I ask others for ideas when writing sexual content       I ask readers to tell me how realistic the sexual content I write is       Realism in the sexual content I write is very important to me       I tend to write sexual acts that I would personally enjoy doing       I often write fanfiction of certain sexualities (i.e., gay, straight, bi, etc.)       I often write fanfiction of certain gender identities (i.e., cis, trans, non-binary, etc.)       Much of the M/F pairings I write involve a genderswap of one character        79     Q29. Is there anything else about your fanfiction writing habits you would like to share?   Gender and Sexual Identity Q30. What is your gender identity?  Q31. Who or what first introduced you to the concept of gender identities? (Select all that apply)  Family  Friends  Media (books, movies, TV)  School  Websites  Fanfiction  Other (please specify)  Q32. Are you out to anyone?  Yes   No  Not Applicable Q33. To whom are you out?  Family  In person friends  Online friends    80     Q34. Of the fanfiction you read, how often does one or more of the main characters share your gender identity?  Never  Less than half the time  Half the time  More than half the time  Always  Q35. Of the fanfiction you write, how often does one or more of the main characters in your pieces share your gender identity?  Never  Less than half the time  Half the time  More than half the time  Always  Q36. How satisfied are you with the ease with which you can find fanfiction featuring your gender identity?  Very dissatisfied  Somewhat dissatisfied  Neither satisfied nor dissatisfied  Somewhat satisfied  Very satisfied Q37. What is your sexual and/or romantic identity?    81     Q38. Who or what first introduced you to the concept of sexual identities? (Select all that apply)  Family  Friends  Media (books, movies, TV)  School  Websites  Fanfiction  Other (please specify)  Q39. Are you out to anyone?  Yes   No  Not Applicable  Q40. To whom are you out?  Family  In person friends  Online friends  Q41. Of the fanfiction you read, how often does one or more of the main characters share your sexual identity?  Never  Less than half the time  Half the time  More than half the time  Always    82     Q42. Of the fanfiction you write, how often does one or more of the main characters in your piece share your sexual identity?  Very dissatisfied  Somewhat dissatisfied  Neither satisfied nor dissatisfied  Somewhat satisfied  Very satisfied  Q43. How satisfied are you with the ease with which you can find fanfiction featuring your sexual identity?  Very dissatisfied  Somewhat dissatisfied  Neither satisfied nor dissatisfied  Somewhat satisfied  Very satisfied Q44. Is there anything else about your sexual or gender identity you would like to share?  Sexual Experiences Q45. Have you ever engaged in masturbation?  Yes   No   83     Q46. Please indicate the extent to which you agree or disagree with each of the following questions.  Strongly Disagree Disagree Neither disagree nor agree Agree Strongly Agree N/A When I want to masturbate, I watch porn first       When masturbating, I have porn on in the background       I enjoy watching porn while masturbating       When I want to masturbate, I read fanfiction first       When masturbating, I think of sexual acts I have read in fanfiction       I enjoy thinking of explicit fanfiction when I masturbate        Q47. Have you ever engaged in sexual acts with another person, including but not limited to oral, vaginal, or anal sex?  Yes      No    84     Q48. Please indicate the extent to which you agree or disagree with the following statements.  Strongly Disagree Disagree Neither disagree nor agree Agree Strongly Agree N/A I enjoy trying out sexual acts depicted in porn       I would be open to trying sexual acts I have seen in porn       I have tried sexual acts I read in fanfiction       I enjoy engaging in sexual acts I have read in fanfiction       I would be open to trying sexual acts I read in fanfiction        Q49. Is there anything else you would like to share about your sexual habits?   Background Questions Q50. What is your year of birth? (Written as XXXX.)  Q51. What race do you identify as? (Select all that apply)  African American/Black  Asian  Native American/Indigenous Person  Pacific Islander  Latinx  White  Other  85     Q52. In what country were you born?  Q53. In what country do you currently live?  You have completed the survey. Thank you for your time!  If you are experiencing anxiety, suicidal thoughts, or any other type of mental health crisis after answering these questions, please call one of the numbers on the following list.  American Phone Resources: National Suicide Prevention Lifeline (800) 273-8255 American Social Health Association: Sexually Transmitted Disease Hotline (800) 227-8922 National Domestic Violence Hotline (800) 799-7233 San Francisco Sex Information (415) 989-7374 Trevor Project (866) 488-7386  Online Resources: Crisischat.org Crisistextline.org imalive.org  For international resources, please visit befrienders.org, or go to http://www.iasp.info/resources/Crisis_Centres/ to find hotlines for your country 86     APPENDIX B RECRUITMENT The following was posted on my personal account on the social media website Tumblr, and shared (or “reblogged”) approximately 900 times by the time I downloaded my data for analysis. “Alright, here’s the deal: I’m a Sociology graduate student at Humboldt State University. For my graduate thesis, I’m studying the effect reading and writing fanfiction may have on sexuality--this includes everything from sexual orientation, to sexual development, to sexual experiences.  I’m asking one of two things from everyone. One, if you are over 18 years of age and you read and/or write explicit fanfiction, please take the survey (link below). It will be open from now (June 2017) until around the end of December 2017 or end of January 2018. Answer it as honestly as you can. All responses are anonymous, I have no way to know who answered what. The survey takes about 15-20 minutes to complete, and will help promote our understanding of sexuality in the digital age. (And it will help me graduate. I mean, if you need another reason.)  And two, if you are unable to take the survey (because you don’t relate to it, or you’re under 18, or just don’t want to), please reblog this, or help promote the survey is some other way. I’m hoping to get as many responses as I can possibly get between now and the end of the year, and for that I need it to be widely spread. So please, please share this with however many people you can, and ask them to share it as well!  Now… take the survey here!”  87     APPENDIX C COMPLETE TABLES Table 4: Gender and Sexual Orientation Sex & Gender Cisgender Transgender Agender Genderfluid Questioning Demigender Other Unspecified Female 42.3% 0.5% 0.3% 0.2% 1.4% 0.0% 0.2% 55.0% Male 11.0% 53.7% 0.0% 0.0% 1.2% 0.0% 0.0% 34.1% Nonbinary 0.0% 3.3% 16.4% 16.9% 0.5% 8.5% 16.9% 37.5% Questioning 0.0% 0.0% 5.0% 5.0% 25.0% 0.0% 5.0% 60.0% Unspecified 56.0% 0.9% 0.9% 0.9% 0.9% 0.0% 0.9% 40.4% Other 0.0% 0.0% 7.7% 0.0% 0.0% 0.0% 0.0% 84.6%  Sex/Sexuality Heterosexual Homosexual Bisexual Asexual Pansexual Questioning Demisexual Other Unspecified Female 21.4% 6.0% 29.1% 18.7% 6.0% 3.9% 4.6% 8.9% 1.4% Male 8.5% 24.4% 15.9% 12.2% 23.2% 3.7% 3.7% 7.3% 1.2% Nonbinary 0.9% 5.6% 18.8% 32.4% 16.9% 2.3% 8.9% 13.1% 0.9% Questioning 0.0% 5.0% 35.0% 35.0% 10.0% 5.0% 0.0% 10.0% 0.0% Unspecified 21.1% 2.8% 31.2% 12.8% 7.3% 5.5% 7.3% 6.4% 5.5% Other 0.0% 0.0% 0.0% 53.8% 15.4% 0.0% 7.7% 23.1% 0.0%  88     Sexuality/Rom Homoromantic Biromantic Aromantic Panromantic Demiromantic Questioning Unspecified Other Heterosexual 0.0% 0.9% 0.4% 0.4% 0.9% 0.4% 97.0% 0.0% Homosexual 1.1% 0.0% 0.0% 1.1% 1.1% 0.0% 96.7% 0.0% Bisexual 1.1% 4.9% 3.6% 0.5% 1.9% 0.5% 87.4% 0.0% Asexual 3.6% 16.4% 22.4% 12.5% 3.6% 3.6% 38.1% 0.0% Pansexual 2.4% 0.0% 6.5% 18.7% 4.1% 0.0% 68.3% 0.0% Questioning 2.0% 0.0% 0.0% 0.0% 0.0% 62.7% 35.2% 0.0% Demisexual 1.4% 20.3% 0.0% 32.4% 1.4% 0.0% 44.6% 0.0% Other 0.8% 6.2% 7.8% 6.2% 1.6% 1.6% 76.0% 0.0% Unspecified 0.0% 4.5% 13.6% 4.5% 4.5% 4.5% 27.3% 40.9%  Sex/Rom Homoromantic Biromantic Aromantic Panromantic Demiromantic Questioning Unspecified Other Female 1.4% 5.4% 6.3% 3.9% 2.6% 3.9% 75.9% 0.6% Male 2.4% 3.7% 6.1% 15.9% 2.4% 1.2% 68.3% 0.0% Nonbinary 1.4% 10.3% 14.6% 18.8% 0.9% 0.9% 53.1% 0.0% Questioning 5.0% 10.0% 0.0% 0.0% 0.0% 20.0% 65.0% 0.0% Unspecified 0.9% 9.2% 2.8% 3.7% 0.9% 3.7% 76.1% 2.8% Other 7.7% 23.1% 0.0% 15.4% 0.0% 7.7% 46.2% 0.0%   89     Gender/Rom Homoromantic Biromantic Aromantic Panromantic Demiromantic Questioning Unspecified Other Cisgender 2.2% 7.3% 6.9% 3.7% 2.8% 5.2% 71.6% 0.4% Transgender 1.8% 0.0% 5.3% 22.8% 3.5% 0.0% 66.7% 0.0% Agender 5.0% 2.5% 27.5% 12.5% 0.0% 5.0% 47.5% 0.0% Genderfluid 4.9% 12.2% 9.8% 14.6% 2.4% 0.0% 56.1% 0.0% Questioning 0.0% 9.5% 19.0% 0.0% 4.8% 14.3% 52.4% 0.0% Demigender 0.0% 27.8% 16.7% 16.7% 0.0% 0.0% 38.9% 0.0% Other 0.0% 7.5% 12.5% 17.5% 0.0% 0.0% 62.5% 0.0% Unspecified 0.9% 5.8% 5.2% 6.4% 1.7% 2.8% 76.1% 1.0%  Table 5: Gender, Sexuality, and Fanfiction Sex/Gender Pairing M/M M/F F/F Multi Other Female 77.0% 77.1% 46.7% 35.6% 9.7% Male 90.5% 51.4% 48.6% 36.5% 20.3% Nonbinary 89.0% 74.3% 74.8% 58.1% 26.7% Questioning 100.0% 50.0% 45.0% 30.0% 15.0% Unspecified 84.1% 72.9% 48.6% 39.3% 10.3% Other 69.2% 76.9% 76.9% 53.8% 7.7%   90     Sexuality/Gender Pair M/M M/F F/F Multi Other Heterosexual 60.1% 80.3% 21.1% 17.9% 2.2% Gay/Lesbian 75.3% 46.1% 65.2% 30.3% 7.9% Bisexual 84.3% 82.1% 62.2% 42.9% 11.8% Asexual 89.6% 67.4% 51.9% 47.4% 20.4% Pansexual 88.5% 73.8% 67.2% 42.6% 18.0% Questioning 86.0% 74.0% 54.0% 40.0% 22.0% Demisexual 79.5% 76.7% 39.7% 42.5% 6.8% Other 81.6% 77.6% 59.2% 55.2% 20.0% Unspecified 73.7% 73.7% 36.8% 31.6% 10.5%  Sex/FF Match Never <Half Time Half >Half Time Always Female 3.3% 32.4% 22.5% 29.3% 12.5% Male 4.9% 40.7% 8.6% 29.6% 16.0% Nonbinary 25.4% 64.3% 7.5% 2.8% 0.0% Questioning 40.0% 40.0% 15.0% 0.0% 5.0% Unspecified 3.7% 33.9% 15.6% 29.4% 17.4% Other 15.4% 46.2% 30.8% 7.7% 0.0%  Gender/FF Match Never <Half Time Half >Half Time Always Cisgender 1.9% 29.6% 21.8% 33.5% 13.2% Transgender 7.0% 70.2% 7.0% 10.5% 5.3% Agender 27.5% 70.0% 0.0% 2.5% 0.0% Genderfluid 24.4% 56.1% 14.6% 4.9% 0.0% Questioning 23.8% 38.1% 4.8% 33.3% 0.0% Demigender 50.0% 50.0% 0.0% 0.0% 0.0% Other 32.5% 50.0% 15.0% 2.5% 0.0% Unspecified 6.1% 37.5% 20.1% 23.8% 10.9%   91     Sexuality/FF Matches Never <Half Time Half >Half Time Always Heterosexual 3.9% 28.6% 17.7% 31.6% 18.2% Gay/Lesbian 1.1% 28.3% 14.1% 37.0% 19.6% Bisexual 0.8% 39.3% 29.7% 28.3% 1.9% Asexual 16.8% 71.1% 7.5% 3.2% 1.4% Pansexual 6.5% 47.2% 23.6% 19.5% 3.3% Questioning 19.6% 35.3% 21.6% 21.6% 2.0% Demisexual 8.1% 67.6% 16.2% 8.1% 0.0% Other 10.9% 41.1% 20.9% 19.4% 7.8% Unspecified 14.3% 42.9% 19.0% 23.8% 0.0%  Table 6: Gender, Sexuality, and Fanfiction Habits Sex/FF Satisfaction Very Dis Some Dis Neither Some Sat Very Sat Female 2.4% 8.1% 24.2% 14.6% 50.7% Male 8.6% 22.2% 25.9% 12.3% 30.9% Nonbinary 21.2% 29.7% 35.8% 10.4% 2.8% Questioning 0.0% 10.5% 68.4% 5.3% 15.8% Unspecified 4.7% 9.3% 24.3% 13.1% 48.6% Other 0.0% 53.8% 38.5% 7.7% 0.0%  Gender/FF Satisfaction Very Dis Some Dis Neither Some Sat Very Sat Cisgender 2.6% 7.8% 23.0% 13.4% 53.1% Transgender 19.3% 29.8% 29.8% 14.0% 7.0% Agender 33.3% 15.4% 43.6% 7.7% 0.0% Genderfluid 12.2% 29.3% 43.9% 12.2% 2.4% Questioning 0.0% 15.0% 60.0% 15.0% 10.0% Demigender 16.7% 27.8% 44.4% 11.1% 0.0% Other 20.0% 25.0% 30.0% 15.0% 10.0% Unspecified 3.9% 12.6% 25.7% 13.9% 43.9%   92     Sexuality/FF Satisfaction Very Dis Some Dis Neither Some Sat Very Sat Heterosexual 0.9% 4.8% 16.5% 10.4% 67.5% Gay/Lesbian 5.5% 24.2% 7.7% 20.9% 41.8% Bisexual 2.7% 18.4% 26.6% 32.1% 20.3% Asexual 12.9% 39.3% 30.0% 14.3% 3.6% Pansexual 6.6% 24.0% 26.4% 27.3% 15.7% Questioning 7.8% 9.8% 54.9% 9.8% 17.6% Demisexual 16.2% 25.7% 35.1% 18.9% 4.1% Other 7.0% 17.1% 39.5% 17.1% 19.4% Unspecified 0.0% 19.0% 52.4% 4.8% 23.8%  Table 7: Gender, Sexuality, and Sexual Experiences Sex/Watch Porn Strongly Disagree Disagree Neither Agree Strongly Agree N/A Female 30.7% 23.9% 21.4% 18.2% 4.3% 1.5% Male 2.6% 9.0% 29.5% 26.9% 10.3% 21.8% Nonbinary 28.6% 28.0% 16.9% 17.5% 5.3% 3.7% Questioning 63.2% 5.3% 15.8% 15.8% 0.0% 0.0% Unspecified 27.5% 18.6% 19.6% 27.5% 3.9% 2.9% Other 23.1% 23.1% 7.7% 38.5% 0.0% 7.7%   93     Gender/Watch Porn Strongly Disagree Disagree Neither Agree Strongly Agree N/A Cisgender 31.3% 20.4% 24.1% 18.3% 4.2% 1.6% Transgender 29.1% 16.4% 23.6% 20.0% 7.3% 3.6% Agender 38.2% 17.6% 11.8% 20.6% 2.9% 8.8% Genderfluid 28.6% 28.6% 14.3% 22.9% 2.9% 2.9% Questioning 57.9% 21.1% 10.5% 10.5% 0.0% 0.0% Demigender 25.0% 37.5% 25.0% 12.5% 0.0% 0.0% Other 33.3% 25.0% 11.1% 13.9% 13.9% 2.8% Unspecified 27.9% 24.8% 19.7% 21.2% 4.5% 1.9%  Sexuality/Watch Porn Strongly Disagree Disagree Neither Agree Strongly Agree N/A Heterosexual 24.1% 23.6% 24.5% 22.2% 3.7% 1.9% Gay/Lesbian 34.1% 18.2% 25.0% 17.0% 4.5% 1.1% Bisexual 25.2% 24.1% 20.2% 24.1% 5.6% 0.8% Asexual 42.1% 22.4% 15.4% 11.8% 3.9% 4.4% Pansexual 18.3% 23.3% 27.5% 25.0% 5.8% 0.0% Questioning 47.6% 11.9% 26.2% 11.9% 0.0% 2.4% Demisexual 37.1% 22.9% 12.9% 18.6% 57.0% 2.9% Other 30.2% 26.2% 17.5% 18.3% 4.0% 4.0% Unspecified 30.0% 25.0% 25.0% 15.0% 5.0% 0.0%  94     Sex/Read FF Strongly Disagree Disagree Neither Agree Strongly Agree N/A Female 8.1% 12.9% 24.1% 38.3% 16.0% 0.6% Male 10.4% 14.3% 26.0% 36.4% 9.1% 3.9% Nonbinary 7.4% 16.0% 20.2% 34.0% 20.7% 1.6% Questioning 10.5% 15.8% 15.8% 36.8% 15.8% 5.3% Unspecified 4.9% 15.7% 18.6% 42.2% 16.7% 2.0% Other 16.7% 16.7% 0.0% 50.0% 8.3% 8.3%  Gender/Read FF Strongly Disagree Disagree Neither Agree Strongly Agree N/A Cisgender 6.6% 11.7% 26.5% 38.3% 16.0% 0.9% Transgender 7.3% 14.5% 29.1% 30.9% 12.7% 5.5% Agender 2.9% 14.7% 17.6% 41.2% 14.7% 8.8% Genderfluid 2.9% 17.1% 20.0% 40.0% 20.0% 0.0% Questioning 10.5% 10.5% 26.3% 42.1% 5.3% 5.3% Demigender 6.3% 6.3% 12.5% 56.3% 18.8% 0.0% Other 8.6% 17.1% 22.9% 34.3% 17.1% 0.0% Unspecified 9.5% 14.8% 20.5% 37.7% 16.9% 0.6%  Sexuality/Read FF Strongly Disagree Disagree Neither Agree Strongly Agree N/A Heterosexual 8.8% 16.7% 20.9% 39.1% 14.4% 0.0% Gay/Lesbian 10.3% 9.2% 29.9% 41.4% 8.0% 1.1% Bisexual 5.6% 15.2% 21.6% 39.0% 18.3% 0.3% Asexual 11.6% 12.4% 22.7% 32.4% 16.4% 4.4% Pansexual 7.6% 13.4% 23.5% 41.2% 14.3% 0.0% Questioning 4.8% 14.3% 16.7% 33.3% 26.2% 4.8% Demisexual 7.1% 11.4% 22.9% 44.3% 12.9% 1.4% Other 7.2% 9.6% 26.4% 36.0% 20.8% 0.0% Unspecified 9.5% 23.8% 23.8% 33.3% 9.5% 0.0%  ",
    "id": 268330464,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.humboldt.edu:etd-1170"
    },
    "title": "And then they boned: an analysis of fanfiction and its influence on sexual development",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T08:00:00+00:00",
    "publisher": "Digital Commons @ Cal Poly Humboldt",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.humboldt.edu/cgi/viewcontent.cgi?article=1170&context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/268330464.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/268330464"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/268330464/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/268330464/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/268330464"
        }
    ],
    "abstract": "The purpose of this research is to demonstrate how young adults come to understand their sexuality (from sexual and gender identities to sexual likes and dislikes) through reading and writing fanfiction. Previous studies show that fanfiction promotes non-heterosexual orientations, but little research has been done on how it contributes to overall sexual development. In conducting an online survey of fanfiction readers, I explore how fans use these works to generate an understanding of themselves as sexual beings. Explicit stories make up a sizable portion of the fanfiction available, and there is a wide range of sexual acts depicted in those stories; ones that readers may not have been introduced to otherwise. Fanfiction can also facilitate discussion of sexuality and gender identity, topics that may not be appropriate in other social spheres, which can assist further sexual development. This study looks at just how influential fanfiction, and the fanfiction community, can be on sexual development",
    "tags": [
        "text",
        "Fanfiction",
        "Fandom",
        "Sexuality",
        "Sexually Explicit material",
        "LGBT",
        "Queer",
        "Sexual development",
        "Pornography",
        "Media",
        "Gender and Sexuality",
        "Social Psychology and Interaction"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.humboldt.edu:etd-1170",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13812",
        "openDoarId": 0,
        "name": "Digital Commons@Humboldt State University (HSU)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 268330464,
        "depositedDate": null,
        "publishedDate": "2018-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-15T08:40:16+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-15T04:53:27+00:00"
    },
    "urls": [
        "https://digitalcommons.humboldt.edu/etd/131",
        "https://digitalcommons.humboldt.edu/context/etd/article/1170/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-15T08:40:16+00:00",
    "setSpecs": []
}