{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Hernandez, Jaclyn"
        }
    ],
    "contributors": [],
    "createdDate": "2021-05-14T14:24:14+01:00",
    "dataProvider": {
        "id": 12586,
        "name": "Augustana College, Illinois: Augustana Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/12586",
        "logo": "https://api.core.ac.uk/data-providers/12586/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/427075227.pdf",
    "fullText": "Augustana College Augustana Digital Commons Audre Lorde Writing Prize Prizewinners Spring 2021 Asexual Protagonists: What Their Patterns Reveal About the Representation of Asexuality in Current Literature Jaclyn Hernandez Augustana College, Rock Island Illinois Follow this and additional works at: https://digitalcommons.augustana.edu/wollstonecraftaward  Part of the Lesbian, Gay, Bisexual, and Transgender Studies Commons, Other English Language and Literature Commons, Other Feminist, Gender, and Sexuality Studies Commons, and the Women's Studies Commons Augustana Digital Commons Citation Hernandez, Jaclyn. \"Asexual Protagonists: What Their Patterns Reveal About the Representation of Asexuality in Current Literature\" (2021). Audre Lorde Writing Prize. https://digitalcommons.augustana.edu/wollstonecraftaward/41 This Student Paper is brought to you for free and open access by the Prizewinners at Augustana Digital Commons. It has been accepted for inclusion in Audre Lorde Writing Prize by an authorized administrator of Augustana Digital Commons. For more information, please contact digitalcommons@augustana.edu.         Jaclyn Hernandez Asexual Protagonists: What Their Patterns Reveal About the Representation of Asexuality in Current Literature  WGSS: 350 Queer Theory Professor Kosnick Fall 2020  Audre Lorde Writing Prize Submission  Long Analytical Essay            1  Representation matters. That’s the mantra I’ve heard reverberated throughout pop culture for a number of years, whether it pertains to movies, tv shows, novels, plays, or any other fictional narrative medium. Marginalized people are tired of turning on the tv or opening a book and only seeing straight, white, and cisgender characters dominate the narrative; stories featuring diverse characters in terms of race, gender, sexuality, and even religious views not only create a more accurate depiction of the world, but normalize the existence of historically oppressed groups of people. That’s why it was so heartening in 2014 to see the Young Adult and Children’s publishing industries begin to publish and promote more books that featured diverse characters and stories (thanks to the founding of the non-profit and grassroots organization We Need Diverse Books, an organization whose goal is to put “more books featuring diverse characters into the hands of all children” and who define diversity as “LGBTQIA, Native, people of color, gender diversity, people with disabilities, and ethnic, cultural, and religious minorities”) (“About WNDB”). Although the work is far from over, I now see a lot of Young Adult and Children’s books that feature diverse characters, almost making their diversity a selling point.  For the first time, I could find books that contained characters who identified as my sexuality: asexual. However, amongst the LGBTQ+ identities that have been represented in literature over the years, asexuality has been one of the rarest. Asexual representation seems to be confined to Young Adult and Children’s literature, with the exception of Seanan McGuire’s novel, Every Heart a Doorway, which is labeled as adult despite following teenage protagonists. Due to this rarity, whenever I see a book being promoted as having an asexual protagonist (regardless of its age category), I snatch it up and try to read it as soon as possible. Overtime, I’ve noticed that the majority of the books I’ve read follow a similar pattern in terms of the protagonists; the majority of them are female, white, and aromantic asexuals. Although I am   2  grateful as an ace person to have books that feature asexual protagonists, it seems that the majority of these books promote one monolithic narrative concerning asexuality, which ends up diluting the complexity of asexuality and the spectrum it lives on. I will begin my essay by first defining asexuality and explaining the certain complexities attached to the asexual umbrella. I will then explain the concept of compulsory sexuality and how this theory demonstrates the challenges asexuals (specifically BIPOC asexuals and male asexuals) face when living in a world that assumes sexual attraction and sexual relations are essential to a normal life. I will then analyze the consequences that come from having the majority of literary asexual protagonists fit into the mold of a female, white, aromantic asexual individual, instead of having a variety of asexual protagonists who reflect the diversities present in real-life asexual people.  Before we can take a closer look at these novels and their protagonists, it’s first important to understand what asexuality is and what it isn’t. According to the Asexual Visibility & Education Network (AVEN) “Overview” page of their website, “[a]n asexual person does not experience sexual attraction – they are not drawn to people sexually and do not desire to act upon attraction to others in a sexual way” (“Overview). Although asexual people do not feel sexual attraction, they can “experience forms of attraction that can be romantic, aesthetic, or sensual in nature but do not lead to a need to act out on that attraction sexually” (“Overview”). However, it’s important to recognize that although asexual people don’t experience sexual attraction, that doesn’t mean that they necessarily don’t have sex. As AVEN explains in their “Asexuals and Attitudes Towards Sex” page on their website, asexuals personal attitudes towards engaging in sex with a “sexual partner” or otherwise can be “broken down into three categories: Sex-Favorable, Sex-Indifferent, and Sex-Averse/Sex-Repulsed” (“Asexuals and Attitudes Towards Sex”). A Sex-Favorable asexual may have “a positive willingness to compromise with a sexual   3  partner, openness to finding ways to enjoy sexual activity in a physical or emotional way, [or] happy to give sexual pleasure rather than receive” while a Sex-Indifferent asexual “might be willing to compromise on a few things on an occasional basis, doesn’t enjoy sex much in a physical or emotional way but doesn’t feel distressed thinking about it, might be willing to give pleasure but doesn’t find it intimate” (“Asexuals and Attitudes Towards Sex”). A Sex-Averse/Sex-Repulsed asexual “has a distressed or visceral reaction to the thought of having sex” and is “not willing to compromise” (“Asexuals and Attitudes Towards Sex”).  Along with these distinctions concerning attraction and personal attitudes towards sex, there are also other sexualities that live under the asexual umbrella such as demisexual (someone who feels “no sexual attraction towards other people unless a strong emotional bond has been established”) or graysexual (someone who is “not quite asexual, but experiencing many of the same things that asexuals do and most sexual people don’t”) as AVEN notes in their “The Gray Area” page on their website (“The Gray Area”). All of this is to say that asexuality lives on a spectrum; there is no “one way” to be asexual and many asexual people’s identities are complicated and ever-evolving.  But despite its numerous iterations, asexuality remains little-known, and widely unrecognized as a legitimate sexuality (even in the LGBTQ+ community). Angela Chen explains in her book, Ace: What Asexuality Reveals About Desire, Society, and the Meaning of Sex, that this lack of recognition and knowledge the general populace has towards asexuality is in part due to “compulsory sexuality” (35). Chen explains that compulsory sexuality is “a set of assumptions and behaviors that support the idea that every normal person is sexual, that not wanting (socially approved) sex is unnatural and wrong, and that people who don’t care about sexuality are missing out on an utterly necessary experience” (35). Chen argues that compulsory sexuality is at   4  the core of our society, and that these assumptions concerning sex allow for the existence (and therefore acceptance) of someone who does not like sex, does not want to have sex, and/or does not experience sexual attraction; all descriptors that can be applied to asexual people. As Chen explains, “[t]he label of asexual should be value neutral. It should indicate little more than sexual orientation” but due to compulsory sexuality the word “asexual implies a slew of...negative associations: passionless, uptight, boring, robotic, cold, prude, frigid, lacking, broken. These, especially broken, are the words aces use again and again to describe how [they] are perceived and made to feel” (37). Because our society believes that every human being is a sexual creature, asexual people come to be seen as “abnormal” and lacking something intrinsic to their humanity. This ostracization causes asexual people to be widely dismissed and not taken seriously when explaining their sexuality. However, it’s important to recognize that compulsory sexuality doesn’t affect all asexuals in the same way.  Compulsory sexuality not only oppresses asexuals in general but particularly harms and complicates the existence of male and BIPOC (black, indigenous, and people of color) asexuals.   As Chen points out, “far more women identify as asexual than men—about 63 percent versus 11 percent...likely in part because asexuality is a greater challenge to male sexual stereotypes. Men are taught that they are not men, and therefore not deserving of respect or status, unless they can sleep with as many women as possible” (38). This expectation of what a “man” is not only ignores men who do not identify as heterosexual, but also makes it much more difficult for men to come out as asexual. As Julie Sondra Decker argues in her book The Invisible Orientation: An Introduction to Asexuality, since men are “expected to define themselves through sexual conquests” (and because “many people believe that men have higher sex drives”) men may be “less likely to identify as asexual because they fear having their masculinity challenged” (71).   5  Due to the stereotypes put on men and their sexuality, men have a particularly difficult time figuring out and accepting that they may be asexual. The fear of being labeled “unmasculine” may keep men from openly identifying as asexual, causing the disproportionate number of men compared to women in the ace community, and the overall association of asexuality with shame.   Along with the general representation of male asexuals, BIPOC asexuals may find it more difficult to come out as asexual and may face additional hardships due to their race. Chen argues that “[a]sexuality is... associated with whiteness because of the complicated ways that sexuality itself interacts with race” making it difficult for BIPOC to figure out “whether [their] asexuality is human variation or externally imposed...with cultural and historical baggage” (69). For example, “white people (and especially white women) are often assumed to be sexually ‘pure,’ whereas Black and Latinx people are often considered hypersexual” (Chen 71). By identifying as asexual, Black and Latinx people may not be sure whether they believe that they are asexual due to their own feelings or whether they are identifying this way in order to combat the “hypersexual” stereotype. Plus, racial stereotypes concerning hypersexuality can also make it difficult for others to believe that BIPOC asexuals exist. Chen explains that “white Americans have long considered Black women to be sexually promiscuous jezebels, the opposite of the pure and proper white lady and...young Black girls [are] perceived as knowing more about sex than their white counterparts” (76-77). While these stereotypes concerning Black women exist (and persist) it’s going to make it much harder for asexual BIPOC’s identities to be taken seriously, making it more difficult for asexual BIPOC to figure out their sexualities and come out as asexual.   Due to the effects of compulsory sexuality on the ace community, accurate and genuine ace representation in entertainment and other fictionalized story mediums not only becomes   6  important but essential. As Chen explains, “[r]epresentation not only reflects, but actually changes reality” (75). By displaying genuine representation of asexuality through entertainment such as movies, television shows, or literature, asexuality as a sexual orientation becomes better-known and better-legitimized as a sexual identity. Plus, genuine asexual representation not only helps to educate the general populace on asexuality, but can also help people struggling with their sexuality figure out whether they’re asexual. Chen explains that the “childhood friend” of one of her friends “had begun wondering whether he’s ace” after watching BoJack Horseman, a cartoon television show that features a male ace character (75). Also, “Coy, a twenty-seven-year-old ace blogger” outright told Chen that “‘[i]f there were more ace representation, then [they] probably would have realized [they were] ace a lot sooner’” (75). The importance of asexual representation cannot be understated. Genuine representation not only works to educate, normalize, and help people figure out their sexuality, but shows asexual people that they are worthy of being the heroes in fictional stories. However, as previously mentioned, asexuality lives on a spectrum, meaning that there is no one universal definition of asexuality nor is there one type of asexual person. But it seems that the majority of asexual protagonists in literature suggest that there is only one type of asexual, or, at the very least, that there is one type of asexual that is more common than the rest. In terms of asexual representation, literature seems to be putting out a monolithic view concerning asexuality, which not only dilutes the complexity of asexuality, but excludes the asexuals who don’t fit into that narrative. If there is to be genuine and accurate portrayals of asexuality, asexual characters must exist who are not just female, white, and aromantic.   Before I begin analyzing these books and their protagonists, I first want to disclaim that I am not blaming the authors of these books for their choices concerning their protagonists. I don’t   7  know how each of these authors interact with asexuality in their personal lives, nor am I trying to discredit the books that are written by #OwnVoices authors (i.e. “authors from a marginalized or under-represented group writing about their own experiences/from their own perspective, rather than someone from an outside perspective writing as a character from an underrepresented group”) (“Own Voices”). For example, Alice Oseman, the author of Loveless which features an asexual protagonist, wrote in an instagram post for Asexual Awareness Week that she doesn’t “really like talking about [her] experience [with asexuality] in a very candid way...hence why [she] wrote a fiction novel instead…” (aliceoseman). She also acknowledged in this post that Loveless “is only one very specific example of what it’s like to be ace or aro - there are SO many different feelings and experiences under those umbrellas…” (aliceoseman). Therefore, I want to acknowledge that I am not arguing that any of these authors’ experiences with asexuality are wrong or that their asexual protagonists are inaccurate or offensive; I am merely analyzing the patterns I’ve seen while engaging with books that have asexual protagonists, and what those patterns may suggest about asexual representation in literature at this time.   The first pattern that I will analyze (and the most prominent) is the fact that all of the protagonists out of the seven books/book series I’ve read are female except for Rick Ramsey from Rick by Alex Gino. Rick follows a young boy entering seventh grade who believes that he may be asexual and aromantic because he’s never had a crush on anyone before or felt any type of attraction towards another person. The other six books/book series follow female protagonists who are either teenagers in high school (or in that age range) or young adults in college: Georgia Warr from Loveless by Alice Oseman, Nancy Whitman from Every Heart a Doorway by Seanan McGuire, Tash Zelenka from Tash Hearts Tolstoy by Kathryn Ormsbee, Alice Johnson from Let’s Talk About Love by Claire Kann, Felicity Montague from The Lady’s Guide to Petticoats   8  and Piracy by Mackenzi Lee, and Katherine Deveraux from the Dread Nation duology by Justina Ireland. This lack of male representation not only reflects the small percentage of men in the ace community as mentioned earlier, but also reinforces the idea of asexuality being a female sexual orientation since women are not expected to be as sexual as men. As Chen explains, women are meant to have sex and “talk about sex, too, but [they] are socialized to discuss relationships and emotions” in relation to sex while men are supposed to be “laser-focused” on the sexual (38). This gendered socialization leads to misconceptions concerning who can identify as asexual. In the AVEN “Questions about Asexuality” forum, user StraightAStudent asked about the percentage of male vs. female asexuals, explaining that their friend thinks asexuality is “mostly a girl thing. According to him male hormones are supposed to render asexuality impossible in all but the rarest cases” (StraightAStudent). With a lack of male ace representation comes a lack of education, and, most importantly, a lack of normalization for male asexuals. Plus, it becomes harder for possible ace men to learn about asexuality if they’re questioning/struggling with their own sexuality.  Although Rick contains wonderful asexual and aromantic representation (and acts as an educational tool for kids to learn more about other sexual and gender orientations such as “bisexual” and “nonbinary”) it’s still a book meant for children making it unlikely that older male readers who need/want stories about asexuality will have any interest in picking the novel up (Gino 122, 128). It’s important to have all types of male asexual representation, showcasing men of all ages, romantic orientations, and even those who are not cisgender. As Chen points out “[m]aking sexual experience less of a prerequisite for male...acceptance and status...would help” not only male asexuals but all men in general (41). By having the overwhelming majority of literary asexual protagonists be female, male sexual stereotypes are left virtually unchallenged   9  while male asexual experience is left unexplored within what people perceive as a “female” sexual orientation.   Along with the majority of literary asexual protagonists being cisgender teenage girls/young adults, the majority of these characters are also white. Alice Johnson and Katherine Deveraux are the only BIPOC ace protagonists out of the seven books/book series I’ve read. Both Alice and Katherine are Black, but it’s fair to mention that Katherine is considered “white passing.” She has “golden skin...tawny curls” and “blue eyes” and as Jane McKeene puts it (the central protagonist of the first book, Dread Nation, who becomes the second protagonist in Deathless Divide due to the book being split between Jane and Katherine’s point of view), is so light skinned that someone may “not know Katherine was…[Black] from looking at her…” (Ireland, Deathless Divide 14). Katherine’s ability to pass as a white woman is at first a point of contention between her and Jane and is used to explore racial prejudice in the series’ Civil War-era setting.  This lack of BIPOC ace representation reflects the overall BIPOC ace representation that is present in entertainment. Chen explains “that aces in general have very few depictions in popular culture, and the options for aces of color are even more limited” (74). Combined with the racial and sexual stereotypes mentioned earlier, this lack of BIPOC ace protagonists gives the impression that asexuality is a “‘white” sexual orientation and that BIPOC can’t be asexual. As Vesper (a “Black ace blogger”) in Chen’s book explains, they didn’t think it was an “option for Black people” to be ace because they had only ever seen “white queer characters on television’” (79). Plus, whenever Vesper tells somebody that they’re asexual they’re either told “‘[o]h, you’re asexual? I’ve only met white asexual people”’ or that because Vesper is asexual, they’re ‘“whitewashed’” (Chen 79). By having the majority of literary asexual protagonists be white,   10  literature reinforces the notion that it’s “uncommon” for BIPOC people to be asexual, and it gives BIPOC asexuals far fewer ace heroes to relate to and turn to for comfort than for white asexuals. Plus, it also makes it difficult for BIPOC to figure out and accept that they may be asexual since they’re given this idea that BIPOC can’t be asexual.  It’s fair to mention that both Let’s Talk About Love and the Dread Nation duology talk about the intersections of race and sexuality (i.e. Alice mentions how because of her body shape and the fact that she’s Black most people assume that she likes sex, and how when the pastor of Summerland discovers that Katherine is Black instead of white, he calls her a “‘[n]egress Jezebel”’) (Kann 4,18; Ireland, Dread Nation 433). Nevertheless, these two characters shouldn’t have to be the sole representations of the Black asexual experience. More BIPOC ace representation is needed in order to normalize the existence of BIPOC asexuals, and to let BIPOC know that it’s okay if they believe that they’re on the asexual spectrum. For now, it seems like the majority of these books are reflecting the white ace narrative instead of the narrative that encompasses asexuals of all races.   The last pattern I wish to look at pertains to the protagonists’ romantic orientations; the majority of the literary ace protagonists identify as aromantic or have no interest in romance. Georgia, Rick, Felicity, and Katherine are aromantic while Alice is biromantic, Tash is heteroromantic, and Nancy is heteroromantic. However, Nancy’s romantic orientation becomes a bit fuzzy because she states that she has no interest in dating and says that she ‘“won’t’” and ‘“can’t’” date boys (McGuire 132). When talking to her roommate at Eleanor West’s Home for Wayward Children, Nancy says that she’s asexual and “‘can be attracted to [someone] romantically’” however she later states that she doesn’t want to ‘“go on dates with boys’” because “‘[p]eople are pretty, sure, and [she] like[s] to look at pretty things, but [she doesn’t]   11  want to go on a date with a painting’” (McGuire 42-43, 132). So, although Nancy explicitly states that she can feel romantic attraction, it must be pointed out that her feelings and desires towards romantic relationships match those of individuals who identify as aromantic. I’m not trying to argue that identifying as aromantic is somehow wrong or offensive, but I can’t help but notice how few romantic asexuals there are in literature and how by automatically making an asexual character also identify as aro, the two identities become conflated with each other. As previously stated, identifying as asexual does not automatically make someone aromantic; asexuals are also capable of feeling romantic attraction. As Chen explains, many asexuals “still experience romantic attraction and use a romantic orientation (heteroromantic, panromantic, homoromantic, and so on) to signal the genders of the people they feel romantically toward and crush on” (108).  However, most people believe that someone who identifies as asexual is also automatically incapable of feeling romantic feelings, too. As Decker explains, “it’s a common misconception that all asexual people lack the capacity for romantic love” while “sex or sexual attraction between people who are not in love...is universally acknowledged” (17). It’s wonderful that aromanticism is finally being represented in literature, but it seems to only happen when the character in question also identifies as ace, further perpetuating the stereotype that all asexuals lack romantic attraction since the majority of the asexual protagonists do identify as aro. I’ve personally never even heard of a literary protagonist who identifies as aromantic without also being asexual; which is unfortunate since it’s entirely possible to identify as aromantic without also identifying as asexual, meaning that this conflation of asexuality and aromanticism not only harms those who identify as asexual but also those who identify as aromantic. Along with asexual protagonists who don’t identify as aromantic there should also be the existence of   12  aromantic protagonists who don’t identify as asexual in order to combat the stereotypes attached to both orientations. By having the majority of the literary ace protagonists also identify as aromantic, ace literature is inadvertently conflating asexuality and aromanticism, while giving very little representation to the asexuals who do feel romantic attraction (and to the aromantics who don’t identify as asexual).   Even though I’ve been critical of literary asexual protagonists as a collective, I do not wish to insinuate that these portrayals of asexual people are inaccurate, purposefully stereotypical, or harmful; they’re actually an inspiration. C.G. Drews, author of the young adult novels A Thousand Perfect Notes and The Boy Who Steals Houses, explained in a Goodreads review for Alice Oseman’s Loveless that the “one thing this book made very clear: there are so many ways to be asexual and aromantic. This was about GEORGIA'S experience and [she doesn’t] think it will be perfect for every ace/aro, but it definitely was for [her]” (Drews). A reviewer by the name of Cristina Monica praises Tash Hearts Tolstoy for not making Tash’s asexuality her only character trait and explaining that she doesn’t “mind books that discuss a person’s sexual orientation...in every chapter...but it’s also refreshing to read a book about an asexual girl who, yes, does need to figure some things out as well, but who still knows that her being ace is not the most interesting or important fact about her” (Monica). The genuine representation that these asexual protagonists give truly impacts readers, whether they’re asexual or not. Personally, I had never felt such relief and validation then when I first read about Georgia from Loveless and Felicity from The Lady’s Guide to Petticoats and Piracy. These two characters reflected my feelings and experiences with asexuality almost perfectly, making them and their respective novels some of the closest to my heart. But I can’t ignore that there are clear patterns among these asexual protagonists, and these patterns favor one specific type of asexual   13  experience over others. I want every asexual reader to find a book that makes them feel seen and legitimizes their sexuality, but for right now, it seems that the asexual narrative is more inclined towards female, white, aromantic asexuals than encompassing the complex narrative that is asexuality.   Representation matters. No matter someone’s gender, race, sexual orientation, or religious beliefs, everyone deserves to have a book that reflects their experiences, and shows that they are capable of being the hero of their own story. Slowly, literature has given this same type of respect to asexuality, letting asexual heroes exist unashamedly. But there is still a long way to go in terms of representation for all asexuals of any gender, race, romantic orientation, age, and even the specific place they fall on the asexual spectrum. Without that type of asexual representation, we are left with gaps in the asexual literature. As the push for diversity in the book publishing world continues, hopefully the complexity and diversity of asexual protagonists will rise, changing the narrative from that of the singular to that of the truly complex.              14  Works Cited “About WNDB.” We Need Diverse Books, diversebooks.org/about-wndb/.  aliceoseman. “it is #asexualawarenessweek...be aware of me…” Instagram, 30 Oct. 2020, https://www.instagram.com/p/CG-AJ3UAe3E/. Accessed 12 Nov. 2020. “Asexuals and Attitudes Towards Sex.” The Asexual Visibility & Education Network, The  Asexual Visibility & Education Network, https://www.asexuality.org/?q=attitudes.html. Accessed 12 Nov. 2020.  Chen, Angela. Ace: What Asexuality Reveals About Desire, Society, and the Meaning of Sex.  Beacon Press, 2020.   Decker, Julie Sondra. The Invisible Orientation: An Introduction to Asexuality. Skyhorse  Publishing, 2014.  Drews, C.G. “I am definitely an overwhelmed tangle of…” Goodreads, 24 Aug. 2020,  https://www.goodreads.com/book/show/42115981-loveless?from_search=true&from_srp =true&qid=tSo8VAh0UG&rank=1. Accessed 12 Nov. 2020.  Gino, Alex. Rick. Scholastic Press, 2020. Kindle.  “The Gray Area.” The Asexual Visibility & Education Network, The Asexual Visibility & Education Network, https://www.asexuality.org/?q=grayarea. Accessed 12 Nov. 2020.  Ireland, Justina. Deathless Divide. Balzer + Bray, 2020.  ---. Dread Nation. Balzer + Bray, 2018.  Kann, Claire. Let’s Talk About Love. Swoon Reads, 2018.  Lee, Mackenzi. The Lady’s Guide to Petticoats and Piracy. Katherine Tegen Books, 2018. McGuire, Seanan. Every Heart a Doorway. Tor.com, 2016.  Monica, Cristina. “3.5 stars. Tash is asexual, but you know what? That is...” Goodreads, 2 Apr.    15  2018, https://www.goodreads.com/book/show/29414576-tash-hearts-tolstoy.  Accessed 12 Nov. 2020.  Ormsbee, Kathryn. Tash Hearts Tolstoy. Simon & Schuster Books for Young Reader, 2017. Oseman, Alice. Loveless. HarperCollins Publishers, 2020. “Overview.” The Asexual Visibility & Education Network, The Asexual Visibility & Education Network, https://www.asexuality.org/?q=overview.html. Accessed 12 Nov. 2020.  “Own Voices.” The Seattle Public Library, The Seattle Public Library,  https://seattle.bibliocommons.com/list/share/628692720/1259856807#:~:text=%23OwnV oices%20is%20a%20term%20coined,character%20from%20an%20underrepresented%2 0group. Accessed 12 Nov. 2020.  “Romantic Orientations.” The Asexual Visibility & Education Network, The Asexual Visibility &  Education Network, https://www.asexuality.org/?q=romanticorientation.  Accessed 12 Nov. 2020.  StraightAStudent. “Percentage of males vs females?” The Asexual Visibility & Education  Network, 30 April 2014,  https://www.asexuality.org/en/topic/102189-percentage-of-males-vs-females/.  Accessed 12 Nov. 2020.       ",
    "id": 427075227,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.augustana.edu:wollstonecraftaward-1043"
    },
    "title": "Asexual Protagonists: What Their Patterns Reveal About the Representation of Asexuality in Current Literature",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-04-01T08:00:00+01:00",
    "publisher": "Augustana Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.augustana.edu/cgi/viewcontent.cgi?article=1043&amp;context=wollstonecraftaward"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/427075227.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/427075227"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/427075227/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/427075227/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/427075227"
        }
    ],
    "abstract": "This paper analyzes the most popular books with asexual protagonists and what patterns concerning their gender, race, and romantic orientations reveal about the state of asexual representation in current literature",
    "tags": [
        "text",
        "Asexual",
        "Asexuality",
        "LGBTQ+",
        "Literature",
        "Asexual Representation",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Other English Language and Literature",
        "Other Feminist, Gender, and Sexuality Studies",
        "Women\\u27s Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.augustana.edu:wollstonecraftaward-1043",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12586",
        "openDoarId": 0,
        "name": "Augustana College, Illinois: Augustana Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 427075227,
        "depositedDate": null,
        "publishedDate": "2021-04-01T08:00:00+01:00",
        "updatedDate": "2024-02-10T23:12:03+00:00",
        "acceptedDate": null,
        "createdDate": "2021-05-14T14:24:14+01:00"
    },
    "urls": [
        "https://digitalcommons.augustana.edu/wollstonecraftaward/41",
        "https://digitalcommons.augustana.edu/context/wollstonecraftaward/article/1043/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-10T23:12:03+00:00",
    "setSpecs": []
}