{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Harper, Joanna"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T11:10:37+01:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/213019917.pdf",
    "fullText": "HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM   ATHLETIC GENDER JOANNA HARPER* I INTRODUCTION For most of humanity’s existence, sport meant men’s sport. From the ancient Olympics up through the first two-thirds of the twentieth century, women faced many cultural obstacles to sport success.1 For instance, it was not until the 1928 Olympic Games that women were first allowed to participate in track and field, the signature sport of the games.2 And it was not until much later in the twentieth century that women began to achieve some semblance of equality within the sporting world through federal legislation.3 The creation of a separate category for female athletes inevitably leads to a fundamental conundrum—precisely who should be allowed to compete in women’s sports? To some, the answer to this question would seem self-evident, but in reality, biology does not neatly divide human beings into two sexes. Accordingly, there are two main groups of people who fall outside of the binary division that most people have not historically considered: intersex and transgender people. Intersex people—the term used by the Organisation Intersex International4 and other organizations run by and for intersex people—have chromosomal or physical conditions that blur the line separating men from women. Intersex conditions are often referred to as DSDs, an abbreviation that can stand for Disorders of Sexual Development or Differences of Sexual Development. Transgender people can be defined as those whose gender identity—an innate sense of whether one is male, female or somewhere in between—differs from  Copyright © 2018 Joanna Harper. This article is also available online at http://lcp.law.duke.edu/. *Chief Medical Physicist, Providence Portland Medical Center, Portland, Oregon. I would like to thank Doriane Coleman for inviting me to contribute this article.   1.  Richard C. Bell, A History of Women in Sport Prior to Title IX, SPORT J. (Mar. 14, 2008), http://thesportjournal.org/article/a-history-of-women-in-sport-prior-to-title-ix/ [https://perma.cc/3AND-4NL4].   2.  DAVID J. EPSTEIN, THE SPORTS GENE: INSIDE THE SCIENCE OF EXTRAORDINARY ATHLETIC PERFORMANCE 60 (2013).   3.  See Title IX Legislative Chronology, WOMEN’S SPORTS FOUND. (Sept. 13, 2011), https://www.womenssportsfoundation.org/advocate/title-ix-issues/history-title-ix/history-title-ix [https://perma.cc/S23N-36F8] (“Title IX of the Education Amendments is enacted by Congress and is signed into law by Richard Nixon. . . . Title IX prohibits sex discrimination in any educational program or activity receiving any type of federal financial aid.”).  4.  Despite the fact that the Organisation Intersex International and other groups use the term intersex, there is no universal agreement on the correct term for such people. HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM 140 LAW AND CONTEMPORARY PROBLEMS [Vol. 80:139  their assigned sex at birth. Some athletes from each of these two groups would like to compete in women’s sport. The question of how to deal with gender outliers in sports has been present in sport for as long as women have been competing. In 1932, intersex athlete Stella Walsh won the Olympic gold medal in the women’s 100-meter dash.5 Walsh was only one of a number of intersex athletes to compete in the games in the 1930s.6 Intersex women are probably still winning Olympic medals today, and the controversy over their participation has not abated.7 The first transgender athlete of note was Renee Richards, who sued for the right to play women’s tennis in the 1970s.8 Since the dawn of the twenty-first century, there has been an increasing number of transgender athletes in collegiate, high school, and occasionally professional ranks, although none have competed openly in the Olympics.9 Whenever a trans woman athlete achieves any athletic victory of note, there is inevitably a cry that the end of women’s sports is nigh. On the other hand, intersex and transgender athletes have found support from within the gender binary, and international governing bodies have crafted rules to allow these athletes into their sports. The ensuing discussion is intended to apply to competitive sports for adults. Pre–pubescent children and adolescents should each be viewed as distinct realms when it comes to gender-based division of athletes. Additionally, it is reasonable to have different criteria for separating male and female athletes in recreational sports given the different objectives in different levels of competition. It should also be noted that there are occasions when it is not necessary, or even desirable, to maintain sex segregation in sports. In most individual sports, however, it will undoubtedly remain standard to have distinct categories for male and female athletes.     5.  Suzanne Raga, The Olympic Sprinter Who Nearly Lost Her Medals Because of Her Autopsy, MENTAL FLOSS (July 28, 2016), http://mentalfloss.com/article/69911/how-olympic-sprinter-stella-walsh-nearly-lost-her-medals-because-her-autopsy [https://perma.cc/8PG7-NNV7].  6.  Ross Tucker, Hyperandrogenism and Women vs Women vs Men in Sport: A Q&A with Joanna Harper, SCI. SPORT (May 23, 2016), http://sportsscientists.com/2016/05/hyperandrogenism-women-vs-women-vs-men-sport-qa-joanna-harper/ [https://perma.cc/ZH99-HV6N].  7.  Tim Layden, Is it Fair for Caster Semenya to Compete Against Women at the Rio Olympics?, SPORTS ILLUSTRATED (Aug. 11, 2016), https://www.si.com/olympics/2016/08/11/caster-semenya-2016-rio-olympics-track-and-field [https://perma.cc/25PW-XZPB].  8.  Richards v. U.S. Tennis Ass’n, 93 Misc. 2d 713 (N.Y. Sup. Ct. 1977); RENÉE RICHARDS & JOHN AMES, SECOND SERVE: THE RENÉE RICHARDS STORY 361–63 (1983).  9.  See Openly Transgender Athletes Notably Absent from Olympic Roster, HUM. RTS. CAMPAIGN (Aug. 11, 2016), https://www.hrc.org/blog/openly-transgender-athletes-notably-absent-from-olympic-roster [https://perma.cc/DUU5-AN84] (“While there are many talented and successful transgender athletes around the globe, there are no openly transgender athletes competing in the Olympic Games in Rio.”). HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM No. 4 2017] ATHLETIC GENDER 141  II REACTIONS TO GENDER INCLUSIVE POLICIES IN WOMEN’S SPORT  BASED ON SEX The following discussion identifies three categories of thought when it comes to the inclusion of gender-variant athletes in women’s sport. Broadly speaking, the three categories are those who would never allow intersex or transgender women to compete against other women, those who would always allow such competition, and those who would allow such competition under specific conditions. A. Advocacy for Biologically Female-at-Birth-Only Women’s Sports The first category contains those who believe that only “100% female” athletes belong in women’s sports. In the 1930s, Avery Brundage was an early proponent of sex testing.10 While Brundage and others were concerned over the presence of intersex women, perhaps a greater concern was the thought that men would masquerade as women in order to gain athletic glory. The fear of men invading women’s sport has been one of the main driving forces behind years of sex testing, and yet there are no documented cases of men pretending to be women in order to gain athletic glory. Those who are worried about men’s intrusion into women’s sport invariably cite two examples, but both of these cases come up short when examined objectively. Heinrich Ratjen competed as Dora Ratjen in the 1936 Olympic high jump, placing fourth, and later set a world record in 1938. Ratjen transitioned to male and gave up sports after being accused of impersonating a woman later that year. In 1957, Ratjen claimed that the Nazis had forced him to compete as a woman, but this claim was debunked in a 2009 article by the German newsmagazine Der Spiegel.11 Ratjen was, in fact, intersex and had been assigned female at birth. The other two female athletes most commonly accused of being men were Irina and Tamara Press of the former U.S.S.R. Between them, the Press sisters won five Olympic gold medals and set twenty-six world records in various track events. They both retired after the 1965 season, as the International Association of Athletics Federations (IAAF) introduced mandatory physical examination for all women athletes in the 1966 championship events.12 Even though the Iron Curtain will probably forever prevent us from knowing the true story of the Press sisters, it is “likely that they manifested some form of   10.  Isaac Eger, In the 1930s, Intersex Athletes Worried Olympic Officials About the Future of Women’s Sports, TIMELINE (Mar. 4, 2017), https://timeline.com/intersex-athletes-olympic-test-5613d99f24dc [https://perma.cc/42BU-78XP].  11.  See Stefan Berg, 1936 Berlin Olympics: How Dora the Man Competed in the Woman’s High Jump, SPIEGEL (Sept. 15, 2009), http://www.spiegel.de/international/germany/1936-berlin-olympics-how-dora-the-man-competed-in-the-woman-s-high-jump-a-649104.html [https://perma.cc/LS96-GS66] (referring to Ratjen’s story as dramatic, but not accurate).  12.  LINDSAY P. PIEPER, SEX TESTING: GENDER POLICING IN WOMEN’S SPORTS 51, 54, 197 (2016). HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM 142 LAW AND CONTEMPORARY PROBLEMS [Vol. 80:139  DSD”13 and knew that they would be discovered upon physical examination, explaining their retirement. Although supporters of sex testing suggest that the practice is necessary in order to keep cheaters, intersex athletes, and transgender athletes—three groups who unfortunately all get lumped together as “men”—out of women’s sport, there are many problems with the practice. The first problem involves finding an appropriate method to determine whether any given athlete is really female. Early attempts relied on a visual inspection of external genitalia, and then starting in 1967, chromosome tests were performed.14 Both of these methods were eventually discarded as ineffective. Ultimately, the problem is not the methodology of sex testing, but the assumption that any single parameter can be used to unconditionally separate human beings into men and women. Human beings actually have at least six distinct manifestations of biological sex: internal and external genitalia, chromosomes, hormone levels, secondary sex characteristics, and gender identity.15 Only when all of the elements of biological sex are examined, can one say that someone is male, female or somewhere in between. An even more fundamental problem is the suggestion that someone who does not have all of her biological markers pointing unquestionably in the female direction necessarily has an unfair advantage over those women whose biological markers all line up on the distaff side. Although it is true that there are differences between intersex women, transgender women, and typical women, these differences do not necessarily impart athletic advantage to the outliers. Even in those cases where the differences do result in athletic advantage for intersex and transgender athletes, the magnitude of the advantage is critical. There can still be equitable competition between two disparate groups of athletes as long as the advantage held by one group is not too great. This happens all the time in sports already, even among athletes of the same gender. For instance, left-handed baseball players have many significant advantages over right-handed baseball players, but the two groups can compete on a more-or-less   13.  THOMAS H. MURRAY, GOOD SPORT: WHY OUR GAMES MATTER—AND HOW DOPING UNDERMINES THEM 100 (2018).   14.  Ruth Padawer, The Humiliating Practice of Sex-Testing Female Athletes, N.Y. TIMES (June 28, 2016), https://www.nytimes.com/2016/07/03/magazine/the-humiliating-practice-of-sex-testing-female-athletes.html [https://perma.cc/ZF7H-A7U9].  15.  The notion that gender identity has a biological origin is not without controversy. However most leading researchers in 2017 believe that, at a very minimum, biology is largely responsible for gender identity. See Gender Identity Is A Biologic Process, MEDICALRESEARCH.COM (Feb. 15, 2015), https://medicalresearch.com/author-interviews/gender-identity-is-a-biologic-process/11684/ [https://perma.cc/W8C4-4ZE2] (“[T]he current medical literature [is] in favor of the biologic nature of gender identity.”); Francine Russo, Is There Something Unique about the Transgender Brain?, SCI. AM. (Jan. 1, 2016), https://www.scientificamerican.com/article/is-there-something-unique-about-the-transgender-brain/ [https://perma.cc/UKF2-YE3V] (“Overall the weight of these studies and others points strongly toward a biological basis for gender dysphoria.”). HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM No. 4 2017] ATHLETIC GENDER 143  level playing field. On the other hand, it is not permissible to allow heavyweight boxers to get into the ring with lightweight boxers, since the advantage held by the larger boxer is too great to allow meaningful competition. The difference is in the magnitude of the advantage, not the fact that an advantage exists at all. Similarly, this principle should hold true for women’s sport. Intersex women with Androgen Insensitivity Syndrome (AIS) do not have a notable advantage over other women,16 despite their Y chromosomes, testes, and male levels of testosterone in their blood. Women with AIS have a mutation in a protein called the androgen receptor that prevents the testosterone in their blood from reaching their cells.17 Consequently, intersex women with AIS simply do not have the athletic advantage ordinarily provided by the presence of male-levels of testosterone,18 so it is appropriate to allow intersex women athletes with AIS to compete in women’s sport. Subpart C, infra, argues that testosterone-sensitive athletes with Y chromosomes can also compete equitably with other women provided that the Y-chromosome women undergo a regimen of testosterone suppression. B. Advocacy for Inclusion of Intersex and Transgender Athletes A second group of interested individuals believes that intersex athletes are unquestionably entitled to compete with other women, despite any athletic advantage they might hold. This group may be subdivided into those who believe that intersex but not transgender women are entitled to compete with their natural advantages, and those who believe that anyone who identifies as a woman is entitled to compete in women’s sport. 1. Advocacy for Inclusion of Intersex, But Not Transgender Athletes Those advocates of intersex, but not transgender participation in women’s sport posit several arguments to support their position. Katrina Karkazis and others have argued that testosterone advantages held by intersex women are no different from advantages held by tall women, more muscular women, or women with any number of naturally occurring, genetically-based advantages.19 Bruce Kidd is not alone in suggesting that naturally occurring testosterone advantages in intersex women “should be treated just like any other favorable genetic characteristic, and allowed without qualification.”20   16.  EPSTEIN, supra note 2, at 58.  17.  Christian A Koch, Androgen Insensitivity Syndrome, MEDSCAPE (Oct. 16, 2017), https://emedicine.medscape.com/article/924996-overview [https://perma.cc/7FHX-8GAG].  18. Albert de la Chapelle, The Use and Misuse of Sex Chromatin Screening for ‘Gender Identification’ of Female Athletes, 256 JAMA 1920, 1921–22 (1986); Joe L. Simpson et al., Gender Verification in Competitive Sports, 16 SPORTS MED. 305, 306 (1993).   19.  Katrina Karkazis et al., Out of Bounds? A Critique of the New Policies on Hyperandrogenism in Elite Female Athletes, 12 AM. J. BIOETHICS 3, 11–12 (2012).  20.  Private Email Correspondence from Bruce Kidd, Vice President, University of Toronto, Professor, Faculty of Kinesiology and Physical Education (June 2014) (notes on file with author).  HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM 144 LAW AND CONTEMPORARY PROBLEMS [Vol. 80:139  In the same vein, Karkazis suggests that the advantages afforded by testosterone either are not substantial, are poorly understood, have not been studied in women, or do not apply to endogenous testosterone as opposed to exogenous testosterone.21 In addition, a study undertaken on Olympic athletes disputed the magnitude of the differences between male and female testosterone levels in elite athletes.22 Another argument put forward by Karkazis and her colleagues involves the damage done to intersex women as a result of sex testing. They claim that intersex women have been subjected to unnecessary surgery, invasive testing, body shaming, a questioning of their femininity, and other detrimental consequences of sex testing.23 In fact Kidd sees any method of enforcing the boundary between male and female athletes as “policing femininity.”24 Supporters of intersex athletes often point to sociological factors such as the fact that intersex women are declared female at birth and raised female. Karkazis suggests that intersex athletes “are no different from any of the other women who are born and lived as women for their entire lives.”25 The arguments described above are compelling, but have some weaknesses. First, though it is no fault of their own, women who are born with testes and are sensitive to the testosterone produced by their gonads—as opposed to women with AIS, described supra in Part II.A—gain an enormous advantage over other women as they pass through puberty. Even if such an advantage is natural, should it be allowed? As an analogy, the advantage that heavyweight boxers have over lightweight boxers is also natural, but we do not allow those two groups of athletes to compete against one another. As to the endocrine-based arguments, the vast majority of scientists who have studied the effects of testosterone agree that testosterone is the most important factor for the performance differences between male and female athletes.26 Moreover, studies on exogenously added testosterone, or doping with steroids, indicate that the advantages gained by anabolic agents are so large as to preclude women with physiological levels of testosterone from competing effectively against doped athletes.27   21.  See Karkazis et al., supra note 19, at 8.  22.  Healy et al., Endocrine Profiles in 693 Elite Athletes in the Postcompetition Setting, 81 CLINICAL ENDOCRINOLOGY 294, 294–305 (2014).   23.  Karkazis et al., supra note 19, at 13.  24.  Stephanie Findlay, Olympics Struggle with ‘Policing Femininity’, TORONTO STAR (June 8, 2012), https://www.thestar.com/sports/olympics/2012/06/08/olympics_struggle_with_policing_femininity.html [https://perma.cc/Y5JG-WDUH].  25.  Will Sullivan, Should Testosterone Be Regulated in Female Athletes?, NOVA NEXT (July 27, 2012), http://www.pbs.org/wgbh/nova/next/body/should-testosterone-be-regulated-in-female-athletes/ [https://perma.cc/2E4S-AQ8J].  26.  IOC Regulations on Female Hyperandrogenism, INT’L OLYMPIC COMM. 1 (2012), https://stillmed.olympic.org/Documents/Commissions_PDFfiles/Medical_commission/2012-06-22-IOC-Regulations-on-Female-Hyperandrogenism-eng.pdf [https://perma.cc/L4YS-RFSB].  27.  Werner W. Franke & Brigitte Berendonk, Hormonal Doping and Androgenization of Athletes: HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM No. 4 2017] ATHLETIC GENDER 145   The notion that these studies cannot be extrapolated to endogenous testosterone effects is misguided. The Court of Arbitration for Sport’s panel that temporarily sided with the Chand team (Dr. Karkazis, Dr. Mitra, and their lawyers James Bunting, Carlos Sayao, and Morris J. Fish) rejected the notion that endogenous testosterone should be treated differently than exogenous testosterone.28 Although it is true that there is limited data on testosterone-based performance differences among women, a recent study by Stéphane Bermon and Pierre-Yves Garnier demonstrated a significant advantage for women with higher testosterone levels in selected events from two recent world track and field championships.29 It is also instructive to examine published studies on intersex or transgender athletes. These studies are rare, as it is extraordinarily difficult to gather data from small, secretive populations. There are, however, three studies worth mentioning. Stéphane Bermon and his colleagues with the IAAF performed the first and second studies, while this author carried out the third study. In the first study, the advantages held by intersex women were determined indirectly by looking at their over-representation at the IAAF world championships. If there is equitable competition between two groups of athletes, the two groups should be present in championship events in numbers that are consistent with their representation in the general population. However, at the 2011 IAAF world championships, hyperandrogenic athletes (a subset of intersex athletes) were over-represented by a factor of 140, an indirect measure of a massive advantage.30 In the second study, Bermon measured the athletic performance of three intersex athletes who had undergone medical intervention. After two years of testosterone suppression, the three were collectively running 5.7% slower than before the medical intervention.31 This is approximately half of the difference between male and female runners, and, for instance, amounts to almost seven seconds in a world class 800-meter run. The Harper study measured the race times of eight transgender distance runners both before and after their transition. The times were then compared using the age-graded methodology, the standard method used by World Masters  A Secret Program of the German Democratic Republic Government, 43 CLINICAL CHEMISTRY 1262 (1997).  28.  See Dutee Chand v. Athletics Fed’n of India, CAS 2014/A/3769, 141–42 (2015).  29.  Stéphane Bermon & Pierre-Yves Garnier, Serum Androgen Levels and Their Relation to Performance in Track and Field: Mass Spectrometry Results from 2127 Observations in Male and Female Elite Athletes, BRITISH J. SPORTS MED. 3 (2017).   30.  Stéphane Bermon et al., Serum Androgen Levels in Elite Female Athletes, 99 J. CLINICAL ENDOCRINOLOGY & METABOLISM 4328, 4335 (2014).  31.  Stéphane Bermon, Androgens and Athletic Performance of Elite Female Athletes, 24 ENDOCRINOLOGY, DIABETES & OBESITY 246, 249 (2017). HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM 146 LAW AND CONTEMPORARY PROBLEMS [Vol. 80:139  Athletics to compare male and female athletes of all ages. Collectively, the eight runners had statistically identical age-graded scores both before and after transition. This result means that it is possible to take a male distance runner, lower his testosterone to female levels, and wind up with a female distance runner of the same relative ability. This study makes a powerful argument for the effect of testosterone on athletic performance.32 Examining the testosterone distributions in men and women is also useful. The first thing to note is that testosterone measurements are sensitive to the testing method, the time of day and time of month, recent rigorous training and several other factors. However, if one tests under standard conditions, it is possible to obtain stable, reproducible data. Women’s testosterone levels average approximately 1.2 nmol/L, and 99% of women have testosterone levels less than 3 nmol/L.33 Polycystic Ovary Syndrome can cause mild elevations in testosterone levels and a small sporting advantage.34 On the other hand, intersex women can have testosterone levels well within the typical male range and in fact can approach average male levels.35 Men have a broader testosterone distribution than women do, ranging from approximately 10–30 nom/L with an average of approximately 20 nmol/L.36 Of importance to athletes, hard training and serious competition can suppress men’s testosterone levels substantially, so it is important to test them under standard conditions.37 The lower end of the men’s range (10 nmol/L) is ten standard deviations above the mean level on the women’s range,38 meaning that there is a huge chasm between male and female testosterone levels. The Chand team put great stock in a study of Olympic athletes39 that showed significant numbers of women above 3 nmol/L and significant numbers of men below 10 nmol/L and pointed to the fact that there was an overlap between the two groups. However, a large group of well-respected international scientists found many flaws with the methodology and conclusions of the Healy paper.40   32.  Joanna Harper, Race Times for Transgender Athletes, 6 J. SPORTING CULTURES & IDENTITIES 1, 5 (2015).  33.  Bermon et al., supra note 30, at 4334.  34.  Magus Hagmar et al., Hyperandrogenism May Explain Reproductive Dysfunction in Olympic Athletes, 41 MED. & SCI. SPORTS & EXERCISE 1241, 1244 (2009).  35.  Patrick Fénichel et al., Molecular Diagnosis of 5 -Reductase Deficiency in 4 Elite Young Female Athletes Through Hormonal Screening for Hyperandrogenism, 98 J. CLINICAL ENDOCRINOLOGY & METABOLISM E1055, E1057 (2013).   36.  Normal Testosterone Levels in Men: Average Ranges by Age, MEN’S HORMONAL HEALTH (Dec. 12 2016), https://www.menshormonalhealth.com/normal-testosterone-levels.html [https://perma.cc/7GBQ-6QNY].  37.  David Epstein & Alice Dreger, Testosterone in Sports, N.Y. TIMES (Apr. 20, 2014), https://www.nytimes.com/2014/04/21/opinion/testosterone-in-sports.html [https://perma.cc/2WE8-L8JU].   38.  Francisco J. Sánchez et al., The New Policy on Hyperandrogenism in Elite Female Athletes is not about “Sex Testing”, 50 J. SEX RES. 1, 2 (2013).  39.  Healy et al., supra note 22, at 294–305.  40.  See Martin Ritzen et al., The regulations about Eligibility for Women with Hyperandrogenism to HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM No. 4 2017] ATHLETIC GENDER 147  They also pointed out that the higher female testosterone levels could be explained as resulting from doping with anabolic agents or as the result of a DSD. Ironically enough, the lower testosterone levels of the male athletes can also be explained by doping. It is common practice for athletes to get off of their anabolic agents prior to major competitions. Many men on these drugs have impaired their body’s ability to produce testosterone naturally, resulting in lower testosterone when tested at championship meets, once they have stopped taking the steroids.41 However, the fact that there is some small overlap between the male and female curves when measured at world championship meets does not alter the fact that these are two entirely different distributions.42 It is undisputed that many intersex women have been gravely harmed by surgeries performed on them to allow them to compete against other women. In the past, sporting federations have tried to justify these surgeries.43 However, in 2016, the International Olympics Committee suggested that surgical requirements for sport may be a human rights violation.44 Though it is impossible to fix the past, in the future, international sporting federations should not require surgical modification of transgender or intersex athletes as a condition for eligibility in women’s sport. It is also true that many athletic-looking women, including intersex women, have been made to feel less-than-feminine because of their bodies. However, this is an entirely separate issue from the legitimate attempt to create equitable sport for all women. The determination of who should or should not compete in women’s sport is not policing femininity; it is merely drawing a line for sport. 2. Advocacy of Universal Inclusion of Women-Identifying Athletes An additional group of commentators and analysts argue that anyone with a female gender identity should be allowed to compete in women’s sport. This opinion can be summarized by the title of a New York Times article by Rebecca Jordan-Young and Katrina Karkazis: You Say You’re a Woman? That Should be Enough.45 Those supporting unlimited integration of transgender athletes into women’s sport discount the effect of testosterone on performance. The testosterone-based  Compete in Women’s Category are Well Founded. A Rebuttal to the Conclusions by Healy et al., 82 CLINICAL ENDOCRINOLOGY 307, 307 (2014).  41. Bermon & Garnier, supra note 29, at 5.   42. Dutee Chand v. Athletics Fed’n of India, CAS 2014/A/3769, 143 (2015).  43.  Patrick Fénichel et al., supra note 35, at E1055–59.  44.  IOC Consensus Meeting on Sex Reassignment and Hyperandrogenism, INT’L OLYMPIC COMM. (2015), https://stillmed.olympic.org/Documents/Commissions_PDFfiles/Medical_commission/2015-11_ioc_consensus_meeting_on_sex_reassignment_and_hyperandrogenism-en.pdf [https://perma.cc/7J75-AJ5W].  45.  Rebecca Jordan-Young & Katrina Karkazis, You Say You’re a Woman? That Should Be Enough, N.Y. TIMES (June 17, 2012), http://www.nytimes.com/2012/06/18/sports/ olympics/olympic-sex-verification-you-say-youre-a-woman-that-should-be-enough.html?mcubz=3 [https://perma.cc/5JCC-WBSJ].  HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM 148 LAW AND CONTEMPORARY PROBLEMS [Vol. 80:139  arguments have been addressed in previous Parts of this article, but it is worth adding that transgender women who have not had any medical treatment to transition their bodies have athletic potential equivalent to men. If women’s sports are valued as creating an arena for women to compete with individuals substantially physically similar to them, then individuals who are athletically male should not be allowed to participate in it. To create equitable competition within the women’s category, athletes should be divided into male and female categories by using a performance-based metric. When athletes are divided into separate weight categories for sport we do not ask a given athlete “do you feel like a lightweight or a heavyweight?” Instead, the athlete steps on a scale to determine their weight category. Likewise, a measureable quantity that directly affects athletic achievement should be used to determine who plays women’s sport. Testosterone is such a quantity. C. Conditional Inclusion of Intersex and Transgender Athletes Finally, some commentators and researchers believe that intersex and transgender women should only be allowed into women’s sport under certain conditions. If the fundamental reason for separating humans into male and female athletes is to provide women athletes with meaningful competition, then it is reasonable to allow transgender or intersex women to compete with other female athletes if, and only if, the inclusion of said athletes does not unduly alter the playing field for other women. If the conditions under which any advantages potentially held by gender-variant athletes are minimized, then this condition can be realized. It is not necessary, or even possible, to eliminate all advantages held by transgender or intersex women. When the International Olympic Committee (IOC) and the IAAF abandoned chromosome testing in the 1990s, they took differing paths in their treatment of intersex, and later transgender athletes, but both groups have converged around the notion that testosterone levels should be the key component of their regulations on gender-variant athletes.46 Additionally, the National Collegiate Athletic Association (NCAA) also adopted testosterone-based rules to govern the participation of transgender athletes in 2011.47 The effects of testosterone suppression on transgender women were studied by Gooren in 2004.48 His study supported the inclusion of transgender women   46.  See IAAF Regulations Governing Eligibility of Athletes Who Have Undergone Sex Reassignment To Compete in Women’s Competition, INT’L ASS’N ATHLETICS FED’N 1, 4–5 (2011), https://docs.wixstatic.com/ugd/2bc3fc_476cfbfe00df48c3aa5322a29d5e11b2.pdf [https://perma.cc/349Y-AWS3]; IOC Consensus Meeting on Sex Reassignment and Hyperandrogenism, supra note 44, at 2; IOC Regulations on Female Hyperandrogenism, supra note 26, at 1.  47.  See NCAA Inclusion of Transgender Student-Athletes, NAT’L COLLEGIATE ATHLETIC ASS’N 1, 8 (2010), https://www.ncaa.org/sites/default/files/Transgender_Handbook_2011_Final.pdf [https://perma.cc/5Q2Z-59BJ].  48.  See Louis J. G. Gooren & Mathijs C. M. Bunck, Transsexuals and Competitive Sports, 151 EUR. HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM No. 4 2017] ATHLETIC GENDER 149  into women’s sport. Later, the Harper study demonstrated that testosterone suppression methods have been effective in creating a reasonably level playing field for transgender women and cisgender women.49 Bermon’s recent study of testosterone suppression in intersex women50 also suggests that a much more level playing field will result from reduced testosterone in this subset of women as well. The athletic fortunes of Caster Semenya—widely believed to have lowered her testosterone from 2010 through 2015—can also be viewed as providing support for the leveling effect of testosterone suppression. In 2009 and again in 2016–2017, the South African speedster was superior to every other female 800-meter runner on the planet. However, when her testosterone levels were presumably in line with her competitors, she sometimes won—2011 World championships and 2012 Olympics—but lost more often than she won; just like virtually every other athlete on the planet. The fortunes of transgender women in sport also support the use of testosterone suppression. Professional cyclist Jillian Bearden had her cycling power measured by the CTS lab in Colorado Springs in 2011—prior to her transition—and again in 2016—after 1.5 years of testosterone suppression. In the 2016 test, her measured power was 11% less than in her 2011 test,51 which is the same power difference between elite male and female cyclists. Bearden’s successful but hardly overwhelming cycling results in 201752 also attest to the fact that it is appropriate to allow her to compete in the women’s division. Moreover, the suggestion that transgender women will dominate women’s sport to the exclusion of cisgender women simply has not proven true in large part due to the effects of testosterone suppression. The NCAA has allowed transgender women to compete after hormone therapy since 2011. There are approximately 200,000 women athletes competing in collegiate sports at different levels53 and there are only a handful of transgender athletes among them.54  J. ENDOCRINOLOGY 425, 428 (2004).  49.  See Harper, supra note 32, at 8 (“[I]t is fair to allow to transgender women to compete against 46,XX women in all sports, although the study does make a powerful statement in favor of such a position.”).  50.  Bermon, supra note 31, at 249.   51.  Harper et al., Analysis of the Performance of Transgender Athletes, Presentation at the World Congress of the Performance Analysis of Sport 2 (Nov. 19, 2016), available at http://www.sportsci.org/2016/WCPASabstracts/ID-1699.pdf [https://perma.cc/7UK6-7RUJ].   52.  Cyd Zeigler, Trans Cyclist Finishes Middle-of-the-Pack in Race as Detractors Attack her for ‘Unfair Advantages’, OUTSPORTS (Aug. 14, 2017), https://www.outsports.com/2017/8/14/16141764/jillian-bearden-trans-cyclist-colorado-classic [https://perma.cc/JCX2-BCYD].  53.  This number is slightly less than half the total number of NCAA athletes of both sexes. See NAT’L COLLEGIATE ATHLETIC ASS’N, http://www.ncaa.org/student-athletes [https://perma.cc/ZB4F-SL64] (last visited Nov. 24, 2017).  54.  While the exact number of transgender athletes in the NCAA is unknown, it is certainly small. See Erik Dresser, Lewis & Clark’s Ryan LaVigne, ROW2K (Mar. 22, 2016), http://www.row2k.com/features/967/row2k-Interview—-Lewis—-Clark-s-Ryan-LaVigne/ [https://perma.cc/P87M-Q7LP]. HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM 150 LAW AND CONTEMPORARY PROBLEMS [Vol. 80:139  Statistically, there should be approximately 1,000 trans women in college sport.55 Any physical advantages possessed by transgender women have not led to a takeover at the collegiate level, or at any level for that matter. Opponents of testosterone-based methods often suggest that testing methods are overly invasive,56 but this argument overstates the invasion on transgender and intersex women. A simple blood test, routinely performed in annual physical evaluations of everyday people, can be used to determine testosterone levels. Only when a woman scores out-of-range do the tests become more invasive. And even then, the testing involved is not any more invasive than the routine drug testing that elite athletes are already required to undergo. These urinalysis tests require an observer to watch the urine leaving the athlete’s body and enter the collection cup. It is understood by elite athletes that this loss of privacy is a price that must be paid for equitable sport. There is still a paucity of scientific data supporting the use of testosterone-based athletic genders. But it is an area attracting more interest all the time. The European Sports Medicine conference in November 2017 devoted a session to the ongoing work of testing intersex and transgender athletes.57 In addition, two transgender athletes are currently being studied as they undergo transition. Although serum testosterone levels are currently the best available method to separate male and female athletes, future scientific developments might find a better way. Perhaps the optimal method might be to use functional or bioavailable testosterone, which is the testosterone that is taken up and used by the body’s cells. Unfortunately, there is no current method to measure bioavailable testosterone and so serum testosterone, with allowances made for androgen resistant athletes, remains the best option. Until this point, this article has analyzed arguments related to the science of athletic performance based in biological sex, specifically with regard to testosterone levels. The remainder of the article addresses the debate about transgender and intersex inclusion in women’s sport as a function of gender, as opposed to sex.   55.  The Williams institute estimates that 0.6% of the population is transgender, hence the 1,000 trans athlete number is slightly low. See Andrew R. Flores et al., How Many Adults Identify As Transgender In The United States?, WILLIAMS INST. 3 (2016), https://williamsinstitute.law.ucla.edu/wp-content/uploads/How-Many-Adults-Identify-as-Transgender-in-the-United-States.pdf [https://perma.cc/MB5W-KLU3].  56.  See Ronald S. Katz & Robert W. Luckinbill, Changing Sex/Gender Roles in Sport, 28 STAN. L. & POL’Y REV. 215, 233 (2017).  57.  10th European Sport Medicine – Congress of European Federation of Sports Medicine Associations, EFSMA (Nov. 16-17, 2017), http://www.efsma-scientific.eu/10th-european-sport-medicine-congress-of-efsma-european-federation-of-sports-medicine-associations/ [https://perma.cc/X48R-7PWB].  HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM No. 4 2017] ATHLETIC GENDER 151  III CONSIDERATIONS OF GENDER IN WOMEN’S SPORT Gender is as complicated a question as sex is, and there are no crystal clear lines between men and women.58 Gender is a complex and multi-faceted social construct. Additionally, terms such as gender assigned at birth59 and legal gender60 are commonly used, with the understanding that one’s legal gender might be different from the gender assigned at birth. Given the multi-faceted nature of gender, it is then possible to suggest a gender category specific to sports or an athletic gender. Infants are assigned a gender at birth based on the appearance of their external genitalia, one component of biological sex. In the case of many intersex people, the external genitalia can appear atypical, and the process of assigning gender becomes more complex. The gender assigned at birth does not define the athletic capabilities of future adults, and should not be the sole criterion for separating athletes into male and female categories. It is not unreasonable to suggest the one’s gender identity can be used to define a social gender for human kind. Ideally, an enlightened society would allow people to live as male or female or somewhere in between depending on their individual gender identity. Self-defined social gender is, of course, very important in the way that any given individual lives zer61 life. However, gender identity by itself should not be used to determine the sports category appropriate for that individual. Legal gender usually matches the gender assigned at birth, but laws dealing with intersex and transgender individuals vary widely depending upon the given country. At least eleven nations or states allow a third legal gender,62 and another seven countries allow people to change their gender markers by self-declaration.63 On the other hand, the majority of the world’s countries either   58.  Dot Brauer, When Queer = Diversity = Complicated, U VT. CONTINUING & DISTANCE EDUC. (June 4, 2015), https://learn.uvm.edu/blog-education/complexities-of-gender-identity [https://perma.cc/JYX2-NUD4].  59.  Gender Assignment, PSYCHOL. DICTIONARY (2013), https://psychologydictionary.org/gender-assignment/.   60.  Legal gender is documentation of an individual’s gender in law. The majority of contemporary national legal systems operate according to a standard wherein each citizen must be registered as either “male” or “female,”(this is acceptable to me)  however an actual definition of those terms may be lacking in legislation. Legal Gender, NONBINARY WIKI, https://nonbinary.miraheze.org/wiki/Legal_gender [https://perma.cc/SX24-Q4C5] (last visited Nov. 24, 2017).  61.  Zer, AZ DICTIONARY (2017), https://www.azdictionary.com/urban-dictionary/definition/zer [https://perma.cc/TSG3-N57J] (defining “zer” as a gender neutral pronoun).   62.  It is difficult to find one reference that lists all of the countries offering a legal third gender. Wikipedia lists ten countries. See Third Gender, WIKIPEDIA, https://en.wikipedia.org/wiki/Third_gender [https://perma.cc/V9TN-TRAQ]. See also Jonathan Blaustein, Bangladesh’s Third Gender, N.Y. TIMES (Mar. 18, 2015), https://lens.blogs.nytimes.com/2015/03/18/bangladeshs-third-gender/ [https://perma.cc/X3J4-MZE3] (providing Bangladesh’s law). There may well be additional countries offering legal third gender.   63.  Documenting legal sex change by declaration is also difficult. National Geographic lists five. HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM 152 LAW AND CONTEMPORARY PROBLEMS [Vol. 80:139  refuse to consider any legal gender beyond that defined at birth or make it extremely difficult to make changes to the legal gender at birth.64 As an alternative to strictly using the athlete’s self-identified, or government-identified gender, athletic gender could be used to separate gender in other arenas from the appropriate competition category for athletes. Athletic gender can be discussed in much the same way one talks about other aspects of gender in the sense that it is one aspect of gender—it is separate and potentially either the same as or different from legal gender or self-identified gender. If equitable competition is valued, then athletic gender should be determined using a scientifically-determined performance-based metric. If athletic gender is recognized as different from social gender, then it follows that placing an athlete in either the male or female sports category does not affect their self-identified, social gender, and hence the manner in which the said athlete lives zer life apart from sport. Thus, the concept of athletic gender can be a powerful idea that resolves many of the conflicts that have been mentioned previously. For instance, the argument that intersex or transgender athletes will necessarily be stigmatized if they are unable to compete in the women’s category due to high testosterone levels loses its vigor if athletic gender is explicitly different from social gender. The concept of athletic gender can also be an effective contraindication to calls for sex testing. If athletes can be sorted based on a standard physiological test such as testosterone levels, then it is no longer necessary to resort to the all-encompassing methodology of sex testing. Furthermore, athletic gender can help resolve legal issues related to the separation of athletes into male and female categories. The Court of Arbitration for Sport’s panel in the Chand case ruled that it was discriminatory to separate two groups of women based on a naturally occurring difference between the two groups.65 It is conceivable that the Court of Arbitration for Sport’s panel would no longer find the regulations discriminatory if instead the regulations were designed to separate athletes into male and female athletic genders.  Legality of Gender Change, NAT’L GEOGRAPHIC, http://www.nationalgeographic.com/ magazine/2017/01/gender-identity-map-where-you-can-change-your-gender-on-legal-documents/ [https://perma.cc/6EMX-FKSH]. See also Daniela Franco, Colombia, the Surprising Global Leader in Transgender Rights, TAKEPART (June 10, 2015), http://www.takepart.com/article/2015/06/10/colombia-surprising-global-leader-transgender-rights  [https://perma.cc/6PEM-QPS7] (providing Colombia’s law); New Legal Gender Recognition Legislation Approved by Belgium!, EUR. REGION INT’L LESBIAN, GAY, BISEXUAL, TRANS & INTERSEX ASS’N (May 24, 2017), https://www.ilga-europe.org/resources/ news/latest-news/new-legal-gender-recognition-belgium [https://perma.cc/4664-EMXJ] (providing Belgium law).   64.  The National Geographic website also lists those countries where legal gender change is difficult or impossible. Legality of Gender Change, supra note 63.  65. Dutee Chand v. Athletics Fed’n of India, CAS 2014/A/3769, 147 (2015). Section 510 is extremely important in understanding the verdict in the Chand case. The CAS panel assumed that “whether a person is a female is a matter of law” and that laws governing gender were almost entirely uniform throughout the world. The preceding section on the complexity of gender presents a reasonable method to challenge these assumptions. HARPER_CROSS REFERENCED (DO NOT DELETE) 3/2/2018 8:48 AM No. 4 2017] ATHLETIC GENDER 153  IV CONCLUSION If equitable, meaningful competition in sport for women is valued, then scientific methodology should be used to separate athletes into male and female categories for the purposes of sport. The best currently available scientific method is the use of serum testosterone levels. It is extremely valuable to view the separation of athletes into male and female categories as the determination of an athletic gender. Hopefully, an increased use of the concept of athletic gender will result in clearer sporting policies and a reduction in the discord between various factions in the very complex world of sex, gender, and sport. It is also necessary that attitudes surrounding gender-variant athletes continue to evolve. Gender and sex are both complex elements of identity that make defining the boundaries of women’s sport a vexing task. And as important as inclusion is, the needs of billions of potential female athletes must be balanced with the rights of tens of millions of marginalized human beings. There is still much work to be done. Only through careful consideration of the complexity of the difficulties addressed in this article can the world of sport realize a brighter future of inclusion and functionally accurate sorting of athletically male and athletically female individuals.  ",
    "id": 213019917,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:lcp-4851"
    },
    "title": "Athletic Gender",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-12-01T08:00:00+00:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=4851&amp;context=lcp"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/213019917.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/213019917"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/213019917/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/213019917/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/213019917"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:lcp-4851",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 213019917,
        "depositedDate": null,
        "publishedDate": "2017-12-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:46:48+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T11:10:37+01:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/lcp/vol80/iss4/7",
        "https://scholarship.law.duke.edu/context/lcp/article/4851/viewcontent/7.pdf"
    ],
    "lastUpdate": "2024-01-24T00:46:48+00:00",
    "setSpecs": []
}