{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Villalpando, Mark J"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:38:04+01:00",
    "dataProvider": {
        "id": 2330,
        "name": "VCU Scholars Compass",
        "url": "https://api.core.ac.uk/v3/data-providers/2330",
        "logo": "https://api.core.ac.uk/data-providers/2330/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215483618.pdf",
    "fullText": "Copyright 2018 by The Journal of Social Theory in Art Education / Volume 38Battling the big one: LGBTQ+ inclusive art education during the Trump eraMark J. Villalpando University of Florida, MARecently, because of our new political atmosphere, there have been many attacks on lesbian, gay, bisexual, transgender, and queer, or LGBTQ+, individuals and communities. Even though there have been positive developments in the past few years, homophobia is still a major concern for many people in the Unit-ed States. These issues often manifest themselves to a greater degree within the microcosm of public schools where LGBTQ+ students are forced to deal with hateful speech, heteronorma-tive environments, and rampant homophobia. These struggles can have harmful effects on the social and emotional develop-ment of queer youth. Progressive and inclusive art education that provides reflective and thoughtful creative projects may aid in identity development, increase self-esteem, and encourage activism, thus helping to improve the lives of LGBTQ+ youth and educators.Keywords: heteronormativity, LGBTQ+, queer, artivismCorrespondence regarding this article may be sent to the author: mark_villalpando@hotmail.comAlthough Americans are rightfully concerned about when the next major earthquake will affect them, it is apparent that a different big one has already hit the United States—the Trump era.26 Villalpando M. J. / Battling the big onetute of Art, has written a body of work that deals with anthropology, art education, and museum studies. Dinkins and Englert (2015), although in separate fields at Bellarmine University, have collaborated on numerous articles dealing with sexuality, literacy, and queer youth.The Big OneSince September 2017, Mexico has been hit with several earthquakes, including one that devastated Mexico City. Since the quakes and the massive media coverage that accompanied them, many people in the United States are again awaiting the big one. According to the Los Angeles Times, Southern Californians living along the San Andreas Fault could see an earthquake relatively soon, similar to the one that hit Mexico City (Lin, 2017). Although Americans are rightfully con-cerned about when the next major earthquake will affect them, it is apparent that a different big one has already hit the United States—the Trump era.Like earthquakes, which shift the surface of the earth and cause wide-sweeping damage, the party politics of the United States also inflict grief and distress on the citizens of this country. In the political realm, there are major quakes and minor ones. Minor shifts may affect people locally, but major shifts in political power affect people na-tionally and even globally. The results of the last presidential election in the United States tipped the political Richter scale. Not only will its effects be felt in our country, but also throughout the rest of the world (Elliott, 2016). Like the quakes in Mexico, the Trump era poses disastrous effects and the American people are poised to get hurt.One group that has already been injured is the LGBTQ+ community. During the 2016 election campaign, Donald Trump promised to be an ally of the gay community. However, he has shown his true self throughout his first year. Upon en-tering office, President Trump rescinded federal protections for transgender students and failed to acknowledge Gay Pride Month. In July of 2017, Trump tweeted his intentions of banning trans Like the tectonic movements of the Earth’s crust that cause both creation of new land and destruction of property, shifts in the political power can be socially damaging yet create pos-itive effects. During these times of great social struggle, heroes emerge that seek to create positive change in the status quo. One such hero is the ally art teacher—a diligent individual dedicated to social service able to place their discomforts aside to make all students feel safe and empowered through the creation of personal art. One group that has been deeply affected by recent social and political shifts is the lesbian, gay, bisexual, transgender, and queer (LGBTQ+) community. The Obama administration left a legacy of progress for this underserved group; however, recent changes in power have many in the LGBTQ+ community worried about an uncertain future (Horsley, 2016). It is, therefore, imperative that art teachers fill this need for inclusive education that meets the needs of their queer students and all their students. Creating LGBTQ+-inclusive art lessons can be a challenge for many art teachers, however, through the establishment of creative safe spaces, the im-plementation of identity-affirming projects, the building of community-based artivism, and the application of various other inclusive teaching methods, art educators can successfully develop a LGBTQ+-friendly curriculum that benefits and empowers both their queer students as well as all of their students. Gude (2002), Lampela (2007), Rhoades (2012), and Shelton (2014) influenced my research and all have greatly contributed to the academic literature on the LGBTQ+ commu-nity, heteronormativity, sexuality, and art edu-cation and their intersections. Hsieh (2016), an associate professor at Georgia State University, is a leader in the field of interdisciplinary art educa-tion as well as museum education. As an assistant professor at Virginia Commonwealth University, Wagaman (2016) has enhanced her field in social work through her expertise in serving marginal-ized populations including LGBTQ+ youth. Stan-ley (2007), a professor at the Birmingham Insti-27The Journal of Social Theory in Art Education / Volume 38 (2018) spaces for queer youth and give them tools so they can empower themselves to change their environments (Hsieh, 2016).Many queer students in U.S. public schools are immersed in environments that advocate and cel-ebrate the normality of heterosexuality (Dinkins & Englert, 2015). Not only is heteronormativity championed, there is an active effort to suppress and exclude LGBTQ+ characters, role models, and historical figures in school (Rhoades, Davenport, Wolfgang, Cosier, & Sanders, 2013). Facing con-stant judgment and ostracism, students can feel defeated, discouraged, and depressed (Rhoades, 2011). Because most schools do not routinely include sexually diverse issues, such as those of LGBTQ+ individuals, art educators need to learn appropriate ways to include queer issues in their curriculum.Recent Trends and Current IssuesThe LGBTQ+ community saw much prog-ress during the past eight years of the Obama administration (Horsley, 2016). Even predating the Obama election, the topic of “homosexuality is gaining greater acceptance, as evidenced by the inclusion of gay characters in television and the movies and the proliferation of education-al materials addressing gay and lesbian issues” (Lampela, 2001, p. 146). This progress is shown in many arenas beyond pop culture. Government recognition, as seen in the 2015 Supreme Court decision, allows same-sex couples the right to marry (Schwartz, 2015). The U.S. Supreme Court also recently struck down an Arkansas law that treated married same-sex couples unfairly com-pared to straight couples when documenting pa-rental status on their children’s birth certificates (Ampezzan, 2017). These recent legal decisions echo national surveys that indicate the highest levels of support of LGBTQ+ rights ever recorded (Shelton, 2014).Even though there has been much improve-ment in attitudes towards gays and lesbians, there are still many concerns for queer people. Many LGBTQ+ youth still experience many prob-people from serving in the military (Epps, 2017). In October, the president was the keynote speak-er at the Family Research Council’s Values Voter Summit, an anti-gay hate group that demonizes the LGBTQ+ community (Sinclair, 2017). Also, Trump jokingly said that the vice president, Mike Pence, wanted to hang all homosexual Americans (Moore, 2017, para. 1). Killing large groups of peo-ple is not funny, and, in no way, is genocide ever a laughing matter. In the upcoming months, one can easily predict how the president will deal with other important LGBTQ+ issues as he continues to demonize innocent people and strip them of their inalienable rights. His harsh bullying tactics and his approval and support of hate groups may cause others to condone hate and bigotry in the United States (Sinclair, 2017). Because of this ever-present threat to the LGBTQ+ community, it is imperative that educators embrace an inclu-sive art education that celebrates gay artists and LGBTQ+ students.The ProblemWhen a major earthquake hits, many may feel powerless, hesitant, and unsure of how to most directly help the victims (Taylor, 2017). The same is the case with teachers when dealing with com-plex social issues. Check and Ballard (2014) and Hsieh (2016), all scholars in the fields of art edu-cation and LGBTQ+ issues, contend that teachers may want to help queer students feel safe and supported, but they often feel ineffective, inade-quate, or insecure when dealing with queer issues in class. This can be especially challenging when educators identify as LGBTQ+ themselves (Con-nell, 2015). Other art teachers would like to help but simply do not know the best way to do so. Art classrooms can provide safe and nurturing spaces for LGBTQ+ youth to grow (Dinkins & Englert, 2015; Hsieh, 2016; Rhoades, 2012; Shelton, 2014). As art educators, we should know how LGBTQ+ youth benefit from art programs and learn how to effectively support and teach all of our students. Successful implementation of inclusive teaching methods can help develop the much-needed safe 28 Villalpando M. J. / Battling the big onestify sexuality in the classroom, obliterate endur-ing homophobia in our school community, and provide safe spaces for queer students to flourish. Current Problems Experienced by LGBTQ+ YouthHomophobia and Bullying When a massive shift occurs, some people are negatively affected more than others. LGBTQ+ youth already experience many problems in the classroom including violence. Manifestations of this violence include bullying caused by ho-mophobia. Stanley (2007), a professor at Birming-ham Institute of Art, in a study about gay and lesbian students and art education, discovered “between 30-50% of same-sex attracted young people in secondary schools will have directly experienced homophobic bullying” (p. 5). Stu-dents in these schools continue to use homopho-bic language in class, such as “fag,” “homo,” and “gay,” in a derogatory way (Gude, 2002). A leader in queer theory and gender studies and assistant professor of qualitative educational research at the University of Alabama, Shelton (2014), ex-plains that teacher bias is often part of the prob-lem, and sometimes educators themselves use homophobic language towards gay and straight students alike. Another issue is that teachers allow other students to use hateful language without interfering. Although many teachers do not approve of homophobic slurs, they are hesitant to address these slurs in class (Stanley, 2007). Moreover, Shelton (2014) states “53% of adult lesbians and gay men reported contemplating harming them-selves as a result of being bullied at school, [and] 40% indicated that they had attempted to harm themselves or had attempted suicide on at least one occasion” (p. 5).lems at school and at home, including homopho-bia and bullying (Check & Ballard, 2014; Gude, 2002; McDermott, Roen, & Scourfield, 2008; Shel-ton, 2014; Stanley, 2007). Gay and lesbian youth are not the only ones who experience stress; their gay teachers must manage their conflicting roles and identity challenges in the classroom (Connell, 2015; Kahn & Gorski, 2016; Lineback, Allender, Gaines, McCarthy, & Butler, 2016). Through art education, young LGBTQ+ people can learn how to better deal with and resist problems in school and in their daily lives (Dinkins & Englert, 2015; Hsieh, 2016; Lampela, 2007). One way to meet the needs of LGBTQ+ youth is through the suc-cessful implementation of community-based art programs (Ciszek, 2014; Rhodes, 2011; Wagaman, 2016). The most successful educators utilize many of the same techniques commonly used in these programs to teach LGBTQ+ issues and reach their queer students in their classrooms (Gude, 2002; Lampela, 2007; Vecellio, 2012). Taking the knowledge gained through community-based art education efforts, teachers can learn how to appropriately educate LGBTQ+ youth in their classrooms.Strategies from Community-Based Art ProgramsSchools are often unsupportive environments for LGBTQ+ youth because teachers are not able to or will not discuss important issues dealing with sexuality. Some states, including Texas, Lou-isiana, Oklahoma, Mississippi, and Arizona, have passed laws that prohibit teachers from discuss-ing gay and transgender issues in class (Brammer, 2018). Community-based programs can engage LGBTQ+ youth in cooperative efforts to react to destructive environmental influences in order to create positive changes in society. Teachers can achieve this through mentorship programs from local resource centers, community outreach programs, collaborating with district-wide Gay Straight Alliance group initiatives, and public arts projects. As socially-conscious art teachers, we must push our administrators to act fairly, demy-29The Journal of Social Theory in Art Education / Volume 38 (2018) educators should make positive changes in the classroom with regards to LGBTQ+ youth. Just as stress fractures occur to alleviate tension in the crust, the many problems facing LGBTQ+ youth, can be alleviated through inclusive art educa-tion (Dinkins & Englert, 2015; Gude, 2002; Hsieh, 2016; Rhoades, 2012; Shelton, 2014). One way to provide this relief is through the establishment of safe spaces. Because the school environment is an essential part of the holistic growth of stu-dents, schools need to create safe and encourag-ing environments for LGBTQ+ students (Dinkins & Englert, 2015). A recent study on preservice art teachers’ attitudes toward addressing LGBTQ issues has shown that there is a positive asso-ciation between supportive teachers and the positive school experiences of LGBTQ+ students (Hsieh, 2016). Hsieh explains that developing new approaches to creating a climate of safety and protection can lower the harassment of queer youth in schools and should be an essential and mandatory part of all preservice teacher prepara-tion. Educators must recognize harassment and oppression and create safe spaces for their stu-dents to learn and grow (Rhoades, 2012). When art teachers establish zero-tolerance policies for homophobic language or when they place queer-friendly posters and stickers on their walls they are working to build safe spaces. According to a study by the Gay, Lesbian, and Straight Edu-cation Network (GLSEN, cited in Shelton, 2014), “one of the greatest factors for LGBT students who reported feeling safe and supported was access to teachers who would advocate for and protect them from discrimination” (p. 118). Teach-ers must be a source of protection and safety for their LGBTQ+ students who may not find comfort in any other location.Identity Affirmation When a rock is under enough pressure, it will fracture or break. When LGBTQ+ youth experi-ence enough pressure, they can also breakdown and fall into self-destructive behaviors (McDer-mott, Roen, & Scourfield, 2008). Art educators Unsupportive and Heteronormative Environments Schools are often unsupportive environments for LGBTQ+ youth because teachers are not able to or will not discuss important issues dealing with sexuality. Teachers express anxieties and trepidations about confronting a fundamentalist school administration or community of culture that might inhibit them from actively defending and embracing LGBTQ+ issues (Hsieh, 2016). In many instances, educators and administrators, ignore or excuse violence towards queer students because they believe LGBTQ+ people deserve ex-clusion (Rhoades, Davenport, Wolfgang, Cosier, & Sanders, 2013) or blame queer victims for inciting or inviting violence upon themselves, acknowl-edging bullying as a requirement for teen growth, and believing it can magically vanish (Rhoades, 2011).Another major problem for LGBTQ+ youth is that schools are governed by heteronorma-tivity. Dinkins and Englert (2015) explain that, in a heteronormative environment, “students are positioned as straight, and heterosexual identi-ties are empowered while LGBTQ+ students and non-heterosexual gender behaviors are marginal-ized” (p. 394). Most schools have this heteronor-mative bias; however, there is a definite demand for a well-balanced curriculum that portrays and represents more than the heteronormative stan-dards (Lampela, 2007). These types of environ-ments contribute to the vulnerability of gay and lesbian students and limit learning by affecting how knowledge is shaped, managed, and em-ployed.Benefits of Art Education for LGBTQ+ YouthSafe SpacesWhen large continents shift, they cause stress fractures in the crust where pressure can be released, thus inciting further geological chang-es elsewhere. In response to the extensive—and possibly damaging—changes in Washington, DC, 30 Villalpando M. J. / Battling the big onecreate positive changes in society. By joining and contributing to LGBTQ+ youth organizations, young people can experience empowerment through social encouragement, connection to the gay community, and engagement in activist efforts (Wagaman, 2016). Ciszek (2014) explains that “a…queer community creates a unified movement, establishing common bonds with fellow members, developing a sense of we-ness through shared experiences and oppression, and instilling a loyalty to a larger movement” (p. 334). When young LGBTQ+ people collaborate on creative projects, they demonstrate the poten-tial of combining art with activism, or “artivism” (Rhoades, 2011). They use these liberating iden-tity strengthening exercises and interventionist strategies to construct the possibilities and imag-es of LGBTQ+ equality. Rhoades (2012) explains that “[social criticism] has recognized the need to engage marginalized youth, support their critical awareness, and activate their agency as autono-mous individuals with the capacity to act, alone or collectively” (p. 318). Rather than remaining oppressed victims, artivism has encouraged and driven youth to transform into communi-ty-based artists, activists, and agents for positive change. Wagaman (2016) further emphasizes that through these community programs, LGBTQ+ youth are questioning, resisting, and changing their environments. Not all artivism needs to be on a large com-munity-wide scale; the school community is a great place to start. Developing artivism and social responsibility in the art classroom is sim-ple and can be very rewarding. To engage my students in this beneficial practice, I brainstorm important social issues with my classroom during a lesson each year. From this list of social issues, each student develops an awareness poster that metaphorically sheds light on or offers solutions to the topic. First, each student chooses a social issue that is important to them, such as alcohol-ism, poverty, pollution, animal rights, or home-lessness. In groups of three or four, students help each other brainstorm symbolic and metaphor-can help prevent this by helping LGBTQ+ youth develop a strong sense of self through identity affirming art projects (Gude, 2002). Through lessons that include LGBTQ+ issues and intro-duce students to queer artists, lesbian and gay students can obtain a positive sense of self in connection to their sexual orientation (Lampe-la, 2007; McDermott, Roen, & Scourfield, 2008). Stanley (2007) explains that LGBTQ+ students have much to offer through art creation and adds that the way most queer people form their sexual identities through their personal experience pro-vides a strong foundation for creative reflection. Gude (2002) describes how these self identifying projects can help our students become stimu-lating and complex global citizens—accepting themselves and each other, happily celebrating diversity and opportunity.Identity affirming projects, such as the ones that I implement in my own classroom, have helped students overcome harsh stereotypes and build resiliency while improving their overall self-worth. During the past two years, I have applied these principles to one lesson in particular—cre-ating a self-affirming identity portrait. Using a supplied worksheet, students reflect upon the negative stereotypes, gossip, internalized self-hate that they have personally experienced. They also consider the positive aspects about them-selves—their skills, personality traits, and posi-tive outward appearance affirmations. Students then create an abstract background utilizing the negative text and draw a self-portrait on top of that background that displays the positive words. After a student self-assessment of the project and presentation of their artwork, I discovered that this lesson empowered many of my students to overcome negativity and self-doubt by reaffirm-ing their self confidence.Community-Based Art Education Activism Stress fractures can also be relieved through community-based programs that engage LGBTQ+ youth in cooperative efforts to react to destructive environmental influences in order to 31The Journal of Social Theory in Art Education / Volume 38 (2018) voiced their concerns on social media, where the conversation about these issues continued. In response to the poster project and by listening to the students’ concerns, the school’s administra-tion helped develop its first Gay-Straight Alli-ance—a great step in the right direction. Building Connections According to Fryer (2009), a seismologist at the Hawaii Institute of Geophysics & Planetology, when tectonic plates collide and unexpectedly move along fault lines, rocks break from a build-up of pressure and large amounts of energy are released through seismic waves in the form of earthquakes. When large groups of students use their energy to act through artivism, it can also cause great shifts in our community. Communi-ical representations of their chosen topic. From that brainstorming session, students use ideas to formulate imagery and begin drawing their posters. To further promote unbridled creativity, I allow the students the freedom to utilize any media they want for the assignment. I find that when there are less restrictions on how a fin-ished project is supposed to appear the results are more original and creative. The results were very diverse and better than I expected. I discov-ered that through this project, the students had a very firm grasp of metaphor and symbolism. For example, one of my students chose big game hunting as their topic and created a poster that memorialized Cecil the Lion (see Figure 1). Anoth-er one of my students, who presented her art-work to the class, depicted a little girl as a punch-ing bag while fists representing homophobic and sexist language attacked her (see Figure 2). The artwork was then entered into the area Texas Art Education Association’s Junior VASE contest in which students had to explain the meaning of their artwork and answer questions from a panel of judges. Students were questioned on how they incorporated artistic elements and principles, how they included aspects of themselves, and how the symbolism conveyed meaning in their artwork. Judges then tabulated a score from one to four on how students answered their questions and how they executed their artwork. Not only did each student become an advocate for their social issue, each of the thirty-two students who entered the contest scored the highest possible value of four and received a medal for their work. These visually-striking and thought-provoking posters were then displayed in the library so other students and teachers could view them. The school’s reaction was electric. Students and teachers began talking about the works of art and the underlying issues. While the administration and most teachers loved the artwork, the parents’ reaction, however, was split. While some parents thought the exercise was too bold for children, most were excited about how the lesson demon-strated the students’ sense of agency. People Figure 1. Cecil the Lion was a great example of young artivism. The artwork depicts a lifelike por-trait of Cecil the Lion and memorializes his death through the use of somber colors and exquisite facial details that reveal his character.32 Villalpando M. J. / Battling the big onedigital media resources provide “virtual spaces for community-based, arts-based efforts for change. Student-artists recognize combining ‘art, activ-ism, and community’ can produce ‘a political act,’ and digital media can facilitate it” (p. 49).Teaching MethodsInclusion of LGBTQ+ Issues and People Like the major earthquakes that are televised all over the world, LGBTQ+ issues are no longer a hidden matter; they are now a very visible part of the American culture. Lampela (2007) states that “we owe it to our students to address lesbian and gay issues in school [in] professional and educat-ed ways thereby providing them with a complete education” (p. 34). One way that art teachers can be part of the conversation is to present students with knowledge that focuses on the work and lives of LGBTQ+ artists and reflects the real world in which our students live. For example, teachers can introduce students to prominent contem-porary queer artists, such as Mickalene Thomas, Harriet Horton, and Chitra Ganesh—all of whose work deals with sexuality, masculinity, and femi-nism. According to Stanley (2007), “lesbian, gay, bisexual, & transgender people bring great bene-fits to all in our efforts to explore and develop an increasingly inclusive art and design agenda” (p. 2).LGBTQ+ Role ModelsJust as we focus on those helping others to bring a sense of hope during major natural disas-ters, art teachers should include queer role mod-els in lessons to give hope to and provide relief to LGBTQ+ youth. One way to include LGBTQ+ individuals in the curriculum is to look at their contributions and achievements in relation to the formation and development of American culture (Vecellio, 2012). Queer youth must encounter more role models in school who are also import-ant members of the gay community. According to Lampela (2007), “Lesbian and gay adolescents need to know that there [are] others like them ty-based artivism involves building intergenera-tional relationships between participants that fos-ter awareness and a shared critical consciousness around important community matters (Rhoades, 2012). Connecting to the greater LGBTQ+ com-munity and working together for a common goal has been associated with increased self esteem and positive social identity development for gay and lesbian youth (Rhoades, 2012; Wagaman, 2016). Building relationships is not merely limit-ed to face-to-face interactions, but also includes digital connections through social media and other Internet-based methodologies. Teachers should follow LGBTQ+ artists and activists on social platforms, such as Twitter, Facebook, and Instagram, and use those connections to build working relationships with them. Through utiliz-ing software such as Skype and Adobe Connect, teachers and students can easily network with queer artists. According to Rhoades (2011), these Figure 2. A student created Words Hurt to empha-size the effect of bullying.33The Journal of Social Theory in Art Education / Volume 38 (2018) demonstrates a topic that is full of comparative images of LGBTQ+ illustrations and influences. Analyzing cartoons and comics, for example, can be used to address sexual identity in the art class-room (Stanley, 2007). Teachers can also discuss how the non-binary sexual orientations of comic book heroes, such as Batwoman, Batgirl, North-star, and the Green Lantern, affect  contemporary attitudes towards the LGBTQ+ community. Hsieh (2016) suggests teaching art teachers to explore LGBTQ+ issues through visual culture during their preservice courses so that they will be prepared when designing their own lessons. Although most teachers have no problem relating projects to their cisgendered students, or students whose gender identity corresponds to their gender at birth, many educators do not know how to address or teach trans students. George (2014), a high school teacher and creator of the LGBT+ inclusion project, Rainbow Teach-ing, explains that most high school teachers do not believe that they have any trans students. One of the most important steps in creating safe learning environments for their trans students is for teachers to recognize and challenge transpho-bia when they see it happening. Chauvinism and sexism are a big problem in young male students. This kind of behavior can inhibit the success of trans students in a classroom environment. Art teachers also should provide examples of trans artists, such as Yishay Garbasz, Greer Lankdon, and Cooper Lee Bombardier. Hearing about successful trans artists in art lessons is important for cisgender students to develop positive atti-tudes towards the trans community as well as to provide role models for trans students. It is also essential for teachers to recognize their students’ chosen names. When educators honor a student’s chosen name, it shows that teachers fully accept their trans students’ identities.Gude (2002) offers some helpful suggestions to teachers who wish to make positive changes in their classrooms regarding LGBTQ+ issues. She recommends warning students about making who [are] lesbian or gay and artists and [have] great success” (p. 35). For example, art educators can mention how Kehinde Wiley was commis-sioned by President Obama to create his official White House portrait (Fox, 2017). They can also discuss how David Hockney is widely regarded as the most significant British artist of the twentieth century for his reinvention of portraiture (Gure-witsch, 2006). Teachers should also give students examples of gay and lesbian artists who active-ly motivated and inspired each other through personal and intimate relationships, such as the ones between Jasper Johns and Robert Rauschen-berg or Jack Shear and Ellsworth Kelly (Gude, 2002, p. 6). In an equity-focused art classrom, students encounter positive portrayals of lesbians and gays to offset the hetero-biased curricula in other classes and to combat all of the other homophobic and sexist comments that they are exposed to at school (Lampela, 2007). Check and Ballard (2014) demonstrate first-person narra-tive truth-telling in their classes by being sincere about their own lives, and explain that honesty is essential for respectful learning and social justice. Students can use their personal stories to cre-ate narrative comic strips or to utilize narrative metaphor in surrealist works. Dinkins and Englert (2015) explain that the inclusion of “lesbian and gay characters...can chal-lenge myths about sexuality, establish clear definitions of gay and lesbian as distinct from the pejorative comments students hear in the hallways and play-grounds, and foster understandings of multiple perspectives as students ‘try on’ different attitudes” (p. 393).Best Practices and Visual CultureAnother way to provide relief from stress fractures is to examine visual culture in the class-room. Art educators should initiate conversations about contemporary representations of sexuality, gender, race, and class and sociocultural inequi-ties, through the analysis of visual culture (Gude, 2002; Rhoades, 2011). Visual media literacy 34 Villalpando M. J. / Battling the big oneout fear of judgment. When we help our students grow by allowing them to open up, we grow as well. Check and Ballard (2014) explain that it is, therefore, invaluable and “incumbent upon us as art teachers to not only face our own fears and silences, but also to put those fears to words and openly discuss them with our peers and students” (p. 10).ConclusionAlthough there have been many setbacks, there have been some positive developments to-wards an equal representation of LGBTQ+ issues in the classroom. For example, as part of the Fair, Accurate, Inclusive, and Respectful Education Act in California teachers must include instruc-tion related to LGBTQ+ persons in social science classes (Vecellio, 2012). Although this may seem vague and easily misinterpreted, it is a step in the right direction. As socially conscious art teachers, we must push our administrators to act fairly, demystify sexuality in the classroom, obliterate enduring homophobia in our school community, and provide safe spaces for queer students to flourish. With the helpful suggestions of these scholars, we can bring social justice and equality to LGBTQ+ students, improve their overall devel-opmental experience in school and in the com-munity, and fight the tyranny of this presidential administration.overgeneralizations and prejudiced statements based on the study of a few members of a popu-lation, as well as challenging conceptions of what it is to be normal. Displaying LGBTQ+ culture cel-ebrating posters and gay and lesbian books also sends a positive message of support and approval to students. According to Gude (2002), teachers should also “include discussions of sexual imagery in the art curriculum so that students develop a comfort level with discussing such material” and “deconstruct gender stereotypes in traditional art during art history lessons” (p. 7). For example, teachers should discuss the reasoning behind the exaggerated genitalia depicted in some tradition-al Yoruba sculptures and ask questions about the unrefined characteristics of the child in Mary Cas-satt’s Little Girl in the Blue Armchair (1878). Teach-ers should be prepared, however, to encounter people who are prejudiced against diverse sexual identities because of their beliefs. When teachers and administrators help students to realize that these belief patterns are not innate and inherent, but are the consequence of a lifetime of training, the students may reexamine many of their own preconceived ideas and prejudices.Building Relationships With LGBTQ+ Students To better prepare for earthquakes, we need to learn more about them so we can predict when they will happen. Like learning from quakes, teachers need to better understand the needs of our LGBTQ+ students. To do that, art teachers need to build stronger relationships with them. Check and Ballard (2014) offer much insight into building stronger relationships with queer stu-dents. Art teachers understand the worth and significance of encouraging students to share meaningful aspects of their lives. When teachers do this, it gives them opportunities to relate to their students’ lives and their art processes. For example, because of the high level of personal honesty and trust established in my art class, students feel free to candidly share their own experiences. Sometimes, art class provides one of the only outlets where students can share with-35The Journal of Social Theory in Art Education / Volume 38 (2018) ReferencesAmpezzan, B. (2017, June 26). U.S. Supreme Court reverses Arkansas high court, ok’s birth certificates for same-sex parents. Arkansas Public Media. Retrieved from http://ualrpublicradio.org/post/us-su-preme-court-reverses-arkansas-high-court-oks-birth-certificates-same-sex-parentsBrammer, J. P. (2018, February 9). ‘No promo homo’ laws affect millions of students across U.S. NBC News. Retrieved from https://www.nbcnews.com/feature/nbc-out/no-promo-homo-laws-affect-mil-lions-students-across-u-s-n845136Check, E., & Ballard, K. (2014). Navigating: Emotional, intellectual, and physical violence directed toward LGBTQ students and educators. Art Education, 67(3), 6-11.Ciszek, E. (2014). Cracks in the glass slipper: Does it really “get better” for LGBTQ youth, or is it just an-other Cinderella story? Journal of Communication Inquiry, 38(4), 325-340.Connell, C. (2015). School’s out: Gay and lesbian teachers in the classroom. Oakland, CA: University of California Press.Dinkins, E. G., & Englert, P. (2015). LGBTQ literature in middle school classrooms: Possibilities for chal-lenging heteronormative environments. Sex Education, 15(4), 392-405.Elliott, L. (2016, November 8). How America’s new president will affect the global economy. The Guard-ian. Retrieved from https://www.theguardian.com/business/2016/nov/09/donald-trump-new-us-pres-ident-america-global-economy-china-mexico Epps, G. (2017, November 1).  Trump’s tweets take down his military ban on trans people. The Atlantic. Retrieved from https://www.theatlantic.com/politics/archive/2017/11/pricking-of-his-thumbs/544547/Fox, K. (2017, November 26). Kehinde Wiley: Creating the portrait of Obama is a huge responsibility. The Guardian. Retrieved from https://www.theguardian.com/artanddesign/2017/nov/26/kehinde-wi-ley-creating-portrait-barack-obama-huge-responsibilityFryer, G. (2009). What causes earthquakes? The University of Hawai’i. Retrieved from https://www.soest.hawaii.edu/GG/ASK/earthquakes.htmlGeorge, A. (2014, October 29). How teachers can support transgender students. The Guardian. Retrieved from https://tinyurl.com/ybye3keo.Gude, O. (2002). There’s something queer about this class. In L. Lampela & E. Check (Eds.), From our voic-es: Art educators and artists speak about LGBT issues (pp. 1-11). Dubuque, IA: Kendall/Hunt.Gurewitsch, M. (2006). David Hockney and friends: Though the artist doesn’t think of himself as a painter of portraits, a new exhibition makes the case that they are key to his work. Smithsonian. Retrieved from https://www.smithsonianmag.com/arts-culture/david-hockney-and-friends-124133487/Horsley, S. (2016). Not always a ‘thunderbolt’: The evolution of LGBT rights under Obama. National Pub-lic Radio, Inc. Retrieved from https://www.npr.org/2016/06/09/481306454/not-always-a-thunderbolt-the-evolution-of-lgbt-rights-under-obamaHsieh, K. (2016). Preservice art teachers’ attitudes toward addressing LGBTQ issues in their future class-rooms. Studies in Art Education, 57(2), 120-138.Lampela, L. (2001). Lesbian and gay artists in the curriculum: A survey of art teachers’ knowledge and attitudes. Studies in Art Education, 42(2), 146-162.Lampela, L. (2007). Including lesbians and gays in the curricula: The art of Jeanne Mammen. Visual Arts Research, 33(1), 34-43.Lin, R. G., II. (September 19, 2017). California could be hit by an 8.2 mega-earthquake, and it would be catastrophic. Los Angeles Times. Retrieved from http://www.latimes.com/local/lanow/la-me-ln-cali-fornia-mexico-earthquake-20170908-htmlstory.htmlLineback, S., Allender, M., Gaines, R., McCarthy, C., & Butler, A. (2016). “They think I’m a pervert:” A qual-36 Villalpando M. J. / Battling the big oneitative analysis of lesbian and gay teachers’ experiences with stress at school. Educational Studies, 52(6), 592-613.McDermott, E., Roen, K., & Scourfield, J. (2008). Avoiding shame: Young LGBT people, homophobia and self-destructive behaviors. Culture, Health & Sexuality, 10(8), 815-829.Moore, M. (2017, October 16). Trump mocks Pence for wanting ‘to hang’ all gay people. New York Post. Retrieved from https://nypost.com/2017/10/16/trump-mocks-pence-for-wanting-to-hang-all-gay-people/ Rhoades, M. (2011). Disrupting discourses digitally for LGBTQ rights. Journal of Cultural Research in Art Education, 29(1), 47-64.Rhoades, M. (2012). LGBTQ youth + video artivism: Arts-based critical civic praxis. Studies in Art Educa-tion, 53(4), 317-329.Rhoades, M., Davenport, M. G., Wolfgang, C. N., Cosier, K., & Sanders, J. H., III (2013). Big Gay Church: Sermons to and for an underserved population in art education settings. Studies in Art Education, 54(4), 349-363.Schwartz, J. (2015, June 8). Highlights from the Supreme Court decision on same-sex marriage. The New York Times. Retrieved from https://www.nytimes.com/interactive/2015/us/2014-term-supreme-court-decision-same-sex-marriage.htmlShelton, S. A. (2014). The sociocultural factors that influence a novice teacher’s LGBT activism. Teaching Education, 26(1), 113-130.Sinclair, H. (2017, October 10). Donald Trump to speak at hate group’s annual event, a first for a presi-dent. Newsweek. Retrieved from http://www.newsweek.com/donald-trump-speak-anti-lgbt-hate-groups-annual-event-first-president-683927 Stanley, N. (2007). Preface: ‘Anything you can do’: Proposals for lesbian and gay art education. Interna-tional Journal of Art & Design Education, 26(1), 2-9.Taylor, M. (2017, September 8). Use caution when donating to Red Cross for hurricane relief. San Antonio Express-News. Retrieved from https://www.expressnews.com/business/business_columnists/mi-chael_taylor/article/Use-caution-when-donating-to-Red-Cross-for-12183709.phpVecellio, S. (2012). Enacting fair education: Approaches to integrating LGBT content in the K-12 curricu-lum. Multicultural Perspectives, 14(3), 169-174.Wagaman, M. A. (2016). Promoting empowerment among LGBTQ youth: A social justice youth develop-ment approach. Child Adolescent Social Work Journal, 33(5), 395-405.",
    "id": 215483618,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarscompass.vcu.edu:jstae-1529"
    },
    "title": "Battling the big one: LGBTQ inclusive art education during the Trump era",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-11-02T07:00:00+00:00",
    "publisher": "VCU Scholars Compass",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarscompass.vcu.edu/cgi/viewcontent.cgi?article=1529&context=jstae"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215483618.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215483618"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215483618/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215483618/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215483618"
        }
    ],
    "abstract": "Recently, because of our new political atmosphere, there have been many attacks on lesbian, gay, bisexual, transgender, and queer, or LGBTQ+, individuals and communities. Even though there have been positive developments in the past few years, homophobia is still a major concern for many people in the Unit- ed States. These issues often manifest themselves to a greater degree within the microcosm of public schools where LGBTQ+ students are forced to deal with hateful speech, heteronorma- tive environments, and rampant homophobia. These strugglescan have harmful e ects on the social and emotional develop- ment of queer youth. Progressive and inclusive art educationthat provides re ective and thoughtful creative projects may aidin identity development, increase self-esteem, and encourage activism, thus helping to improve the lives of LGBTQ+ youth and educators",
    "tags": [
        "text",
        "heteronormativity",
        "LGBTQ",
        "queer",
        "artivism",
        "Art Education",
        "Lesbian, Gay, Bisexual, and Transgender Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarscompass.vcu.edu:jstae-1529",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2330",
        "openDoarId": 0,
        "name": "VCU Scholars Compass",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215483618,
        "depositedDate": null,
        "publishedDate": "2017-11-02T07:00:00+00:00",
        "updatedDate": "2024-01-20T11:06:02+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:38:04+01:00"
    },
    "urls": [
        "https://scholarscompass.vcu.edu/jstae/vol38/iss1/5",
        "https://scholarscompass.vcu.edu/context/jstae/article/1529/viewcontent/06_Villalpando_5_8.pdf"
    ],
    "lastUpdate": "2024-01-20T11:06:02+00:00",
    "setSpecs": []
}