{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Higley, Diana"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T09:53:20+00:00",
    "dataProvider": {
        "id": 13758,
        "name": "University of Central Florida (UCF): STARS (Showcase of Text, Archives, Research & Scholarship)",
        "url": "https://api.core.ac.uk/v3/data-providers/13758",
        "logo": "https://api.core.ac.uk/data-providers/13758/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/236312160.pdf",
    "fullText": "University of Central Florida STARS Electronic Theses and Dissertations, 2004-2019 2019 Bending the Binary: Effects of Nonbinary Gender Media Representations on Disposition Formation and Media Enjoyment Diana Higley University of Central Florida  Part of the Mass Communication Commons Find similar works at: https://stars.library.ucf.edu/etd University of Central Florida Libraries http://library.ucf.edu This Masters Thesis (Open Access) is brought to you for free and open access by STARS. It has been accepted for inclusion in Electronic Theses and Dissertations, 2004-2019 by an authorized administrator of STARS. For more information, please contact STARS@ucf.edu. STARS Citation Higley, Diana, \"Bending the Binary: Effects of Nonbinary Gender Media Representations on Disposition Formation and Media Enjoyment\" (2019). Electronic Theses and Dissertations, 2004-2019. 6290. https://stars.library.ucf.edu/etd/6290   BENDING THE BINARY:  EFFECTS OF NONBINARY GENDER MEDIA REPRESENTATIONS ON DISPOSITION FORMATION AND MEDIA ENJOYMENT       by     DIANA HIGLEY B.A. Florida Gulf Coast University, 2016       A thesis submitted in partial fulfillment of the requirements  for the degree of Master of Arts  in the Nicholson School of Communication and Media in the College of Sciences  at the University of Central Florida Orlando, Florida      Spring Term 2019       Major Professor: William Kinnally   ii              © 2019 Diana Higley                 iii  ABSTRACT  Today, the issue of gender plays a larger role in our social discussions than in the past. Over the last decade, new and groundbreaking television shows and movies that showcase gender nonconforming characters and plots that challenge traditional gender roles have become more common. The aim of the present study was to examine the potential effects of gender-neutral representations in media programming and particularly whether different representations of gender might influence audience attitudes toward characters and overall enjoyment of the media. Affective Disposition Theory and Moral Foundations Theory were used as a framework for understanding people’s perceptions of gender-neutral media characters.  The project involved a pretest/posttest experimental method with random assignment of participants to one of three conditions. Participants completed a pretest including measures of moral modules and trait empathy among other characteristics during week one. The next week, they were assigned to read one of three versions of a dramatic plot synopsis in which the gender of the main character was male, female or ambiguous. After reading the assigned synopsis, participants reported their disposition toward the main character in the stimulus and their enjoyment of the synopsis. Results indicated that depictions of gender that don’t activate traditional male and female gender schemas can have a negative influence on the participants’ initial dispositions toward the character. The gender representation in the stimulus was not related to reported enjoyment of the plot. Intrinsic moral modules appeared to influence participants’ dispositions toward the main character and their enjoyment. However, different iv  modules were important to each of the different outcomes. Implications of the findings are discussed.                        v  ACKNOWLEDGMENTS    I would like to thank my parents, whose never-ending sacrifices and support allowed me to be where I am today. Eternally grateful. To the members of the LGBTQ+ community, who have accepted me with open arms, providing me with love and inspiration. Thank you.   I would like to extend my appreciation to the faculty and staff at the University of Central Florida who supported me on this journey. To my committee chair, Dr. William Kinnally, my sincerest thanks and continuous gratitude. Without your time, knowledge, and dedication, this thesis would not be what is it today. Thank you for making this process not only challenging, but also rather comical.  A special thanks to my two committee members, Dr. Christine Hanlon and Dr. Jennifer Sandoval. Thank you for agreeing to be on my committee and for giving me the opportunity to learn and grow from each of you.      vi  TABLE OF CONTENTS  LIST OF FIGURES ..................................................................................................................... viii LIST OF TABLES ......................................................................................................................... ix LIST OF ABBREVIATIONS ......................................................................................................... x CHAPTER ONE: INTRODUCTION ............................................................................................. 1 CHAPTER TWO: LITERATURE REVIEW ................................................................................. 5 Ontology of Gender ..................................................................................................................... 6 Untangling Sex and Gender ..................................................................................................... 7 Gender Fluidity ........................................................................................................................ 9 Interpersonal Exposure to Gender Identity. ........................................................................... 11 Appearance and Behavior ...................................................................................................... 12 Mediated Exposure to Gender Identity .................................................................................. 13 Performers and Celebrities .................................................................................................... 13 Representation in Television ................................................................................................. 14 Impact of Visibility ................................................................................................................ 16 Affective Disposition Theories ................................................................................................. 18 Moral Ambiguity ................................................................................................................... 20 Moral Foundations Theory ........................................................................................................ 22 Moral Modules. ..................................................................................................................... 22 MIME .................................................................................................................................... 25 CHAPTER THREE: METHODS ................................................................................................. 27 Participants ................................................................................................................................ 27 Materials .................................................................................................................................... 27 Stimulus ................................................................................................................................. 27 Design .................................................................................................................................... 28 Random Assignment Variables. ............................................................................................ 28 Independent Variables ........................................................................................................... 29 Dependent Variables .............................................................................................................. 31 Manipulation Check. ............................................................................................................. 33 Procedure ................................................................................................................................... 33 vii  CHAPTER FOUR: RESULTS ..................................................................................................... 35 CHAPTER FIVE: DISCUSSION ................................................................................................. 40 Disposition ................................................................................................................................ 41 Enjoyment ................................................................................................................................. 43 Limitations ................................................................................................................................ 45 CHAPTER SIX: CONCLUSION ................................................................................................. 46 APPENDIX A: SURVEY INSTRUMENT .................................................................................. 48 APPENDIX B: NARRATIVES .................................................................................................... 56 APPENDIX C: IRB HUMAN SUBJECTS PERMISSION ......................................................... 60 REFERENCES ............................................................................................................................. 63              viii  LIST OF FIGURES Figure 1. Graphic Representation of the Scope of the Project ........................................................ 6                        ix  LIST OF TABLES Table 1. Overview of Gender Identification Descriptions ............................................................ 10 Table 2. Overview of Moral Modules Descriptions ..................................................................... 24 Table 3. Overview of Hypotheses and Research Questions ......................................................... 26 Table 4. Random Assignment Check Among Three Experimental Conditions (Male, Female, Ambiguous)................................................................................................................................... 33 Table 5. Means, SDs and Correlations for Dependent and Independent Variables ...................... 35 Table 6. Hierarchical Regression Models for Disposition Toward Main Character and Enjoyment....................................................................................................................................................... 37              x  LIST OF ABBREVIATIONS LGBTQ+: Lesbian, Gay, Bisexual, Transgender, Questioning/Queer MIME: Model of Intuitive Morality and Exemplars                      1  CHAPTER ONE: INTRODUCTION  On the hit Showtime series Billions, Asia Kate Dillon made history as the first gender-nonbinary character on mainstream television (TheEllenShow, 2017). The show features financial analyst, Taylor Mason, a multi-season character who has a gender identity other than woman/man, which has come to be known as nonbinary. Breaking ground with the character, Dillon, who also identifies as nonbinary, has been in a position to speak about the nonbinary identification. Dillon previously struggled with self-identification but playing the role of a nonbinary character in Billions provided an opportunity to think about gender identification and recognize the distinction between biological identification and self-identification. During an interview on The Ellen DeGeneres Show, Dillon expanded on their journey of self-discovery: “After doing some research, I understood, oh, sex and identity are different. Female is a sex, and sex is between our legs and gender identity is between our ears” (The Ellen DeGeneres Show, 2017).   Because Dillon’s gender identification does not fit cultural conventions, many individuals may feel confused by a gender identification they are not familiar with, and Ellen DeGeneres is one of them. DeGeneres continued her interview with Dillon by asking if the star had a significant other. Dillon confirmed having a life partner who is a self-identified male. DeGeneres’ response is one many people may feel as she admitted her uncertainty on the matter, stating \"It's really confusing, and I think people assume just because I'm gay I understand all of this and I don't” (The Ellen DeGeneres Show, 2017). Confusion is common in the discussion of gender and presenting new information can challenge stereotypes and the permanence of the 2  binary construct of gender. As the concept of gender changes, it is important to understand new identifications, including those that are separate from biological sex. Today, the issue of gender plays a larger role in our social discussions than in the past because of increased visibility in media including music, movies, and television. For example, besides Billions, other television shows such as Orange is the New Black and RuPaul’s Drag Race have informed the public of nonbinary gender identifications. At a national level, around 1.4 million adults identify as transgender in the United States (Flores, Herman, Gates, & Brown, 2016). Considering these statistics, it is not likely that most people have had experiences with transgender, nonbinary, and nontraditional individuals. The characters and individuals featured in the media can give viewers an idea of what nonbinary identification may look like. These representations instill a desire to expand research to better understand the effects of nonbinary representations on viewers, such as perceptions of the characters and enjoyment of the content. Affective disposition theories and moral foundations theory are used to examine individuals’ attitudes and judgments within a variety of contexts. Affective disposition theories predict media enjoyment and focus on a viewers’ role as a moral monitor, seeking justification for a character’s words, behaviors, and actions (Zillmann, 2000). Disposition towards a character is formed when a viewer experiences a mediated character and forms judgments of the characters based on their own morals and thoughts. When media characters are ambiguous, the audiences’ dispositions toward the character may alter the level of enjoyment. A viewer may experience more or less empathy when observing a morally ambiguous character perform questionable actions for justifiable reasons, leading to an either increase or decrease in enjoyment (Haidt & Joseph, 2008). 3   Characters whose gender representation may not fit binary norms and stereotypes could be perceived as ambiguous. Similar to morally ambiguous characters, a gender ambiguous character may elicit different empathic responses than those that fit gender norms, which could affect a viewers disposition toward the character and level of enjoyment. Different responses to gender ambiguous characters could be attributable to characteristics that are inherent to members of the audience.   The moral foundations theory identifies fundamental modules intrinsic to individuals that influence our thoughts, perceptions, and actions to provide insight into future judgments (Tamborini, 2011). The moral modules may cause a viewer to have a higher level of empathy toward a struggling character or serve as a deciding factor in a viewers disposition toward a character. Haidt and Graham (2007) argue that values of sensitivity and empathy may cause a viewer to “feel approval toward those who prevent or relieve harm, and this approval is culturally codified in virtues such as kindness and compassion” (Haidt & Graham, 2007). For example, if a viewer sees a character making a negative decision for a positive reason, such as saving another’s life, the viewers’ moral foundations may affect their judgment of the character and enjoyment of the show depending on whether the viewer does or does not agree with the character’s actions and decisions.   The purpose of this project is to examine the extent to which people form favorable dispositions toward a nonbinary media character and how the dispositions may affect a viewer’s level of media enjoyment. The project also examines how moral modules from the moral foundations theory can play a role in how viewers form dispositions toward media characters that lack binary distinctions as well as the overall media enjoyment. It is important to note that this 4  project is focused on the way audiences may respond to ambiguous gender representations and the potential effects such representations might have on the attitudes audience members develop toward ambiguously identified characters. The project does not attempt to address how other factors such as physical attributes or ethnicity might interact with people’s perceptions of gender.                5  CHAPTER TWO: LITERATURE REVIEW In our ever-changing society, it is important to adapt and accumulate new knowledge about the implications of cultural changes, such as gender identification. The matter of gender is more relevant than ever and needs to be explored further to close a literature gap and provide information a mass public can comprehend. This chapter offers a review of literature that provides a foundation for understanding the scope of the study. First, ontological approaches to sex and gender are discussed to distinguish the separation of the two. An introduction to gender identity is provided, and includes discussion of nonbinary, binary, gender fluid, and transgender identities as they relate to interpersonal and mediated experiences/representations. Next, a description of affective disposition theories provides a discussion of traits such as empathy and how viewers form dispositions as they are exposed to a variety of characters. Viewers make judgments of characters based on the motivations and behaviors a character exhibits and decide whether the actions are positive, negative, etc. The process of forming dispositions and enjoying media can be influenced by intrinsic attitudes tied to moral concepts or modules. Moral foundations theory describes moral modules and their relationships to peoples’ perceptions and judgments when viewing media characters. By using the moral foundations theory, this study examines how a person’s intrinsic values might consequently influence their perceptions and judgments of media characters, particularly nonbinary characters.  Overall, this project is using disposition theory and moral foundations theory to understand viewers’ level of enjoyment of media messages that contain characters that challenge the traditional binary concept of gender. People’s intrinsic moral foundations, personality traits like empathy, and personal experience contribute to the perceptions and judgments of character’s 6  actions and behaviors. These judgments can affect a viewer’s enjoyment of media content (see Figure 1 for a graphic depiction of the scope of this project).                    Figure 1. Graphic Representation of the Scope of the Project  Ontology of Gender Exploring the topic of nonbinary gender and gender fluidity requires a better understanding of the term gender. Looking at ontology of gender can provide understanding of where the distinctions and stereotypes began and how the concept of gender has changed. The term ‘sex’ refers to biological differences between males and females, particularly in medical practices (Diamond, 2002). The noun sex, derived from the Latin word “sexus,” means “either of Disposition Theory: Audiences make moral judgments from character actions. Identity Empathy  Moral Foundations:  Care/harm, fairness/cheating, loyalty/betrayal, authortiy/subversion, purity/degradation.  Perception of specific media messages: -attributes of content Gender representation (male, female, androgynous, neutral, fluid)   Enjoyment or appreciation of media content varies due to disposition and moral judgments.  Personal experience with gender neutrality; Stereotypes. Media exposure (e.g., Billions, RuPaul’s Drag Race, Degrassi, Orange is the New Black, etc.)  7  the two divisions of organic nature distinguished as male or female, respectively” (Torgrimson & Minson, 2006, p. 8). This is a determination based on sex chromosomes and structural characteristics, such as the physical distinctions of each sex. Societal functions became dependent on the constructs created around sex. Individuals could be clearly put into one category or the other, male or female, based on one glance or a simple interaction. According to Egner and Maloney (2016), our interactions are affected by the way we express information about ourselves. This is especially true when communicating gender and sex. For instance, if we believe there is a societal construction surrounding gender, we may make assumptions about the gender of another person, which can be incorrect. Studying sex, gender, and gender identity, Diamond (2002) discussed the purpose of gender in the modern age: “'Gender' is the social and cultural expectation of how males and females should think, behave and how they should be treated by others” (p. 321).  Roof (2002) describes the origin of gender by suggesting we are “beings” which enter a world where pre-existing stereotypes are imposed on them, linking anatomy with personality traits (i.e., male anatomy linking to masculinity). This narrative describes life as a story involving opposites: male and female. Though gender ontology has been mainly linked to anatomy, the argument for sex and gender being considered two separate entities has strengthened over time. Untangling Sex and Gender. The noun ‘gender’ is from the Latin word “genus,” meaning “a kind, sort, or class referring to the common sort of people” (Torgrimson & Minson, 2006). In the 1950s, researchers in fields of psychology, sociology, and communication worked to identify distinctions between sex and gender. Within a few decades, the two words took on 8  different meanings and challenged the linguistic norms (Little, 2016). Gender is now recognized as an attribute of one’s identity which contributes to behavioral and attitudinal characteristics instead of attire and physical features that may normally be attributed to each sex. Traditionally, grooming, such as short hair and style patterns like dress pants have been reflections of masculinity. Traditional thoughts of attire for a woman include dresses, make-up, and the physical characteristics of a slender physique (Planned Parenthood, 2018).   For one to understand their place in the world, one must understand their own body, as they identify with their sense of self. According to Fontanella, Maretti, & Sarra (2013), “gender identity relies on a person’s sense of self as male or female or feeling between sexes,” (p. 2554) supporting the rationale that gender is internal and variable, there is not necessarily a definitive description. The sense of self may not be fixed, but rather reflective of a moment in time. For example, a baby born with the anatomy of a male will be identified as a male. This identification may change as the boy grows and starts to identify with characteristics of the opposite sex. As his idea of who he is changes and grows, the boy will have a greater amount of control over their association and portrayal (Diamond, 2002). Gender has been recognized as distinct from sex, and people are straying from using the two terms interchangeably. Roof (2002) suggests gender is necessary for narratives in the world and describes the possibility of allowing gender to disappear in terms of the “spectacle of its dissolution,” (p. 59), meaning the former understanding of gender would be altered as people changed their thought process to something other than the binary distinctions. With the dissolution, nonbinary forms would replace it, allowing the presence of an entirely nonbinary world. From a media standpoint, as gender evolves, the media can reflect new understandings 9  through television shows, movies, and the characters portrayed in each. For example, as the transgender visibility increases, media representations may shortly follow, producing a television show where a character openly identifies as transgender. Gender Fluidity. Nonbinary and gender fluid are phrases used to express a range of gender expression beyond binary distinctions. The interests, behaviors, and appearances of those who identify as gender fluid may change from day to day. Individuals may use this identification to highlight and understand their unique interests and behavior, to provide self-perspective, as well as labeling their gender identity: feeling more masculine one day and more feminine the next (Davis, 2008). Their identity and gender are described as fluid (see Table 1 for a brief description of the various types of identities). As gender identity becomes more of an individual characteristic, the sense of self becomes ever more important. Because gender was once used to define individuals, the term was associated with societal characteristics rather than a self-determining identification. Now, gender is something individuals can determine themselves, as they see best represents them, not just physically.   10  Table 1.  Overview of Gender Identification Descriptions Identity                                                                 Description Binary The classification of gender into two distinguishable forms associated masculinity and femininity.  Nonbinary An umbrella term for all genders other than female/male or woman/man.  Transgender    Gender Fluid  An individual whose gender identity is different than their assigned sex at birth.   An individual whose gender identity is not fixed.  Androgyny The absence of a distinct association with masculine or feminine characteristics.  The phenomenon of gender fluidity has become more evident in the last few years. The complexity presents a challenge to those who have a strong connection to the binary concept of gender. This is because people who identify as gender fluid may present an outward appearance of a male or female. For example, a gender fluid person may wear clothing that reflects a more masculine sense of self (i.e. slacks, fitted vest, and tie) or wear blouses and jeans, reflecting more of a feminine self. For some people, the inability to separate the sense of self from physical characteristics can cause confusion.  Social acceptance and approval have been a battle for gender non-conformists. While examining the genderqueer identity through interviews and discovering overlapping themes in the results of the research, Evans (2010) found people have difficulty understanding and 11  supporting nonbinary gender identifications, which can lead to negative outcomes. A lack of positive gender-variant role models was a complaint Evans observed, because this “enforces the binary” and leads to gender-variant invisibility and negative stereotyping (p. 33). Participants in the study, who identified as genderqueer, suggested lack of acceptance is due to a lack of public awareness of nonbinary gender and gender fluidity.  Exposure to Gender Identity    “Gender identity has to do with the personal understandings that people have about their own gender—information that is difficult for a perceiver to know for certain without asking the individual” (Kessler & McKenna, 1978, p.137). For some people, their gender identity does not fit neatly into the two choices, man or woman; this is where the notion of a ‘third gender’ is introduced. Short et al. (2013) put sex and gender into perspective using biology and health as a catalyst, while discussing how gender boundaries have changed. To clarify the perspective used, Short et al. (2013) suggests gender is on a cycle of growth through social interactions and contexts. This cycle of growth focuses on the changes and adaptations people experience, noting that it is unlikely a person will remain the same throughout their life. There are individuals who transgress ‘normative gender boundaries’ each day, extending the idea of gender beyond the usual binary status which is built into many social activities.  Interpersonal Exposure to Gender Identity. The binary perspective of gender is imposed on us before birth, when ‘normal’ gender constructs are assigned to a child using distinct colors, names, and sounds. When a woman becomes aware that she is pregnant, one of the first thoughts is about the sex of the baby. The time ticks down until the doctor can identify the sex, determined by physiological properties of the fetus, and from the determination, gender 12  concepts, such as stereotypes, are consciously or unconsciously attached. The color spectrum is an excellent example of gender stereotypes placed from an early age. Pink signifies the birth of a girl and blue is the assigned color for a boy. These colors are commonly used when decorating a nursery and as while the child grows.    Appearance and Behavior. From an early age, children are sometimes dressed according to these stereotypical gender appearances. Pomerleau, Bolduc, Malcuit, & Cossette (1990) analyzed clothing patterns of children in a physical environment of 120 girls and boys, girls “wore pink and multi-colored clothes more often, had more pink pacifiers and jewelry. Boys wore more blue, red and white clothing” (p. 360). Deviating from these stereotypical colors and styles such as solid blue collared shirts for boys, unusual attire would most likely raise questions, seeing a boy wearing a glittery, pink shirt.   These expectations are fulfilled later in life as well. Traditionally, men and women have distinctively different appearances. For example, a man might wear a collared shirt, a tie, and slacks; the man might be groomed with short hair. A woman may be seen wearing a skirt or dress, with long hair and makeup to extenuate her eyes, lips, and cheekbones. One would not predictably see a man wearing a dress and a pair of heels, as a woman wearing a traditional men’s suit would also be uncommon.  A child usually becomes aware of the distinctions between a woman and a man by the age of seven (Emmerich et al., 1977) through observing the physical differences and societal roles pertaining to each. Typical societal norms of gender include women in a ‘motherly’ role, staying home to take care of children while her husband goes to work, assuming the role of ‘bread winner.’ Within the dichotomous notion of gender, men are labeled as strong, supporting 13  the family, and do not show weakness. Women are allowed, and almost expected, to show vulnerability while being taken care of by a man. The expectations held within the masculine and feminine constructs help perpetuate the binary construct of gender established over time (Knobloch-Westerwick & Hoplamazian, 2012). Mediated Exposure to Gender Identity. Though gender stereotypes often begin early in life, media outlets reinforce the projected stereotypes through music, movies, television shows, and advertising content. The repetitive nature of the gender stereotypical media content is reinforced through other parts of our social system and perpetuates expectations for males and females from childhood through adulthood.    Performers and Celebrities. Singer and actor, David Bowie, was a celestial model for androgyny during his career. Bowie self-identified as androgynous, skirting around the lines of masculinity and femininity expressed through clothing and makeup. Ziggy Stardust for example, an alter ego of Bowie, displayed feminine characteristics mainly through facial features, and masculine distinctiveness through Bowie’s biological sex as male (Finch, 2016). Though Bowie was able to express his androgyny during his career, there is an arguable difference between performances and real-life experiences with gender nonconformity. The level of acceptance of nonconforming performers, such as Bowie and Prince, tends to be higher than real-life acceptance, when one experiences this nonconformity firsthand. In this aspect, the performance may be perceived by viewer as fantasy, not pertaining to real life, whereas firsthand experience with an androgynous or nonbinary person may inspire a different reaction.    Gender fluidity has become more visible in the media as celebrities who identify as gender fluid step into the spotlight more, giving a face to the unorthodox sense of self. 14  Celebrities such as Ruby Rose, Steven Tyler, Richard O’Brien, Marilyn Manson, and Prince have expressed in song or performance, their fluidity and lack of binary distinction. Prince, for instance, used his musical platform to express his identity through lyrics to the song ‘I Would Die 4 U’ released in 1984. In the song, Prince sings “I’m not a woman, I'm not a man. I am something that you'll never understand,” lyrics which reflected Prince’s undertones of androgyny and identity (Smith, 2016).  Representation in Television. According to James et al. (2016), the visibility and acceptance of transgender people in the United States is increasing and part of that is related to increased visibility in the media. It is estimated nonbinary individuals make up 25-35% or more of transgender populations. Television and film producers have slowly started writing and/or writing characters and casting actors outside the traditional male and female roles including gay, transgender, and nonbinary roles (Gomillion & Giuliano, 2011). Television shows such as RuPaul’s Drag Race, a reality program that premiered in 2009, showcased drag queens competing for the title of “Next Drag Superstar.” This show’s approach to casting transgender and gender fluid drag queens opened more possibilities, such as visibility and influence, beyond what had been seen. Because of the visibility RuPaul’s Drag Race has given to non-traditional individuals, the art of drag is more widely accepted and prompted further understanding of what gender means at this time. Jinkx Monsoon and Violet Chachki, competitors on RuPaul’s Drag Race in 2013 and 2015, respectively, identify as gender fluid and have used their platforms to entertain and educate (Reynolds, 2015). Degrassi and The Fosters are two popular television dramas that made headlines in entertainment news after including a gender fluid character (Sandercock, 2015). 15  Billions, a popular Showtime series worked the non-traditional gender narrative into its drama. Asia Kate Dillon, portraying Taylor Mason in the series, was the first nonbinary actor to be cast in a major television series (Dillon, 2018). In an interview with ABC News, Dillon reflected on how the role in Billions helped identify who they were. Dillon says “I discovered that female is an assigned sex and nonbinary is in reference to gender identity and those are two different things. It finally helped me put language to a feeling that I'd had my entire life\" (Smith & Messer, 2018).  Dillon received an Emmy nomination for their role in Billions and was able to be represented with the correct identification at the event. Per rules of the academy, performers may enter either category for any reason, as the academy is “100 percent in support” of performers having the option of a category that correctly labels them (Dillon, 2018). A spokesperson from the Academy gave a statement regarding identification: “The Television Academy celebrates inclusiveness, and as we discussed with Asia, there is no gender requirement for the various performer categories. Asia is free to choose the category they wish to enter” (Birnbaum, 2017). Furthermore, Dillon was able to present a gender-neutral acting award to Emma Watson at the MTV Movie and TV Awards. Such an award was the first of its kind in MTV history (Lewis, 2017).   Film and Theater. On a larger scale, Dallas Buyers Club and To Wong Foo featured some of Hollywood’s biggest stars in roles that did not fit the binary gender binds. Jared Leto, who portrays a transgender character in Dallas Buyers Club, and Patrick Swayze, who portrays a drag queen in To Wong Foo, Thanks for Everything! Julie Newmar shocked audiences and provided visibility to drag and transgender people through the silver screen. Although such films 16  were criticized for their stereotypical portrayals (e.g., Evans, 2009; Leitch, 2013), they were successful films that reached wide audiences. In a more theatrical setting. In a more theatrical setting, Broadway productions such as La Cage aux Folles and Kinky Boots further extend the visibility and representation of nontraditional identities, actors portraying drag queens or transgender characters. Due to the characterization in films such as Dallas Buyers Club and To Wong Foo, the argument could be made that media and entertainment users may have positive dispositions toward non-conformist characters. If viewers have a positive disposition toward a transgender character portrayed on television, entertainment outlets may write more transgender characters or cast transgender actors. Similarly, viewers may not understand or relate to the transgender identification, causing their feelings toward such a character to be indifferent or negative, resulting in negative feedback to entertainment program producers. Dispositions can be closely associated with group affiliations, at times (Moore, Griffiths, & Payne, 1987). Impact of Visibility. Despite a growing presence in media outlets, visibility is still an issue in the gender fluid community. Traditionally, the number of television channels with content about gender non-conformity is limited due to the potential size of audiences that would view the content (Craig, 1992). For instance, basic cable plans do not provide access to networks such as MTV, LOGO, VH1, Showtime, and HBO, which tend to have a variety of content one may not see on PBS or FOX. Considering the broad array of representations, it is reasonable to suggest that lack of visibility contributes to lack of understanding. Media representations that can challenge gender stereotypes have the potential to change the standard perspective on gender (Cooper, 2012). Being aware of non-traditional identifications may later help a person identify 17  themselves in a way they feel is a correct representation of their body and mind. Furthermore, visibility of different gender identities may prove helpful as individuals search for their sense of self and gender identity or even a greater sense of empathy with people who identify differently. Through increased in recognition over the past few years, those struggling with identification may now find role models and a sense of community (Robehmed, 2016). More people who do not identify with gender binary norms are appearing in larger roles in entertainment media via television shows, magazine articles, etc., trailblazing for those yet to come. For instance, the hit Netflix series, Orange is the New Black, features a transgender actress as a main character. Laverne Cox, who portrays Sophia Burset in the series, stepped into the spotlight and has been using her stardom to confront transphobia, and promote acceptance of the transgender community (Robehmed, 2016). Transgender individuals have seen increased visibility and growing acceptance through headlines and media platforms. Documentaries focusing on Caitlyn Jenner’s and Jazz Jennings’ journeys through transitioning provide narratives that help viewers recognize and understand the transgender life (Lovelock, 2017). Including characters representing gender non-conformity on a television show or in a film could prompt different audiences’ reactions. For example, a viewer may have more difficulty forming attitudes toward characters and judging their actions and behaviors. If a character identifies as nonbinary or transgender, the viewer may feel disconnected or confused, unable to fully identify or empathize with the character. As a result, the viewer’s attitudes toward the character may be neutral or negative due to the ambiguity. Dispositions can be closely associated with group affiliations, at times (Moore, Griffiths, & Payne, 1987).  18  Affective Disposition Theories Analyzing media through the scope of affective disposition theories reveals the extent to which audience judgments of a character or characters can influence their enjoyment of a show or film. Disposition theory was originally developed to study media enjoyment and considers viewers as “untiring moral monitors” (Zillmann, 2000, p.54). Zillmann suggests that audiences are continually making moral judgments of character behaviors and intentions. When viewing content, audiences tend to approve or disapprove of a character actions and develop positive/negative emotions, which shape the affective dispositions they have toward the character. Viewers develop dispositions while evaluating whether a character’s decisions align with the viewers personal moral justifications. Likewise, if the viewer questions a character’s actions, they tend to disapprove or hold a negative affective disposition toward that character. With the use of moral monitoring, viewers are able to make decisions on the likability of a character at different times in their viewing schedule. Disposition can change as the viewer is exposed to the character’s motivations and actions. Affective dispositions can be formed rather quickly without much use of our moral monitors, Raney (2004) suggests. Even if a viewer has a surface level interaction with a character, quick judgments can be made without much cognitive effort. Similarly, the deeper a connection between the viewer and character is, the stronger the disposition. For strongly favored characters, success is hoped for and viewers may feel fear if the character is in danger.  Fiske and Neuberg’s (1999) continuum model of person perception can provide a foundation for understanding the process of disposition formation. The authors identified six steps in the process. First, the initial encounter allows the viewer to make quick judgments and 19  categorize the character. In the following stages, as the viewer receives more information about a character, the attitude and disposition toward the character can evolve (Sanders, 2010). A key factor in determining emotional responses to characters and their experiences is empathy (Zillmann, 2000). For example, when we have a positive affective disposition toward a character, we tend to experience a higher level of empathy that character. Through the process of disposition formation, viewers may empathize with a character they favor when the character experiences hardship or harm. Viewers may experience empathy as they watch a protagonist in a program experience degradation in their life or heartbreak by a loved one. The viewer’s empathy is likely to have an important role in the formation of a disposition toward the character, despite any negative choices or actions the character may have made in the past. Empathy may outweigh a character’s negative behavior, causing the viewer to ultimately form or maintain a positive disposition toward the character. Regarding dispositions toward characters, Raney (2004) discusses how viewers form affiliations, usually positive, with characters who exhibit the traits of being a protagonist. Based on this distinction, viewers will usually deem the protagonist as “morally acceptable” (p. 355). Consequently, viewers will most likely form a negative disposition or be indifferent toward characters identified or perceived as antagonists. Viewers generally assess a character’s motivations and behaviors and when bad behavior can be viewed as justifiable if the viewer validates the motivation behind the behavior. Viewers consider many character attributes that can influence their judgments of character actions as morally acceptable can occur almost instantly (Raney, 2004). The gender representation of a character could be understood to be one of those influential attributes. Viewers may rely on gender norm expectations when observing 20  and evaluating character motivations and behaviors which can influence perceptions of what decisions are morally acceptable and or justifiable. According to Raney (2017) empathy and morality play primary roles in explaining different emotional responses to media. Moral Ambiguity. Morally ambiguous characters can pose a challenge to viewers, because a character’s ethical compass may be skewed. In the hit television show Breaking Bad, main character Walter White produces and sells crystal meth on the streets in order to secure financial stability for his family after being diagnosed with lung cancer. Eden and Tamborini (2016) define this character as an anti-hero due to the complications involved in developing dispositions toward these characters. White’s decisions in Breaking Bad stem from his wishing to provide for his family when he is deceased, eliciting positive emotions from the audience. On the other hand, his life and actions as a crime lord also produce a negative disposition as the viewers see White spiraling out of control through the seasons of the show. Because of the empathy and motivation behind White’s actions, audiences are able to rationalize his bad behavior. The same can be said about Dexter, a television show about a blood spatter analyst for a Miami Police Department, who is secretly a vigilante serial killer. The main character, Dexter, sets his sights on murderers who have escaped prosecution of the law. As with White, Dexter’s intentions seem virtuous, though his actions are judged as morally wrong. Morally ambiguous characters such as these challenge the development of affective dispositions because our moral compass shifts as we assess a character’s motives and behaviors.  If a gender fluid character were placed into a popular television show, how would this influence the viewers’ disposition toward the character? What kind of effect might not having a definitive gender have on the empathy viewers have for a character and how might that affect 21  dispositions and enjoyment of the content? Despite positive or normal behaviors being exhibited by a gender fluid character, would the viewer still hold a negative disposition toward the character? If the gender distinction, or lack thereof, already resonates negatively with the viewer, the actions or behaviors of the character may affect the disposition formation and enjoyment. The lack of a clear identity may cause restriction within the viewer from using predetermined labels (i.e. hero, villain, man, woman). Gender stereotypes that are already engrained in the minds of the viewers play a role in the assessment of a character. After conducting interviews with various participants regarding gender stereotypes and gender non-conformity, Evans (2010) heard a complaint from a participant regarding role models who did not identify within the binary gender distinctions. The participant stated there was a “lack of positive gender-variant role models” which reinforces binary gender due to lack of visibility. With a lack of role models or representation, viewers may find it difficult to understand a character who identifies as something other than male or female. This disconnect may influence the viewer’s ability to form a neutral or positive disposition. As with moral ambiguity, uncertainty may influence a viewer’s disposition when relating to a non-traditional character. Ambiguous characters can influence how viewers apply their moral judgments, as they may not be able to clearly state their approval or disapproval of the character. Gender fluid characters may raise questions due to their lack of definitive gender, just like morally ambiguous characters raise questions in moral judgments and disposition formations due to their debatable actions and behaviors. H1: Participants reading the gendered narrative will report more positive dispositions toward the character than participants reading the gender neutral (ambiguous) narrative. 22  H2: Participants’ dispositions toward the character will be positively correlated with enjoyment. H3: Participants with higher levels of trait empathy will report higher levels of disposition regardless of condition. RQ 1: Will viewers report more positive enjoyment of the gendered narratives than the gender neutral (ambiguous) narrative? As viewers form dispositions, they may rely on their values to help them judge whether a character’s action or decision is good or bad. These values can be connected with a viewers’ disposition toward a character in a television series or film, because actions which are judged as positive by the viewer, will usually cause the viewer to form a positive disposition toward the character. As in everyday life, individuals make judgments based on personal morals as we view the decisions, actions, and behaviors others exhibit. With our actions, we instinctively align the judgments made with our fundamental morals, which form a positive, negative, or neutral disposition. Moral Foundations Theory The moral foundations theory suggests that moral judgments are formed through reasoning used to determine if actions, words or behaviors are morally right or wrong. This theory has been applied to research involving media and media enjoyment, much like disposition theory. From this perspective, cognitive effort is a key mechanism in forming judgments of whether a character’s actions align with our own personal morals (Tamborini, 2011).  Moral Modules. Haidt and Joseph (2008) described moral foundations as being intrinsic  to a person and influence on their social judgments. The moral foundations theory addresses 23  moral intuitions which fall into five categories, referred to as “moral modules” (Haidt & Joseph, 2008). The first module, care/harm, connects to virtues of kindness and gentleness (see Table 2). In a television series, viewers may form an attachment to a character, experiencing negative emotions when the character is injured or in distress. The expression of empathy is included in this module, as the viewer may experience levels of empathy when a character performs questionable actions for a justifiable reason. The second, fairness/cheating, represents ideas of justice and autonomy. The viewer may find justifications in a character’s motives but question their actions. This module may play a significant role when the viewer is presented with a morally ambiguous character. Because social justice falls under the second module, viewers could feel conflicted if a character makes a bad decision to justify the actions of another (Tamborini, 2011). In media, a vigilante character poses a challenge to influence this moral module, such as cheating for the sake of a positive outcome. The third module, loyalty/betrayal, represent sacrifice of the self and an “all for one, one for all” mentality. This module expresses actions and decisions made for the greater good. The fourth module, authority/subversion represents leadership and a dominance hierarchy. This module exists in many cultures, combining experiences of the past and intuitive judgments, where dominant personalities outshine submissive personalities and the natural order remains (Tamborini, 2011). The fifth module of sanctity/degradation offers the idea of sanctity and contamination, whereas the strong survive and the contaminated do not (Tamborini, 2011).    24  Table 2.  Overview of Moral Modules Descriptions Modules                                                                Descriptions Care/harm Connects to virtues of empathy and kindness.  Fairness/cheating Represents ideas of justice and autonomy.  Loyalty/betrayal Represent sacrifice of the self and an “all for one, one for all” mentality.   Authority/subversion Leadership and dominance hierarchy.  Sanctity/degradation Purity and contamination.    Haidt and Graham (2007) studied the care/harm and fairness/cheating modules and how influential they were in the judgments made by viewers in relation to their favored characters. The study found a relationship between the adherence to the modules and their perceptions of justifications for behavior, particularly in the context of “real world justice” (Haidt & Graham, 2007). The representation of empathy in the care/harm module and the representation of justice in the fairness/cheating module were found to be important factors in the judgment process.   Haidt and Joseph (2008) have linked these moral modules to how people make judgments about the acceptability of others’ behaviors and actions. This is especially true when analyzing audience perceptions of television or film characters and whether viewers develop certain dispositions toward the characters. Tamborini (2011) suggests the moral foundations are key mechanisms used to form judgments, potentially playing a role in viewers’ dispositions toward a character and their enjoyment of the media content. In his analysis of the moral foundations 25  theory, Tamborini emphasized the application of moral foundations theory to understanding media enjoyment: “An individual’s enjoyment should be determined by the extent to which story outcomes are consistent with relevant modules and the weights an individual assigns to those modules” (Tamborini, 2011, p. 40). MIME. Dispositions toward characters are formed based on the “moral evaluation” of character motives and actions. According to Tamborini’s (2011) Model of Intuitive Morality and Exemplars (MIME), two processes influence the formation of dispositions: moral judgments, considered micro-level and media domain salience, considered macro level. The micro-level, according to Tamborini, focuses on individual reactions to media content, analyzing judgments made through a viewers moral modules. The macro-level focuses on the weight given to individual moral modules by different audiences. The two-part method of morality used in the model of intuitive morality and exemplars is based on the social-intuitionist perception of the moral foundations theory (Tamborini, 2011). Because of these moral modules and the individual reactions to media content, viewers’ fundamental judgments, dispositions, and level of enjoyment the viewers experience can differ. Therefore, the following research questions are proposed:  RQ 2: Will the moral modules together with trait empathy and the experimental condition influence participants’ disposition toward the main character? RQ 3: Will moral modules together with  trait empathy and the experimental condition influence enjoyment of the media content? 26    Villains with questionable behaviors tend to conflict with moral modules and inspire negative dispositions since they would not normally align with viewers’ moral foundations. The ‘hero’ characters, those who produce good and have pure intentions, align with our moral judgments, thus increasing enjoyment of the content. Both theories help us analyze how judgments are formed in relation to these characters and the level of enjoyment viewers have when watching films or television shows. Table 3.  Overview of Hypotheses and Research Questions Hypotheses                                                                 Research Questions H1: Participants reading the gendered narratives will report more positive dispositions toward the character than participants reading the gender neutral (ambiguous) narrative.  H2: Participants’ dispositions toward the character will be positively correlated with enjoyment.  H3: Participants with higher levels of trait empathy will report higher levels of disposition toward the character regardless of condition.  RQ 1: Will viewers report more positive enjoyment of the gendered narratives than the gender neutral (ambiguous) narrative?  RQ 2: Will the moral modules together with trait empathy and the experimental condition influence participants’ disposition toward the character?  RQ 3: Will moral modules together with  trait empathy and the experimental condition influence enjoyment of the media content?      27  CHAPTER THREE: METHODS Participants   A convenience sample of U.S. college students from the University of Central Florida, participated in this research. The survey had a total of 501 participants of which only 475 were taken into consideration for the data analysis. The reason for this exclusion of data was failure to complete the survey and in appropriate response to fidelity questions. Participants ranged in age from 18 to 53 years old and the average age was 20.33 (SD = 3.05). The data indicated that 64% of the participants were female, 36% were male and none identified as ‘other’ as options for the sex of the participant. Sexual orientation of participants was not measured. The range of ethnicities included53.2% Caucasian, 26.7% Hispanic/Latin, 11.6% African American, 4.4% Asian and 4.2% indicating other. Materials    Qualtrics was used to create an online pretest and posttest. Participants were recommended to complete the online pretest/posttest surveys on a computer (see Appendix). Participants were asked to complete one survey as a pretest to measure their initial moral foundations and LGBT+ attitudes before the exposure. One week after completing the pretest, the participants were randomly assigned to read one of three narratives. After reading the narratives, the participants completed a posttest survey to report their disposition toward the main character in the narrative as well as enjoyment of the narrative. Stimulus. Three original short narratives were created for this study (see Appendix). These narratives consisted of three versions of a plot synopsis. The narratives in each condition were designed to have the same plot, attitudes, and behaviors regarding the main character. They 28  only differed in the gender identification of the main character. That is, each narrative featured a distinctively male, distinctively female, or gender-neutral (ambiguous) main character named Alex/Sam. Pronouns referring to each specific gender, such as ‘he,’ ‘she,’ and ‘they,’ were used to emphasize the differences in the narratives. Each narrative was 470 words in length. Reading the narrative and completing the posttest took 20-25 minutes to complete. The narrative was chosen as the stimulus for this study due to text being the best starting place for examining the issue. The text stimulus provided the ability to control the variables associated with the characters and the gender representation. The narrative reflected a ploy synopsis of a dramatic television show, intended to draw an interest from participants in viewing the pseudo show.  Design. The project involves a 3x1 design with three conditions in which gender of a character is manipulated (male, female, ambiguous). There were 162 participants in the “Male” condition, 159 participants in the “female” condition, and 154 in the gender neutral (or ambiguous) condition.  Random Assignment Variables. The use of random assignment insured that each participant has the same opportunity to be assigned to any of the narratives in this project. LGBTQ+ media exposure. Exposure to LGBTQ+ characters in the media was used in the pretest to measure preexisting exposure to LGBTQ+ culture as shown through television and film. Items used to measure exposure included “I have experienced television shows with nontraditional characters;” “I enjoy watching television shows/movies in the LGBTQ+ genre;” and “I am not well versed in the LGBTQ+ media genre.” The responses were averaged to create the media exposure measure (M =4.37, SD =1.30 ). Cronbach’s alpha was calculated to assess the internal consistency of the scale items (Cronbach’s α =.71). 29  LGBTQ+ attitudes. Participants attitudes were measured in week one using items adapted from the literature (Worthington, Dillon, & Becher-Schutte, 2005) based on a 7-point Likert-type scale in order to check the random assignment of participants to the narratives being read in week two. Items used to measure these attitudes included “I have no preference in the gender of the characters on a television show;” “ I will watch a show/movie featuring a homosexual character or actor;” “I prefer television shows/movies to feature binary characters;” and “I focus more on the plot of the show than the characters gender identification.” The responses were averaged to create the attitudes measure (M = 5.12, SD = 1.80 ). Cronbach’s alpha was calculated to assess the internal consistency of the scale items (Cronbach’s α = .89). Gender. Identity has been discussed as an influence in disposition formation and media enjoyment. Given the potential effect of gender on responses to media messages, it is important to ensure that gender is equally represented among the experimental conditions. A chi-square test of the distribution of male and female participants in the three conditions indicated there were no significant differences ( = 3.25, df = 2, p > .05). Independent Variables. The primary independent variables being measured are the intrinsic moral modules, media portrayals of nonbinary characters, and the behaviors and actions exhibited from the characters in the created narratives. These variables were measured using a combination of techniques adapted from previous studies. Appendix A shows the specifics statements that measured each variable. Trait Empathy. This measure of empathy ensured the random assignment of participants to experimental conditions and served as a predictor variable. A participant’s empathy was measured using an index adapted from the Basic Empathy Scale with particular focus on the 30  affective empathy items (e.g., Carre et al., 2013; Jolliffe & Farrington, 2006) including the following: “I enjoy making other people feel better;” “When other people are happy, I tend to feel happy;” and “I feel emotionally affected with my favored character goes through hardship.” The responses were averaged to create the empathy measure (M =5.37, SD =.85). Cronbach’s alpha was calculated to assess the internal consistency of the scale items (Cronbach’s α =.78). Moral modules. The moral modules being analyzed are care/harm, connecting to virtues of kindness and gentleness. The expression of empathy is included in this module. The second, fairness/cheating, represents ideas of justice and autonomy. This module may play a significant role when the viewer is presented with a morally ambiguous character. The third module, loyalty/betrayal, represent sacrifice of the self and an “all for one, one for all” mentality. The fourth module, authority/subversion represents leadership and a dominance hierarchy. The fifth module of sanctity/degradation offers the idea of sanctity and contamination, whereas the strong survive and the contaminated do not (Tamborini, 2011). Applying each module to the experiment allows the opportunity for one or multiple modules to appear as more influential to the participants disposition towards the narrative provided. A 7-point Likert-type scale was used to measure and record participant’s responses regarding enjoyment of the narratives, ranging from 1 (strongly disagree) to 7 (strongly agree). The participant’s moral modules were measured with the following items derived from Graham, Haidt, and Nosek’s Moral Foundations Questionnaire (2008): “I believe it is better to do good than to do bad;” “Respect for authority is something all children need to learn;” relating to the authority/subversion module, “Compassion for those who are suffering is the most crucial virtue;” and “ I believe it is more important to be a team player than to express oneself,” in relation to the care/harm module. The responses were 31  averaged to create the moral modules indexes (Care M = 4.70, SD = .83, α = .75; Fairness M = 4.85, SD = .83, α = .79; Loyalty M = 3.61, SD = .83, α =.67; Authority M = 3.93, SD = .82, α =.67; Sanctity M = 3.64, SD = .92, α = .67).  Dependent Variables. The primary dependent variables being measured are disposition toward the character and enjoyment of the content.  Disposition toward character. Disposition was conceptualized as affective disposition toward the main character. Disposition was measured using a scale consisting of 10 adjectives and was adapted from prior research (e.g. Byrne, 1964; Byrne, Barry, & Nelson, 1963; Kronfield, 1977). The adjectives reflected three aspects of the main character: character, achievement, and ability. Participants responded using a Likert-type scale ranging from 1 (strongly disagree) to 7 (strongly agree). A participant’s liking of the main character was measured with the following adjectives: “talented,” “capable,” “accomplished,” “kind,” “compassionate,” “skilled,” “keen,” “a good person,” “sympathetic,” and “happy” (Moore, 2016). The responses were averaged to create the disposition measure (M = 4.98, SD = .90). Cronbach’s alpha was calculated to assess the internal consistency of the scale items (Cronbach’s α =. 94 ).   Enjoyment. The level of enjoyment from the content provided is measured using an adaptation from the literature (e.g., Krakowiak & Tsay, 2011; Raney, 2002) by asking participants to rate their thoughts on the character presented, as well as the character’s actions in the narrative created. Enjoyment of the content and character liking will have limited overlapping procedures. The extent to which audience judgments of a character or characters can influence their enjoyment of a show or film. When a viewer experiences a character and forms 32  judgments based on their own morals and thoughts, their enjoyment of the media content can be impacted. If a character were to appear ambiguous, the audiences’ disposition toward the character may alter the level of enjoyment. A 7-point Likert-type scale was used to measure and record participant’s responses regarding enjoyment of the narratives, ranging from 1 (strongly disagree) to 7 (strongly agree). A participant’s enjoyment of the narrative was measured with 14 items including the following: ““I would enjoy this show,”  “I would not recommend this show to others,” I would enjoy more of this story;” “I would not recommend this story to others;” “I would find this show entertaining,” “I would like to see other shows that are similar to this one,” and “I would like to talk about this show with other people” (Moore, 2016). The responses were averaged to create the enjoyment measure (M = 4.36, SD = 1.16). Cronbach’s alpha was calculated to assess the internal consistency of the scale items (Cronbach’s α =.96).    33  Table 4. Random Assignment Check among Three Experimental Conditions (Male, Female, Ambiguous) (N = 472)  df F  p   LGBTQ Media Exposure  2  4.18  .02 .02a LGBTQ Attitudes  2 2.30 .01 .10  Trait Empathy 2 1.24 .00 .29  Moral Foundations - Harm 2 1.49 .01 .23  Moral Foundations - Fairness 2 3.18 .01 .04b  Moral Foundations - Loyalty 2 0.67 .00 .51  Moral Foundations - Authority 2 0.82 .00 .44  Moral Foundations - Sanctity 2 0.37 .00 .69 Note: Superscript “a” indicates a significant difference between Female condition and the other two conditions (Male and Ambiguous). Superscript “b” indicates a significant difference between Female condition and the Ambiguous condition.    Manipulation check. In order to ensure the research participants fully understood the materials provided to them, a manipulation check was performed using questions such as “ What was the gender of the character in the plot?;” “What was the name of the television show presented?;” and “What was the given career of the character?” Procedure    The data were collected through an online survey that was distributed to students in large communication courses at a large state university in southeastern United States. Survey data were collected during fall of 2018. Instructors offered students credit for their completion of the 34  survey with the option to complete an alternative assignment if desired. Survey links were distributed via official university sanctioned e-mail addresses and course websites.  To participate, students first agreed to the parameters of the study including the informed consent statement presented at the very beginning of the survey (see Appendix). In week one, a pretest was conducted to assess participants positions with regard to moral modules, media experience, LGBTQ+ attitudes, personal experience prior to exposure, political ideology to ensure random assignment of narratives and exposure to the narratives created for the experiment. In week two, the narratives only differed in relation to the gender of the main character, as the plot, behaviors, and actions of the main character remained the same. The participants were asked a number of questions relating to media content, intrinsic morals, and perceptions of gender stereotypes or gender roles. A posttest was administered to the participants during the second week to measure potential dispositions toward characters after exposure to the narratives provided. The posttest also collects data regarding enjoyment the participant experiences.        35  CHAPTER FOUR: RESULTS  Table 5.  Means, SDs and Correlations for Dependent and Independent Variables (N = 469)   1. Disposition 2. Enjoyment 3. Gender 4.  Trait Empathy 5. MFQ Harm 6.  MFQ  Fairness 7.  MFQ  Loyalty 8.  MFQ Authority 9.  MFQ Sanctity 1 - - - - - - - - -  2  .39***  -  -  -  -  -  -  -  -  3  .14**  .12**  -        4  .19***  .23**  .34***  -  -  -  -  -  -  5  .23***  .28***  .33***  .41***  -  -  -  -  -  6  .24***  .21***  .19***  .30***  .73***  -  -  -  -  7  .04  .17***  -.04  .08*  .25***  .14**  -  -  -  8  .11**  .13**  .04  .09*  .31***  .29***  .67***  -  -  9  .00  .15***  .04  .11**  .31***  .20***  .56***  .60***  -    4.98 (0.94)  4.37 (1.17)  1.64  (.48)  5.38 (0.85)  4.60 (0.80)  4.86 (0.84)  3.61 (0.84)  3.93 (0.82)  3.63 (0.93) 36    The first hypothesis (H1) proposed that participants reading the narratives with a clearly identified male or female main character would report more positive dispositions toward the main character than the participants who read a narrative with a gender-neutral main character. Using an ANOVA test, the disposition toward the main character in each of the three separate conditions (male, female, and ambiguous) were compared (MMale = 5.10, SD = .84; MFemale = 5.00, SD = 1.04; MAmbiguous = 4.83, SD =.93). The homogeneity of variances was supported, and the model was significant (F 2, 472 = 3.20, p = .04). Using the LSD post hoc analysis, the difference was observed between those in the male main character and the ambiguous main character conditions (p < .01). (See Table 5 for the means, standard deviations, and correlations.)  The second hypothesis (H2) was a test of the central proposition of disposition theory and stated that disposition toward the character will be positively correlated with enjoyment. A correlation analysis examining the relationship between disposition and enjoyment regardless of the experimental condition revealed a positive relationship between the disposition toward the main character and enjoyment (r = .39, p < .001).  The third hypothesis (H3) stated there would be a positive association between the trait empathy variable and disposition toward the main character in the male, female, and ambiguous character conditions. Using a correlation analysis, each of the dispositions in the male and female conditions did not have a significant correlation with trait empathy (Male r = .15, p = .06; Female r = .09, p =.25). There was a significant correlation between trait empathy and the disposition in the ambiguous condition (Ambiguous r = .32, p < .001).     37  Table 6.  Hierarchical Regression Models for Disposition toward Main Character and Enjoyment   Predictor Variables  Disposition Evaluation (N = 436)  Enjoyment (N = 431)  SE B   SE B  Block 1  Sex  .26           .09  .14**  .28            .11      .12* Block 2         Sex   .11      .10   .06 .03     .12       .01   Trait Empathy .11      .06 .10 .18      .07     .13**   Care .08      .09 .07 .26      .11      .18*   Fairness .16      .08 .14* .04      .09      .03   Loyalty .00      .07 .00 .17      .09      .12   Authority .14      .07 .13 -.06      .10     -.04   Sanctity  -.14      .06 -.14* .04      .08      .03 Block 3         Sex .13     .10  .07 .05      .12      .02   Trait Empathy .10     .06  .09 .18      .07     .13**   Care .08    .09  .07 .25      .11      .17*   Fairness .15    .08 .14* .05      .10      .04   Loyalty -.01    .07 -.01 .18      .09      .13*   Authority .16    .08  .14* -.07      .10     -.05   Sanctity -.15    .06 -.15* .04      .08      .03   Condition – Male .24    .10  .12* .16      .13      .07   Condition – Female  .11    .11  .06 -.11      .13     -.04 Note: Disposition: R2 = .02 for Block 1, ΔR2=.09 for Block 2, ΔR2=.10 for Block 3; Model R2 = .10 Enjoyment: R2 = .01 for Block 1, ΔR2=.09 for Block 2, ΔR2=.01 for Block 3; Model R2 = .12 *p < .05  **p < .01   38   The first research question (RQ1) asked if participants would report more positive enjoyment of the male and female narratives than the ambiguous (gender neutral) narrative. Using a One-Way ANOVA test, results indicated each condition reported different levels of enjoyment (MMale = 4.48, SD = 1.22; MFemale = 4.27, SD = 1.11; MAmbiguous = 4.32, SD = 1.15). However, the differences were not significant (F 2, 466 = 1.42, p = .24).    The second research question (RQ2) asked if disposition toward the character would be influenced by trait empathy, moral modules, and the experimental/gender condition. Dummy variables were created to represent the narrative conditions, with the ambiguous gender condition remaining the default for comparison. A hierarchical regression model was created with gender of the participant as the first block. The second block consisted of personality variables that are intrinsic to the individual, trait empathy and moral modules. The third block contained the experimental conditions. The models for each of the three blocks were significant. In the first block, including only gender (F 1, 435 = 8.49, p = .004), the standardized beta coefficient was  = . The second block including trait empathy and moral modules was significant (F 7, 429 = 6.49, p < .001). The moral modules labelled Authority ( =  p = .05) and Sanctity ( = − p = .02) were the only variables that contributed to the model. That is, those who are stronger on the Authority module reported more favorable dispositions toward the character and those who were stronger on the Sanctity module reported less favorable dispositions toward the character. The third block, which included the conditions for the experiment, was also significant (F 9, 427 = 5.66, p < .001). The gender-neutral (ambiguous) condition was established as the primary comparison group. For the overall model, the variables that contributed to the 39  disposition were as follows: Authority ( =  p = .03), Sanctity ( = − p = .01), and the Male condition ( =  p = .02) as compared to the Ambiguous condition.   The third and final research question (RQ3) asked if enjoyment of the narrative would be influenced by trait empathy, moral modules, and the male or female condition. A hierarchical regression model was created in a manner similar to RQ2 above. The first block, including gender, was significant (F 1, 430 = 6.11, p = .01), the standardized beta coefficient was  = . The second block including trait empathy and moral modules was significant (F 7, 424 = 7.95, p < .001). There were three variables contributing to the model: Trait empathy ( =  p = .02), Loyalty module ( =  p = .05), and Care module ( =  p = .002). Participants who have greater trait empathy report greater enjoyment. Participants who reported a stronger association with the Care module reported more enjoyment of the narrative and those who were stronger on the Loyalty module reported more enjoyment of the narrative. The final block was also found to be significant (F 9, 422 = 6.73, p < .001) and included the conditions for the experiment. However, the additions of the conditions did not lead to an increase in R2. Trait empathy ( =  p = .02), Loyalty modules ( =  p = .05), and Care ( =  p = .02) were the only variables that contributed to the model, much like the second block.    40  CHAPTER FIVE: DISCUSSION   Today, the term gender is used to describe a person’s identity which may differ from their sex and incorporate attire and physical features that diverge from what has commonly been associated with each sex. Roof (2002) suggests gender is necessary for narratives in the world and describes the possibility of allowing gender to disappear in terms of the “spectacle of its dissolution,” (p. 59), meaning the former understanding of gender would be altered as people changed their thought process to something other than the binary distinctions. Representations in the media that counter cultural expectations and norms can leave audiences feeling confused. Today, new perspectives on gender are challenging the norms and stereotypes associated with the binary construct of gender. One deviation from gender norms appearing in today’s media is nonbinary identification. These ambiguous representations challenge audiences and can affect their dispositions toward characters and ultimately the enjoyment they get from the media.  This study focused on the topic of gender to understand the effects of an ambiguous representation of gender on disposition toward media characters and media enjoyment. This was accomplished by comparing the connections audiences make with characters that represent binary and gender-neutral associations. Understanding the way viewers form relationships with characters in the media (television, film, etc.) as well as how the formed relationship influences enjoyment of the media has been studied and researched over the years to provide a deeper look into the connection between a viewer and character. Affective disposition theories predict media enjoyment, and focuses on viewers’ role as moral monitors, seeking justification for a character’s words, behaviors, and actions (Zillmann, 2000). Also described by Zillmann was the role of empathy and the extent to which moral judgments contribute to the disposition formation.   41  Adding to the discussion, Raney (2003) suggested dispositions toward media characters are frequently built upon existing schemas and subsequent judgments reflect the expectations that stem from the schemas that are activated. This present study attempted to apply the framework of Raney to understand how gender-neutral (ambiguous) representations in character identification might contribute to disposition formation and media enjoyment. Disposition  Examining gender representations as they relate to disposition and enjoyment was the key factor in this study, and by comparing the gender of each character along with the levels of disposition, the study was able to produce notable results. In the stimulus used, the main character, A teacher named Sam, finds an injured stranger on the sidewalk and kindly nurses them back to health. Along the way, the two develop feelings for one another and soon, the stranger’s true identity is revealed; the stranger is a fugitive on the run from police. With this information in mind, our main character struggles with doing what many would deem ‘the right/moral thing’ or staying true to the feelings and desires that have surfaced during this journey.  When looking at the disposition toward the character in the study, it was expected that the gender-neutral character would be less favorable with participants than the male or female characters. As the study identified the character as male or female, a higher level of disposition was reported. Despite having three separate identifications being compared, the only statistically significant difference was observed between the male and ambiguous conditions. This result can be explained by recognizing that the inclusion of the gender attribute enabled the audience to picture the ambiguous character with the details of a male, creating a more elaborate conception 42  of the character. Regarding the connection between female and ambiguous characters, there was a lack of significance, potentially due to aspects of the narrative that may not reflect stereotypical behavior or expectations exhibited by women in which the participant may not have formed a connection to the female character.  After analyzing the comparisons between the three characters, the role of empathy was examined closer to see whether it played a role in the participants’ responses. Empathy has been established as an important factor influencing people’s responses to and dispositions toward media characters (Zillmann, 2000). Some people have a stronger pre-disposition to empathy than others, known as trait empathy, referring to the responses one has to the experience of another. In the analysis, trait empathy was shown to be correlated with the participants’ disposition toward the main character in each of the three conditions, though it was more strongly correlated in the gender-neutral condition. The trait was distributed among the participants in each condition equally, but the connection to the disposition was shown to be much higher in the male condition and even higher in the female condition. These results could be due to the information given to the participant regarding the clearly identified male or female character, whereas there is a lack of information in the ambiguous (gender-neutral) condition. Perhaps with a clearly identified character, the participants were able to form a connection easier than with the ambiguous character, therefore strengthening their trait empathy in the male and female conditions.   The last analysis regarding disposition involved the association of moral modules with the moral foundations theory. From the narratives, disregarding the three conditions, the Fairness/Cheating module was revealed to be the significant predictor of participants’ disposition toward the main character. The Fairness/Cheating module represents ideas of justice, autonomy, 43  and helping others even if it costs you. This result fits well with the plot of the narrative which describes the main character helping another character, but that assistance may ultimately have a negative impact on the main character.  When analyzing disposition while including the three conditions, a different set of factors were revealed, still including Fairness/Cheating. The male condition, as compared to the gender-neutral (ambiguous) condition, revealed Authority/Subversion and Sanctity/Degradation as two other factors, on top of Fairness/Cheating. The Authority/Subversion module taps into leadership and a dominance hierarchy. Sanctity/Degradation, relating to purity and contamination, was a negative influence. This could be due to the connotation the module holds, reflecting notions of living a moral, righteous life, as some may say the main character is not leading. The participants who weighed this module more strongly were likely reported fewer positive dispositions. This result could be due to the questioning choices the main character makes in order to help the fugitive, allowing participants to judge whether the main character is leading a moral, upstanding way of life. Enjoyment  As affective disposition theories investigate disposition as a main factor in enjoyment, looking at enjoyment in this project allows insight on the theory framework and the level of enjoyment participants felt through the narratives. The framework of affective disposition theories as it relates to enjoyment was supported through the correlations established between disposition and enjoyment, without an intent focus on the three separate conditions. There were no significant differences within the reports of enjoyment among the three conditions, whereas 44  disposition resulted in a significant difference. The reports were most positive for the male condition, but the differences were not significant.  As with disposition, trait empathy was a driving factor for participants’ enjoyment. This empathy was most closely associated in the gender-neutral condition when analyzing disposition and reinforced the theme that participants connection with the main character is a driver of media enjoyment. Due to empathy being a factor in the dispositions in each condition, the belief that the participants with greater trait empathy would report more enjoyment of the narrative was inserted in enjoyment as well. Also contributing to enjoyment is the moral module of Care/Harm. This module connects to virtues of compassion and kindness. The participants may have felt a stronger connection, in the realm of the Care/Harm module, to the main character as the character takes in and helps a stranger in distress, a reflection of the general tone of the narrative.  Participants disposition toward the main character reflected resulted in the moral module of Fairness/Cheating, overall, whereas participants enjoyment reflected results in the Care/Harm module. When comparing the two modules, it could be inferred that participants viewed the main character with a lens of autonomy, as the Fairness/Cheating module correlates with. The main character is helping a stranger, despite any trials or tribulations that may be associated with the act of kindness. As we link this module to the Care/Harm module found in enjoyment, Fairness includes concerns about equality, which participants may have linked with the care the main character provides. By showing kindness and fairness, the main character cares for the stranger, regardless of any status that may be linked to them. These two modules most strongly associated with disposition and enjoyment reflected a positive tone toward the main character and narrative 45  as a whole. The participants who presented stronger modules of Fairness/Cheating and Care/Harm often reported a more positive evaluation. Limitations  The convenience sample leads to a limitation in the demographics of the participant pool (e.g., age, social status, and education). This makes it difficult to generalize to the broader population. Including a broader population may lead to greater variability in some measures such as the moral modules which could impact the models of disposition and enjoyment. Another limitation regarding this study is the use of text-based stimuli to examine the issue. Using text is arguably the best starting place for examining the issue due to the ability to control the variables associated with the characters and the gender representation. However, visual prompts of gender representations in the media can contribute to audience interpretations of the characters and, as a result, their dispositions toward the characters. Developing visual stimuli that effectively reflect various gender representations in an experiment would be challenging, but beneficial, especially in this case where a representation is not clearly identified, like a nonbinary or gender-neutral individual.  After developing the stimulus, future studies may find value in developing a pilot test for the stimulus amongst those outside the academic realm (i.e. friends, family, coworkers, etc.). By doing so, the researcher will be able together a well-rounded point of view from many different audiences rather than strictly an academic lens. With a pilot test, the researcher may also be given feedback to adjust the narratives to better suit the end goal of the research.   46  CHAPTER SIX: CONCLUSION   Millions of people watch media content with characters who are gender nonconformist and challenge gender norms. The characters and individuals featured in the media can give viewers an idea of what nonbinary identification may look like. As with morally ambiguous characters, a gender ambiguous character may elicit different empathic responses than those that fit gender norms, which could affect a viewer’s disposition toward the character and level of enjoyment. Different responses could be attributable to characteristics that are inherent to members of the audience. This project aimed to examine whether nonbinary or gender neutral (ambiguous) representations influence different dispositions toward a character and subsequent level of enjoyment. Additionally, addressing whether moral modules play a role in disposition formation and enjoyment.   This study suggests that depictions of gender that don’t pertain to traditional binary male and female gender schemas can influence the dispositions toward the characters but likely will not negatively influence their media enjoyment. In the analysis, trait empathy was also shown to be correlated with the participants’ disposition toward the main character in each condition, though it was more strongly correlated in the gender-neutral condition. The connection to the disposition was shown to be higher in the male condition and even higher in the female condition. Regarding moral modules and the Moral Foundations Theory, the Fairness/Cheating module was revealed to be the significant predictor of participants’ disposition toward the main character. Representing ideas of justice and autonomy, this result fits well with the plot of the narrative which describes the main character helping another character, but that assistance may ultimately have a negative impact on the main character.  47   It is likely that audiences do not consider the gender of the character to play a significant role in their enjoyment, or the audiences simply are not paying close attention to the gender representations, but instead the plot of the show or movie being streamed. Trait empathy was associated with disposition across the conditions and most strongly observed in the gender neutral (ambiguous) condition. Along with empathy, the moral module of Care/Harm, emphasizing kindness and nurturing, was found to be significant among participants as they read the narratives provided.    Though this project did not attempt to address how factors such as physical attributes or ethnicity of characters might interact with audience’s perception of gender, the study instead focused on the way audiences may respond to ambiguous gender representations and the potential effects such representations might have on the attitudes audience members develop toward ambiguously identified characters.   With limitations in this study such as convenience sampling and text-based stimuli, the door is open for further research extending outside of a university or even the United States, along with video or photographic stimuli to help better represent gender representations to participants. Looking not only at gender neutral characters in media, but any gender non-conformist representations would be worth analyzing in future studies to provide more well-rounded results as to the disposition and enjoyment audiences experience and if gender in media outlets affects audiences.    48  APPENDIX A: SURVEY INSTRUMENT                           49  Pretest Demographics What is your gender? What is your ethnicity/race?  African American, Caucasian, Hispanic/Latin, Asian, Other How old are you? Are you an International student?  Moral Foundations Questionnaire  Part 1. When you decide whether something is right or wrong, to what extent are the following considerations relevant to your thinking?  Please read each statement and indicate how relevant it is to you where 1 is \"Not at all relevant\" and 6 is \"Extremely relevant.\":  1 = not at all relevant (This consideration has nothing to do with my judgments of right and wrong); 2 = not very relevant; 3 = slightly relevant; 4 = somewhat relevant; 5 = very relevant; 6 = extremely relevant (This is one of the most important factors when I judge right and wrong).   1. Whether or not someone suffered emotionally  2. Whether or not some people were treated differently than others 3. Whether or not someone’s action showed love for his or her country 4. Whether or not someone showed a lack of respect for authority  5. Whether or not someone violated standards of purity and decency 6. Whether or not someone was good at math 7. Whether or not someone cared for someone weak or vulnerable 8. Whether or not someone acted unfairly 9. Whether or not someone did something to betray his or her group 10. Whether or not someone conformed to the traditions of society  11. Whether or not someone did something disgusting 12. Whether or not someone was cruel 50  13. Whether or not someone was denied his or her rights 14. Whether or not someone showed a lack of loyalty 15. Whether or not an action caused chaos or disorder   16. Whether or not someone acted in a way that God would approve of  Part 2. The following items relate to attitudes toward a variety of social situations and concerns. Please read the following sentences and indicate your agreement or disagreement where 1 is strongly disagree and 6 is strongly agree.  17. Compassion for those who are suffering is the most crucial virtue. 18. When the government makes laws, the number one principle should be ensuring that everyone is treated fairly. 19. I am proud of my country’s history. 20. Respect for authority is something all children need to learn. 21. People should not do things that are disgusting, even if no one is harmed.  22. It is better to do good than to do bad. 23. One of the worst things a person could do is hurt a defenseless animal. 24. Justice is the most important requirement for a society. 25. People should be loyal to their family members, even when they have done something wrong.   26. Men and women each have different roles to play in society. 27. I would call some acts wrong on the grounds that they are unnatural. 28. It can never be right to kill a human being. 29. I think it’s morally wrong that rich children inherit a lot of money while poor children inherit nothing. 30. It is more important to be a team player than to express oneself. 31. If I were a soldier and disagreed with my commanding officer’s orders, I would obey anyway because that is my duty. 32. Chastity is an important and valuable virtue.  51  Fidelity Check I understand that the credit I receive is for full participation in this survey project. That includes reading and responding to the questions with care.  Yes  No  LGBTQ+ Media Experience   Please read the following statements and indicate your agreement or disagreement where 1 is strongly disagree and 7 is strongly agree:  I am not familiar with LGBTQ+ TV programs and movies. I enjoy watching LGBTQ+ TV programs and movies. I believe the entertainment media portray the LGBTQ+ community in a positive way. I would like to see more portrayals of the LGBTQ+ community in the TV programs and movies.  LGBTQ+ Attitudes  Please read the following statements and indicate your agreement or disagreement where 1 is strongly disagree and 7 is strongly agree:  I have close friends who are LGBTQ. I would attend a demonstration to promote LGBTQ civil rights. I would display a symbol of gay pride to show my support of the LGBTQ community.   Empathy  The following statements also relate to how you see yourself. Please indicate your level of agreement with the following statements from 1 (\"strongly disagree\") to 7 (strongly agree).\"  I enjoy making other people feel better. When other people are happy, I tend to feel happy. I feel emotionally affected with my favored character goes through hardship. I get frightened when I watch characters in a good scary movie. I don’t become sad when I see other people crying. I often get swept up in my friends’ feelings. 52  I am not usually aware of my friends’ feelings. I often become sad when watching sad things on TV or in films. When someone is feeling ‘down’ I can usually understand how they feel. I tend to feel scared when I am with friends who are afraid.   Fidelity Check  I understand that the credit I receive is for full participation in this survey project. Please click on the button that indicates \"Moderately easy\".  Posttest  Demographics What is your gender? What is your ethnicity/race?  African American, Caucasian, Hispanic/Latin, Asian, Other How old are you? Are you an International student? Social Media Use (Distractor)  Please indicate how much you use the following social media sites, where 1 is \"Not at all\" and 7 is \"All the time.\"  Google plus YouTube Tumblr LinkedIn Twitter Snapchat Pinterest Facebook  Digital Music Streaming (Distractor)  Which of these digital music streaming services do you currently have an account with? (Select all that apply) 53  Spotify Pandora Apple Music Rhapsody Amazon Prime Music Google Play Tidal SoundCloud   At this point in the project, we are asking you to read a randomly selected entertainment program synopsis. Please click on one of the following buttons to proceed.  0 0 0  Please read the following synopsis for an entertainment program competition in The Gate - a regional entertainment outlet. When you are done reading, you will be asked to answer some questions about the synopsis. Your evaluation and comments will be viewed only by the researcher. There are no right or wrong answers to the questions. Your true opinions and ideas are what matter to us. Thank you for your assistance.   Have you read this program synopsis before?  Yes  No  Manipulation Check  What was the given career of the main character? Doctor Teacher Veterinarian Police officer Lawyer  In what city did the program take place? Knoxville, TN Atlanta, GA Orlando, FL Madison, WI Oakland, CA   54  Disposition toward Main Character  Based on your reading of the synopsis, to what extent do the following terms describe the MAIN CHARACTER (Sam Rogers) you read about?  Please indicate your level of agreement with the following statements from 1 (\"strongly disagree\") to 7 (strongly agree).\"  A good person Skilled Keen Sympathetic Accomplished Talented Compassionate Capable Happy Kind   Enjoyment  We would like to get a sense for your impressions of the SYNOPSIS. Please indicate the extent to which you agree with the following statements about the synopsis you just read.  Please indicate your level of agreement with the following statements from 1 (\"strongly disagree\") to 7 (strongly agree).\"  I would enjoy this show. I would not recommend this show to others. I would find this show entertaining. I would like to see other shows that are similar to this one. I would find the subject matter of this show exciting. I would like to analyze this show. I would like to talk about this show with other people. I would like to seek out additional information about this show. I would enjoy thinking about this show. I would not want to do other things while I watched this show. I would really get involved in this show. I would hate to be distracted while watching this show. I would enjoy the subject matter of this show. I would want to try to predict what was going to happen next in this show.   55  Interest  We are would like to get an understanding of how interested you would be in a program described if it were easily accessible to you and without any cost to you. Please indicate your interest by responding to each statement using the scale ranging from 1 \"None at all\" to 7 \"A great deal.\"  How interested are you in watching the show in general? How interested would you be in watching this show on a streaming service? How interested would you be in watching this program if it were on broadcast TV? How interested would you be in watching this program if it were on a cable network?  What do you think was the RACE/ETHNICITY of the main character in the program plot?  What do you think was the GENDER of the main character in the program plot?    What do you think was the AGE of the main character in the program plot? 56  APPENDIX B: NARRATIVES                           57   Synopsis  Sam Rogers was used to living an ordinary life in Knoxville, Tennessee.  With his suitable career as a high school teacher and stable relationship with his partner of 5 years, Jessie, Sam figured his life was planned out for him with no hint of disruption or dispute. But while returning home from work one day, Sam sees a figure lying on the sidewalk. As curiosity grows and overwhelms, Sam moves closer and closer to the figure and discovers a woman, covered in dirt and gravely injured.   Relying on his considerate and helpful nature, Sam brings the stranger back to his house, caring and nursing her back to health over the next several weeks. As the woman slowly starts integrating herself into Sam’s life, Sam is then stunned by the news that the helpless stranger is named Avery Wilcox, a person of interest wanted by the state police for fleeing the scene of a crime. As the shock wears off, Sam battles conflicting thoughts, not knowing whether to continue helping Avery or turn her over to the police. Though Avery pleads with Sam and insists she is not a criminal, simply someone in the wrong place at the wrong time. Sam wrestles with his doubts. Over the past month, Sam has found himself growing close to Avery, much to the dismay of Jessie. With the cops on the hunt and a fugitive living in the house, Sam has to decide what he’s willing to put on the line for Avery’s safety. Will Sam risk his well-established reputation and his relationship to help the fugitive with whom there is now an undeniable bond?  Or will Sam retreat from a life of danger and disruption by turning Avery over to the police?  58   Synopsis  Sam Rogers was used to living an ordinary life in Knoxville, Tennessee.  With her suitable career as a high school teacher and stable relationship with her partner of 5 years, Jessie, Sam figured her life was planned out for her with no hint of disrupt or dispute. But while returning home from work one day, Sam sees a figure lying on the sidewalk. As curiosity grows and overwhelms, Sam moves closer and closer to the figure and discovers a woman, covered in dirt and gravely injured.  Relying on her considerate and helpful nature, Sam brings the stranger back to her house, caring and nursing her back to health over the next several weeks. As the woman slowly starts integrating herself into Sam’s life, Sam is then stunned by the news that the helpless stranger is named Avery Wilcox, a person of interest wanted by the state police for fleeing the scene of a crime. As the shock wears off, Sam battles conflicting thoughts, not knowing whether to continue helping Avery or turn her over to the police. Though Avery pleads with Sam and insists she is not a criminal, simply someone in the wrong place at the wrong time. Sam wrestles with her doubts. Over the past month, Sam has found herself growing close to Avery, much to the dismay of Jessie. With the cops on the hunt and a fugitive living in the house, Sam has to decide what she’s willing to put on the line for Avery’s safety. Will Sam risk her well-established reputation and her relationship to help the fugitive with whom there is now an undeniable bond?  Or will Sam retreat from a life of danger and disruption by turning Avery over to the police?  59   Synopsis  Sam Rogers was used to living an ordinary life in Knoxville, Tennessee.  With the suitable career as a high school teacher and stable relationship with a partner of 5 years, Jessie, Sam figured life was planned out with no hint of disruption or dispute. But while returning home from work one day, Sam sees a figure lying on the sidewalk. As curiosity grows and overwhelms, Sam moves closer and closer to the figure and discovers a woman, covered in dirt and gravely injured.  Relying on a considerate and helpful nature, Sam brings the stranger back to the house, caring and nursing her back to health over the next several weeks. As the woman slowly starts integrating herself into Sam’s life, Sam is then stunned by the news that the helpless stranger is named Avery Wilcox, a person of interest wanted by the state police for fleeing the scene of a crime. As the shock wears off, Sam battles conflicting thoughts, not knowing whether to continue helping Avery or turn her over to the police. Though Avery pleads with Sam, insisting she is not a criminal, simply someone in the wrong place at the wrong time. Sam wrestles with doubts. Over the past month, Sam has grown close to Avery, much to the dismay of Jessie. With the cops on the hunt and a fugitive living in the house, Sam has to decide what to put on the line for Avery’s safety. Will Sam risk a well-established reputation and a relationship to help the fugitive with whom there is now an undeniable bond?  Or will Sam retreat from a life of danger and disruption by turning Avery over to the police?   60  APPENDIX C: IRB HUMAN SUBJECTS PERMISSION    61    62    63  REFERENCES  Birnbaum, D. (2017, April 5). ‘Billions’ Star Challenges Emmys Male-Female Acting Categories (EXCLUSIVE). Retrieved from Variety: https://variety.com/2017/tv/news/billions-star-asia-kate-dillon-emmy-awards-gender-nonbinary-1202023724/ Byrne, D. (1964). Repression-Sensitation as dimension of personality (Vol. 1). (B. M. (Ed.), Ed.) New York: Academic Press. Byrne, D., Barry, J., & Nelson, D. (1963). Relation of the revised Repression-Sensitization scale to measure of self-description. Psychological Reports, 13, 323-334. Carre, A., Stefaniak, N., D'Ambrosio, F., Bensalah, L., & Besche-Richard, C. (2013). The Basic Empathy Scale in adults (BES-A): Factor structure of a revised form. Psychological Assessment, 25(3), 679-691. doi: 10.1037/a0032297 Cooper, B. (2012). Boys Don't Cry and female masculinity: Reclaiming a life and dismantling the politics of normative heterosexuality. Critical Studies in Media Communication, 19(1), 44-63. Craig, R. S. (1992). The effect of television day part on gender portrayals in television commercials: A content analysis. Sex Roles, 26, 197-211. Davis, E. C. (2008). Situating fluidity: Trans gender identification and the regulation of gender diversity. GLQ: A Journal of Lesbian and Gay Studies, 97-130. doi:DOI 10.1215/10642684-2008-020   64  Diamond, M. (2002). Sex and gender are different: Sexual identity and gender identity are different. Clinical Child Psychology and Psychiatry, 7(3), 320-334. Dillon, A. K. (2018). In Their Words: Actor Asia Kate Dillon. (A. C. Union, Interviewer) Retrieved from American Civil Liberties Union. Eden, A., & Tamborini, R. (2016). Moral intuitions: Morality subcultures in disposition. Journal of Media Psychology, 1-10. Egner, J., & Maloney, P. (2016). “It has no color, it has no gender, it’s gender bending”: Gender and sexuality fluidity and subversiveness in drag performance. Journal of Homosexuality, 7, 875-903. doi:10.1080/00918369.2015.1116345 Emmerich, W., Goldman, K. S., Kirsh, B., & Sharabany, R. (1977). Evidence for a transitional phase in the development of gender constancy. Child Development, 930-936. Evans, A. (2009). How homo can Hollywood be? Remaking queer authenticity from To Wong Foo to Brokeback Mountain. Journal of FIlm and Video, 64(1), 41-54. Evans, J. (2010, October 2). Genderqueer Identity and Self-Perception. San Francisco, California, United States of America: ProQuest LLC. Finch, C. (2016). David Bowie, glam rock, and gender rebellion. Journal For Biblical Manhood and Womanhood, 12-14. Fiske, S. T. (1999). The continuum model: Ten years later. In S. C. (Eds.), Dual process theories in social psychology (pp. 231-254). New York: Guilford.  65  Flores, A., Herman, J., Gates, G., & Brown, T. (2016). How Many Adults Identify as Transgender in the United States? The WIlliams Institute, 1-13. Fontanella, L., Maretti, M., & Sarra, A. (2013). Gender fluidity across the world: a Multilevel Item Response Theory approach. Qual Quant, 2553-2568. doi:10.1007/s11135-013-9907-4 Gomillion, S. C., & Giuliano, T. A. (2011). The influence of media role models on gay, lesbian, and bisexual identity. Journal of Homosexuality, 330-354. Haidt, J., & Graham, J. (2007). When morality opposes justice: conservatives have moral intuitions that liberals may not recognize. Social Justice Research, 20(1), 98-116. doi:DOI: 10.1007/s11211-007-0034-z Haidt, J., & Joseph, C. (2008). The moral mind: How five sets of innate intuitions guide the development of many culture- specific virtues, and perhaps even modules. In S. L. P. Carruthers, The innate mind: VOl. 3. Foundations and the future (pp. 367-392). New York: Oxford University Press. James, S. E., J. L., R. S., Keisling, M., Mottet, L., & Anafi, M. (2016). The Report of the 2015 U.S. Transgender Survey. National Center for Transgender Equality, 45-302. Jolliffe, D., & Farrington, D. P. (2006). Development and validation of the Basic Empathy Scale. Journal of Adolescence, 29, 589–611. doi: 10.1016/j.adolescence.2005.08.010 Kessler, S., & McKenna, W. (1978). Gender: An Ethnomethodological Approach. Chicago: University of Chicago Press.  66  Knobloch-Westerwick, S., & Hoplamazian, G. J. (2012). Gendering the self: Selective magazine reading and reinforcement of gender conformity. Communication Research, 39(3), 358-384. doi:10.1177/0093650211425040 Krakowiak, K.M., & Tsay, M. (2011). The role of moral disengagement in the enjoyment of real and fictional characters. International Journal of Arts and Technology, 4(1), 90–101. Kronfield, A. D. (1977). The favorability of person perception and the R-S Scale. Journal of Clinical Psychology, 33(2), 444-448. Leitch, W. (2013, October 30). Dallas Buyers Club is gay history for straight people. Retrieved from Deadspin: https://deadspin.com/dallas-buyers-club-is-gay-history-for-straight-people-1454684044 Lewis, H. (2017, May 7). MTV Movie & TV Awards: Asia Kate Dillon Presents Gender-Neutral Acting Award to Emma Watson. Retrieved from The Hollywood Reporter: https://www.hollywoodreporter.com/news/mtv-movie-tv-awards-asia-kate-dillon-presents-gender-neutral-acting-award-emma-watson-1000935 Little, W. (2016). Introduction to Sociology. (2nd Canadian Edition). Canada. Retrieved from https://opentextbc.ca/introductiontosociology2ndedition/ Lovelock, M. (2017). 'I Am…': Caitlyn Jenner, Jazz Jennings and the cultural politics of transgender celebrity. Feminist Media Studies, 737-754. Moore, A. E. (2016). Mind over morals: Character morality and viewer need for cognition as predictors of anticipated enjoyment of a television show. All Theses, 1-90.  67  Moore, T. E., Griffiths, K., & Payne, B. (1987). Gender, attitudes towards women, and the appreciation of sexist humor. Sex Roles, 16, 521-531. Planned Parenthood. (2018, January 29). Gender Identity Roles: Feminine Traits/Stereotypes. Retrieved from Planned Parenthood: https://www.plannedparenthood.org/learn/sexual-orientation-gender/gender-gender-identity/what-are-gender-roles-and-stereotypes Pomerleau, A., Bolduc, D., Malcuit, G., & Cossette, L. (1990). Pink or blue: Environmental gender stereotypes in the first two years of life. Sex Roles, 22(5-6), 359–367. Raney, A. A. (2004). Expanding disposition theory: reconsidering characters liking, moral evaluations, and enjoyment. Communication Theory, 14, 348-369. Raney, A. A. (2017). Affective Disposition Theory. In P. Rössler, C. A. Hoffner, & L. v. Zoonen, The International Encyclopedia of Media Effects. New York: John Wiley & Sons, Inc. doi:10.1002/9781118783764.wbieme0081. Reynolds, D. (2015, June 5). America's Next Drag Superstar Is 22, Genderqueer, and a Trans Activist. Retrieved from The Advocate: https://www.advocate.com/arts-entertainment/television/2015/06/02/americas-next-drag-superstar-22-genderqueer-and-trans-activ Robehmed, N. (2016, May 13). Laverne Cox On Breaking Down Barriers In Hollywood And Beyond. Retrieved from Forbes: https://www.forbes.com/sites/natalierobehmed/2016/05/13/laverne-cox-on-breaking-down-barriers-in-hollywood-and-beyond/#59a70702d92e  68  Roof, J. (2002). Is there sex after gender? Ungendering/\"The Unnameable\". The Journal of the Midwest Modern Language Association, 35(1), 50-67. Sandercock, T. (2015). Transing the small screen: loving and hating transgender youth in Glee and Degrassi. Journal of Gender Studies, 24(4), 436-452. Sanders, M. S. (2010). Making a Good (Bad) Impression: Examining the Cognitive Processes of Disposition Theory to Form a Synthesized Model of Media Character Impression Formation. Communication Theory, 147-168. doi:doi:10.1111/j.1468-2885.2010.01358.x Short, S. E., Yang, Y. C., & Jenkins, T. M. (2013). Sex, gender, genetics, and health. American Journal of Public Health, 103, 93-102. doi:10.2105/AJPH.2013.301229 Smith, N. (2016, April 22). The Queer Legacy of Prince. Retrieved from Out: https://www.out.com/music/2016/4/22/queer-legacy-prince Smith, O., & Messer, L. (2018, January 15). 'Billions' actor Asia Kate Dillon explains what it means to be nonbinary. Retrieved from ABC News: http://abcnews.go.com/Entertainment/billions-actor-asia-kate-dillon-explains-means-binary/story?id=52317585 Tamborini, R. (2011). Moral Intuition and Media Entertainment. Journal of Media Psychology, 23(1), 39-45. doi:10.1027/1864-1105/a000031 TheEllenShow. (2017, March 20). Ellen Meets Trailblazing Actor Asia Kate Dillon. YouTube. Retrieved from https://www.youtube.com/watch?v=f97aLkl_kWc  69  Torgrimson, B. N., & Minson, C. T. (2006). Sex and gender: what is the difference? Journal of Applied Physiology, 785-787. Worthington, R. L., Dillon, F. R., & Becker-Schutte, A. M. (2005). Development, reliability, and validity of the Lesbian, Gay, and Bisexual Knowledge and Attitudes Scale for Heterosexuals (LGB-KASH). Journal of Counseling Psychology, 52(1), 104-118. Zillmann, D. (2000). Basal morality in drama appreciation. In I. Bondebjerg (Ed.). Moving images, culture, and the mind, 53-63.    ",
    "id": 236312160,
    "identifiers": {
        "doi": null,
        "oai": "oai:stars.library.ucf.edu:etd-7290"
    },
    "title": "Bending the Binary: Effects of Nonbinary Gender Media Representations on Disposition Formation and Media Enjoyment",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-05-01T08:00:00+01:00",
    "publisher": "'Information Bulletin on Variable Stars (IBVS)'",
    "references": [],
    "sourceFulltextUrls": [
        "https://stars.library.ucf.edu/cgi/viewcontent.cgi?article=7290&amp;context=etd"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/236312160.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/236312160"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/236312160/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/236312160/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/236312160"
        }
    ],
    "abstract": "Today, the issue of gender plays a larger role in our social discussions than in the past. Over the last decade, new and groundbreaking television shows and movies that showcase gender nonconforming characters and plots that challenge traditional gender roles have become more common. The aim of the present study was to examine the potential effects of gender-neutral representations in media programming and particularly whether different representations of gender might influence audience attitudes toward characters and overall enjoyment of the media. Affective Disposition Theory and Moral Foundations Theory were used as a framework for understanding people\\u27s perceptions of gender-neutral media characters.  The project involved a pretest/posttest experimental method with random assignment of participants to one of three conditions. Participants completed a pretest including measures of moral modules and trait empathy among other characteristics during week one. The next week, they were assigned to read one of three versions of a dramatic plot synopsis in which the gender of the main character was male, female or ambiguous. After reading the assigned synopsis, participants reported their disposition toward the main character in the stimulus and their enjoyment of the synopsis. Results indicated that depictions of gender that don\\u27t activate traditional male and female gender schemas can have a negative influence on the participants\\u27 initial dispositions toward the character. The gender representation in the stimulus was not related to reported enjoyment of the plot. Intrinsic moral modules appeared to influence participants\\u27 dispositions toward the main character and their enjoyment. However, different modules were important to each of the different outcomes. Implications of the findings are discussed",
    "tags": [
        "text",
        "Communication",
        "Mass Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:stars.library.ucf.edu:etd-7290",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13758",
        "openDoarId": 0,
        "name": "University of Central Florida (UCF): STARS (Showcase of Text, Archives, Research & Scholarship)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 236312160,
        "depositedDate": null,
        "publishedDate": "2019-05-01T08:00:00+01:00",
        "updatedDate": "2024-01-13T00:14:30+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T09:53:20+00:00"
    },
    "urls": [
        "https://stars.library.ucf.edu/etd/6290",
        "https://stars.library.ucf.edu/context/etd/article/7290/viewcontent/CFE0007469.pdf"
    ],
    "lastUpdate": "2024-01-13T00:14:30+00:00",
    "setSpecs": []
}