{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Westcott-King, Arianne"
        }
    ],
    "contributors": [
        "Grehan, Helena",
        "Sinclair, Lian"
    ],
    "createdDate": "2022-10-05T10:04:07+01:00",
    "dataProvider": {
        "id": 343,
        "name": "Research Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/343",
        "logo": "https://api.core.ac.uk/data-providers/343/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/533941184.pdf",
    "fullText": "   1          Besties, Villains, and Sidekicks: Representations of Queer People from Agatha Christie’s 1950 Novel A Murder Is Announced to its 2005 Film Adaptation.  Arianne Westcott-King  Bachelor of Arts Honours in English and Creative Writing      2 This thesis is presented for the Honours degree of English and Creative Writing at Murdoch University. Year of submission: 2022 Student Declaration:  I declare that this thesis is my own account of my research and contains, as its main content, work that has not previously been submitted for a degree at any tertiary educational institution, including Murdoch.  Signed:Full name: Arianne Westcott-King Student number: 33669346 Date: 16th June 2022      3 Copyright Acknowledgement  I acknowledge that a copy of this thesis will be held at the Murdoch University Library.  I understand that, under the provisions s51.2 of the Copyright Act 1968, all or part of this thesis may be copied without infringement of copyright where such a reproduction is for the purposes of study and research.  This statement does not signal any transfer of copyright away from the author. Signed: Arianne Westcott-King Full Name of Degree: Bachelor of Arts Honours in English and Creative Writing  Thesis Title: Besties, Villains, and Sidekicks: Representations of Queer People from Agatha Christie’s 1950 Novel A Murder Is Announced to its 2005 Film Adaptation.  Author: Arianne Westcott-King  Year: 2022      4 Abstract  In the many adaptations of Agatha Christie novels, it could be assumed that the representation of queer people would change as societal norms and values also change over time. However, this study calls this assumption into question.   I investigate how the representations of queer people in Agatha Christie’s A Murder Is Announced changed from the original 1950 novel to its 2005 film adaptation, exploring the extent to which Christie’s novel and its filmic adaptation work to reflect queer representations over an extended period. I examine the differences in queer representation between the novel and the film, and how these differences reflect or challenge societal changes. This process of analysis further uncovers a strong connection between crime fiction and queer theory. I found that the queer theory principles of performativity and deconstruction of identity aligns with the performance of identity and innocence in crime fiction, as well as the deconstruction of identity as the detective searches for the criminal. I argue that these intersections between queer theory and crime fiction are central to Christie’s crime fiction narratives.  Representations of queer people from 1950 to 2005 in Christie’s crime fiction underwent minimal change. The exploration of the setting of the narrative, in terms of both era and location, uncovers layers of identity performance and social permeability which reinforce identity as an important element of the narrative. Through the analysis of butch/femme lesbian representation, I find a reliance on the performance of heteronormative stereotypes used by both texts to demonstrate loving relationships. The representations of queer people in the 2005 film adaptation of A Murder Is Announced suggests an insistence that queer people be represented through dated stereotypes originating from the 1950s; a stylistic choice that may    5 be reflective of the target audience for Christie’s work, instead of an attempt to update queer representations to appeal to a new contemporary audience.        6 Table of Contents TITLE PAGE. .......................................................................................................................... 1 ABSTRACT .............................................................................................................................. 4 ACKNOWLEDGEMENTS .................................................................................................... 7 PREFACE ................................................................................................................................. 8 CHAPTER ONE: INTRODUCTION .................................................................................... 9 1.1 THESIS APPROACH .............................................................................................................. 9 1.2 THEORETICAL FRAMEWORK .............................................................................................. 9 1.3 CHAPTER SUMMARIES ....................................................................................................... 17 CHAPTER TWO: THE NOVEL ......................................................................................... 20 2.1 GENRE CONVENTIONS ....................................................................................................... 20 2.2 HISTORICAL CONTEXT – 1950S ENGLAND ....................................................................... 21 2.3 OPENING SEQUENCE .......................................................................................................... 24 2.4 BLACKLOCK ....................................................................................................................... 27 2.5 MURGATROYD AND HINCHCLIFFE .................................................................................... 31 2.6 NARRATIVE STRATEGY ..................................................................................................... 33 CHAPTER THREE: FILM ADAPTATION ...................................................................... 36 3.1 QUEER REPRESENTATION AND AUDIENCE REACTIONS ................................................... 37 3.2 SIMILARITIES: NOVEL TO FILM ........................................................................................ 41 3.3 DIFFERENCES ..................................................................................................................... 45 3.4 NOVEL TO FILM ALTERATION ANALYSIS ......................................................................... 47 CHAPTER FOUR: CONCLUSION .................................................................................... 54 APPENDIX A: PLOT SYNOPSIS ....................................................................................... 58 REFERENCES ....................................................................................................................... 60     7 Acknowledgements  I am extremely grateful to my supervisors Professor Helena Grehan and Dr. Lian Sinclair for their expertise, guidance, and steadfast efforts during my thesis development. Their work and support has been incredibly inspirational, motivating, and made my thesis possible.  I would like to express my deep appreciation to Dr. Chris Dent for his support during a critical time in my thesis journey.   I would also like to thank my mother Gillian King, my aunt Cassandra King, and my brother Dr. Adrian Scott for their continued support and encouragement through the production of my thesis. Additional thanks to my colleagues Chloe Hodkinson and Yasmin Richards for their social and moral support.      8 Preface   When I was a child, my mother brought two DVD box sets home: Agatha Christie’s Miss Marple and Poirot. Now, fifteen years on, I have grown these box sets into a full collection of Christie film adaptations which I watch on repeat far too often. Crime fiction became a passion early on in my life, and it continues to hold a particular interest as I hope to one day write a crime thriller of my own. My second life passion is musical theatre which began about the same time as my Christie obsession. My involvement in musicals and community theatre productions has resulted in a friend group that primarily identifies as part of the queer community. Through my studies at Murdoch University, I became more aware and critical of the ways I was seeing my friends represented in media, and I started to notice discrepancies between queer representations in my well-loved film adaptations and Christie’s original novels.   I consider myself to be a proud ally to the queer community and so it concerned me that the representations of people I hold so dear did not appear to be progressing as I believed they should. This meeting of passions inspired this thesis investigation, to find how these changes in representation came about and what may have influenced them.       9 Chapter One: Introduction  One of the more underrated of Christie’s anthology is her 1950 Miss Marple narrative A Murder Is Announced. Set in postwar England, the narrative follows the investigation into the death of hotel employee Rudi Scherz during a house party in the village of Chipping Cleghorn. The story contains a host of stereotypical characters and concludes with the arrest of Letitia Blacklock. It is my concern that the alterations made between novel and film were not reflective of the potential progression in social acceptance of queer people for that period. In this thesis I investigate how the representation of queer people changed from Agatha Christie’s 1950 novel A Murder Is Announced to its 2005 film adaptation.  1.1 Thesis Approach  I use a critical and comparative analysis to investigate the thesis question. I analyse how the queer characters are represented in both texts using a queer theory lens, as outlined below, and identify any changes that occur to the narrative and characters that alter their representations. The readership and audiences of both texts will be considered as I theorise potential causes for these changes. The contexts for both texts will be considered throughout this discussion to ensure accuracy and sufficient support for the interpretations and conclusions that I draw.  1.2 Theoretical Framework   In this thesis I utilise queer theory to compare the representations of the queer characters in the novel and its 2005 film adaptation. I argue that the genre and narrative conventions of crime fiction to be suitable for and aligned with queer theory analysis. It is my contention that queer theory and crime fiction display several similarities, such as the deconstruction of identity in    10 crime fiction and Judith Butler’s concept of performativity: both aim to break perceived identities or performances of people and uncover the truths behind both identity and guilt, this is especially evident in A Murder Is Announced. The convergence of crime fiction and queer theory is central to this thesis as it informs a deeper examination of the texts and establishes a solid theoretical ground for my analysis. As this union does not appear to be discussed commonly in academic writing on queer representations within crime fiction, it is my assertion that this is a unique perspective and theoretical proposition.   While academic research has been conducted on the convergence of queer narratives and crime fiction, this research appears primarily interested in crime narratives that place queerness at the forefront of the plot (lesbian detectives, coming out stories).1 For this thesis this is not sufficient, as A Murder Is Announced is not primarily a queer text, it is a murder mystery that happens to have queer coded characters. My analysis is focused on uncovering the covert queer characters in the narrative, seeking out the queer representation that always existed, even if it was only expressed in subtle codes. For this reason, the convergence of queer theory with genre and narrative conventions is particularly important as the lack of an overt queer character or narrative plotline makes the exploration of queerness more dependent on clues found only through close theoretical and contextual analysis.  The basis for the queer theory lens used in this thesis has been drawn on and extends the work of Stephen Valocchi’s Not Yet Queer Enough: the Lessons of Queer Theory for the Sociology  1 Several articles analyse lesbian detectives and the coming out story in crime fiction (Inga Simpson’s Torn Between Two Genres: Sex and Romance in Lesbian Detective Fiction, Anna Wilson’s Death and the Mainstream: Lesbian Detective Fiction and the Killing of the Coming Out Story), but I have found very little that analyses covert or non-detective queer characters in this genre. A Christie adaptation analysis, Tison Pugh’s Queering Dame Agatha Christie: Barry Sandler’s Camp Adaptation of The Mirror Crack’d (1980) looks at camp filmic renderings within the adaptation, but this is discussed in broad terms and not regarding queer characters.    11 of Gender, Butler’s Imitation and Gender Insubordination, Andrea Hynynen’s Queer Readings in Crime Fiction: the Importance of Gender, Faye Stewart’s Of Herrings Red and Lavender: Reading Crime and Identity in Queer Detective Fiction, and Judith/Jack Halberstam’s Female Masculinity. Valocchi and Butler provide the foundations for queer theory and concepts of performativity, gender and sexuality binaries, compulsory heterosexuality, and repetition of acts. The connections between queer theory and crime fiction narratives are established and supported by the works of Hynynen and Stewart, and Halberstam provides perspectives on stereotypes within butch/femme narratives. By combining the work of these academics, I establish the groundwork for a queer analysis of A Murder Is Announced which supports the analysis of the changing representations of queer characters.   A Murder Is Announced, a post golden age British crime novel, displays the features of Christie’s particular style of crime fiction. She uses a formulaic narrative style that may include stereotypical characters, and typically ends with a romance (Bernthal 2015, Rolls and Guddal 2016). 2  Christie’s crime fiction was set in present day 20th C England for the most part and as Devas points out, her work “exposes the fragile façade of the middle classes and the terror that they feel about not being able to keep up appearances” (2010, 257). This ‘fragile façade of the middle classes’ establishes the social setting of Christie’s narratives as already fraught with concern over social norms and expectations, as well as the perception of themselves by others. This enhances the tension of their façade when identities are questioned and deconstructed as part of the detection in the narratives. This fragile façade also implies the construction of identity so as to fit into a middle-class lifestyle. Christie provides a very specific context for each of her novels, which will be carefully considered in the analysis on queer representation in A Murder Is Announced.  2 The broadest parameters of British golden age crime fiction are between 1918 and 1945 (Bernthal 2016).    12  Valocchi states that queer analysis is often involved with analysis of texts based on the binaries of heterosexual and homosexual. He proposes that queer analysis should also be concerned with the gulf between the “normative alignments of sex, gender, and sexuality, and the lived experiences of individuals” (2005, 753). The normative alignments Valocchi articulates in his argument are binaries such as male/female, masculine/feminine as well as “normal and abnormal, secrecy and disclosure, public and private” (2005, 754) because he argues that “these became the derivative tropes of the homosexual/heterosexual binary” (2005, 754). Valocchi acknowledges the limiting nature of the use of these tropes in queer theory analysis. However, Halberstam argues such tropes, or stereotypes as they put it in Female Masculinities, can instead function as an “economic way of identifying members of a particular social group in relation to a set of quickly recognizable characteristics” (1998, 180). Both these views contribute to the analysis and identification of queer characters in A Murder Is Announced.  Valocchi expresses concern for the continued use of a potentially limited approach to queer analysis of texts, one that does not evolve alongside the progression of understanding sexualities. He argues that it “risks reading a post-Stonewall definition of lesbian and gay identity back into the 1950s and 1960s” (2005, 760) if continual critical analysis is not maintained. His comment here bares a specific application to my argument, as it demonstrates the changing nature of sexual identity that is directly relevant to the analysis of the changing representations from the 1950 novel to its 2005 film. The historical context of texts’ production is particularly relevant in a queer theory reading of A Murder Is Announced as the social differences between 1950 and 2005 have a significant role to play in relation to the way in which the queer characters are perceived and represented. Drawing on and extending Valocchi’s proposal for queer theory analysis, I utilize the binaries associated with gender and    13 sexuality to identify queer characters and approach a queer analysis of the two texts in a comprehensive manner.   The act of detection in Christie’s crime fiction also bares relevance to Valocchi’s tropes and insistence on focusing on lived experiences, as the act of detection renders the private public, the secret exposed. This culminates in the discovery of the true lived experiences of the victims and the killer, along with destabilising other character’s identities, or fragile facades, through incidental secrets revealed during the investigations.  Butler deconstructs the binaries later mentioned by Valocchi, stating that “compulsory heterosexuality sets itself up as the original, the true, the authentic” (1991, 20) on which other sexualities are then based. They go on to explain that the ideas that heterosexuality precedes homosexuality, and that homosexuality is based on the traits of heterosexuality, are both false. They build a case for rejecting the concept of a structure that places heterosexuality as the original with all other sexualities thereby derivative of that hetero identity “performatively constituted through an imitation that sets itself up as the origin and ground of all imitations” (1991, 21). Heterosexuality, as explained by Butler, is itself an imitation of nothing and therefore cannot stand to be the basis of anything else. Compulsory heterosexuality functions under the assumption of heterosexuality as the norm, and thereby reduces other sexualities to a mere mimicry or copy of the heterosexual image.   Butler also developed the concept of gender performativity, a concept evident in the expression of gender in the 1950s English middle-class fixation with keeping up appearances.3 As Butler  3 The idea of keeping up appearances implies a constructed identity that the middle class has created for itself. As well as the stricter imitations of gender and sexuality, the middle-class had a concern with maintaining the appearance of a particular social standing or financial status even if it were no longer true.     14 explains, gender is established by a “stylized repetition of acts” (1988, 519) and “requires a conception of a constituted social temporality” (1988, 520). This means that the notion of what constitutes female, for example, is dependent on a repetition of behaviours performed by individuals within a society and becomes associated with a particular gender at the given time and place. Their discussion of gender extends to a deconstruction of gender performance, gender being “both intentional and performative, where ‘performative’ suggests a dramatic and contingent construction of meaning” (2006, 190). In other words, performativity is the repetition of gestures and acts (as discussed later) which result in the performance of gender. Here Butler articulates performance to be creative and compromising, and with a further application to identity construction.  This theory is useful for understanding the layered construction of the identities of the characters in A Murder Is Announced. The characters in the narrative perform not only identities and genders, but also innocence or guilt, all of which is deconstructed through the unfolding narrative. Though these parallels between crime fiction and queer theory are clear, Butler’s deconstruction of gender has its limits in application to the crime fiction genre due to their argument that there is no true or original gender. In crime fiction the criminal is found guilty and there is a definitive end to the search, at which Butler’s theory does not arrive – there is no underlying ‘truth’ of gender performativity.   The act of repetition central to Butler’s concept of performance is a narrative device in the continuity of characters’ behaviours in A Murder Is Announced, particularly as most of them have something to hide. Butler reiterates the connection between repetition and performance, stating that “performativity is not a single act but a repetition and a ritual” (2006, xv). For example, the criminal performs repeated acts and gestures to present as innocent, and the    15 detective must challenge and deconstruct the performed identities of suspects to uncover the criminal. Butler also says gender has “cultural survival at its end” (2006, 190), it is a “strategy of survival within compulsory systems” (2006, 190). In applying this to crime fiction, it can be argued that the performances of the characters (hiding identity, sexuality, secrets) are a function of survival. If the criminal does not repeat the gestures and actions of being an innocent person, then their guilt will be discovered, and they will be punished. Similarly, characters who are hiding other secrets are also motivated to perform to avoid a public revelation of their secrets, a particular stress for a small 1950s country village where news and gossip travel fast.   Hynynen articulates a relationship between queer studies and crime fiction, suggesting an historical pattern of vilifying queer characters, “sexual perversion frequently functions as an indicator of criminality further enhancing the villain’s evilness” (2018, 22). Though limited by their vague contextualisation, they also determine a secondary concern that the queer characters in crime fiction may also function as a shock factor or an instrument of placation for audiences and readers. They articulate that “queer characters and queer behaviours may easily lose their transgressive edge as they become commodified” (2018, 22). With a focus on queer analysis of crime fiction, Hynynen explains the importance of narrative techniques and the value of the genre conventions of crime fiction in such analyses due to “possible narrative thematic, and stylistic constraints imposed by a predetermined formula” (2018, 21). As mentioned previously, this connection by Hynynen between the predetermined formula of crime fiction and queer theory analysis is central to my argument.   A distinct element of the crime fiction genre is the sleuthing: the discovering of clues and uncovering of truths purposefully and strategically hidden. Stewart identifies this element of crime fiction to be queer, stating that clues and sleuthing are “forcibly interrogating the    16 conception of what is normal and normative” (2009, 35). This connection reinforces the queer connection with crime fiction to having relevance in even the smallest requirement of the genre: clues. As previously mentioned, binaries such as normal and abnormal are considered by Valocchi to be derivative tropes used in queer analysis, however such tropes are also a tool that can aid the identification of derivative representation. I agree that even the design of red herrings, as “performing as a clue” (Stewart 2009, 36) has an inherent queerness by appearing as a breakthrough in the investigation but once uncovered are not as relevant as they were thought to be. By understanding clues to be inherently queer and performative, Stewart presents the detective story as a narrative concerned with the construction and deconstruction of identity, and the continual interpretation of characters and events.   Christie’s crime fiction has been identified, and in some cases criticized, for her use of stereotypical characters (Light 1991, Bernthal 2015, Rolls and Guddal 2016). As part of Halberstam’s examinations of the representations and histories of female masculinities, they argue that stereotypes “often represent a ‘true’ type, a type, in other words, that does exist within the subculture” (1998, 180). Though Halberstam primarily discusses the butch subculture in their work, this statement could also be applied to the broader subculture of queer people. Their persistent argument rejects the idea of stereotypes as a negative representation of a group and instead advocates for a more neutral view. Halberstam suggests stereotypes to be simply a form of quick identification, and as such, can be described as a performance: a visual and behavioural indication of a socially understood identity. This is in some ways like Butler’s performativity; the repeated behavioural and visual cues that indicate towards a particular gender. Building on this connection, Halberstam concludes their book by suggesting “an active matrix of exchange between male and female masculinities” (1998, 276) which opposes compulsory heterosexuality and instead proposes a less singularly linear style of gender    17 imitation. As Christie utilizes stereotypes in A Murder Is Announced, this style of identification must be examined to support the assessment of the interpretation of queer characters from novel to film. Part of Halberstam’s argument for the neutrality of stereotypes notes the importance of context, stating that in stereotypes “positive images ... too often depend on thoroughly ideological conceptions of positive (white, middle-class, clean, law-abiding, monogamous, coupled, etc.)” (1998, 185). These ideological conceptions listed by Halberstam are certainly present in Christie’s narratives set in middle-class 20th C England. The application of Halberstam’s argument regarding stereotypes helps develop an idea of the changes and interpretations of queer characters from the 1950 novel to the 2005 film adaptation of the text.  The more poignant examples of stereotypes within crime fiction will be expanded on in the following two chapters. I uncover the butch/femme indicators that firstly code the two women as butch and femme together, but also how this expression of sexuality may be seen throughout the novel in heterosexual characters. Christie uses her well-loved stereotypes in just the manner Halberstam suggests, to quickly establish the characters and their respective ‘types’ in A Murder Is Announced so she may carry on with the plot swiftly. Butler’s performativity can be seen in the establishment of these stereotypes, as a repetition of the acts that indicate towards butch and femme would need to be present to identify them as representative of the existing subculture.   1.3 Chapter Summaries  The analysis of the 1950 novel begins in Chapter Two, as I outline the genre conventions of crime fiction that are specific to Christie’s work.4 I provide a context for the post World War  4 I have included a brief synopsis of the novel in Appendix A.    18 Two setting of the novel, the social impact on English country villages, and their transformation into a location suited to constructed identities and secrets. This applies to both the story’s setting and the time the novel was written. The narrative is then introduced, and the detailed opening scene is analysed, in which the queer characters are established and decoded. I then discuss the deaths in the story and how they relate to the representations of queer people within the narrative; the heterosexual people conclude the narrative with a happy ending, while the queer people endure suffering. Chapter Two concludes with a discussion of the victimisation and vilification of queer people in the narrative and what this suggests when works of crime fiction are described as ‘morality tales’.  Chapter Three begins an analysis on the 2005 film adaptation by establishing the social context for the film and demonstrating a gap in academic literature regarding queer representations on screen in 2005 in England. I then analyse audience reactions and commentary of the adaptation, providing a context for the ITV adaptation series in which A Murder Is Announced was first aired. The similarities between the novel and film are identified, with butch/femme couple Hinchcliffe and Murgatroyd noted as rare characters that do not undergo a change. This is followed by the differences, which explores the erasure of Blacklock’s sexuality. I outline the impact that the visual medium and visual repetition of film has on stereotypes and deconstruct the narrative values of the queer characters in the film. I then articulate the influence queer representation has on readers and audiences. Lastly, I question if the changes made between the novel and film have improved, worsened, or made no difference at all to the representation of queer people in the narrative.  Finally, I present my argument in summation in Chapter Four by drawing on the work in the body of the thesis. I reiterate the more poignant discussions such as the victimisation and    19 vilification of queer characters Murgatroyd and Blacklock, and how this may impact the readers and audiences of such representations. I determine that the progression in queer representation between the novel and film had taken a sidestep rather than made a significant development. I suggest that the stereotypes used to represent queer people had shifted towards a less negative representation between the texts, but this was not necessarily reflective of a more accepting society, rather an indication towards a reliance on the use of dated stereotypes to represent queer people.      20 Chapter Two: The Novel  In her posthumously published 1977 autobiography, Christie states “The detective story was the story of the chase; it was also very much a story with a moral; in fact it was the old Everyman Morality Tale, the hunting down of Evil and the triumph of Good” (437). Her connection between morality tales and detective stories observes a value placed on detective fiction to predicably have the ‘evil’ killer revealed and punished for their crimes. However, what does it communicate about morality or evil when the killer is a queer person? So, if by the author’s own admission, detective stories are morality tales of “the hunting down of Evil”, what message might the readership of 1950 interpret by the clear inclusion of a lesbian killer in her 1950 novel A Murder Is Announced?   2.1 Genre Conventions  Christie was part of popular culture of the 20th C, she crafted widely enjoyable and easily consumable stories that provided readers with escape from everyday life. Her writing had mass appeal and aimed to reflect society back to its readers presenting a “running commentary on domestic and commercial spheres” (Bernthal 2015, 41) as part of “a comedy-of-manners approach to social history, one that focuses on little details of lifestyle” (Wagoner quoted in Turner 2016, 142). As the structure of her crime fiction is formulaic, Christie’s novels invite the reader to look at every small detail, and as such they have the potential to transform the narrative into a social time capsule, reflecting the mores of society at the time in which they were set.  A stated in Chapter One, the narrative structure and genre conventions of crime fiction are key analytical elements in the queer analysis of A Murder Is Announced. Readers expect a particular    21 pattern of events to occur regardless of the details of the story: someone will be murdered, a detective or amateur sleuth will investigate, clues and red herrings will be explored, and finally the killer will be caught. Because these conventions are widely repeated within the genre, the specifics of the novels themselves such as character traits, have increased significance as they can reflect the author, their morals, their values, and their views on societal happenings. This is certainly the case for Christie’s novels. As an author, she capitalizes on the specific format of crime fiction as scaffolding on which to place her observations on British middle-class life throughout a career that spans a significant time in Western history encompassing most of the 20th Century. Indeed, I argue that her crime fiction novels are intricate time capsules with which British society and its changes can be observed and analysed. A by-product of her use of this framework is Christie’s well-criticised use of stereotyping in her works.5  Stereotypes in conjunction with the narrative structure allow for a clearer view of the queer coded characters and their narrative value within the plot. However, stereotyping also indicates a representation of queer people that may be damaging to the understanding and acceptance of the queer community by a heteronormative society. As explained in Chapter One, stereotypes can produce either a negative or neutral result regarding the representation of a particular subculture (Halberstam 1998). Christie’s use of stereotypes facilitates fast understanding of characters between author and reader and may therefore present a caricatured version of people from that subculture.   2.2 Historical Context – 1950s England  “Fifteen years ago one knew who everybody was ... if anybody new – really new – really a stranger – came, well, they stuck out – everybody wondered about them and  5 Light 1991, Bernthal 2015, Rolls and Guddal 2016    22 didn’t rest until they found out ... but it’s not like that anymore ... people just come – and all you know about them is what they say of themselves” (Marple in A Murder Is Announced, 132-133).   In the aftermath of World War Two the English countryside transformed from a place of certainty and familiarity to one of unstable boundaries and strangers, “the effect, on a rural population no longer able to maintain its material boundaries, was the translation of a growing sense that outsiders were ‘taking an almost physical possession of the countryside’” (Mandler quoted in Charteris 2017, 94).  This altered social and individual lifestyles in 1950s England and, I believe, contributed to the inclusion of queer women in A Murder Is Announced and their place in the novel. Establishing an understanding of the historical and social context of the world in which this novel was both written and received is vital for analysing and understanding the choices in queer representation and what it means for the queer community. Christie was often called a social commentator by academics as her works were set in the same year of their publication and included discussion of war and major social events (Light 1991, Bernthal 2015 and 2016, Turner 2016). This engagement with society at the time of writing exposes middle-class preoccupation with keeping up appearances among other social fragilities that were born from the aftermath of war for British society (Devas, 2010). Charteris found that many interwar and post-war mystery writers were “engaging overly with the repercussions of wartime restrictions and postwar financial crisis for the country” (2017, 93). This alteration of the meaning and expectations of country living both spatially and mentally allows for the construction of false identities as the idea of a known identity becomes questioned (Charteris 2017, Martin 2018). This is such a major occurrence and concern at the time of writing the novel that Christie includes a nearly three-page monologue by Miss Marple setting out the transition between pre and post war living in country villages, as quoted above.     23  Marple’s commentary engages directly with the social happenings and concerns at the time, as Martin confirms “villages and societies are not as exclusive as they once were; they are transformed. Identity, once supposed to be fixed, becomes unreliable and spatially negotiable” (2018, 25-26). The idea of a physical space facilitating the ability to manipulate one’s identity converges with the uncovering of queer people in A Murder Is Announced. Even in official documentation an identity was easy to forge, as Yiannitsaros explains, “the compulsory identity cards introduced in Britain under the 1939 National Registration Bill ... did not include any kind of image … thus could be easily forged” (2019, 125). This ability to create a new identity and the increase of strangers in the once closed country villages reimagined the countryside as an ideal place for hiding from a past life or keeping secrets. This also had the effect of generating and supporting an undercurrent of untrustworthiness and fear of anyone new or different. These social conditions established themes of concealment that were evident throughout the narrative in A Murder Is Announced. I argue that by deconstructing identity as a fixed and openly knowable quality in the novel’s context, a space is established for all aspects of the characters to be scrutinised and uncovered, in the same manner as Butler’s deconstruction of gender and a detective’s deconstruction of identity.  The country village in 1950s England is a space of uncertainty, there is no way to verify that your neighbours are who they say they are. I argue that it would make sense, therefore, for queer people to escape to such a place because of their own potential uncertainty and the anxiety of being discovered, particularly for older or more conservative queer people. The altered village culture allows them to remain concealed from the uncertain reactions of the community around them and potential accusations of sexual disfunction or even illegality.     24 2.3 Opening Sequence  The introductory chapter of A Murder Is Announced creates a clear snapshot of the village, it establishes patterns of behaviour among the characters and the first clues that there are queer characters present in the story.  The narrative opens on a newspaper route in the English country village of Chipping Cleghorn. Each resident receives a copy of the Cleghorn Gazette and reads the same publicly published invitation to a murder. This introduction to the villagers provides a close look at each person and sets out distinct character traits for the reader. From this opening scene it is established that the village consists mostly of pairs of people in varying relationships which creates a tapestry for comparison. It paints an immediate picture of the key characters and a clear demonstration of each person’s behaviours.   The first indication of queerness is seen in the detailed descriptions of housemates Miss Murgatroyd and Miss Hinchcliffe, who live in the largest cottage with a farm. Particular attention is paid to the description of the physical appearance of these women, more so than the other characters in this introductory line-up. Hinchcliffe is described as having a “short man-like crop” (9) of hair and wears pants and an army-style jacket. Murgatroyd is presented almost as an opposite, in a skirt and bright blue jumper, and her “curly bird’s nest of grey hair was in a good deal of disorder” (9).  These physical attributes are the first indication that the pair may be a butch/femme lesbian couple, a lesbian subculture that emerged in the 1940s and 1950s. Butch women in this subculture were categorised as wearing masculine clothes such as suits and trousers and adopting short hairstyles, for femme lesbians this meant a typical feminine appearance in skirts, high heel shoes and make-up (Jennings 2007). These butch/femme traits are continued through the novel, both characters maintaining their butch/femme styles in both appearance and behaviour.     25  While it could be argued that this representation of the two women was simply a reflection of the subculture, it could also be argued that this was a caricatured version of the traits displayed by women from that group. These traits are also seen in other couples and demonstrates Butler’s notion of compulsory heterosexuality, in that the way to be in a relationship was one woman one man, so when there are two women involved it must then be based on this hetero model: one masculine and one feminine.6 The masculine/feminine relationship traits become a pattern that is repeated in the other pairs in the village, one person (usually the female) displaying femme behaviours such as being flighty or muddle-headed, less grounded, and not thinking enough. The opposite is then seen in the butch of the pair (usually male), grounded, logical and concerned with bringing their airy counterpart to a more realistic point of view: The Vicar and his wife Mrs. Harmon (known as Bunch): “Julian smiled at her. ‘You’re rather like a little girl still, Bunch.’ Julian Harmon himself had clearly been a model designed by Nature for the age of sixty” (13); Mr. and Mrs. Easterbrook: “Colonel Easterbrook twirled his grey moustache again, importantly, and looked with indulgence on his fluffy little wife” (9). In addition to displaying Christie’s love of stereotypes, this shows that all pairs demonstrate these butch/femme qualities within their relationships, in fact the butch/femme subculture may be argued to be a reflection or even caricature of traditional male/female relationships in the 1950s. Two of these couples presented above are introduced before Hinchcliffe and Murgatroyd, potentially as a way of establishing an acceptable standard of behaviour for people in a relationship in this village and drawing a link to the pair as a couple, rather than just friends.   6 Butler describes the performance of accepted heterosexual norms as a “compulsory performance in the sense that acting out of line with heterosexual norms brings with it ostracism, punishment, and violence” (1991, 24). Though written in 1991, this notion of performing in line with heterosexual norms may align with the more conservative 1950s middle class.     26 The second most detailed character description occurs for Miss Letitia Blacklock, who “wore country tweeds and with them, rather incongruously, a choker necklace of large false pearls” (16).  The contrast between the rough texture of tweed and the arrangement of pearl jewellery is symbolic of both sides of the butch/femme dichotomy, while also demonstrating an attempt by a potentially butch-aligned woman to appear more feminine with the addition of pearl jewellery. These descriptions of Hinchcliffe, Murgatroyd and Blacklock are the most detailed in the introductions, which points towards their importance in the narrative. The reader can visualise those three women more than any other character, given the level of detailed attention to their physical appearance in the introduction. In my interpretation of the text, the coding of these three women as queer is established early in the narrative with butch/femme clothing and behavioural indicators. This is further reinforced by the parallel established between the traits of the heterosexual couples and the butch/femme female housemates. Again, Christie’s use of stereotype quickly presents these characters as easily recognisable and highlights the three coded women using additional visual descriptors.  The theme of hiding and concealment established by the historical context is highlighted with the first murder. The dark room prevents anyone from seeing the killer, the victim or, in fact, anyone else that was there. Everyone was hidden from one another, while simultaneously being witnesses to a crime that technically occurred before their very eyes. This trick of invisibility within visibility very much reflects the unstable yet traditional English country villages in which manipulation and controlled reconstruction of identity occurs. People can live very openly in this setting while harbouring the secrets from which they escaped seemingly without consequence. It is also reflective of the queer lives within the narrative as they live in plain sight and yet conceal their sexualities, unlike their overtly heterosexual neighbours. The event of this first murder sparks doubts in everyone’s minds to how well they know their neighbours.    27 In an interview with the inspector, the vicar’s wife Mrs. Harmon comments on being in the dark, “’and the lights came on and suddenly all was as usual – I don’t mean really as usual, but we were ourselves again, not just – people in the dark. People in the dark are quite different, aren’t they?’” (90). Her remarks reflect not only the difference in the world as it came out of World War Two but also the people in the dark as people showing their true nature, when no-one else is looking being able to fully express their identity. I suggest Christie plays with this notion as part of her social commentary, that there are two sides to a person – the side they show others and the side that is private. The latter being in the dark: covered, concealed, hidden in a country village house where no one knows you. In private you can be who you are, in public you are restricted by the socially acceptable mores and therefore perform a constructed identity.   2.4 Blacklock  Identity theft and imitation are key aspects of the narrative. As Charlotte Blacklock is living under the guise of her deceased sister Letitia, it could be assumed that she is not behaving as herself, but rather as a copy of her sister. However, without anyone to identify her, she has no cause to imitate her sister, beyond simply taking her name, until the investigation begins into Rudi Scherz’s death. The unstable and malleable county village in 1950 England becomes an ideal setting within which Charlotte can both conceal her identity and feasibly live as her dead sister. This ability to hide in plain sight permits Charlotte to live a life she designs for herself; it permits her to be the person she wants to be. As identity is performed, by imitating her sister’s identity Charlotte is imitating an already performed identity, ultimately producing an imitation of an imitation (Butler 2006). This means that through Charlotte’s deception, she is perhaps creating an identity that remains akin to herself, rather than a direct copy of her sister. Miss    28 Marple even remarks that the sisters “’were not really so unlike in mentality’” (284). The similarity between sisters articulated by Marple and the imitation of an imitation that Charlotte produces as part of her deception contribute to the notion that discussions or descriptions of Letitia Blacklock that occur in the narrative are not dissimilar to Charlotte. This is bolstered by the way in which Charlotte lives almost vicariously through the letters Letitia sends her throughout her seclusion. Therefore, when Charlotte can re-enter society after her surgery it follows that it is her sister’s life that she continues. Charlotte’s imitation of Letitia could be seen as a repetition of this vicarious life, “a reenactment and reexperiencing of a set of meanings already socially established; and it is the mundane and ritualised form of their legitimation” (Butler 2006, 191). I argue, therefore, that although Charlotte was imitating her deceased sister, her actions and descriptors can be treated as authentic to herself. Her repetition of her sister’s life in the private country village provides Charlotte the space and opportunity to create the life she wants and reclaim her autonomy from her previously sheltered existence.  Blacklock’s sexuality is not as clearly coded as Hinchcliffe and Murgatroyd, her clues leave more room for interpretation. Considering this, I use the term queer as a blanket term to mean a person or persons who does not identify as heterosexual. Blacklock’s queerness is primarily indicated through other character’s descriptions and discussions about her in the text. Attention is drawn to her love life with a focus on her disinterest or the unlikelihood of her finding love. The fact that it is repeated that she is not interested in love by Mrs. Goedler and in the Blacklock sisters’ letters to each other indicates that it is an important mark in her character. Besides eliminating suspicion that she was having an affair with her former employer Mr. Goedler, this insistence that she is not interested in love contributes to the potential reading of her as a queer character. Due to the conservative historical setting, the love that is discussed can be assumed to be the default of a heterosexual love between a man and a woman. So, if Blacklock was    29 known to be disinterested in love, it can be assumed that she means typical heterosexual romantic love. Further, as an older queer woman she may not believe she is able to find romantic love, let alone be able to express it in defiance to society’s prejudices at the time. As “lesbianism – unlike male homosexuality – was never outlawed in Britain” (Doan, 2001 xii), a fear may be produced that by association, lesbianism would be frowned upon and perhaps made illegal too, let alone any other sexuality that falls under ‘queer’ by today’s definitions. This could be read as an influencing factor on Blacklock’s unclear sexuality. In addition to this legal concern, “from the 1940s onwards, therapeutic attempts to ‘cure’ delinquency of various kinds, including, of course, homosexuality, increased significantly” (Sullivan 2003, 17), demonstrating not only legal intervention, but medical, producing what may have been a healthy fear of being ‘outed’.  Mrs. Goedler’s interview with Inspector Craddock is the most exposing evidence that Blacklock leans more towards queerness than default heterosexuality of the 1950s. Goedler describes her character as follows:   “Letitia, you know, has really got a man’s mind. She hadn’t any feminine feelings or weaknesses. I don’t believe she was ever in love with any man. She was never particularly pretty and she didn’t care for clothes. She used a little make-up in deference to prevailing custom, but not to make herself look prettier” (177).   This statement contains several potential queer associations, working on the premise of gender and heterosexual binaries of male/female and masculine/feminine as well as a conflation of sexuality with gender. By Letitia having a man’s mind and no feminine feelings, she is associated with more stereotypical heterosexual masculine qualities. If she is not feminine then    30 she must be masculine, and masculine people (typically heterosexual men) have romantic affection for women. That Letitia was not interested in fashion and in attempts to improve her appearance implies that she was not actively trying to attract male attention, perhaps instead wanting female attention, though there is little to support this concretely. If she has a man’s mind, again assumed to be a heterosexual man, it follows that she may not be thinking of men in a romantic sense. Additionally, the letters between the sisters Charlotte and Letitia include a statement from Letitia saying, “I said I didn’t think I was likely to fall in love with anybody” (221). This statement could be read as an indication to aromantic tendencies. These interpretations regarding Letitia’s sexuality may point to her being a lesbian, however, Butler argues that “it is not possible to derive or read off a sexuality from any given gender presentation” (1991, 25). If gender is therefore omitted from the analysis of Letitia’s sexuality, then the evidence that previously suggested she was a lesbian, now reads as a more ambiguous sexuality and for this reason I argue that for Letitia, the term ‘queer’ is more appropriate.  The general impression of Blacklock reinforced in the narrative by the villagers is that she is a sensible woman. This feeds into the butch stereotype that was discussed previously and her grounded sensibilities in controlling the household, finances, and commanding and delegating tasks. The pearl necklace Blacklock wears, as a contrast to these masculine traits, functions as a clue both narratively speaking and in the queer interpretation of clues that Stewart theorises, discussed in Chapter One. Her act of wearing a fake pearl necklace provides her a cover for her identity as Charlotte, as well as a cover for her lack of femininity. As a narrative clue, these pearls hide a surgical scar that would at once reveal her ruse and definitively identify her as Charlotte. The first description of her in the novel remarks how odd and out of place it looked that she wore a sensible tweed paired with pearls. This is also discussed by the detectives with Mrs Harmon who comments on the look, the latter stating “’We laugh about it sometimes …    31 But I suppose she thinks it’s fashionable’” (256). Pearls and jewellery are considered quite feminine, certainly for conservative 1950s post-war England, but Blacklock’s choice to wear them is quite particular. She could have used scarves or clothing with high collars to disguise the surgical scars that confirm her identity. But instead, she chooses to perform femininity with fake pearls. This repeated act of wearing the jewellery indicates a gender performance, as articulated by Butler in Chapter One, repetition establishes performance (2006). The pearls are a garish false cover to hide behind. Continuing her inclination towards masculine tendencies, Blacklock is repeatedly stated to have been successful in a man’s world in business and finance.   She can also be seen as part of a butch/femme partnership with Dora Bunner. Blacklock’s companion and housemate Dora (known as Bunny) is described as “poor pretty silly fluffy Dora” (20) and whose flighty muddle-headed behaviour and companionship with Blacklock matches the femme.  2.5 Murgatroyd and Hinchcliffe  Continuing the discussion of space and location and its link to queerness in 1950s England, Murgatroyd and Hinchcliffe are set in a much more secluded space within the village than the others. Their house is three cottages knocked into one with the addition of a farm on their property, thereby increasing its size again. On top of the anonymity that country villages allow, this large property size grants the pair added seclusion potentially allowing them to be themselves in a larger but still private space.    In contrast with Blacklock, Hinchcliffe and Murgatroyd’s narrative place in the novel as secondary characters limits the inclusion of either of their histories. Hence their descriptors and    32 behaviours are the primary indicators of their sexualities. Miss Hinchcliffe particularly has her physicality consistently described using masculine terms, her appearance rather than her behaviour is most commented on by other villagers. Julia Simmons states that before the murder Hinchcliffe had “’taken up a manly stance in front of the fireplace’” (65), and Blacklock describes her later as “’as tall as a man’” (209). Hinchcliffe’s masculine traits and behaviours are indicators themselves of lesbianism, Halberstam remarking that “masculinity often defines the stereotypical version of lesbianism” (Halberstam 1998, 119). Murgatroyd’s own descriptors are mainly used by Hinchcliffe herself, their conversations often including Hinchcliffe making a remark such as “’use your common sense, Murgatroyd’” (153).   Murgatroyd is also consistent to her femme role in the partnership, being often perceived as unreliable, clumsy, and flighty. Her disposition is particularly clear when the detectives interview the pair, Hinchcliffe remains calm and Murgatroyd gives the impression to the detectives of being “’Very flustered about it all and contradicts herself, but Fletcher thinks that’s temperamental and not a sign of guilt’” (198). When discussing the night of the murder, Hinchcliffe asks her a series of questions, to which “Miss Murgatroyd did not attempt to supply an answer. She looked inquiringly and admiringly at her masterful friend and waited to be enlightened” (153). This phrase highlights the affection between the two that is seen in their private home and not in any outside social sphere.  These women, living together and demonstrating a clear affection for one another could be read as a wholesome image of a lesbian relationship to a progressive readership. The butch/femme traits of the couple appears as a reflection or parody even, of heterosexual relationships presented in the village, which may lead the 1950s readers to associate the pair positively through the familiarity of these behaviours and traits and lack of debaucherous    33 behaviour. The parallels also work as a kind of guise to hide the pair among a slew of other butch/femme style pairings, making the inclusion of a queer couple more palatable for a conservative 1950s readership.  2.6 Narrative Strategy  The deaths significant to a queer analysis of A Murder Is Announced are that of Bunny and Murgatroyd, as carried out by Blacklock. Despite having killed two additional people, Bunny’s murder had the most impact on Blacklock and evoked a greater emotional response than had been seen from her previously. Bunny’s death was, for Blacklock, the loss of her closest companion; the last person who knew who she was, the last tie to her identity, and possibly the woman she loved. Blacklock displayed a great affection for Bunny, this being the reason for rescuing the old school friend in the first place, expressed in a caretaking manner rather than an explicit declaration of affection. Bunny was Blacklock’s only weakness and her eventual undoing. It was the voice of her old friend mimicked by Marple that finally unveiled her as the killer. At this reveal, Blacklock states that she did not want to be a murderer but the death she most regretted was Bunny’s, “’I loved Dora. I really loved Dora’” (277). Though this may have been an affection based on having someone who knew her true self near, I believe it was also an affection of companionship that can be read as more than just close friends. The only other reaction that comes close to Blacklock’s despair at having lost Bunny is Hinchcliffe. When Murgatroyd is killed, Hinchcliffe is distraught and angry, “Nobody offered Miss Hinchcliffe sympathy or mentioned Miss Murgatroyd’s death. The ravaged face of the tall vigorous woman told its own tale, and would have made any expression of sympathy an impertinence” (263). At the first knowledge of the death of her companion Murgatroyd, Hinchcliffe swears “’I’ll kill whoever did this’” (241). These two queer women, Blacklock and Hinchcliffe lose their closest    34 companions and suffer greatly. The three queer coded women (Blacklock, Hinchcliffe, Murgatroyd) end the narrative as either victims or villains. I believe that despite the attempts at painting a wholesome picture of lesbian relationships, their narrative endings may suggest a bias against them. This is a clear example of what Hynynen describes as a tradition of crime fiction “vilifying the sexually deviant and non-normative gender; sexual perversion frequently functions as an indicator of criminality further enhancing the villain’s evilness” (2018, 22). Thus, to be queer was also to be criminal in this context.  Christie’s murder mysteries are known for always catching the killer and having a happy ending, usually one that involves two young people falling in love. A Murder Is Announced follows that tradition, although the major suffering occurs to the queer coded women, and the heterosexual characters have a happy ending. Halberstam discusses a censorship code for film introduced by Hays Hollywood from 1932 to 1962 which banned what the code termed sex perversion with the reasoning that film should not “lower the moral standards of those that will see it” (Halberstam 1998, 177). Although this applied to film and not to novels, it demonstrated a general concern for the immoral influence that queer people may supposedly dispense through media at the time in America. Similarly, in England, a debate occurred during the 1950s as to whether queer people and discussions of queerness should be allowed on screen and stage with a focus on the morality of homosexuality.7 In A Murder Is Announced, the roles of victim and killer are held by queer coded characters, which implies part of Christie’s social commentary in the narrative is that queerness is amoral and to be a queer person implies suffering. This is a significant commentary as at the time of publication of A Murder Is Announced, Christie had built a thirty-year relationship with her readers, so the stories she  7The debate was concerned with broadcasting discussions about homosexuality on the British Broadcasting Corporation (BBC). This was influenced by such events as the Wolfenden Report in 1957 and the arrests of several high profile gay men (https://www.bl.uk/20th-century-literature/articles/homosexuality-censorship-and-british-drama-during-the-1950s-and-1960s, https://www.bbc.com/historyofthebbc/lgbtq/lgbtq-timeline)    35 produced were not just reflective of current times as they were happening, but they were also influential pieces of narrative, “in short, detective fiction can tell readers how to interpret situations, events and people, reassuring them of the reading’s moral authority” (Bernthal 2016, 126). I believe the combination of the Hays Hollywood Production Code and Bernthal’s assessment of crime fiction presents a very clear message to the public about the morality of being queer at the time, as is demonstrated in A Murder Is Announced.   As stated previously, the murder mystery can be viewed as a morality tale, good triumphs over evil, justice is served, the wronged of the tale are corrected. When analysing crime fiction written in the past through a queer lens, socially established moral associations of stereotypes in the narrative are uncovered. In this case, all queer people involved in A Murder Is Announced lose out in some way, either through death or loss. As part of the marginalised ‘others’ at the time, this narrative also perpetuates stereotypes of queer people as dangerous, and to be feared. The violence caused by Blacklock incites fear of being close to someone queer, the pain inflicted upon Murgatroyd, Hinchcliffe, and Bunny establishes a fear that being queer means to be in pain or to die, as well as the legal and medical consequences of being openly queer in the 1950s.  In conclusion, I argue that this text balances both conservative and progressive ideas. The inclusion of queer people at the time is an open-minded move, yet the conservative commentary in the text reflects the overarching feelings of uncertainty and damnation imposed on them in mainstream British society in the 1950s. Additionally radical, these queer characters, while they aim to be hidden, are not defined by their sexuality, or only represented to demonstrate a coming out story. For the 1950s heterosexual reader this text presents as a warning, for the queer reader it is a tragedy, and for both it is a cautionary tale.    36 Chapter Three: Film Adaptation  “To adapt is to modify, to evolve, to transform, to repeat, imitate, parody, make new. To queer something is to make it strange or odd, but also to turn or transform it” (Demory 2019, 1).  There have been countless adaptations of Christie’s narratives for film, stage, and television. To this day her material is being used and re-used as Christie’s classic novels are once again made into films, most recently Murder on the Orient Express (2017) and Death on the Nile (2022), as adapted by Kenneth Branagh.  A Murder Is Announced was itself part of a series of film adaptations by British television network ITV that aired from 2004 to 2013.8 The continuing adaptation of her works makes it clear that Christie’s stories still hold value and meaning as tales that resonate with contemporary audiences.  As Demory states above, the adaptation of a text means to modify something and make it new. It can therefore be expected that adaptations respond to social mores of the time, including a varied set of new values, morals and alterations that update the original narratives to function in a new age or culture. Demory’s statement highlights a similar process that occurs when something is queered. In the fifty-five years between the novel’s publication and its subsequent 2005 film adaptation the Western world changed significantly, from global affairs to science, technology, and of course societal expectations and conventions. It may then be assumed that an adaptation of a text decades after its original publication would contain modifications that reflect those societal changes. Demory remarks that “foundational to both disciplines – queer studies and adaptation studies – is a critical challenge to [heteronormative] assumptions about  8 https://www.agathachristie.com/en/film-and-tv/classic-christie    37 originality, authenticity, and value” (2019, 1-2), elements which will inform the analysis of the 2005 adaptation and the queer representations therein.  In my examination of the ITV film adaptation of A Murder Is Announced, I consider the modifications, or lack of modifications, from the original text to the adaptation to uncover potential alterations to queer representation by building on the theories and analyses of the previous two chapters.  3.1 Queer Representation and Audience Reactions  Extensive academic research has been conducted into the reception of American television shows that include queer representation in the early 2000s. For the most part, these studies are limited to Ellen as a lesbian reference and Will & Grace as a gay male reference. Comparatively, for this time, little research has been conducted on the same topic in a British context with British film and television. While American and British cultures cannot be conflated, interpretation of queer people on screen in the American studies provides a general idea of mainstream Western perspectives on queer representation on screen during the early 2000s. Particularly as “America was viewed as the nation at the forefront of the development of mass media” (Rixon 2006, 11). The lack of research at that juncture between queer representation and British visual media is acknowledged by Herman who agrees with my observations, stating that “analyses of lesbianism in mainstream television are still few and far between” (2003, 142). This gap in the literature presents a difficulty in establishing a social context for the reception of the A Murder Is Announced film adaptation.  In American studies, for lesbians specifically, the representation was fetishized in the early 2000s (Netzley 2010), as also found in studies from a New Zealand teenage audience (Jackson and Gilbertson 2009), as was the case also in the representation of lesbians in the film    38 adaptation of Christie’s The Body In The Library (Rolls 2015). While these studies are not all specific to British audiences in 2005, or indeed crime fiction, they comment on the ways in which understandings of lesbian people on screen were negotiated in Western society at the time.   For British society, changes in social acceptance of queer people can be seen most directly in the law, rather than via mainstream media. As stated in Chapter Two, to be a gay man in England in the 1950s was illegal. Brunsdon and Spigel explain that laws were changed to allow greater equality for gay male and lesbian couples, “in the mid-2000s [gay men and lesbians] had become increasingly accepted and mainstream, and a series of laws were introduced to promote equality in relationships and the workplace” (2007, 28). This suggests an increased tolerance of gay male and lesbian people in British society that might have been expected to contribute to the representations of queer people on screen during this time. The representation of queer people on screen during this time, however, does not seem to reflect the same acceptance that the changes in law displayed. This suggests a gap between the legality of queer people and queer relationships, and the social appetite for diversity on mainstream visual media, the reasoning for this gap is not clear.   A major difference between the two versions of A Murder Is Announced is their audience. The novel is written about people in 1950 for a British readership at that time. Whereas the film was still set in 1950, for a 2005 British audience.9 While the plot remains essentially the same, the audience receiving it is entirely different and thus a new set of morals and values must be  9 The series was also aired in America, Canada, Australia, China, and various other countries, although the timing is unspecified (https://agathachristie.fandom.com/wiki/Agatha_Christie%27s_Marple#cite_note-1).    39 considered by the producers when adapting the text, which as Demory stated earlier, should be challenging assumptions of “originality, authenticity and value” (2019).  A Murder Is Announced was released as part of a series of film adaptations of Christie’s Marple narratives aired by British television network ITV. The films were released over five series, each containing four films. A Murder Is Announced was released as the fourth film in series one and was not the first in the series that had queer representations. The adaptation of The Body In The Library was released first in 2004, and altered one killer’s identity which resulted in a lesbian couple as the murderers instead of a heterosexual couple. This change caused strong reactions from Christie fans; one fan, Bill Peschel, stated in his blog that “it felt like the scriptwriter decided to be ‘relevant’. To bring dusty, musty, fusty old-lady Agatha into the modern world” (2020). Other reviews from an IMDB film review forum commented that the change “pedals a movie stereotype that I’d thought we’d finally moved away from” (Robertconnor 2004) and that “it furthered a prevailing social bigotry by blaming society’s favourite victims” (Ischunk 2005). The comments listed here demonstrate a concern for the representations of lesbian women in this adaptation, but these comments did not reflect the dominant objection to the adapted work. The resounding commentary from viewers was a dislike of the production due to the change of ending. These reactions suggest that Christie’s audience has a fierce loyalty to her original texts, especially as a lot of these reviews were accompanied by a questioning of why the adaptation had to change the original text at all.   In the same IMDB review forum, the commentary on the adaptation of A Murder Is Announced was mostly positive, with the only criticism being that the ITV adaptation series existed at all as the commenter believed the 1980s BBC Joan Hickson Marple series was far superior (Chuffnobbler, 2005). This was a common sentiment in reviews of the ITV Marple series    40 overall, with many commenters insisting that viewers should disregard the ITV adaptations in favour of the Joan Hickson versions. As the two films were released less than a month apart (the first three were aired in December 2004, A Murder Is Announced aired in January 2005), it cannot be assumed that the audience feedback and reviews from The Body In The Library influenced the degree to which queer people were represented in A Murder Is Announced.   By airing The Body In The Library ahead of A Murder Is Announced, the viewers may have been primed to be aware of more overt queer representations in the adaptation series. A blogger who reviewed the series noticed this establishment, stating that, “there is a lesbian thing with [Murgatroyd] and [Hinchcliffe] in this ‘Miss Marple’ film. It’s happening again as in ‘The Body In The Library’, but does it mean they did the murder?” (Bradley, 2021). This questioning of the guilt of lesbian characters is established by the order the films were released in, perhaps aiming to highlight queer representation throughout the ITV adaptation series or to suggest to the audience a relationship between lesbian coded characters and malicious intent. The latter would reflect the vilification of queer characters in crime fiction, as discussed in Chapter One.  The overall impression of Christie audiences who reviewed the ITV adaptations, is that they have an intense devotion to the preservation of authenticity to Christie’s original texts with limited interest in any deviation, in addition to a dislike of adaptions outside of the BBC Joan Hickson series of adaptations from the ‘80s. As the comments on the ITV Christie adaptations were from public online forums and blogs, it is difficult to know the cultural origin of the commenting viewers and thus I associate these viewer’s comments with a wider Christie viewership.     41 3.2 Similarities: Novel to Film  The 2005 film adaptation is mostly true to the book and, as can be expected, changes have been made as part of the process of shifting a full-length novel to a 95-minute film. In this adaptation of A Murder Is Announced such changes include the omittance of crucial information regarding the queer identity of a main character in the original plot. I concur with Sanders that “adaptation is frequently involved in offering commentary on a sourcetext” (2006, 18), and so believe that the altered or omitted character traits should be an updated commentary that reflects the opinions and societal beliefs of the intended audience, or perhaps the producers. Considering this it may be assumed that the 2005 adaptation would therefore reflect what could be expected to be an audience with a higher tolerance for queer people, however an analysis of the text brings this idea into question.   The main similarities between novel and film, especially regarding queer representation, are the portrayal of the characters Hinchcliffe and Murgatroyd. The introductory scene deviates minimally from the original text. After a black and white news report on the death of Mr. Goedler, the villagers are introduced as each receives the newspaper on the same morning and reads the murder announcement. The characters of Miss Murgatroyd and Miss Hinchcliffe are introduced in almost the exact same way as they are in the novel. They become the token queer characters, and their appearances follow the historical account of the butch and femme lesbian relationships of the 1950s as described by Jennings, and outlined in the previous chapter. A colour association is established in this first instance of seeing the pair which expands on the novel and visually reinforces the stereotypes of butch/femme couples. Murgatroyd is in a light green with bright yellow socks and pink slippers, whereas Hinchcliffe is in dark neutral tones of brown, tan and black. For readers of the novel, this affirms a loyalty between novel and film.    42 In this first appearance of the couple, and in subsequent scenes with fellow villagers, it appears that the village has no negative feelings towards the couple, whether they are aware of the couple’s sexualities or not, “Hinch and [Murgatroyd] are accepted by the townspeople, integrated into social gatherings, welcomed in the church, and treated as part of Chipping Cleghorn” (Adia 2021).  As in the novel, Hinchcliffe and Murgatroyd have a distinct appearance, of which the film also takes particular note. Murgatroyd is seen mostly in skirts with the occasional pant and often in bright or pastel colours. Her strawberry blonde hair is kept in a short, curled style. Hinchcliffe maintains the black, dark brown and tan colour palette, in formal situations sporting a black suit, with her black hair cut short and kept straight. These colours and clothing designs are only specified once in the original text and I suggest that in seeing their appearances more often in the film adaptation, their clothing could be read as distinct to them and perhaps symbolic of their personalities. The colours of the pair stand in juxtaposition to each other – bright and artificial next to natural and neutral. Their outfits and clothing pieces are often repeated, particularly in Murgatroyd’s case, which may be a reflection on the couple’s simple lifestyle in which an extensive wardrobe is not warranted, but also reinforces a kind of uniform for the characters.  The repetition and lack of deviation from colour scheme and costuming makes the characters appear more cartoonish than otherwise may have occurred. In their work on queer theory, Butler states that the repetition of physical acts is what constitutes a performed gender or identity, which can be seen in this colour and clothing repetition of Murgatroyd and Hinchcliffe. While the pair are reflective of the butch/femme subculture and are presented as a stereotype that is reflective of  “a type … that does exist within the subculture” (Halberstam    43 1998, 180) within the novel, I argue that the stereotype that is presented by the pair in the film adaptation may also be aligned with an exaggeration due to the repetition, colour juxtaposition and continual visual reinforcement of their butch/femme traits.  Their behaviours are also unchanging. Hinchcliffe is shown as a very serious woman, who rarely smiles and is always concerned with the untangling of Murgatroyd’s statements, establishing a grounded-in-reality approach to things. In addition, Hinchcliffe is anxious that they may be discovered or outed by their houseguest Marple. Her seriousness amplifies this feeling but is offset by her consoling partner. Murgatroyd displays a very carefree outlook, approaching serious matters with nonchalance or even whimsy, observed in even just their speech: “Hinch speaks in a gruff and direct manner, while [Murgatroyd]’s speech is childish and unrefined” (Adia, 2021).  Throughout the film, the pair can be seen performing the gendered acts that most suit their butch and femme roles in the relationship. Murgatroyd is usually involved in discussions among groups of other women, shopping with them and attending tea at their houses, whereas Hinchcliffe rarely does so. Murgatroyd is invested in the local gossip, but Hinchcliffe desires the quiet life on their farm, often seen digging holes, chasing pigs and collecting eggs. During a house party scene, Hinchliffe can be seen pouring drinks for the guests, a typically butch act as described by Jennings (2007). The butch/femme dynamic is well established in the opening of the film, as it is in novel, but amplified by the continual reinforcement of visual medium which includes the pair in more scenes than the novel allows. With this addition of the pair appearing in scenes more frequently, the film capitalises on presenting Hinchcliffe and Murgatroyd in multiple outfits in multiple scenes to emphasize their butch/femme dynamic, and perhaps the stereotype.     44  The repetition and lack of deviation from colour scheme, costuming, and behaviour makes the characters appear more cartoonish than otherwise may have occurred. In their work on queer theory, Butler states that the repetition of physical acts is what constitutes a performed gender or identity, which can be seen in the colour and clothing repetition of Murgatroyd and Hinchcliffe. While the pair are presented as a stereotype that is reflective of “a type … that does exist within the subculture” (Halberstam 1998, 180) within the novel, I argue that the stereotype that is presented by the pair in the film adaptation may also be read as an exaggeration due to the repetition, colour juxtaposition and continual visual reinforcement of their butch/femme traits.  Apart from the sleuths (Marple and the detectives), Hinchcliffe and Murgatroyd seem to be a rare set of characters that do not change from the novel’s narrative to the film adaptation. As they are the more overt (by 1950s standards) queer characters in the narrative, this lack of change to the pair may reflect a more tolerant British audience in 2005. The butch/femme performance that the pair maintain in the film may also be considered less threatening to the audience. While not directly modelled on heteronormative gender roles, the butch/femme relationship dynamic is influenced by the socially accepted behaviours and appearances of heterosexual couples (Butler 1991). For the film, Murgatroyd and Hinchcliffe are the primary queer representation and the primary couple in a long-term relationship, which will be elaborated on in the following section. The consistency of this representation indicates that this was perhaps a ‘safe’ choice of representation, rather than the more radical choice of queer representation in The Body In The Library.      45 3.3 Differences  During the process of adaptation, a handful of characters have been altered and omitted from the film. These changes resulted in some of the heterosexual relationships in the narrative becoming less stable, as opposed to the cosy picturesque image of straight couples that the novel portrays. Without Mrs. Easterbrook, Mr. Easterbrook is romantically pursued by Mrs. Swettenham in the film, with multiple difficulties on both sides along the way. Without the Vicar and his wife Mrs. Harmon, there is no wholesome heterosexual couple in the story. As the remaining heterosexual relationships that follow the novel are rife with issues, the one healthy relationship provided to the film’s audience is that of the lesbians Murgatroyd and Hinchcliffe. This changes the dynamic of the village from one of pairs of people that fit heteronormative roles to a mix of single people, rife with hidden agendas that were not present in the original narrative. Hinchcliffe and Murgatroyd’s relationship throws the unstable and problematic relationships between the remaining heterosexual characters into sharp relief, and as Carolyn Gage notes on their blog, the couple “have something I rarely see anywhere else. They have a real relationship. A long-term relationship” (2013).   Marple, the amateur sleuth, stays at the Vicarage with the Vicar and his wife in the original text. However, in the film it is with Murgatroyd and Hinchcliffe that she stays. Though a small change, this alters the audience’s viewpoints of the couple and provides an additional closeness that allows the audience to be able to see intimate moments in the couple’s life and thus reinforce the audience’s understanding of the romantic relationship they share, for example when the pair hold hands and kiss in their home. The relationship between Marple and Mrs. Harmon as old family friends in the novel is transferred to Murgatroyd. This establishes a reason for the audience to see more of the lives of the two women living in the cottage, in    46 addition to provoking more sympathy from the audience when Murgatroyd is killed. It is a decision, I believe, that positions the representation of lesbian people in the film in a positive light, although despite the closeness and familial affection for Murgatroyd that is established by Marple, it does not give her more importance or decrease her victimisation.  The positive depiction of Marple as a sympathetic and heroic character may give the audience a further positive impression of Murgatroyd and Hinchcliffe, because if they are in favour with Marple, it must mean they are good people. Marple’s presence, however, is a clear anxiety for Hinchcliffe. She often questions Murgatroyd on the length of Marple’s stay and the trustworthiness of her character. Though this could be a simple sign of Hinchcliffe’s dislike of Marple, I believe this anxiety serves to demonstrate that the two have not ‘come out’ as a couple to the village, perhaps out of fear of persecution or judgement. Marple’s closer engagement with the pair also allows for the exploration of the theme of identity and secrets, as outlined in Chapter Two, to a greater level of intimacy. Their distance from the remaining villagers in their large cottage and this act of including conversations of concern explicitly shows how they both exercise and value their privacy. While the novel does include private conversations between the pair, there are no overt moments of intimacy, unlike in the film in which the couple shares a kiss and holds hands.   Although ‘coming out’ is not an explicit topic of conversation, Hinchcliffe’s anxiety and talk of how long Marple is there for is indicative that Murgatroyd has not ‘come out’ to Marple. While the characters do not have a moment of revealing their sexuality to Marple or any other villagers, this added detail that is not present in the original text has the potential to pull viewers closer into the private life of the queer couple and perhaps elicits more sympathy at Murgatroyd’s death as viewers are privy to their difficulty in hiding their relationship from the    47 village and from Marple in their own house. Mirroring the change of English country villages from closed to permeable as outlined in Chapter Two, Marple’s presence in the couple’s home appears as an encroachment on the privacy they enjoyed in their home.   In addition to these alterations and inclusions, Blacklock has her queer sexuality omitted from the film. The conversations that alluded to her queerness in the novel did not make the cut in the process of adaptation to the film, namely the discussion between Mrs. Goedler and the detectives. Also excluded were the details of the sister’s letters to each other in which Letitia writes of her unlikelihood of finding love. These exclusions will be expanded on in the following section. The criticism by viewers of the ITV series alterations as discussed earlier, made no comment on the changes made to Blacklock or the exclusion of other characters despite the general insistence on remaining authentic to the original text.   3.4 Novel to Film Alteration Analysis  The relationship between Murgatroyd and Hinchcliffe in the film adaptation appears wholesome and aligned with the appearance and behaviours of butch/femme lesbian couples of the 1950s as outlined in Chapter Two, which does theoretically provide an authentic representation of lesbian relationships. However, their shift to the visual medium, in this adaptation, presents them more as stereotypes. In addition, the exclusion of Blacklock’s queer sexuality leaves the only queer representations as Murgatroyd and Hinchcliffe. This means that as secondary characters, the only queer people represented in the film are positioned to add little to the plot until after death, which I argue gives them low narrative value. In contrast, the pair are presented as the token stable relationship compared to the heterosexual characters; a    48 choice which both conflicts and aligns with the conservative manner associated with Christie novels (Light 1991, Bernthal 2016).  As the main character and killer in the film, there is barely any hint of romantic relationships of any kind in relation to Blacklock. While there is a clear affection for Bunny from Blacklock, there is little evidence to suggest that she is intentionally played as a lesbian, or indeed queer, in this adaptation. The affection portrayed appearing instead as a case of a woman having killed, potentially needlessly, the only person who supported and understood her. In moments of heightened emotion (Bunny’s death and Blacklock’s nightmare) the two embrace closely, this appearing as an action of comforting and consoling and is the only – albeit weak - indication towards either character’s queerness in the film. As the academic literature on queer representation on screen in the early 2000s appears primarily concerned with gay men and lesbians, another potential explanation of the disappearance of Blacklock’s sexuality could be an underdeveloped general understanding of sexualities and genders beyond those two categories of gay men and lesbians.   The dismissal of Blacklock’s sexuality removes the opportunity to engage a queer person as a leading character but also does not portray a queer villain as the novel does. This shift, as stated previously, appears to go unnoticed by Christie viewers, who saw the vilification of lesbians in The Body In The Library but apparently were not concerned by the erasure of Blacklock’s sexuality. The overall representation of queer people in A Murder Is Announced could be read as a kind couple in a long-term relationship, one of whom is killed needlessly.  Despite this generally wholesome portrayal, and in line with the novel’s plotline, the film includes the victimization of the lesbian pair towards the end of the film. This continues a    49 potentially negative representation of lesbians as victims. The addition of excluding Blacklock’s sexuality was perhaps an attempt to remove any villainising of queer characters, but at the same time removes what was previously an important queer character. I argue that without Blacklock’s representation, there is a lack of balance in the film regarding representation and character value. This is, I believe, also due to Murgatroyd and Hinchcliffe being innocent and Blacklock being guilty, the inclusion of only one of these innocent/guilty roles as queer reduces the scope of representation of queer people in the film. Murgatroyd and Hinchcliffe are presented as loveable characters who have a sweet and positive relationship, but as side characters they are presented as unequal to the other characters due to having to hide their sexuality and literally becoming victims. The killing of Murgatroyd may also connect to a lack of respect or value of a queer person’s life, especially as she was killed without any blackmail attempt or direct witnessing of the crime itself. As a sensible and frugal woman, Blacklock could have negotiated with Murgatroyd or at least confirmed what she saw before resorting to the violence of murder.  This lack of respect or value of Murgatroyd’s life is demonstrated by the circumstances of her death. Despite the planning that occurred for the deaths of Rudi Scherz and Bunny, Murgatroyd’s death was spontaneous, which could be read as Blacklock being in a state of panic but also as a disregard for Murgatroyd’s life and she was thus killed easily without thought or planning. Her death also occurs near the end of the film and narrative, further reinforcing the spontaneity and disregard of her life. As Blacklock was found guilty so shortly after, Murgatroyd’s death seems like the least important or impactful on the investigation’s progress.     50 The stereotype of a femme lesbian that Murgatroyd is presented as could also contribute to her character value in the narrative. The visual repetition by the nature of film, and the exaggerated appearance and behaviour of Murgatroyd may present, from the audience’s viewpoints, that her role is not essential or cannot be taken seriously due to this style of representation. Altering the connection between Marple and Murgatroyd from one of strangers in the original text to old family friends in the film appears to be an attempt to rectify this perhaps cartoonish representation. At Murgatroyd’s death, Marple is first to discover her and sits by her body, crying in the rain. For both Marple and Hinchcliffe, Murgatroyd’s death has a great emotional impact. Murgatroyd and Hinchcliffe are established as a couple that while not conforming to compulsory heterosexuality, still conforms to old-fashioned ideals of domestic home life. I argue that this may relate to attempts to make the inclusion of queer lives more palatable for the audience, as is seen in other visual media of the time.10 For the older audience this again reflects the standards of the time and uses the same butch/femme husband/wife relationship dynamics from the 1950s to create a comforting visual. For the younger viewers the inclusion of only one lesbian pairing in this subtle way, may not be too overwhelming and adds a more modern interest to a potentially dated story.  The medium of storytelling through film provides a different audience experience than reading a written text, which may contribute to the decisions made in the representation of lesbian people, in addition to the change of social and historical contexts from 1950 to 2005. The filmic medium allows for a more straightforward and overt presentation of events and people. By contrast, novels invite the reader to imagine scenes in their own head, bringing their own interpretations and experiences to the narrative. For example, in the visual medium, two women  10 In Netzley’ analysis of Will & Grace, they point to criticism that Will was made to be “asexual and bland to keep him from repelling straight viewers with his gayness” (2010, 970).    51 looking lovingly at each other or holding hands leaves little space to be interpreted as close friends or good housemates. In shifting the novel’s narrative to screen, moments like this can be presented overtly without dialogue or acknowledgement needed from the characters to validate their actions. In the novel, such an action might have been almost too forthright for a more conservative readership that were not accustomed to queer representations, “in the novel, their relationship is implied. Here, watching them hold hands and kiss, you know they are sharing a bed” (Peschel 2020). Conversely, it would also allow for readers with a narrower scope of tolerance to ignore or misinterpret the subtle actions and clues to the character’s sexualities in the written word. In the film, the queer representations and relationship dynamics are emphasized and obvious due to the continuous visual symbolism of the costumes and behaviours of characters. In the novel, they are described in detail only once with little re-confirmation of their appearances, and behaviours can be interpreted broadly. Audiences of the film can see a visual representation with subtle nuances, which was not available in Christie’s simply written original murder mystery that involved more characters. Additionally, though the inclusion of the full cast of characters from the novel may have been possible, the character cuts made in the process of adaptation provides more space to explore the queer moments and characters, whether intentional or not.   As mentioned in studies by Raley and Lukas, McLaughlan and Rodrigues, Liming, and Cover, the use of an accurate representation of queer people is beneficial to all parties involved in the consumption of such media. The inclusion and exclusion of queerness appears to be an attempt to appease two kinds of viewers, those who accept and/or identify as queer, and those that do not. For a 2005 audience the inclusion of a queer couple in a film set in the 1950s could have elicited a shock reaction, as it did for The Body In The Library. Although the representation of queer people as a threat is eliminated in the narrative, Raley and Lukas noting that “stereotypes    52 of gay males and lesbians as sexual predators and criminals have faded” (2006, 32), it still perpetuates a long-standing tradition of queer side characters that continues today.   By the inclusion of Blacklock’s sexuality in the novel, queer women are presented as a threat and similarly the queer exclusion in the film may be viewed as fueled by unspoken societal norms. Despite a seemingly positive change towards representing queer lives more overtly as seen by the inclusion of intimate moments between wholesome couple Murgatroyd and Hinchcliffe, an unwarranted discomfort persists, fueling a need for the maintenance of stereotypes. Would the choice to vilify a queer character by keeping Blacklock’s queer sexuality have been a better decision just for the sake of including a leading queer character? Perhaps not, but it would have created a richer tapestry of representation that went beyond the stereotypes of lesbian butch/femme women as victims of heterosexual society.   The analysis of the representation of queer people in popular visual media is crucial to both queer viewers and non-queer viewers of mainstream television. The representation of lesbian women in the film A Murder Is Announced is perhaps more progressive than representations that occurred in other media at the same time as the film’s release. The producer’s close use of the original text as basis for the film, as demonstrated by the almost identical opening scenes, and the changing laws regarding sexuality equality in England at the time may have contributed to the way in which the lesbian characters were portrayed in the film. The minimally displayed affection and seemingly wholesome nature of Hinchcliffe and Murgatroyd’s relationship opposes the representation most seen of lesbian characters in American television at the time: erotic, fetishized, and designed for the heterosexual male’s gaze (Jackson and Gilbertson 2009, Netzley 2010). The decision to only include one couple of the two represented in the original text may be a choice born out of the need to appeal to a broader cross-section of viewers as    53 “pop culture is a commercial commodity aimed at entertaining and pleasing as large a population as possible” (Hynynen 2018, 22). By only including small gestures of romantic affection between two lesbian women, such as holding hands, and the wholesome good-natured manner of their relationship, the inclusion of one pair of lesbians presented in this way may have been deemed the choice least likely to offend the broadest spectrum of audiences in England at the time.         54 Chapter Four: Conclusion  The crime fiction genre presents a scaffolding with which Christie could hang her social commentary of the British middle-classes in the 20th C. A key feature of her narrative style is the use of stereotypes, which aid a quick understanding between author and reader but could also contribute towards a negative representation of the groups presented in stereotypes (Halberstam 1998). Christie’s 1950 novel engages with postwar changes to the social landscape of England’s country villages, unveiling themes of secrets and hidden identities reflected in the narrative. The novel, while set in 1950, presents a lesbian couple and a queer woman, albeit in coded language as demonstrated in Chapter Two.   Secondary characters Murgatroyd and Hinchcliffe are uncovered as queer by their clothing, behaviour, and relationship dynamic, which aligns with the butch/femme subculture of lesbians in the 1950s (Jennings 2007). The main character and killer Blacklock is queered through her appearance but also through her character traits, which are widely commented on by villagers. The novel uses a host of heteronormative pairs of people to flesh out the remaining characters, which allows for lesbian couple Hinchcliffe and Murgatroyd to appear quite assimilated and as equal part of the village, seemingly without prejudice. Blacklock takes full advantage of the permeable country villages as she is hiding both her identity and potentially her sexuality. Though there is evidence she is not heterosexual, her sexuality is not well defined and so remains in a broader category of queer. The narrative value of the queer characters in the novel contributes to potential readings of queer people: Murgatroyd as a victim and Blacklock as a villain. Despite being a fictional narrative, crime fiction has a moral influence on readers and audiences, demonstrating the ways good and evil people look and behave (Bernthal 2016). I argue that this is significant to the continual analysis of queer representation in crime fiction,    55 as a false or constructed image of queer people can easily send the wrong messages about and present misleading stereotypes of minority groups.  Though there are small differences between the original 1950 novel of A Murder Is Announced and its 2005 film adaptation, the changes that do occur demonstrate a sidestep progression in queer representation. While moments of more overt affection are added between Murgatroyd and Hinchcliffe to make their romantic relationship clear, the main character and villain of the piece, Blacklock, has any indication of her sexuality erased. The film allows for an emphasis on the appearances and behaviours of characters as they are continuously being seen, rather than only described on a necessary basis in the novel. Several changes occur to the remaining characters, with numerous characters excluded and couples from the novel being separated in the film. This disruption of the heterosexual relationships makes the lesbian couple the only stable pairing in the narrative. The film’s exclusion of Blacklock’s sexuality and its inclusion of the more overt lesbian couple aligns with the trend of shifting the representation of queer people from criminal and predatory to steeped in stereotypes (Raley and Lukas 2006). This, while a move towards less negative representation of queer people, still reinforces ideas of queer people as archetypal and perhaps not to be taken seriously.  Queer readings of Christie’s crime fiction reveal a number of narrative conventions reflective of concepts in queer theory. Seeking truth behind façades of identity speaks to Butler’s performativity and stereotypes as a narrative device mirrors the tropes and binaries used to represent queer people. I argue that these links point to a clear connection between crime fiction and queer theory, and further demonstrates a reliance on heteronormativity to present relationships, in both the novel and the film.     56 It is difficult to ascertain the views and contexts of the mainstream British audience in 2005. The impression of this receiving audience, built on general American studies and viewer commentary is that there was perhaps a willingness to increase the inclusion of queer people on screen but also a reluctance to move beyond gay men and lesbian women. The commentary from the Christie viewership demonstrates a loyalty to the original texts, with a dislike of any significant changes, regardless of how the texts are updated.   Ultimately, while this thesis does not uncover a major shift in queer representation between the production of these two texts, the texts themselves reveal the complexity of queer representation. For adaptative works this is particularly relevant as queer representation is impacted by social norms and customs, which are bound to evolve and change. They are also impacted by the types of platforms on which these representations are communicated, and the consideration of the target audience for such representations. As previously stated, the representations of people, particularly people who are members of a marginalized or victimized group, has a direct effect on those watching. This is the case for viewers that identify as queer as well as those who do not (Cover 2000, Raley and Lukas 2006, Liming 2007, McLaughlan and Rodrigues 2016). I argue for the importance of monitoring how this marginalized group is represented as it effects the potential treatment of people from that group in greater society, as well as dispelling manufactured representations that are designed as plot devices. For crime fiction this is especially important, as I have argued that the genre serves as a kind of moral compass for good and evil, which I believe still stands in today’s media in the genre of crime fiction.   This moral compass that crime fiction puts forward for its readers and audiences influences the perception of queer people when represented. The benefits of a realistic representation of queer    57 people may lead to an increase in tolerance and the allowance for queer people to feel less marginalized by mainstream society.       58 Appendix A: Plot Synopsis  In the English country village of Chipping Cleghorn, a newspaper advertisement tells of a murder that will occur at the house of Blacklock that same evening. Blacklock denies any involvement with the invitation. At Blacklock’s house that evening, the villagers gather in anticipation when the lights suddenly go out and the front door opens to a figure in the dark holding a flashlight. The sound of two gunshots follows and the lights turn back on. In the doorway lies the intruder, shot dead, and inside the house Blacklock stands with a wound to her ear.  The dead man is hotel worker Rudi Scherz, and an investigation begins to uncover the truth of his death. During this time, amateur sleuth Marple joins the detectives in their search. Two more deaths follow, Blacklock’s companion Dora Bunner (known as Bunny) and Murgatroyd. Through the investigative efforts of the detectives and Marple, it is revealed that Blacklock was the guilty party in all murders.   Blacklock had suffered a debilitating goiter on her neck as a child and lived as a hermit at her father’s insistence. She finally had it removed in a hospital in Switzerland where Rudi Scherz was an orderly, and not long afterwards her sister died. In an attempt to reclaim her life, and eventually inherit money that was to come to her sister, Blacklock takes on her sister’s name and moves to a country village. Scherz recognized her on a trip and asked her for money. Having refused him, Blacklock feared Scherz would return and reveal her ruse, and so she concocted a plan to get rid of him.      59 The plan was going well but her companion, Bunny, was known to be muddle-headed and started to slip up, calling Blacklock ‘Lotty’ (for her real name Charlotte) instead of ‘Letty’ (for the sister Letitia). Again, for fear she’d be revealed, Blacklock killed her closest companion. As the investigation gets heated, housemates Hinchcliffe and Murgatroyd try to recreate the scene and thus discover that Murgatroyd was not blinded by the flashlight in the room and so could likely see who the killer was. Once she finally remembers who it was, Blacklock quickly kills Murgatroyd too.        60 References  Adia, M.J. “And Then There Were Lesbians: Queerness in the Film Adaptation of Agatha Christie’s A Murder Is Announced”, Illumination (blog) 9 April 2021, https://medium.com/illumination/and-then-there-were-lesbians-7d25c0158106.  Agatha Christie’s Marple. 2010-2022. Agatha Christie Wiki.  https://agathachristie.fandom.com/wiki/Agatha_Christie%27s_Marple.  Bernthal, J.C. 2015. “’If Not Yourself, Who Would You Be?’: Writing the Female Body in Agatha Christie’s Second World War Detective Fiction.” Women: A Cultural Review 26, no. 1-2 (July): 40-56).  Bernthal, J.C. 2016. Queering Agatha Christie: Revisiting the Golden Age of Detective Fiction. 1st ed. Springer International Publishing.  Bradley, Tim. “’A Murder Is Announced’ (2005) (TV): Announcing Murder with Geraldine McEwan’s Miss Marple”, Bradley’s Basement: Tim Bradley’s Blog (blog), accessed 12 June 2022, https://bradleybasement.wordpress.com/drama/the-world-of-agatha-christie/a-murder-is-announced-2005-tv/.  Brunsdon, Charlotte and Lynn Spigel. 2007. Feminist Television Criticism: A Reader. UK: McGraw-Hill Education.  Butler, Judith. 1988. “Performing Acts and Gender Constitution: An Essay in Phenomenology and Feminist Theory.” Theatre Journal 40, no. 4 (December): 519-531    61  Butler, Judith. 1991.“Imitation and Gender Insubordination” in Inside/Out: Lesbian Theories, Gay Theories, edited by Diana Fuss, 13-31. Taylor & Francis Group.  Butler, Judith. 2006. Gender Trouble: Feminism and the Subversion of Identity. 1st ed. New York: Routledge.  Buzwell, Greg, “Homosexuality, Censorship and British Drama During the 1950s and 1960s”, British Library, 11 June 2019, https://www.bl.uk/20th-century-literature/articles/homosexuality-censorship-and-british-drama-during-the-1950s-and-1960s.  Charteris, Charlotte. 2017. “A Strange Night in a Strange House: The Country House as a Queer Space in Interwar Mystery Fiction.” A Journal of Detection 35, no. 2 (Autumn): 89-99.  Christie, Agatha. 1950. A Murder Is Announced. London: Harper Collins Publishing.  Christie, Agatha. 1977. Agatha Christie: An Autobiography. 5th ed. London: Harper Collins Publishing.  Chuffnobbler, post to “Marple (TV Series), A Murder Is Announced (2005): User Reviews”, IMDB, 18 July 2005, https://www.imdb.com/title/tt0442685/reviews.  Classic Christie. 2022. Agatha Christie. https://www.agathachristie.com/en/film-and-tv/classic-christie.     62 Cover, Rob. 2000. First Contact: Queer Theory, Sexual Identity, and ‘Mainstream’ Film. International Journal of Sexuality and Gender studies 5, no.1: 71-89.  Demory, Pamela. 2019. “Queer/Adaptation: An Introduction.” In Queer/Adaptation, 1st ed, edited by Pamela Demory, 1-14. Switzerland: Palgrave Macmillan.  Devas. Angela. 2010. “Murder, Mass Culture, and the Feminine: A View From the 4:50 From Paddington.” Female Media Studies 2, no. 2 (December): 251-265.  Doan, Laura. 2001. Fashioning Sapphism: The Origins of a Modern English Lesbian Culture. 1st ed. Columbia University Press.  Gage, Carolyn. “The Case of the Missing Older Lesbian”, Carolyn Gage (blog),6 February 2013,  https://carolyngage.weebly.com/blog/the-case-of-the-missing-older-lesbians.  Halberstam. Judith. 1998. Female Masculinity. 3rd ed. Durham and London: Duke University Press.  Herman, Didi. 2003. “’Bad Girls Changed My Life’: Homonormativity in a Women’s Prison Drama.” Critical Studies in Media Communication 20, no. 2 (October): 141-159.  Hynynen, Andrea. 2018. “Queer Readings in Crime Fiction: the Importance of Genre.” Lambda Nordica 23, no. 1-2: 19-38.     63 Ischunch, post to “Marple (TV Series), Agatha Christie’s Marple (2004): User Reviews”, IMDB, 13 June 2005, https://www.imdb.com/title/tt0414752/reviews.  Jackson, Sue and Tamsyn Gilbertson. 2009. ‘Hot Lesbians’ Young People’s Talk About Representations of Lesbianism. Sexualities 12, no. 2: 199-224.  Jennings, Rebecca. 2007. “From ‘Woman-Loving Woman’ to Queer: Historiographical Perspectives on Twentieth-Century British Lesbian History.” History Compass 5, no. 6 (November): 1901-1920.  Light, Alison. 1991. Forever England: Femininity, Literature and Conservatism Between the Wars. 1st ed. London: Routledge.   Liming, Sheila. 2007. “‘Reading for it’: Lesbian Readers Constructing Culture and Identity Through Textual Experience.” In Queer Popular Culture: Literature, Media, Film, and Television, 1st ed, edited by Thomas Peele, 84-103. New York: Palgrave MacMillan.  Martin, Sarah. 2018. “Psychogeography and the Detective: Re-evaluating the Significance of Space in Agatha Christie’s A Murder is Announced.” Clues 36, no. 1 (Spring): 20-29.  McLaughlan, Bryan and Nathian S. Rodrigues. 2016. “Identifying with a Stereotype: the Divergent Effects of Exposure to Homosexual Television Characters.” Journal of Homosexuality 64, no. 9 (November): 1196-1213.     64 Netzley, Sara Baker. 2010. “Visibility that Demystifies: Gays, Gender, and Sex on Television.” Journal of Homosexuality 57, no. 8 (September): 968-986.  Peschel, Bill. “Teresa Reviews ‘The Body In The Library’ (2004)”, Peschel Press (blog), 8 December 2020, https://peschelpress.com/teresas-review-the-body-in-the-library-2004/.  Peschel, Teresa. “Teresa’s Review: A Murder Is Announced (2005)”, Peschel Press (blog), 29 December 2020, https://peschelpress.com/teresas-review-a-murder-is-announced-2005/.  Pugh, Tison. 2019. “Queering Dame Agatha Christie: Barry Sandler’s Camp Adaptation of The Mirror Crack’d (1980)” in Queer/Adaptation: A Collection of Essays, Editor: Pamela Demory. California USA. Palgrave MacMillan.  Raley, Amber B., and Jennifer L. Lukas. 2006. “Stereotype or Success? Prime-time Television’s Portrayals of Gay Male, Lesbian, and Bisexual Characters.” Journal of Homosexuality 51, no. 2: 19-38.  Rixon, P. 2006. American Television on British Screens: A Story of Cultural Interaction. 1st ed. New York: Palgrave Macmillan.  Robertconnor, post to “Marple (TV Series), Agatha Christie’s Marple (2004): User Reviews”, IMDB, 13 December 2004, https://www.imdb.com/title/tt0414752/reviews.  Rooks, Simon and Stephen Bourne, “LGBTQ+ Timeline”, BBC, accessed 14 June 2022, https://www.bbc.com/historyofthebbc/lgbtq/lgbtq-timeline.    65  Rolls, Alistair and Jesper Guddal. 2016. “Reappropriating Agatha Christie: An Introduction.” Jefferson 34, no. 1 (Spring): 5-10.  Rolls, Alistair. 2015.” An ankle queerly turned, or fetishized bodies in Agatha Christie’s The Body in the Library.” Textual Practice 29, no. 5 (April): 825-844.  Sanders, Julie. 2006. “What Is Adaptation?” In Adaptation and Appropriation. 1st ed, 17-25. London: Routledge.  Simpson, Inga. 2009. “Torn between Two Genres: Sex and Romance in Lesbian Detective Fiction.” Clues 27, no. 2 (Autumn): 9-20.  Stewart, Faye. 2009. “Of Herrings Red and Lavender: Reading Crime and Identity in Queer Detective Fiction.” Clues 27, no. 2 (Autumn): 33-44.  Strictland, John. 2005. A Murder Is Announced. Adapted by Stewart Harcourt. Australia: Roadshow Entertainment. DVD, 95 min.   Sullivan, Nikki. 2003. A Critical Introduction to Queer Theory. 1st ed. New York: NYU Press.  Turner, Keagan. 2016. “Remediating Agatha Christie: Social Media in A Murder Is Announced.” Clues 34, no. 1 (Spring): 126-137.     66 Valocchi, Stephen. 2005. “Not Yet Queer Enough: the Lessons of Queer Theory for the Sociology of Gender and Sexuality.” Gender & Society 19, no. 9 (December): 750-770.  Wilson, Andy. 2004. The Body In The Library. Adapted by Kevin Elyot. Australia: Roadshow Entertainment. DVD, 95 min.  Wilson, Anna. 1996. “Death and the Mainstream: Lesbian Detective Fiction and the Killing of the Coming Out Story.” Feminist Studies 22, no. 2 (Summer): 251- 278.  Yiannitsaros, Christopher. 2019. “Displaced Persons: A Murder Is Announced and the Condition of Postwar England.” In Agatha Christie Goes To War, 1st ed., edited by Rebecca Mills and J.C. Bernthal, 124-136. New York: Routledge.     ",
    "id": 533941184,
    "identifiers": {
        "doi": null,
        "oai": "oai:researchrepository.murdoch.edu.au:65936"
    },
    "title": "Besties, villains, and sidekicks: Representations of queer people from Agatha Christie’s 1950 novel A Murder Is Announced to its 2005 film adaptation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://researchrepository.murdoch.edu.au/id/eprint/65936/1/westcottking2022.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/533941184.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/533941184"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/533941184/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/533941184/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/533941184"
        }
    ],
    "abstract": "In the many adaptations of Agatha Christie novels, it could be assumed that the representation of queer people would change as societal norms and values also change over time. However, this study calls this assumption into question. \n\n\n\nI investigate how the representations of queer people in Agatha Christie’s A Murder Is Announced changed from the original 1950 novel to its 2005 film adaptation, exploring the extent to which Christie’s novel and its filmic adaptation work to reflect queer representations over an extended period. I examine the differences in queer representation between the novel and the film, and how these differences reflect or challenge societal changes. This process of analysis further uncovers a strong connection between crime fiction and queer theory. I found that the queer theory principles of performativity and deconstruction of identity aligns with the performance of identity and innocence in crime fiction, as well as the deconstruction of identity as the detective searches for the criminal. I argue that these intersections between queer theory and crime fiction are central to Christie’s crime fiction narratives. \n\n\n\nRepresentations of queer people from 1950 to 2005 in Christie’s crime fiction underwent minimal change. The exploration of the setting of the narrative, in terms of both era and location, uncovers layers of identity performance and social permeability which reinforce identity as an important element of the narrative. Through the analysis of butch/femme lesbian representation, I find a reliance on the performance of heteronormative stereotypes used by both texts to demonstrate loving relationships. The representations of queer people in the 2005 film adaptation of A Murder Is Announced suggests an insistence that queer people be represented through dated stereotypes originating from the 1950s; a stylistic choice that may be reflective of the target audience for Christie’s work, instead of an attempt to update queer representations to appeal to a new contemporary audience",
    "tags": [
        "Thesis"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Thesis"
    ],
    "oai": "oai:researchrepository.murdoch.edu.au:65936",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "343",
        "openDoarId": 0,
        "name": "Research Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 533941184,
        "depositedDate": null,
        "publishedDate": "2022-01-01T00:00:00+00:00",
        "updatedDate": "2023-03-18T06:52:46+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-05T10:04:07+01:00"
    },
    "urls": [
        "https://researchrepository.murdoch.edu.au/view/author/Westcott-King,",
        "https://researchrepository.murdoch.edu.au/id/eprint/65936/"
    ],
    "lastUpdate": "2023-03-18T06:52:46+00:00",
    "setSpecs": []
}