{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Costa, Bruno"
        }
    ],
    "contributors": [],
    "createdDate": "2021-04-14T22:40:42+01:00",
    "dataProvider": {
        "id": 11138,
        "name": "UBibliorum repositorio digital da ubi",
        "url": "https://api.core.ac.uk/v3/data-providers/11138",
        "logo": "https://api.core.ac.uk/data-providers/11138/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.3390/sexes2020013",
    "downloadUrl": "https://core.ac.uk/download/401085525.pdf",
    "fullText": "ArticleBetween Equality and the Right to Be Different—ThePoliticization of Concepts in the Fight against DiscriminationDue to Sexual OrientationBruno Ferreira Costa\u0001\u0002\u0003\u0001\u0004\u0005\u0006\u0007\b\u0001\u0001\u0002\u0003\u0004\u0005\u0006\u0007Citation: Ferreira Costa, B. BetweenEquality and the Right to BeDifferent—The Politicization ofConcepts in the Fight againstDiscrimination Due to SexualOrientation. Sexes 2021, 2, 151–162.https://doi.org/10.3390/sexes2020013Academic Editor: David L. RowlandReceived: 4 January 2021Accepted: 31 March 2021Published: 2 April 2021Publisher’s Note: MDPI stays neutralwith regard to jurisdictional claims inpublished maps and institutional affil-iations.Copyright: © 2021 by the author.Licensee MDPI, Basel, Switzerland.This article is an open access articledistributed under the terms andconditions of the Creative CommonsAttribution (CC BY) license (https://creativecommons.org/licenses/by/4.0/).Praxis–Centre of Philosophy, Politics and Culture, University of Beira Interior, 6201-001 Covilhã, Portugal;bdfc@ubi.pt; Tel.: +351-9-1334-6889Abstract: The debate around the principle of equality and the theme of discrimination aroundsexual orientation has been one of the most relevant in the process of ensuring the spread of humanrights. After ensuring a set of civil and political rights, several groups and social movements havewarned political actors of the need to look at each citizen’s individuality and guarantee throughlegislation and daily practices, respect for that individuality. This process is being conducted aroundthe dichotomy between the concepts of equality and difference. It is from this analysis of the twoconcepts that we come across the theme of the rights of the lesbian, gay, bisexual, transvestite,transexual and transgender (LGBTQ+) community. With a qualitative approach, and while referringto the historical path of this theme, we review the central concepts in the promotion of equality andanalyze the dichotomy between equality and difference. We ask, in an increasingly globalized world,does it make sense to point out difference as a mechanism for the defense of equality? Using semiotics,we approach the two central concepts and the political effort to normalize this theme to the public,using the Portuguese case (law and Non-Governmental organizations action) to characterize thecentral debate on equality and difference.Keywords: equality; difference; sexual orientation; freedom; discrimination; individuality1. IntroductionThe analysis of equality issues leads to a natural and broader debate around the devel-opment of our society, while forcing the need to resort to a set of central concepts related tosocial rights and the values inherent to the relationships established between the membersof a given community. The main debate is accompanied by the evolution of the attributionof a set of civil and political rights, mainly in the Western democracies, which constitutesa broad challenge in terms of the globalization of equality policies. This globalization ofindividual freedom represents a significant challenge for many societies. The pillars of thisglobalization are based on a set of international treaties and conventions, progressivelyadopted by states. The affirmation of the Universal Declaration of Human Rights representsa decisive step; however, both the interpretation of this declaration and the interpretationsof the different national constitutions have led to a slow and controversial process in termsof the attribution of certain fundamental rights for the promotion of equality.From a legal perspective, what does the principle of equality represent? To analyzethe principles of equality, it is important to bear in mind the social and historical con-text, since the interpretation of the concepts varies from generation to generation, as wellas according to the community under analysis. We can call equality being treated the“same way” and with the “same social dignity”, but that is not enough to cover all di-mensions of equality. If we consider what is expressed in the Universal Declaration ofHuman Rights (adopted by the United Nations General Assembly on 10 December 1948),it is clear that “all human beings are born free and equal in dignity and rights” (article 1)and that all citizens are entitled to these rights and freedom “without distinction of anySexes 2021, 2, 151–162. https://doi.org/10.3390/sexes2020013 https://www.mdpi.com/journal/sexesSexes 2021, 2 152kind, such as race, sex, language, religion, political or other opinion, national or socialorigin, property, birth or other status” (article 2) [1]. However, at the same time, one ofthe main challenges of social science research is related to the formulation of concepts andthe problem of “traveling” [2], which leads to systematic questioning of the meanings ofconcepts and their applicability from a global perspective.It makes sense, therefore, to question whether rights are transversal and universalor simply conjectural and localized as far as praxis is concerned. We will not address inthis analysis the strength of Eurocentrism in relation to adopting certain concepts, or thehistorical approach considering the imposition of Western values on other parts of theworld. However, it is important to mention that a set of values and perspectives didemanate from a Westernized vision; these concepts were imposed via imperialism andcolonization [3]. The way such Western values are perceived and interpreted by othercultures corresponds to a defense and differentiation mechanism.The path toward affirmation of ethnocentrism can correspond to an individual orcollective attitude, being characterized by the way we look at another culture, mainly con-sidering the environment and the social relations that surrounds us [4].History plays a central role in establishing values and creating the conditions for theattribution of social and political rights. The concept of universal rights has spread inthe context of globalization and is appealing to many, but at the same time, there is a setof barriers that prevent the transposition of values between societies. When facing thisproblem, we must bear in mind that the level of economic development of a society has adecisive influence on the affirmation of human rights.To understand the composition of the core values of a specific community, it is im-portant to highlight that the socialization process (at an individual level) can be decisivein the construction of the personal identity and the ability to intervene in discriminationscenarios. The emergence of new models of socialization, based on educational processesand interactions in social groups, has contributed to understanding the construction of indi-viduals’ social and personal identities [5]. We have a new way of looking at the world andperceiving the individual as an agent that transforms social reality. This ability is harnessedby the individual through a multiplicity of facets and social interactions—determinants forthe analysis of society [6]. All cultural, social, political, and economic transformations arefundamental elements to understanding how social interactions have impacts on the waycivil and political rights are defended.The 20th century is marked by a set of important events for the affirmation of thecurrent social order. In fact, the impacts of two major wars; the development of the decolo-nization process; the creation of international organizations, such as the United Nationsand the European Union; the globalization of democratic regimes; and the affirmation of aset of individual freedoms have allowed for a consistent defense of the principle of equality.The defense of these fundamental rights goes beyond any constitutional (legal) plan or thelegal order established by international organizations. Juridical actions and the law serveas a basis for the creation of a complete legal framework that protects individuality, but itis only the approval of society more broadly that validates the fight against all types ofdiscrimination. This does not mean that the legal aspect is less relevant than social praxis,but the advent of new technologies and the strengthening of qualitative and field studiesin the most diverse societies, leads to the growing need to go beyond normative aspectswhen approaching the issue of equality and the meaning of difference.Before moving on to any quantitative, inferential, or correlational study, it is importantto highlight the conceptualization process (there can be no correct research design withouta delimitation of concepts). The conceptual delimitation corresponds to a determinantstage, provided for any study, to balance, with due clarity, the interpretation and meaningof each relevant research element [2]. Theoretical, philosophical, and applicable dimensionsmust be covered to understand all aspects of the concepts covered. The construction ofconcepts is carried out herein through those three dimensions; we address the conceptsSexes 2021, 2 153of “equality” and “difference” considering the global political debate on the rights of thelesbian, gay, bisexual, transvestite, transexual and transgender (LGBTQ+) community.In this sense, it is important to consider the processes and the main actors of thesocialization path when analyzing the impacts of the concepts on the issue of discrimina-tion around sexual orientation. The focus of this article is not the analysis of biologicalcharacteristics adjacent to sexual orientation, but only on their impacts on established socialnetworks—that is, we focus on sociology and the study of social constraints specifically.The analysis of sexuality can be carried out from a biological, cultural, or social point ofview, and the present paper focuses on the last two lenses.The present article is divided in two main parts: an initial overview of equality anddifference, considering the conceptualization process and the analysis of civil and politicalrights; and a second part focusing on the impacts of these concepts on the politicizationof the debate over LGBTQ+ rights, considering the Portuguese case. The analysis focuseson the evolution of concepts, based on the historical timeline of LGBTQ+ rights and thepresent debate over the individualization of society and the need to create common valuesand shared principles.2. Equality or Difference—The Impact of Concepts in the Fight Against DiscriminationOne of the essential criteria for addressing the dynamics of society is to go to thebases of the socialization process. Consider the different agents of socialization in thesexuality debate: age, friends and the media end up playing preponderant roles in theformation of the individual and his sexual experience, hence the importance of schoolingthat is didactic and knowledge-based. According to Spanier (1977) [7], sexual socializationinvolves five components of the developmental process: development of a sex-objectpreference; development of gender roles; development of gender identity; acquisition ofsexual skills, knowledge, and values; and development of sexual attitudes.The issue of sexual education is directly addressed by researchers, in terms of theevolution of the human body, the experience of sexuality, sexual orientation, and sexuallytransmitted diseases, although there is no broad consensus on the limits of this interventionin the development of individuals and in the socialization process (Table 1).Table 1. Socialization Agents.Levels of Socialization Socialization AgentsPrimary Agents of Socialization FamilySecondary Agents of Socialization School; Friends; Media; ReligionSource: Berger and Luckmann, 1985 [8] (adapted).The central distinction among the socialization agents is related to the so-called“primary socialization” and “secondary socialization”—the first referring to the basic pro-cedures of the individual’s cultural life, namely, the rules, norms, and moral values sharedby a given community and in the more restricted context of the family. Secondary social-ization refers to a set of events and procedures related to one’s experiences in a certaingroup or social category, often resulting from the individual’s own decisions—for example,the results of practicing a religious ritual. In this context, it is possible to create a set ofresponsibilities attached to each socialization agent in the individual’s training process,while always having in mind that the process could never be linearly deterministic, due tothe contextual reality.The construction of individuality results from a game of multiple influences. This prin-ciple intertwines with the existing socialization dynamics and the individual plays multiplesocial roles, some of which end up colliding both in terms of setting principles, and in termsof respect for principles, norms, or values acquired during the process of socialization.Therefore, when an individual acquires a set of behaviors, he does so according to the rolethat he is expected to play in society.Sexes 2021, 2 154In simple terms, “socialization refers to processes whereby naïve individuals are taughtthe skills, behavior patterns, values, and motivations need for competent functioning inthe culture in the which the child is growing up” [9] (p. 3). In practical terms, socializationrefers to a significative process of interaction between different members and groups ofsociety, involving three dimensions: participation or involvement in politics; radical orconservative goals; and democratic or authoritarian actions [10].This perspective allows one to verify the creation of bonds and relationships betweenthe different elements of society, creating the opportunities for each individual to act andintervene in the transformation of the society. It is possible to find multiple definitions ofsocialization that reflect experiences and the respective cultural contexts; however, the focusof the present paper is on the analysis of the individual’s participation in the constructionof the societal rules.The analysis of society resulting from the transformation of the twentieth century hasbeen carried out based on a panoply of different theoretical concepts and perspectives.The choice of the central concepts is directly related to the objectives of the investigationand to the theoretical debate around the promotion of equality policies.While it is true that in terms of legislation and the legal framework, much has beendone to guarantee equality among citizens, there are still several issues related to situationsof discrimination in the intergenerational and inter-societal debate. It is precisely in thisdebate that the conceptual issue emerges as a crucial pathway to understanding the issueof discrimination in relation to sexual orientation.This dialectical view (equality versus difference) presupposes an opposition betweenthe two concepts since it is not even possible to approach one concept without referringto the other. In this dynamic, it is important to mention that “we have the right to claimequality whenever difference makes us inferior, and we have the right to claim differencewhenever equality de-characterizes us” [11] (p. 45). From this postulate, the systematic linkbetween the two concepts is clear, as is the need to fit the criteria for classifying equalityand difference according to the concrete situation under analysis.In Figure 1, it is shown that any situation of equality naturally produces a differenti-ation between citizens and at the same time any differentiation could produce a path tomitigate these differences, although the result is not always what was intended. The regis-tered differences generate a set of inputs in the system, which is the basis of the actions notonly of political agents, but also of social agents in the defense of the individuality.Sexes 2021, 2, 4   and in terms of respect for principles, norms, or values acquired during the process of socialization. Therefore, when an individual acquires a set of behaviors, he does so ac-cording to the role that he is expected to play in society. In simple terms, “socialization refers to processes whereby naïve individuals are taught the skills, behavior patterns, values, and motivations need for competent function-ing in the culture in the which the child is growing up” [9] (p. 3). In practical terms, so-cialization refers to a significative process of interaction between different members and groups of society, involving three dimensions: participation or involvement in politics; radical or conservative goals; and democratic or authoritarian actions [10]. This perspective allows one to verify the creation of bonds and relationships between the different elements of society, creating the opportunities for each individual to act and intervene in the transformation of the society. It is possible to find multiple definitions of socialization that reflect experiences and the respective cultural contexts; however, the focus of the present paper is on the analysis of the individual’s participation in the con-struction of the societal rules. The analysis of society resulting from the transformation of the twentieth century has been carried out based on a panoply of different theoretical concepts and perspectives. The choice of the central concepts is directly related to the objectives of the investigation and to the theoretical debate around the promotion of equality policies. While it is true that in terms of legislation and the legal framework, much has been done to guarantee equality a ong citizens, there are still several issues related to situa-tions of discrimination in the intergenerational and inter-societal debate. It is precisely in this debate that the conceptual issue emerges as a crucial pathway to understanding the issue of discrimination in relati n to sexual orientation. This dialectical view (equality versus differ nce) presup oses an op osition between the two concepts ince it is not even possible to ap roach one concept without referring to the other. In this dynamic, it is important o mention that “we have the right o claim equality whenever differ nce makes us inferior, and we have the right to claim difference whenever equality de-characteri s  [ ] (p. 45). From this postulate, the systemat c link between the two concept  is clear, as is the n ed to fi  the criteria for classifying eq al-ity an  diff rence according to the concr te situation under analy is. In Figure 1, it is hown that any situation of equality naturally produces a differ nti-ation between citizens and at the same time any differentiation could produce a path to mitigate these differences, although the result is not always hat as inte e . e r -ist r  iff r ces generate a set of inputs in the system, which is the basis of the actions n t only of political agents, but also of social agents in the defense of the individuality.  Figure 1. The Dynamics of Equality/Difference. Source: Author. This articulation is in accordance with the vision of the political system and the inno-vative approach developed by David Easton (1976) [12], considering the analysis of the system based on the power relations. The systemic perspective refers to a constant retro-activity and multiple influences according to the outputs of each process. Each decision is Figure 1. The Dynamics of Equality/Difference. Source: Author.This articulation is in accordance with the vision of the political system and theinnovative approach developed by David Easton (1976) [12], considering the analysis ofth system based on th power relations. The syst mic persp ctive refers to a constantretroactivity and multiple influen es according to the outputs of each process. Each decisionis influenced by several inputs (resources, limitations, and requirements) and produces aconsiderable number of outputs, with a retroactive effect (direct and indirect), allowing arenovation of the system.Sexes 2021, 2 155This debate is based on the concept of citizenship. According to Marshal’s theoreticalapproach (1950) [13], we can identify four main characteristics involved in the perceptionof citizenship: the universality of citizenship (universal rights); the territorialization ofcitizenship (territorial delimitation); the plebiscitary principle of citizenship or the individ-uation of citizenship (direct link between the citizen and the state), and the state–nationalnature of citizenship (link between citizenship and the construction of the nation-state).This set of characteristics will be the basis of the considerations made about the frameworkof the actions to be developed to fight sexual discrimination. The choice of the adoptedterminology is not incidental, as it justifies different paths in the defense of equal rights andopportunities. Finally, the main question is whether equality is possible considering thechronic and intrinsic differences between individuals. Another consideration is whetherthose differences are forcing political actors and society to act to generate equality.It should be noted that the issue of citizenship is not sufficient to guarantee the samerights for the entire population, and it is natural to assume that all societies will containwithin themselves a set of chronic and insusceptible inequalities to be solved. This is nota conformist attitude, but the acceptance of society’s inability to solve all situations ofinequality, which leads to another important question: is inequality inherent to society?There is inevitable differentiation between human beings, and from these differencesemerges a set of actions/reactions in the various social domains that fosters inequalitybetween citizens. In sexual identify and orientation, the situation is the same; given thedifferences, citizens build a set of prejudices and develop a set of attitudes towards others.It is important to address the socialization process in the sexuality domain.In this debate it is important to highlight the contribution of feminist theories todeconstructing the dichotomy between equality and difference. The studies that addressthe patriarchal dynamics of societies can be the basis of an analysis that pretends todeconstruct the pillars of inequality, in a context of male dominance, but this approachmust be carried out in a multi-systemic context and with multiple influences [14]. In fact,women live in a problematic model of society based on a certain level of oppression;this oppression is a result of multilevel dynamics and influences [15]. This pattern requiresan approach to the phenomenon of female empowerment in the most varied sectors ofsociety, allowing the creation space to assure universal integration and impartial knowledgein the study of female representation [16,17].In this wide-ranging debate on equality and difference, a third key concept is crucialto the present study: discrimination. In a schematic way, we can considerer discriminationas a form of “treating a person or particular group of people differently, especially ina worse way from the way in which you treat other people, because of their skin color,sex, sexuality” [18], or other characteristics. One of the key issues is related to LGBTQ+discrimination, mainly the policies adopted to protect this social group and the effectsobserved. We are not talking about “special rights”, but the assumption of civil and politicalrights to all citizens.Socialization and Sexuality—An Introductory NoteConsidering the socialization process and its relationship with the study of sexuality,there is direct action by all socialization agents, and identity is shaped by these interventionsover one’s entire life. The rapid development of societies, the affirmation of the media,and the adoption of legislation to ensure equality, all contribute to the present debate onsexuality issues.Sexuality is no longer a taboo, or a subject addressed by minorities and in contextswithout proper public expression. Nowadays it appears that it has ceased to be addressedin the closed and limited space of heterosexual spheres, and is instead expressed in allpublic spaces [19]. Sexual education appears to be a natural theme and is also a response tothe need for the prevention of sexually transmitted diseases, as well as a response to thedemands of youth population (who through the media easily access all the informationregarding this subject).Sexes 2021, 2 156Media are the main source for young people to obtain information, and the impactof media in the socialization process of young people is one of the core elements tounderstanding the interactions among social groups [20]. Some authors and theories exposethe large impacts of media on social interactions. This trend has completely transformed theexisting social network, producing new mechanisms of action and new conflicts associatedwith a disruption between forms of socialization. In fact, in a plural environment andconsidering the roles of social agents, the debate about sexual experiences, attitudes,and preferences cannot be shaped or determined only by the dominant heteronormativity.Nowadays, sexuality appears as a personal experience, fundamental in the construc-tion of a citizen’s identity. In this context, the sexual repertoire is wider, with a more diverseset of norms and trajectories of sexual life [21]. Human sexuality and its moral rules havebeen built on social changes, both at the level of institutions, and in the affirmation ofnew types of family. The era of freedom asserts itself in everyday practice. More libertyand a wider capacity to accept differences produce immediate effects in the affirmation ofidentities in opposition to traditional patterns. This acceptance is echoed in advertisingcampaigns carried out around sexual diversity, but also in the efforts of certain brands toensure equality and seduce a new emerging market.Our society is characterized by this trend: “The development of individual self-identityis inseparable from the parallel development of collective social identity” [22] (p. 133), and itis possible to find tensions between the construction of our identity and the message wetry to pass to society. Our role could be simple, allowing that “all voluntary consumptioncarnes, either consciously or unconsciously, symbolic meanings; if the consumer has choices toconsume, he or she will consume things that hold particular symbolic meanings” [22] (p. 134).Taking into consideration the simple model of socialization, it is possible to identifytrends and paths across multiple generations and societies. The main aspect in the presentdebate is the intersection of cultural variables, challenging the status quo of traditionalanalysis and Eurocentric concepts. The interpretation of identities must consider themultiple variants that integrate social interactions, thereby discussing identity issues in amultidimensional perspective [23]. Considering this view, sexuality is presented with a setof values and symbols that goes beyond the scientific approach. In fact, “sexuality playsan important role not only in legitimizing the order established between sexes, but also inrepresenting the order of generations” [24] (p. 14); that is why different representations arenecessary to study social, cultural, and ethnic groups.It is in this framework of action that the present debate is postulated. The debatearound these issues has always been limited to spaces of reduced intervention and publicdisclosure in a conservative and traditional society. This situation only experienced areversal through the emergence of innumerable social movements, and a more openpublic agenda. From a systematic point of view, gender variations are explained bysocial-structural, social-interactive, cognitive-motivational, and biological influences, in aprogressive process that integrates several dimensions, which are all related to the analysisof the gender assumption and gender discrimination [25].3. Experimental SectionMethodological delimitation is crucial for academic production and the developmentof comparative mechanisms. This approach is based on a central premise: research shouldavoid focusing on a view that is too dependent on closed rules and unreliable for studyingspecific objects in social science domains, but at the same time, one must not take a paththat disregards the importance of research methodology and techniques associated withscientific development. The main goal of the present work fits into several fields of research(from sociology, to education, psychology, and political science), but before adopting a prismand an appropriate methodology, it is important to define the concepts that mediate ourwork and our visions. The theoretical approach and the conceptualization process are thekeys to establishing further empirical research. In fact, descriptive analysis “works accordingto systematic and objective procedures for describing message content” [26] (p. 37).Sexes 2021, 2 157This study focuses on a descriptive approach, with a qualitative basis, seeking toemphasize the interconnection of two central concepts in the analysis of the LGBTQ+community: equality and difference (semiotic approach). The written linguistic approachallows the clarification of the use of these two concepts, in a process conducted in orderjustify the use of equality and difference justifications in political discussions. This analysistakes into inconsideration two important documents—the Universal Declaration of HumanRights and the International Covenant on Political and Civil Rights; and at the sametime, the analysis of a specific case—Portugal. To assure the integration of the theoreticalapproach in a comprehensive domain, we focus on the Portuguese case in legal terms(the legislation approved) and considering the actions of civil society, using the example ofILGA Portugal (International Lesbian and Gay Association). For the latter purpose, it isimportant to mention the annual report of the organization regarding the rights of theLBGTQ+ community. Based on this classification, it is important to mention the historicalframework for the defense of fundamental rights and freedom, as well as the politicalinterpretations of these concepts. The main contribution is verified from an interpretativeand theoretical point of view, at a time when scientific research implies a review of thebases on which research is settled.4. ResultsThe emergence of more vague and abstract definitions has allowed a full conceptualframework; however, this strategy is not very useful for the purposes of this research.There is no research without conceptual and methodological delimitation, and any processof discrimination due to sexual orientation starts from the analysis and interpretation oftwo concepts: equality and difference.4.1. EqualityIn a first analysis, based on the Cambridge Dictionary definition, equality is the“right of different groups of people to have a similar social position and receive the sametreatment” [27]—consider equality between the sexes, racial equality, and the role ofgovernment in applying equalities. The contribution of the legacy of Greek civilization tothe defense of equality is evident, namely, in the typology of expressions that still prevailin our day. With a common denominator “isos” (meaning “equal”) it is possible to carryout an exhaustive survey of sectors and areas where it is possible to apply the conceptof equality.In the scope of the present debate, equality is addressed as a key element for defendingthe same rights and the same dignity, in an increasingly global world, and based on thecomparison of rights and ways of life. According to this scenario, we start from a genericassumption of differences associated with the context and way of life of each society.The defense of equality is intrinsically related to the attribution of a set of rights (civil,political, and social), based on the evolution of society and the demands of differentsocial groups.In a wider sense, we can defend the constitutionalizing of social rights the same waycivil and political rights were introduced in legal documents. The main question is relatedto the capacity of political actors and governments to implement those rights. The focus onthese three dimensions (civil, political, and social rights) is justified by the clear evidencefor these principles in the “egalitarian liberal literature” [28] (p. 263), but in the mainstreamdebate some authors argue the importance of considering cultural and environment rights.The implementation of the Universal Declaration of Human Rights in 1948 was a keymoment in addressing the definition of equality. According to the United Nations’ maindocument, “All are equal before the law and are entitled without any discrimination toequal protection of the law. [ . . . ] All are entitled to equal protection against any discrimi-nation in violation of this Declaration, and against any incitement to such discrimination”(article 7) [1]. The declaration makes the intended proposition clearer by addressing in arti-Sexes 2021, 2 158cle 16 that “men and women of full age, without any limitation due to race, nationality orreligion, have the right to marry and to find a family” [1].The legal assumptions that guide the multiple constitutions around the world arebased on these premises, although the path of universalization of rights is, from thenormative point of view, slow and gradual. The mere acceptance of a legal text and thetransposition of these rules into national law does not represent an immediate adoptionof the principle of equality. While it is true that more than three-quarters of the UnitedNations’ member states are signatories of the International Covenant on Political and CivilRights (adopted in 1976) [29], several studies demonstrated some discrepancies betweenthe adoption of legal and international texts and changes in national political parties’behavior. In a realistic approach, it may be optimistic to consider that integration into aninternational organization or the adoption of certain laws could have a direct impact oncivil and political rights in a specific country [30].4.2. DifferenceFor comparative purposes, according to the same source (Cambridge Dictionary), it ispossible to define “difference” as “the way in which two or more things which you arecomparing are not the same” [31]. All human beings are different, so the role model foran equal society must take into consideration this premise. The key is to understand theactions of the state or the legislators to assure that equality, because nothing can be done toeliminate the intrinsic differences of each citizen.These differences are visible both in the national context and in the international scene,where social, cultural, and structural issues are necessary to model the differences betweensocieties. The relationship between the unique aspects of each citizen and equality forcesus to consider the importance of the semiotic approach. We face the affirmation of thedichotomy based on elements that make it possible to face equality or difference in relationto several aspects of social life. The two concepts are affirmed by the idea of opposition,that is, “the order of opposites” [24]. However, this is not a static interpretation; the wayswe act, and our personalities are always evolutionary models. Differences are historicalconstructions, associated with each other’s culture and way of life (we are the products ofcultures). The semiotic approach allows for a full interpretation of the different concepts,but at the same time is an opportunity to understand the importance of certain laws tochange individuals’ mentality.One of the main questions that arises from this debate is whether different treatmentor special conditions can be applied in view of the conditions and characteristics of eachcitizen. In this analysis, we follow Barros’ perspective: “Inequality and difference are notnecessarily interdependent notions, although they can maintain well-defined relationshipswith certain social and political systems” [32] (p. 8).In this analysis, the most relevant aspect is related to the intrinsic characteristics ofeach citizen. It is possible to promote more equality and to eliminate (or reduce) social andhistorical inequalities; however, it is not easy to present a strategy to eliminate differencesbetween citizens, without going down a dangerous path of interference with the freedomof each citizen. This would represent the denial of humanity. Differences are intrinsicto humanity and to all societies. They are part of the construction of a unique socialenvironment, which reflects the identity of a people.4.3. Equality and Difference in the Political Debate over Discrimination due to SexualOrientation—The Portuguese CaseThe aim of this investigation is to address the politicization of concepts in the fightagainst discrimination due to sexual orientation. Due to the vast field of work, we focusedthe analysis on the verification of the LGBTQ+ community rights in Portugal, consider-ing the realities of equality between citizens in this country. The path of affirming equalityis followed by the political discourse adopted in each country, and the perspective chosenis crucial to verifying greater acceptance or rejection of the differences associated withsexual orientation. The Portuguese case is relevant in comparative terms due to threeSexes 2021, 2 159main reasons: the position of Portugal in international terms, considering the defenseand adoption of laws promoting equality; the Catholic majority in Portugal—one of thehighest rates of Catholicism in Europe, which could presuppose greater resistance to theadoption of legislation promoting equality; and the fact that Portugal is a recent democracy(comparatively)—as of 1974.Sexual orientation is still a fracturing issue in several societies, but the “snowball effect”and the pressure from international organizations has contributed to a broader consensusrelated to the public and political discourse associated with sexual themes. Affirming theidentities of individuals leads to a continuous process of accepting the differences. Part ofthis view results from the fact that “heterosexuality needs homosexuality for its own defi-nition” [33] (p. 153), which produces an immediate opposition of interests, culminating ina historical view of homosexuality as a deviant behavior.This process does not result from a sudden change in mentality, but rather froma long evolutionary process that is based on a broader set of social cleavages, namely,the emergence of a set of post-materialist values, focused on the movement that Inglehartcalled the “silent revolution” [34].In view of the social imposition of heterosexuality as a “universal norm”, queer theo-rists criticize compulsory heterosexuality, seeking to deconstruct the model and its mainargument—that sexuality follows a natural course, in which sex, gender, sexual practices,and desire form a continuous and apparently coherent line [35].According to the Annual Review on Human Rights of the LGBTQ+ community(in 54 countries), organized by ILGA-EUROPE [36], five criteria are addressed to ana-lyze the protection of the LGBTQ+ community: respect for freedom of assembly, reunion,and expression; the legal recognition of gender identity; protection against hate speech orcrimes; recognition of families; policies against discrimination and access to the right toasylum. According to that source, there have been increases of hate speech (official docu-ments and political acts, and via social networks) and physical attacks against the LGBTQ+community, in a transversal phenomenon in the countries under analysis.The defense of gay rights is in line with the evolution of political regimes. The imple-mentation, consolidation, and strengthening of democracies represents a solid basis for theimplementation of legislation to assure the LGBTQ+ community a set of rights to ensuretheir integration and reduce the potential for discrimination. The evolution of LGBTQ+studies is centered on wealth and religion issues, but interest is growing in analyzing theimpacts of regimes on human rights, mainly in democracies, because gay rights are notuniversal in all democracies [37].Considering the specific case of Portugal, it is important to address the main stepsadopted to defend equality. Homosexual activity has been legal since 1982, only eight yearsafter the revolution, and LGBT discrimination has been illegal since 2005. Homosexualshave been able to serve in the military since 1999, and there has been no legal blooddonation discrimination since 2004. These steps were essential to assuring same-sexmarriage (in 2010) and the same rights of adoption (in 2016), putting Portugal at theforefront of defending the rights of LGBTQ+ people [38].According to this data, Portugal ranks fourth on international rankings. It was thesixth European country and the eight in the world to allow same-sex marriage, three yearsafter a controversial referendum that decriminalized abortion (2007); in 2020, 24 countrieshave same-sex marriage granted by constitution [39]. The debate was always concentratedin Parliament, in a strategy adopted to assure the approval of these measures, even ifpublic opinion showed some reservations on these issues, as was seen in the general pollconducted two years before on the approval of adoption rights by same-sex couples (42% infavor, 38% against) [40].One of the central organizations in this process was ILGA-Portugal, founded in 1995.ILGA-Portugal’s action was essential to fight the idea that homosexuality was a deviantbehavior. ILGA-Portugal stands not only for offering a range of services to the LGBTQ+community, but also for interventions with civil society and political parties (pressure groupSexes 2021, 2 160and lobby), seeking to mitigate the points of discrimination, through a policy based oneducation and the promotion of equality. ILGA action was conducted through the analysisof several criteria, such as the respect for freedom of assembly, association, and expression;the legal recognition of gender identity; the protection against hate speech or crimes;legislation related to family rights and policies against discrimination and access to theright of asylum.The Portuguese situation corresponds to a comparative advancement in terms of leg-islation; however, ILGA’s annual report mentions some cases of discrimination. During theyear of 2019, ILGA-Portugal received a total of 171 complaints, all related to situationsresulting from prejudice, discrimination, and violence based on sexual orientation, gen-der identity, or sexual characteristics [41]. The debate in Portugal is centered in the issueof equality, instead of the promotion of differences, according to the principles emanatedfrom the Portuguese constitution and the Equality national plans.Based on these data, the importance of reinforcing the roles and actions of ILGA-Portugal is highlighted, mainly because they act as a pressure/interest group with policymakers, as well as a strategy to reinforce the contacts with civil society through the organi-zation of general/global activities, such as lectures and conferences. One of the key actionsis related to support to “plural families”, creating the conditions to integrate differentfamily’s formats.This political debate moves along using ambiguous expressions, founded or groundedin official texts, often produced by international organizations, with a specific concern forthe affirmation of equality among all citizens.5. DiscussionThe approach presented aims to provide a framework for the analysis of the centralconcepts in the debate around equality and around the struggles of LGBTQ+ movements,according to an exploratory conceptual and theoretical perspective. The definition of theconcepts is the first element to consider in an interpretative study and the basis for furtherempirical research. The evolution of societies and the systematic differences betweenmodels of social organization correspond to the wider challenges of comparative analysisand verification of mechanisms to eliminate existing inequalities. In the present debate, it isimportant to state the dialogue between multiple scientific approaches and contributionsand have in consideration the comparative aspect. In fact, several laws and procedureshave been adopted according to international organization actions and official documents(United Nations; European Union) and according to the roles and actions of several non-governmental organizations. The existence of a broader mechanism to promote equalrights is one of the paths that can be adopted to spread the LGBTQ+ protection acrossthe world, namely, due to the approval of UN recommendations and the fulfillment ofcertain requirements for accessing work and cooperation platforms. The other path isrepresented by non-governmental organizations, such as ILGA, with an internationalimpact on mediatizing social rights and cases of human rights violations.Equality has become a controversial topic in public policies and in the differentiationof groups or social groups. Should the state be a regulator and the key actor to eliminatinginequalities, and if so, to what extent? As the concept and the egalitarian principle isquite complex and subject to multiple interpretations, what is the common denominatorto accept this intervention? [42]. Can the state ensure the principle of equality withoutconsidering the specific characteristics of each individual or group?Differences are natural to human existence. Differences cannot be simply eliminated.This kind of intervention would result in a conditionality to existence, not acceptable ina liberal world. The evolution of civil, political, and social rights constitutes an essentialhistorical order for the promotion of human rights and their application in a global context.The role of the concepts allows one to create a script for analyzing the functioning of thesocial organization and to understand the surrounding social interactions. In this debate,it is important to have no doubts about the defense of civil rights. Within the framework ofSexes 2021, 2 161social organization, chronic discrimination persists. The LGBTQ+ community has beenthe target of several attacks and the adoption of equal legislation does not eliminate allbarriers from civic and political involvement, nor does it automatically create the sameopportunities for the affirmation of individual rights. It is possible to identify homophobicattitudes and policies in every country, in every location [43].Our conceptual analysis was complemented by the analysis of the actions of civilsociety in the implementation of preventive measures against discrimination. The examplesof actions of non-governmental organizations revealed the margin for action in developedand democratic societies.The debate around equality and difference must be based on theoretical and interpre-tive premises but go further with the reinforcement of empirical studies on the attitudes,values, and behaviors of the LGBTQ+ community and the whole community in the faceof differences.6. ConclusionsAn individual’s socialization around sexuality is an ongoing process, involving allactors and agents of socialization. In this regard, one’s cultural, social, and political back-ground plays a fundamental role, allowing a deeper analysis of the influences of theseelements on the interactions inside each society and community. It is assumed that theinterpretation of the concepts is influenced by several academic, historical, social, and con-textual aspects. However, a unique trend has been identified in the official documentsrelated to international organizations: the goal to defend equal treatment of all citizens.This is an ongoing process; many concepts about identity and sexual education need to bechanged or at least adapted to new times and new social demands, from the perspectivethat considers the individual as the central agent of society. Societal changes and theprogress achieved imply a similar process in all areas, and the inclusion of sexual educationin the institutional mechanisms.Prejudices and restrictions on debate will only limit knowledge about these importanttopics, leading to risky situations and maintenance of chronic discrimination. Political par-ties and political actors play important roles in decoding the concepts used in the scope ofequality policies. In different contexts, legal mechanisms are presented as the first pillarof a mentality change, forcing societies to accept certain measures that promote equality,which was the case of Portugal (progressive legislation was adopted, shaping the mentalityand acceptance behavior of the society).The semiotic approach makes it possible to identify a natural opposition betweenthe concepts of equality and difference, and the elimination of differences does not finda legal framework or basis considering the defense of human rights, so political actionfocuses on policies that promote equality. In the scope of LGBTQ+ rights, the historicalpath made remarkable progress in the second half of the twentieth century, with a moreplural, more integrative, and more equality-based discourse, while considering culturaland social characteristics.Funding: This research received no external funding.Institutional Review Board Statement: Not applicable.Informed Consent Statement: Not applicable.Conflicts of Interest: The author declares no conflict of interest.References1. United Nations. Available online: https://www.un.org/en/universal-declaration-human-rights/index.html (accessed on5 December 2020).2. Sartori, G. Ensaios de Política Comparada; Livros Horizonte: Lisboa, Portugal, 2018.3. Shohat, E.; Stam, R. Unthinking Eurocentrism. Multiculturalism and Media; Routledge: New York, NY, USA, 2014.4. Sutherland, L. Ethnocentrism in a pluralistic society: A concept analysis. J. Transcult. Nurs. 2002, 13, 274–281. [CrossRef][PubMed]Sexes 2021, 2 1625. Setton, M.G.J. A particularidade do processo de socialização contemporâneo. Tempo Soc. 2005, 17, 335–350. [CrossRef]6. Giddens, A. As Consequências da Modernidade; Editora da UNESP: São Paulo, Brazil, 1991.7. Spanier, G. Sexual socialization: A conceptual review. Int. J. Sociol. Fam. 1977, 7, 87–106.8. Berger, P.; Luckmann, T. A Construção Social da Realidade; Vozes: Petrópolis, Brazil, 1985.9. Grusec, J.; Hastings, P. Handbook of Socialization: Theory and Research, 2nd ed.; Guilford Publications: New York, NY, USA, 2008.10. Hyman, H. Political Socialization; Free Press: New York, NY, USA, 1951.11. Sousa Santos, B. A Construção Multicultural da Igualdade e da Diferença; Centro de Estudos Sociais: Coimbra, Portugal, 1999.12. Easton, D. A Framework for Political Analysis; Prentice-Hall: Upper Saddle River, NJ, USA, 1965.13. Marshall, T.H. Citizenship and Social Class: And Other Essays; Cambridge University Press: Cambridge, UK, 1950.14. Scott, J. Deconstructing Equality-Versus-Difference: Or the Uses of Poststructuralist Theory of Feminism. Fem. Stud. 1988,14, 254–270. [CrossRef]15. Carastathis, A. The concept of intersectionality in Feminist Theory. Philos. Compass 2014, 9, 304–314. [CrossRef]16. Disch, L.; Hawkesworth, M. Feminist Theory: Transforming the known world. In The Oxford Handbook of Feminist Theory; Disch, L.,Hawkesworth, M., Eds.; Oxford University Press: Oxford, UK, 2016.17. Goldenberg, M.J. The Problem of Exclusion in Feminist Theory and Politics: A Metaphysical Investigation into Constructing aCategory of ‘Woman’. J. Gend. Stud. 2007, 16, 139–153. [CrossRef]18. Cambridge Dictionary. Available online: https://dictionary.cambridge.org/dictionary/english/discrimination (accessed on21 December 2020).19. Reiss, I.L. An End to Shame—Shaping Our Next Sexual Revolution; Prometheus Books: Buffalo, NY, USA, 1990.20. Ward, L.M. Understanding the role of entertainment media in the sexual socialization of American youth: A review of empiricalresearch. Dev. Rev. 2002, 23, 347–388. [CrossRef]21. Vilar, R. A Educação sexual faz sentido no actual contexto de mudança? Educ. Sex. Rede 2005, 1, 8–14.22. Elliot, R.; Wattanasuwan, K. Brands as symbolic resources for the construction of identity. Int. J. Advert. 1998, 17, 131–144.[CrossRef]23. Fukuyama, M.A.; Ferguson, A.D. Lesbian, gay and bisexual people of color: Understanding cultural complexity and managingmultiple oppressions. In Handbook of Counseling and Psychotherapy with Lesbian, Gay, and Bisexual Clients; Perez, M., DeBord, A.,Biescheke, K.J., Eds.; American Psychological Association: Washington, DC, USA, 2000; pp. 81–105.24. Bozon, M. Sociologie de la Sexualité; Nathan/VUEF: Paris, France, 2002.25. Leaper, C.; Friedman, C.K. The Socialization of Gender. In Handbook of Socialization: Theory and Research; Grusec, J.E.,Hastings, P.D., Eds.; The Guilford Press: New York, NY, USA, 2007.26. Bardin, L. Análise de Conteúdo; Edições 70: Lisboa, Portugal, 2008.27. Cambridge Dictionary. Available online: https://dictionary.cambridge.org/dictionary/english/equality (accessed on 22 December 2020).28. Fabre, C. Constitutionalizing Social Rights. J. Political Philos. 1998, 6, 263–284. [CrossRef]29. International Covenant on Civil and Political Rights. Available online: https://www.ohchr.org/EN/ProfessionalInterest/Pages/CCPR.aspx (accessed on 22 December 2020).30. Keith, L.C. The United Nations International Covenant on Civil and Political Rights: Does it Make a Difference in Human RightsBehavior? J. Peace Res. 1999, 36, 95–188. [CrossRef]31. Cambridge Dictionary. Available online: https://dictionary.cambridge.org/dictionary/english/difference (accessed on22 December 2020).32. Barros, J.A. Igualdade e diferença: Uma discussão conceitual mediada pelo contraponto das desigualdades. Rev. Bras. Educ. 2018,23. [CrossRef]33. Miskolci, R. A teoria queer e a sociologia: O desafio de uma analítica da normalização. Sociologias 2009, 21, 150–182. [CrossRef]34. Inglehart, R. The Silent Revolution: Changing Values and Political Styles among Western Publics; Princeton University Press: Princeton,NJ, USA, 1977.35. Butler, J. Problemas de Género: Feminismo e Subversão da Identidade; Editora Civilização Brasileira: Rio de Janeiro, Brazil, 2003.36. Annual Review of the Human Rights Situation of Lesbian, Gay Bisexual, Trans and Intersex People in Europe and Central Asia.Available online: https://www.ilga-europe.org/sites/default/files/Annual%20Review%202020.pdf (accessed on 18 December2020).37. Encarnación, O.G. Gay Rights: Why democracy matters. J. Democr. 2014, 25, 90–104. [CrossRef]38. Equaldex Data Base. Available online: https://www.equaldex.com/compare/portugal (accessed on 20 February 2021).39. LGBT Rights by Country 2021. Available online: https://worldpopulationreview.com/country-rankings/lgbt-rights-by-country(accessed on 20 February 2021).40. Maioria dos Portugueses Votaria a Favor da Adoção por Casais Homossexuais. Available online: https://sicnoticias.pt/pais/2014-02-14-Maioria-dos-portugueses-votaria-a-favor-da-adocao-por-casais-homossexuais (accessed on 20 February 2021).41. ILGA Annual Report. Available online: https://www.ilga-europe.org/sites/default/files/2020/portugal.pdf (accessed on20 February 2021).42. Armstrong, C. Complex equality: Beyond equality and difference. Fem. Theory 2002, 3, 67–82. [CrossRef]43. Badgett, M.V.L.; Frank, J. Sexual orientation discrimination. In The Global Gap. Institutions, Markets and, Social Change;Badgett, M.V.L., Frank, J., Eds.; Routledge: New York, NY, USA, 2007.",
    "id": 401085525,
    "identifiers": {
        "doi": "10.3390/sexes2020013",
        "oai": "oai:ubibliorum.ubi.pt:10400.6/11147"
    },
    "title": "Between Equality and the Right to Be Different—The Politicization of Concepts in the Fight against Discrimination Due to Sexual Orientation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-04-02T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://ubibliorum.ubi.pt/bitstream/10400.6/11147/1/Between%20Equality%20and%20the%20Right%20to%20Be%20Different%e2%80%94The%20Politicization%20of%20Concepts%20in%20the%20Fight%20against%20Discrimination%20Due%20to%20Sexual%20Orientation.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/401085525.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/401085525"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/401085525/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/401085525/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/401085525"
        }
    ],
    "abstract": "The debate around the principle of equality and the theme of discrimination around sexual orientation has been one of the most relevant in the process of ensuring the spread of human rights. After ensuring a set of civil and political rights, several groups and social movements have warned political actors of the need to look at each citizen’s individuality and guarantee through legislation and daily practices, respect for that individuality. This process is being conducted around the dichotomy between the concepts of equality and difference. It is from this analysis of the two concepts that we come across the theme of the rights of the lesbian, gay, bisexual, transvestite, transexual and transgender (LGBTQ+) community. With a qualitative approach, and while referring to the historical path of this theme, we review the central concepts in the promotion of equality and analyze the dichotomy between equality and difference. We ask, in an increasingly globalized world, does it make sense to point out difference as a mechanism for the defense of equality? Using semiotics, we approach the two central concepts and the political effort to normalize this theme to the public, using the Portuguese case (law and Non-Governmental organizations action) to characterize the central debate on equality and difference.info:eu-repo/semantics/publishedVersio",
    "tags": [
        "info:eu-repo/semantics/article",
        "Equality",
        "Difference",
        "Sexual orientation",
        "Freedom",
        "Discrimination",
        "Individuality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:ubibliorum.ubi.pt:10400.6/11147",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11138",
        "openDoarId": 0,
        "name": "UBibliorum repositorio digital da ubi",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 401085525,
        "depositedDate": null,
        "publishedDate": "2021-04-02T01:00:00+01:00",
        "updatedDate": "2024-02-07T21:22:35+00:00",
        "acceptedDate": null,
        "createdDate": "2021-04-14T22:40:42+01:00"
    },
    "urls": [
        "https://doi.org/10.3390/sexes2020013",
        "http://hdl.handle.net/10400.6/11147"
    ],
    "lastUpdate": "2024-02-07T21:22:35+00:00",
    "setSpecs": []
}