{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Valcore, Jace"
        },
        {
            "name": "Asquith, Nicole"
        }
    ],
    "contributors": [],
    "createdDate": "2018-02-09T08:14:20+00:00",
    "dataProvider": {
        "id": 1325,
        "name": "DigitalCommons@The Texas Medical Center",
        "url": "https://api.core.ac.uk/v3/data-providers/1325",
        "logo": "https://api.core.ac.uk/data-providers/1325/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.58464/2168-670X.1369",
    "downloadUrl": "https://core.ac.uk/download/147566836.pdf",
    "fullText": "Journal of Family StrengthsVolume 17Issue 2 The Changing Landscape for LGBTIQFamilies: Challenges and ProgressArticle 112-31-2017Beyond Marriage: Remaining Challenges forLGBTIQ FamiliesJace ValcoreUniversity of Houston, Downtown, valcorej@uhd.eduNicole AsquithWestern Sydney University, N.Asquith@westernsydney.edu.auFollow this and additional works at: http://digitalcommons.library.tmc.edu/jfsThe Journal of Family Strengths is brought to you for free and open accessby CHILDREN AT RISK at DigitalCommons@The Texas Medical Center.It has a \"cc by-nc-nd\" Creative Commons license\" (Attribution Non-Commercial No Derivatives) For more information, please contactdigitalcommons@exch.library.tmc.eduRecommended CitationValcore, Jace and Asquith, Nicole (2017) \"Beyond Marriage: Remaining Challenges for LGBTIQ Families,\" Journal of Family Strengths:Vol. 17 : Iss. 2 , Article 1.Available at: http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/1“The woods are lovely, dark and deep, But I have promises to keep, And miles to go before I sleep, And miles to go before I sleep.” –Robert Frost As 2017 comes to a close, the status of LGBTIQ (lesbian, gay, bisexual, transgender, intersex, and queer) individuals in the Western world remains dynamic and varied.  Outside observers may see news regarding the right to same-sex marriage being granted in Australia or the election of transgender legislators in the U.S. and think that LGBTIQ people have all that they need and no longer suffer the injustices and violence that once dominated headlines.  But they would be remiss, and predicated on a view from the global North. As the articles in this volume show, discrimination and harassment based on sexuality and/or gender continues, barriers to social institutions persist, and the fight for basic human rights endures, particularly for LGBTIQ youth.  In other words, much significant progress has been made, but the world is still not an equitable or equally safe place for LGBTIQ people. While battered and bruised from years of “high risk activism” (Taylor & Raeburn, 1995), there are many miles to go before we can rest.  Fortunately, the research and perspectives shared in this volume do not stop at explanation or lamentation, but provide clear suggestions for maintaining progress and continuing to improve public policy, institutions, and social services to best serve LGBTIQ individuals and their families. There is a dearth of scholarly research and professional expertise focused on or specific to LGBTIQ populations. As such, this volume makes important contributions to the fields of social work, education, and criminal justice by including only articles aimed at revealing and drawing attention to the lived experiences of LGBTIQ people. Contributors to the special edition have considered issues as varied as the importance of trauma-informed care for LGBTIQ youth, the involvement of separated same-sex parents with social and legal service providers, the hate crime experiences of transgender adults, and the harms of bullying upon LGB youth.  It continues to be true that sexual and gender diverse individuals experience higher rates (than their cisgender and heterosexual peers) of bullying, verbal and physical abuse, discrimination, harassment, social isolation and the resulting harms, such as PTSD and suicidal ideation.  It continues to be true that LGBTIQ youth are disproportionately represented in the foster care system, in the criminal justice system, and in the homeless population because of family rejection and/or the school-to-prison pipeline.  But, there is hope.  Properly educated and skilled service providers can make a difference and prevent further damage (Mooney; Gahan; McCormick); equally, accepting and supportive friends, family members, and spiritual 1Valcore and Asquith: Beyond Marriage: Remaining Challenges for LGBTIQ FamiliesPublished by DigitalCommons@TMC, 2017care providers can serve as vitally important buffers to the effects of bullying or abuse (Addington, 2017; Goodman, 2017; Jones, 2017; Hill, et al., 2017; McCormick, 2017; Mooney, 2017; Rogers, 2017).  It is no longer sufficient, however, to simply be an ally with a rainbow flag on the door.  Educators and service providers must offer more than just basic understanding or recognition of LGBTIQ individuals.  They must have the knowledge and skills to respond to the unique needs of non-heteronormative families (Gahan, 2017; Jones, 2017) and the intersecting and layered traumas experienced by LGBTIQ youth (Hill, et al., 2017; McCormick, 2017; Mooney, 2017;).  It is not enough to send a young person struggling with their identity and coping with bullying and social isolation at school to an “LGBTIQ-friendly” counsellor if that counsellor is not also trained to recognize traumatic stress responses or to treat PTSD (McCormick, 2017; Mooney, 2017;).  The professionals and practitioners who share their perspectives in this volume echo this call: educators must be properly trained on sexuality and gender diversity and must practice not simply acceptance and tolerance, but “radical inclusion” of their LGBTIQ students (McGuire, 2017; Pohl, Fugate, & Kelly, 2017). Likewise, LGBTIQ homeless youth service providers and spiritual care providers must move beyond symbolic messaging to develop truly affirming and youth-centered programming (Goodman, 2017; Shelton, Price, & VanCleefe, 2017).  This special edition of the Journal of Family Strengths adds to the much needed scholarly and practice-based evidence about LGBTIQ people and their lived experiences; however, the methods employed by the authors show how little usable data exists for LGBTIQ research. Four of the studies deploy qualitative approaches to explore and describe new topics and/or reach a specific population sample.  In contrast, only two studies are quantitative.  While the use of large and existing datasets is commonplace in academic research, the availability of such data on LGBTIQ populations is severely limited, as is exemplified by Addington’s study in this volume on the harms of bullying.  Addington was forced to limit the focus of the analysis to probable lesbian, gay, and bisexual students because the 2015 US National Crime Victimization Survey-School Crime Supplement did not specifically ask students to provide their sexual orientation or gender identity (2017). Silence comes in many forms, and in the current climate of neo-conservative backlashes across the global North, it is critical to highlight that silencing may coalesce in the individual, but it is in the everyday forms and surveys that LGBTIQ people’s experiences are erased. Whether by not asking at all (such as the US victimization study above, and 2Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 1http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/1the Australian census1), or excluding reported experiences on statistical grounds (such as small numbers of (outlier) responses), “hard data” is rarely available to evidence these marginalized experiences. To make matters even more difficult, the “soft data” of qualitative studies—so often deployed in “hard-to-reach” communities—rarely enjoy the validity required to influence policy and practice. Each of the research and practitioner papers in this edition highlight the impact and consequences of silencing, and the need to look beyond conventional “add and stir” approaches to diversity.  LGBTIQ experiences are queer (atypical, peculiar, unusual, unexpected, strange, and surprising). When we foreground these experiences, many taken-for-granted heterosexist and cissexist assumptions are revealed, and revealed as violence and abjection. As such, when we showcase these experiences, as we have done in this special edition, we begin the process of que(e)rying how interpersonal and social relations (such as those of family, education, work) as well as institutional practices, policies, plans, and programs exclude the lived experiences of LGBTIQ people. But, as Gahan also points to, showcasing and foregrounding these experiences highlights the varied lives of LGBTIQ people (2017). The rainbow is capacious, with many colours—some more visible than others. Yet, identifying under the rainbow does not necessarily endow all with the knowledge and cultural capability skills for negotiating these varied experiences. In Gahan’s case, using the services of gay or lesbian providers did not necessarily involve greater understanding of non-normative family arrangements or better advocacy of the issues relating to family separation (2017). It is therefore critical that as we move forward in developing better policies and practices—informed by research evidence—that we do not rely solely on the community, or even the communities’ allies to do the heavy lifting.  “High risk activism” (Taylor & Raeburn, 1995) is costly for LGBTIQ scholars and practitioners alike. Having identifiable and vocal allies in this work is important and can offset the costs of advocating on these issues. However, as many of the contributors discuss, for those living on the margins of the margins—such as LGBTIQ people living in rural and remote (conservative) communities—LGBTIQ friendly service providers, let alone LGBTIQ identified service providers are difficult to find. We cannot rely on the “special” training undertaken by one or two practitioners in an organization to address the complex and layered experiences of LGBTIQ                                                           1  This silencing has taken on Orwellian tones with the recent alleged order to the US CDC not to mention seven words in budget documents; this list includes “transgender” and “diversity”, along with “vulnerable,” “entitlement,” “fetus,” “evidence-based,” and “science-based”,  3Valcore and Asquith: Beyond Marriage: Remaining Challenges for LGBTIQ FamiliesPublished by DigitalCommons@TMC, 2017people. These issues are core to all experiences—irrespective of how an individual identifies. The meaning and role of the family, and the way in which it can be a source of strength and renewal, is critical to LGBTIQ people; but so too is it for cisgender, heterosexual individuals facing vulnerabilising experiences. In this respect, integrating the experiences of LGBTIQ in core curricular and training—not as a standalone “special module”—and finding best practice for LGBTIQ people can transform experiences of exclusion for all people.  As the epigraph suggests, the current environment for LGBTIQ people and their families may appear to be one in which advocates and ally service providers can relax and enjoy the progress that has been made or perhaps feel that they have “done enough” to learn about and acknowledge their LGBTIQ clientele.  But the reality is that we still have far, far to go before the experiences and lives of LGBTIQ people are fully and seamlessly integrated into our cultures and institutions.  This special issue challenges scholars, activists, and service providers to think beyond the headlines to consider what more is required to progress the inclusion of LGBTIQ people in our theories, policies and practices.                         4Journal of Family Strengths, Vol. 17 [2017], Iss. 2, Art. 1http://digitalcommons.library.tmc.edu/jfs/vol17/iss2/1References Addington, L.A. (2017). What is the effect of being bullied?: Comparing direct harms of bullying experienced by LGB and non-LGB students. Journal of Family Strengths, 17(2). Gahan, L. (2017). Separated same-sex parents’ experiences and views of services and service providers. Journal of Family Strengths, 17(2). Goodman, S.V. (2017). Spirituality, healing and the whole person: Reconciling faith for transgender youth. Journal of Family Strengths, 17(2). Hill, R.M., Rooney, E.E., Mooney, M.A., & J.B. Kaplow. (2017). Links between social support, thwarted belongingness, and suicide ideation among lesbian, gay, and bisexual college students. Journal of Family Strengths, 17(2). Jones, T. (2017). Intersex and families: Supporting Families With Intersex Variations. Journal of Family Strengths, 17(2). McCormick, A. (2017). Fostering the acceptance and inclusion of LGBTQ youth in the child welfare system: Considerations for advancing trauma informed responses for LGBTQ youth in care. Journal of Family Strengths, 17(2). McGuire, L.J. (2017). From tolerance and diversity to inclusion and celebration: New horizons for infusing queer theory into communities. Journal of Family Strengths, 17(2). Mooney, M. (2017). Recognizing, treating, and preventing trauma in LGBTQ youth. Journal of Family Strengths, 17(2). Pohl, B.E., Fugate, C. M., & J. Kelly. (2017). A moral debate at the invisible rainbow: Thoughts about best practices in servicing LGBTQ students in Special Education. Journal of Family Strengths, 17(2). Rogers, M.M. (2017). The intersection of cisgenderism and hate crime: Learning from trans people's narratives. Journal of Family Strengths, 17(2). Shelton, J., Price, C., & P. VanCleefe. (2017). Authentic Youth and Young Adult Partnerships: Broadening the narrative of LGBTQ youth homelessness. Journal of Family Strengths, 17(2). Taylor, V. & Raeburn, N.C. (1995). Identity politics as high-risk activism: Career consequences for lesbian, gay and bisexual sociologists. Social Problems 42(2), 252-272.  5Valcore and Asquith: Beyond Marriage: Remaining Challenges for LGBTIQ FamiliesPublished by DigitalCommons@TMC, 2017",
    "id": 147566836,
    "identifiers": {
        "doi": "10.58464/2168-670X.1369",
        "oai": "oai:digitalcommons.library.tmc.edu:jfs-1369"
    },
    "title": "Beyond Marriage: Remaining Challenges for LGBTIQ Families",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-12-31T08:00:00+00:00",
    "publisher": "DigitalCommons@TMC",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.library.tmc.edu/cgi/viewcontent.cgi?article=1369&amp;context=jfs"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/147566836.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/147566836"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/147566836/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/147566836/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/147566836"
        }
    ],
    "abstract": "Special issue editors Jace Valcore and Nicole Asquith introduce Volume 17, Issue 2 of the Journal of Family Strengths",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.library.tmc.edu:jfs-1369",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1325",
        "openDoarId": 0,
        "name": "DigitalCommons@The Texas Medical Center",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 147566836,
        "depositedDate": null,
        "publishedDate": "2017-12-31T08:00:00+00:00",
        "updatedDate": "2024-01-24T00:01:34+00:00",
        "acceptedDate": null,
        "createdDate": "2018-02-09T08:14:20+00:00"
    },
    "urls": [
        "https://digitalcommons.library.tmc.edu/jfs/vol17/iss2/1",
        "https://digitalcommons.library.tmc.edu/context/jfs/article/1369/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-24T00:01:34+00:00",
    "setSpecs": []
}