{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Blake, Conway"
        },
        {
            "name": "Dayle, Philip"
        }
    ],
    "contributors": [],
    "createdDate": "2013-08-19T12:01:11+01:00",
    "dataProvider": {
        "id": 99,
        "name": "SAS-SPACE",
        "url": "https://api.core.ac.uk/v3/data-providers/99",
        "logo": "https://api.core.ac.uk/data-providers/99/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/13120168.pdf",
    "fullText": "17Beyond cross-cultural sensitivities: international human rights advocacy and sexuality in JamaicaConway Blake1 and Philip Dayle2 1. IntroductionAmong the complex bundle of challenges facing local and international activists working on the subject of sexual orientation and Jamaica, perhaps the most debilitating may be described as ‘post-colonial sensitivities’. This reference to ‘sensitivities’ borrows from a coinage by Professor Eric Heinze in his essay entitled ‘Sexual Orientation and International law: A Study in the Manufacture of Cross Cultural “Sensitivity’ (Heinze 2000–1). We are decidedly of the view that no useful advocacy in the name of human rights or other liberationist project can be a success in Jamaica without an understanding of colonialism and its continued impact on how Jamaica imagines itself and relates to the outside world. That said, we are also of the view that there has been a tendency to fixate on these problems and to view all advocacy in local versus global and north versus south terms. We suggest that there is need and scope for advocates and scholars to move beyond these ‘sensitivities’ and embrace a pragmatic approach to advocacy for change. The second section of this essay contextualises some religious and cultural considerations that shape homophobia in Jamaica. In the third section, we examine how the law reflects so-called national values, while the fourth section maps the origins and trajectory of rights-based sexuality advocacy in Jamaica in three distinct periods. We closely unpack some of the ways that ‘sensitivities’ 1 Ph.D. (Cantab) Lawyer in private practice at Freshfields Bruckhaus Deringer LLP. He is a former lecturer in international human rights law at King’s College London and former Visiting Scholar at the Centre for Human Rights and Global Justice at the NYU School of Law.2 LL.M (Essex) Lawyer for the Human Dignity Trust in London, who has also been a legal officer at the ICJ in Geneva and a Romulo Gallegos Fellow at the Inter American Commission on Human Rights in Washington DC. SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS456affect transnational advocacy in the fifth section, and proffer suggestions for pragmatic and collaborative partnerships for transnational advocacy in the sixth section. Our conclusion, essentially, is that the realisation of human rights in respect of sexual orientation and human rights requires tough-minded pragmatism and collaboration. 2. Locating Jamaican homophobiaJamaica is widely perceived to be the most homophobic country in the Caribbean and by some accounts, the world (Padgett 2006). Sexuality-based oppression in Jamaica is institutionalised throughout the legal system, health and social welfare institutions, popular culture, religion and through extreme forms of social stigma (White and Carr 2005). Though ‘homophobia permeates the [Caribbean] region’, a particularly virulent strain is associated with Jamaica. (‘It is something that is Trinidadian. It is something that is Barbadian. It is part of the culture of the Caribbean. Homosexuality is taboo’ (Noel 1993)). This was underscored in a 2011 empirical study conducted by sociologists at the University of the West Indies which found that Jamaicans had ‘strong negative views of homosexuality and there is the overwhelming belief that it should not be legalised among consenting adults’ (Boxhill et al. 2011, p. 36). The study further noted that these ‘strong negative perceptions and attitudes towards homosexuality cut across all social classes, gender and social groups in Jamaica’ (ibid. p. 36). Some sense of the human impact of these ‘attitudes’ may be further gleaned from an excerpt of a report published by Human Rights Watch, which noted that:Violent acts against men who have sex with men are commonplace in Jamaica. Verbal and physical violence, ranging from beatings to brutal armed attacks to murder, are widespread. For many, there is no sanctuary from such abuse. Men who have sex with men and women who have sex with women reported being driven from their homes and their towns by neighbors who threatened to kill them if they remained, forcing them to abandon their possessions and leaving many homeless. The testimony of Vincent G., 22, is typical of the accounts documented by Human Rights Watch: ‘I don’t live anywhere now . . . Some guys in the area threatened me, battyman, you have to leave. If you don’t leave, we’ll kill you’. Victims of violence are often too scared to appeal to the police for protection. In some cases the police themselves harass and attack men they perceived to be homosexual. Police also actively support homophobic violence, fail to investigate complaints of abuse, and arrest and detain them based on their alleged homosexual conduct. In some cases, homophobic police violence is a catalyst for violence and serious, sometimes, lethal abuse by others. On 18 June 2004, a mob chased and reportedly ‘chopped, stabbed and stoned to death’ a man perceived to be gay in Montego Bay. Several witnesses told 457INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICAHuman Rights Watch that police participated in the abuse that ultimately led to this mob killing, first beating the man with batons and then urging others to beat him because he was homosexual (Human Rights Watch 2004, p. 2).Attempting to explain the causes of Jamaican homophobia presents a complex enterprise. White and Carr argue that conservative Christian beliefs have a key role as the ideological and rhetorical basis for resisting human rights claims in relation to sexual orientation (White and Carr 2005, p. 7). Christian dogma, they argue, plays an outsized role in public discourse and shaping social values and ethics, dating back to slavery, when Christian missionaries were deployed as part of the indoctrination of African slaves in the so-called New World.Other scholars opine that virulent homophobia stems from ‘hyper-masculinity’ that pervades Jamaican society (Chevannes 2002; Hope 2006). Early sexual intercourse, concurrent multiple partners and extramarital affairs are all badges of normal, heterosexual male behaviour. At its most extreme, masculinity means power over women within sexual relationships. Homosexuality is therefore seen as the antithesis of masculinity, as it represents the feminisation of the man. As such, gay sex must be vilified for corrupting and undermining ideas of authentic masculinity. From this school of thought, homophobia may be understood as part and parcel of patriarchy in Jamaican – and perhaps, the wider Caribbean society. 3. Post-colonial law as homophobic lawAs with many Commonwealth countries in the Caribbean, Africa and Asia, Jamaica inherited British colonial laws which prohibit homosexuality. Noted Caribbean academic Jacqui Alexander has observed that anti-homosexuality laws are deployed as a highly charged symbol of non-western difference. This symbol has been utilised by postcolonial governments, not only to deny homosexual rights but also to bolster ideas of cultural integrity and nationalistic difference. The 1864 Offences Against the Person Act of Jamaica prohibits ‘acts of gross indecency’ (generally interpreted as referring to any kind of physical intimacy) between men, in public or in private. Further, the offence of buggery is created by section 76, and is defined as anal intercourse between a man and a woman, or between two men. Most prosecutions involve consenting adult men suspected of indulging in anal sex. The penalty for the offences is ten years’ imprisonment and hard labour. The concept and language of the Offences Against the Person Act squares with Victorian readings of Old Testament accounts of Sodom and Gomorrah. Ideas of ‘carnal knowledge’ and ‘the order of nature’ mentioned in the Act, sharply redefined customary, unnamed or marginal behaviours. Jacqui Alexander (1994) argues that law enforces the disapproval of non-procreative sex such as gay and lesbian sex, and its practitioners are debarred SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS458from full moral citizenship, for which there is a heterosexual imperative. Intriguingly, values have reversed so that a colonial provision such as the Offences Against the Person Act has become a seal of post-colonial identity. Modern states are imbued with the old, ‘modernising’ colonial responsibility to protect the boundaries of nationhood, through laws that proscribe sex ‘against the order of nature’. The offences of buggery and gross indecency are viewed as critical in the protection of heterosexuality – the only viable and self-sustaining option for the nation. The spectre of unnaturalness and criminality from these offences dispossesses lesbians, gays and bisexuals of full moral citizenship. In the ultimate paradox – and the most satisfying to post-colonial politicians – these offences mark new nations such as Jamaica, as being distinctly morally superior to the former colonial power. In Britain, the move towards ‘gay rights’ developed in the 1957 Wolfenden Report in the UK (Committee on Homosexual Offences and Prostitution 1957; Waites, this volume). The report concluded that homosexual behaviour between consenting adults in private was part of the ‘realm of private morality which is, in brief and crude terms, not the law’s business’ and should no longer be criminal. The European human rights system eventually became friendly towards sexual-orientation-based claims. In 1981, the European Court on Human Rights declared the offences of buggery and gross indecency in Northern Ireland to violate the right to privacy under article 8 of the European Convention in the case of Dudgeon v UK. Dudgeon, a gay man, argued that the very existence of the offences in Northern Ireland made him liable to criminal prosecution and infringed his right to privacy. The court agreed with these arguments and decided similarly in 1988 and 1993 in the cases of Norris v Ireland and Modinos v Cyprus respectively.One notes that by the mid 1990s ‘sodomy’ had been decriminalised in nearly all states in western Europe. The resistance in some post-colonial states is all the more peculiar, because many of the offending sodomy laws actually come from Britain and have a genealogical relationship to the United Kingdom provision that the first European Court decision overturned. This colonial break – i.e. the difference between how law developed in its metropolitan points of origin, and how it continued in post-colonial settings – is clearly seen in how the trajectory of international rights mechanisms has and has not affected domestic laws in countries such as Jamaica. The assertion of Jamaican national identity is meant to provide a sharp moral contrast to the first world countries of Europe and North America, casting the objection to homosexuality as an issue of ‘culture’.The break-up of the British Empire and the ensuing adventures with nationalism provided a moment of self-definition for newly autonomous states. This historical episode was dominated by male nationalist leaders, and at its best constituted a laudable quest for defining nationhood for formerly colonised peoples. Lawmaking meant not just laying down rules, but the framing of ethical limits and the defining of communities through laws. This 459INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICAsymbolic function of law in states recovering from the trauma of colonialism contributes important concerns in the debate over legal reform in post-colonial societies. The Caribbean nationalist project, for example, was motivated by an impulse to prove competence and make assurances about the continued viability of the former colonial territories. One scholar argues that independence made it urgent that black men, in their newly won capacity as citizens, ‘prove themselves the masculine equals of Englishmen’ (Edmonson 1999, p. 8). This impulse to assess the success of new political power in relation to white male colonial stewardship provided the psychic frame for the new black male leaders. A covertly but exceptionally significant gesture in this regard was the insertion of ‘savings law’ clauses in many constitutions. These preserved the constitutionality of pre-existing laws by stipulating that no challenge in the new constitutional arrangements could render previous laws unconstitutional. Accepting colonial laws and their continued administration was pre-eminent proof of the competence of the new leaders. The elite of independence could prove its capacity through its commitment to certain key aspects of the status quo ante. The continued application of the 1861 provisions of the UK Offences Against the Person Act, proscribing buggery and gross indecency – and of the colonial law provisions, which had preceded them and later were modelled after them – fell into this stream of competence through continuity. The retention of these laws in independent, formerly British territories has been radicalised as the moment of disjuncture that now defines newly independent states in contradistinction to the former British colonisers (and the liberal tradition of the European Convention on Human Rights system). Through this auspicious departure from the former colonial masters (ironically, by the retention of British Victorian laws), there is a chance to assert an original moral authenticity. The objection to homosexuality as being un-Caribbean is of course not unique; it is not just southern countries that invoke ‘nation’ as the criterion for the unacceptability of homosexuality. In the now-overruled 1987 US Supreme Court decision Bowers v Hardwick (478 US 186 (1986)) the majority deployed reasoning that perfectly resembles the rhetoric used in Southern countries to retain sodomy laws. Justice Byron White, delivering the majority opinion, declared that the Federal constitution did not confer a ‘fundamental right upon homosexuals to engage in sodomy’, finding the prohibition of sodomy ‘deeply rooted in this Nation’s history and tradition’. This kind of reasoning may explain how the rhetoric that defends ‘sodomy laws’ and the suppression of sexual rights has its roots in discourses and strategies of power originating in the colonising states and their history. SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS4604. Putting up resistance: a sketch of Jamaican rights activismThe discourse on sexuality in Jamaica has not been monolithic, but rather a contested and dynamic one. Though subject to considerable constraints, there have been significant acts of resistance on the part of sexual minorities and sustained calls for equality and full recognition of civic entitlements. We identify three ‘waves’ of activism surrounding sexuality rights in Jamaica over the past five decades. The ‘first wave’ began in the early 1970s and was focused on raising consciousness about the plight of gays and lesbians in Jamaica. Its most critical contribution was the formation of an incipient ‘gay community’ in Jamaica and the forging of a collective of activists. The ‘second wave’ of resistance began in the 1990s, and was marked by greater institutionalisation and a distinct shift towards the political sphere. Specifically, the second wave can be characterised by the development of a sophisticated form of political engagement with the state and a focus on governmental lobbying on issues of legislative and constitutional reform. In this context, the discourse on gay rights in Jamaica was transformed from a purely cultural debate into a wider conversation on the meaning of democratic constitutional citizenship for minorities – and significantly, about how human rights applies to sexual orientation. The third and most recent wave of resistance is marked by a turn to the international legal sphere. More accurately, it sees a move beyond local politics towards what we call ‘global judicial spaces’. In this latter phase of advocacy, activists have sought to explore the liberationist potential of international human rights law. It will be evident that the analytical frames that are employed here are by no means discrete; the different stages overlap considerably. Though, as outlined below, each wave is marked by new modes of activism and reflects successive stages in the maturation of the local movement.4.1 Identity as resistanceExisting evidence suggests that the genesis of activism on the issue of sexuality in the English-speaking Caribbean began as early as the 1970s with the establishment of the Gay Freedom Movement (GFM). The GFM was formed in Jamaica in 1974 as the first movement in the region aimed at promoting the rights for gays and lesbians. Its stated aims included raising ‘gay consciousness and awareness’, providing ‘counselling and support for ... oppressed brothers and sisters’; and removing ‘homophobic prejudice and ignorance through public education’ (Gay Freedom Movement Archive 2012). In this way, the first wave of activism employed means of consciousness-raising as its main mode of resistance. This aim was pursued through the publication of a gay-rights newsletter – the Jamaica Gaily News – and the operation of a number of social outreach programmes focused on health and young people. Members of the GFM were the first Jamaicans to publicly self-identify as homosexual, and 461INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICAwere often interviewed on local radio and television, and wrote various letters to the press. These activities were crucial symbolic acts of resistance, in that they defied prevailing notions about the invisibility of homosexual identity in Caribbean societies.Arguably, the most important contribution of the GFM was its critical role in the formation of an incipient ‘LGBT community’ in Jamaica. In her recent work, Kanik Batra has credited the GFM with starting efforts towards the forging of an ‘imagined community’ of gays and lesbians in Jamaica (Batra 2011). Indeed, the concept of imagined communities has come to denote groupings where ‘the members … will never know most of their fellow-members, meet them, or even hear of them, yet in the minds of each lives the image of their communion’ (Anderson 1991). In this way, the communications and networks formed by the GFM served to create a community forged on the basis of a common cause and a common trajectory.These acts of community building operated on two levels: nationally and transnationally. On the national plane the activities of the GFM initiated a dialogue about homophobia among the members of the ‘community,’ and between the community and the rest of Jamaican society. But equally important was the way in which the GFM imagined itself as a part of a wider ‘transnational community’ which offered solidarity and legitimacy to the nascent local movement. This is evident, for example, in the GFM’s ‘strategic links established with the International Gay Association (IGA), the world body of gay rights movement … [and] with gay groups in North, Central and South American, the Caribbean and Europe’ (GFM Archive 2012). The trans-national dimensions of community were forged on the basis of shared identity, as well as shared notions of human dignity. In this last respect, the GFM’s literature suggests the international resonance and legitimacy of the idea of universal human rights was a crucial source of legitimacy for their cause. They summed this up in the assertion ‘that gay rights are human rights’ (GFM Archive – Gay Rights and Human Rights Information Sheets, p. 1). In this way, human rights was not merely a means of articulating grievances and asserting claims based on the demands of humanity dignity; it served as a common language which oriented and bound a global discursive community of activists.4.2 Reform as resistanceAfter the cessation of the GFM, its work was renewed and continued by a new generation of activists in the form of the Jamaica Forum for Lesbians, All-Sexuals and Gays (J-FLAG). J-FLAG was founded in 1998 as a human rights organisation dedicated to the service of the needs of Lesbians, Gays and Bisexuals and Transgendered (LGBT) people in Jamaica. This organisation operated much more in the mode of traditional human rights non-governmental organisations (NGOs), and was primarily aimed at redressing legal and social SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS462discrimination against sexual minorities. The advent of J-FLAG ushered in a new wave of advocacy, which emphasised formal political engagement with the institutions of the state. In this context, advocacy was more firmly focused on the legal realm and particularly on the scope and reach of constitutional protection for minorities.One of J-FLAG’s first major undertakings was the submission of written and oral representations to the Joint Select Committee of Parliament on the then proposed re-writing of the Constitutional Bill of Rights. The heart of their submission was that sexual orientation should be included as a prohibited ground of discrimination in the new constitutional bill of rights. They argued, inter alia, that: The Constitutional Bill of Rights and Freedoms should seek to protect the inherent human identity from abuse and that what was included in human identity were those features of a person, or characteristics, that that person was born with. They argued that, sexual orientation, was one of those features or characteristics of human identity, in the sense that everyone has a sexual orientation and that that sexual orientation was largely, if not entirely, outside the individual’s control. (Robinson 2003, p. 35)The Committee gave due recognition to the submission, but rejected the proposed inclusion of sexual orientation as a prohibited ground of discrimination. The main pretext for this rejection was the Committee’s concerns about the implications of gay rights for the institution of marriage, parenting and family life in general. In the portion of its report responding to the submission on sexual orientation, the Committee noted that it was:Concerned, as to the effect which implementation of that proposal would have in relation to the Marriage Act and the institution of marriage and on parenting. The representatives of J. Flag had themselves conceded that the Marriage Act would be inconsistent with such a constitutional provision … Other matters which the Committee has taken into account include the view of some of its members that the proposal by J-Flag challenges Christian society, and that, as heterosexuality is what assures the perpetuation of the human race, homosexuality could be regarded as a challenge to the existence of the human race. (Robinson 2003, p. 35)Yet, the Committee’s rejection did not signal a deathblow to the efforts of J-FLAG. While not supporting the move to include the issue of sexual orientation in the Constitution, the Committee agreed with J-FLAG on the need for reversal of the sodomy law. Consequently, the Committee’s report noted that it would: ‘bring to the attention of the Government, as a matter for consideration, the issue of the repeal of the provisions of the Offences Against the Person Act in so far as it related to the offence of buggery between consenting adults in private’ (Report of Joint Select Committee 2007, p. 28). Robinson commenting on this development observes that, ‘the concession was 463INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICApractically significant but the message of second grade citizenship was clear’ (Robinson 2003, p. 36). This latter observation was underscored by subsequent statements by the government that made it clear that the recommendations were not welcomed and would not be considered.Though largely unsuccessful, this episode is a significant part of the continuing story of sexual minorities in the Caribbean and their struggle for equality. Law is one of many societal institutions which constructs and defines ‘the homosexual’ and in so doing, tells various ‘truths’ about the worth of those it labels with this identity. For the first time, lesbians and gays were able to officially dispute these supposed ‘truths’ told through the homophobic narrative of Jamaican law.In addition, the response of the Committee suggests that there may be some impetus within certain political institutions for the decriminalisation of sodomy. While Jamaican political culture is often perceived as homogenous and immutable in relation to sexuality, such episodes show that it is in fact layered and at various points being questioned and challenged. Indeed, a growing number of individuals and civil society organisations have joined J-FLAG in contesting Jamaica’s homophobia. Accordingly, the ‘second wave’ of advocacy has seen a maturity in the local movement in terms of the expansion of the actors involved as well as the modes of resistance and advocacy employed. 4.3 The internationalisation of resistance The strategies of organisations like J-Flag have to date borne limited fruit. Despite the sustained engagement and advocacy on the issue of constitutional reform, the Charter of Rights was finally passed in 2011 with provisions that explicitly preclude constitutional protection for sexual minorities. This radical gesture of oppression and erasure has prompted a new form of advocacy on the part of local activists. Rather than a focus on domestic politics, local actors have now begun to look beyond the state towards the liberationist potential of the international sphere. In particular, activists have turned to international law as a forum for the assertion and vindication of their equal status as citizens. Much of international law is often criticised as being ‘soft law’. Critics argue that though international human rights law presents binding principles, it lacks effective sanctions and enforcement. Yet, to dwell on these perceived shortcomings is to be blind to the real power and potential within the international legal system. While international law may not resemble local law and legal processes, Caribbean activists are now seeking to leverage the economic, reputational and political costs for states associated with negative international human rights rulings and opinions.In October 2011, an international anti-AIDS organisation called AIDS-Free World – with an officer based in Jamaica – announced that it presented the first-ever legal challenge to Jamaica’s anti-gay laws. The organisation filed a SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS464petition at the Inter-American Commission on Human Rights (‘Commission’) on behalf of two gay men. As a signatory to the American Convention on Human Rights, Jamaica is subject to the supervisory and quasi-judicial jurisdiction of the Commission. The Commission has the power to receive, analyse and investigate individual petitions that allege human rights violations against a State Party to the Convention. Where the Commission finds that an alleged violation has been proved, it may recommend that measures be taken to remedy the violation caused to the victim. The decisions of the Commission are not mandatory, and are not strictly binding as a matter of international law. However, the persuasive and political power of these rulings has often been exploited by local and global activists to encourage human rights compliance by recalcitrant States. The Commission has ruled that laws which discriminate against individuals on the basis of their sexual orientation are in breach of the American Convention, and international law more generally (Karen Atala and Daughters v. Chile). Thus, the door remains open for a ruling on sexuality-based discrimination in the Caribbean.In its petition, AIDS-Free World seeks a declaration from the Commission to the effect that the maintenance and enforcement of laws by Jamaica in relation to private consensual sexual conduct by adult males breaches Jamaica’s obligations under international law, and specifically under Articles 1, 4, 5, 11 and 26 of the American Convention on Human Rights. The petition also asserts that Jamaica has failed in its duty to protect the rights and well-being of its homosexual citizens, in violation of international law. At the time of writing the petition was still pending before the Commission. However, it appears that future developments on the issue of sexual orientation in the Caribbean will increasingly be played out in international legal forums. Indeed, indications are that J-FLAG will also file an international legal challenge to Jamaica’s sodomy law and discriminatory constitutional provisions in the Inter-American Commission on Human Rights, in conjunction with activists in the UK. These legal challenges have renewed debate about the proper role of international law and transnational actors in the human rights project in the Caribbean. The petition before the Inter-American Commission was prepared collaboratively between local and foreign activists, local lawyers, pro-bono lawyers from law firms in the US and students from a US law school. But while international actors played a significant role in this action, it remained a distinctly domestic effort fronted by local activists, local victims and grounded in local concerns. Such action signals a new mode of advocacy and a new collaborative relationship between local and global actors. Yet, as these developments gather pace, many vexatious questions about the politics of international activism will have to be confronted by local and global activists alike.465INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICA5. International advocacy: mapping ‘the local’ and ‘the global’Undoubtedly, transnational activism has been a critical element in the struggle for universal human rights and equality. Historical examples of such transborder alliances include anti-slavery and woman suffrage campaigns. Keck and Sikkink (1998) for example, have shown that transnational activism has had a significant impact on human rights in Latin America and that advocacy networks have strongly influenced other international issue areas such as environmental politics. In the Caribbean context, the virtual repeal of the death penalty can in large part be attributed to the success of transnational advocacy and lawyering within multiple supra-national judicial bodies (Tittemore 2004).Yet, the triumphalism of the international human rights movement has been tempered in recent years by a growing awareness of the limitations and perils of transnational human rights campaigns. For example, the movement has been accused of systemic biases in selecting targets based on expected media exposure rather than principles and need (Ron et al. 2005). Scholars have also pointed out the unintended negative consequences of transnational mobilisation on the domestic level (Schmitz 2006; Kuperman 2008). Increasing local resistance has arisen against interventions by transnational activists (Hertel 2006). This has lead many human rights scholars to view and theorise the dynamics between local and global actors in binary and often antagonistic terms. In debates about sexuality rights advocacy, tensions predominate about objectives and strategies between the international human rights movement and local activists. As a result, some activists and scholars have called for a level of separatism on the part of local sexual minority rights movements in the south. In the following sections we examine some of the arguments that have been made in this context. 5.1 Sensitivity games and cultural politicsHuman rights scholars have often viewed inter-state politics as an obstacle for the achievement of human rights protection for sexual minorities in the post-colonial world. Eric Heinze has argued that sexual minorities have become pawns in what he calls the international ‘sensitivity game’ (Heinze 2000–2001). In this game, post-colonial regimes bolster their domestic authority by promoting nationalist campaigns based on ideas about sexuality, which depict minority sexual orientations as manifestations of western decadence. Resistance to any programme of tolerance towards homosexuality is said to be rooted in ‘ancient’ and ‘indigenous’ traditions. Heinze also notes the tendency of western states to eagerly demonstrate that they are not imposing a ‘first world’ agenda on ‘traditional’ societies. As a consequence, there has been a self-censoring forbearance in challenging southern states, as a kind of deference to indigenous cultural beliefs. In short, Heinz complains that many western states have been willing to tolerate human rights relativity in the context of sexuality.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS466For a very long time, the United Nations was arguably the premier site of Heinze’s ‘sensitivity game’ thesis. In 2003, for example, a Brazilian initiative to introduce a UN resolution on ‘Human Rights and Sexual Orientation’ was stymied in the 59th session of the Commission. The draft resolution, among other things, called upon ‘States to promote and protect the human rights of all persons regardless of their sexual orientation’ (para. 3). However, in the face of formidable opposition mounted by many non-western countries, Brazil did not reintroduce the motion in 2004. Many similar initiatives to use inter-governmental institutions to advance sexuality equality have been thwarted because of geo-political tensions.This situation has had grave implications for the development of sexual minority rights in the context of the United Nations and in international relations more generally. The lack of political will on the issue of sexuality meant that in most cases the traditional ‘shaming’ and pressure techniques used by activists have been of limited effectiveness in this context. In addition, the geo-political dimensions of the sexuality debate meant that sexual minority rights remained a largely ‘western’ enterprise perceived as lacking universal legitimacy. As a result, the general assessment by many scholars was that significant advances for sexual minorities were unlikely in the foreseeable future in the Caribbean states (Heinze 2000–2001, p. 291). In this way, the issue of ‘cross-cultural sensitivities’ have come to be viewed as a formidable obstacle to the rights of sexual minorities.5.2. Post-colonial sensitivities: of ‘savages’ and ‘saviours’If the critique of western states has been largely about their inaction in relation to sexual minority rights, the charge against global non-governmental activism has been about its perceived over-zealous and culturally insensitive interventions into the ‘Third World.’ In particular, post-colonial scholars have been critical of what has been described as the imperialistic tendencies within international human rights law and international human rights movement. These criticisms are essentially two-fold. At one level, they offer a cultural critique of the substance of human rights norms. The objection is not new, and it relates to concerns about the western origins of the human rights idea and western dominance in the shaping and propagation of contemporary human rights norms. In this context, Mutua (2001, p. 204) has observed that ‘the human rights corpus, though well meaning, is fundamentally Euro-centric … the corpus falls within the historical continuum of the Eurocentric colonial project, in which actors are cast into superior and subordinate positions’. The second strand of the critique is focused less on the substance or origin of norms, but rather on the actors and the politics of the ‘human rights movement.’ In this context, the concern is the privileging of western voices, actors and processes in the human rights project. In this vein, Massad has described sexual 467INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICAminority rights initiatives as driven by ‘a super-ordinate Gay International, with … western-missionary-white-male-dominated organisations, omnipotently inciting gay-identity discourse’ (Shalakany 2007, p. 10).According to these critics, liberationist projects modelled on existing human rights discourses and movements offend post-colonial sensitivities and are therefore not viable in a non-western world. These critiques have prompted a number of scholars to encourage local activists to eschew engagement with transnational actors, or risk propagating western cultural impositions that are antithetical to liberatory outcomes.The postcolonial ‘sensitivities’ around transnational sexuality rights advocacy were vividly played out in the context of campaigns around the homophobic content of popular Jamaican music. In 2003 a UK-based advocacy group began a campaign called ‘Stop Murder Music’ (SMM) aimed at raising consciousness and mobilising action over the homophobia in dancehall-reggae music. In this context, they used Jamaican dancehall music as an entry point for advocacy to condemn the culture of homophobia in Jamaica and the resulting mistreatment of sexual minorities by private and state entities. The organisation employed various methods, including protests and the criminal law. In regard to the latter strategy, it applied political pressure for the criminal investigation and prosecution of Jamaican artistes for hate speech and other hate crime offences. As a result, various Jamaican artistes were investigated by the British police and were questioned in connection with the lyrical content of their music (Petridis 2004).Despite the laudable goals and arguably positive results of the SMM campaign, the initiative was not widely embraced by the Jamaican activists or cultural critics. On one level, the criticism from cultural commentators was that the campaign was a mischaracterisation of ‘Jamaica cultural expression’. For example, scholars like Professor Carolyn Cooper argued that these campaigns were wrongly premised on a literal reading of the lyrics and contended that when understood in their proper context, the lyrics were not concerned with the subjugation of sexual minorities. In this context she noted:[One must attempt] to define the culture-specific context within which to understand reggae music’s articulation of anti-homosexual religious values in such inflammatory songs as ‘Boom Bye-Bye.’ One must also analyse the construction of masculinity within discourses of violence that make the phallus and the gun synonymous. The language of dancehall lyrics encodes elements of verbal play, especially male machismo, and cannot always be taken literally, I emphasise the metaphorical nature of the murderous discourse. (Thomas 2004)Such cultural critiques suggested that there was a failure or refusal on the part on the human rights movement to grapple with the metaphorical significance of dancehall music. This, they argued, was reflective of a broader problem: the movement’s inability to appreciate non-Euro-American cultural sensibilities SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS468within the human rights project. While Jamaican LGBT activists by and large, agreed with the ideals of the SMM campaign, they were divided on the methods and strategies employed. Indeed, local gays and lesbians were not included or represented in the initiative. Many believed that some of the SMM strategies framed the campaign in unnecessarily antagonistic terms. The perceived gap between human rights dogma and Jamaican culture swelled and dominated the public discussions on ‘gay rights.’ Among the wider public, the anecdotal evidence suggested there was a resurgence of ethno-nationalistic sentiment and a hardening of views on homosexuality following the campaign. Many felt that SMM bore the disquieting undertones of a civilising mission – a bid to reform the barbarous bloodthirsty culture of a small subaltern state. The underlying questions that resulted were: is this form of engagement an effective, sustainable or culturally appropriate intervention strategy? 6. A new global sexual politicsIn contemplating transnational LGBT advocacy, acquainting oneself with the cultural critiques of the human rights movement should be morally obligatory. Another precondition should also be critical consideration of the possible real-life impact of any campaign on the people who are the subjects of the advocacy. The result of that reflection could lead to the realisation that real damage can result from the very best intentions. David Kennedy refers to this as the ‘dark side of virtue’ (Kennedy 2004). Advocacy strategies that have gone through this type of assessment, are likely to yield better practices from the point of view of those on whose behalf the advocacy is being pursued. Yet we still worry that there has been a tendency among scholars and activists, particularly in the south, to unduly fixate on ‘cultural sensitivities’. We believe that such sentiments are growing in many parts of the Caribbean sexual minority rights movement. There is no unassailable evidence of this, but what we have is a hunch – a crude, anecdotal sense of discomfort – about a growing retreat of many activists and scholars towards a separatist post-colonial sexual politics. If this is accurate, such a disposition may operate as an obstacle rather than a driver of progress. We offer three reasons for our concern. Firstly, post-colonial critics and scholars often contribute to the framing of the sexuality debate in the third world as opposition between ‘local/traditional’ and ‘international/modern’ modes of life. To us, this echoes the discredited rhetoric that promoting human rights protection based on sexual orientation is inimical to indigenous culture and traditional moral codes. Far from challenging imperialism in new form, these critics sustain it by renewing the imperialistic division between the west and its ‘Others.’ In maintaining this division, they perpetuate the colonial paradigm of western powers claiming a monopoly of virtue and modernity (Marks and Clapham 2005, p. 39). In 469INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICAfact, the articulation of third world politics as a choice between tradition and modernity serves to ‘impoverish local political discourse, often strengthening the hand of self-styled “traditionalists” who become cast as the only nationalistic option, enabling them to pursue whatever politics they may espouse’ (Kennedy 2004, p. 21).Secondly, advocacy initiatives which completely eschew engagement with international actors risk foreclosing the considerable experience, resources and leverage that can be obtained on the global plane. Indeed, scholars like Risse and Sikkink have argued that human rights advocacy is most effective when ‘domestic and transnational social movements and networks have united to bring pressure “from above” and “from below” to accomplish human rights change’ (Risse et al. 1999, p. 18). This would suggest that critical human rights scholarship and practice should be aimed at achieving a collaborative transnational vision of human rights advocacy rather than a fragmented one. Human rights advocacy should be informed, but not inhibited by concerns about cross-cultural sensitivities. We believe that a failure to engage the transnational dimensions of advocacy may stunt the development of sexual minority rights.Thirdly, a workable vision of transnational advocacy requires that advocates and scholars begin to move beyond ‘sensitivities’. By this, we do not suggest that such considerations should be ignored or de-emphasised. However, they should not be fetishised and become a source of disproportionate pre-occupation. Instead, they should form the basis for critical dialogue and hopefully, pragmatic and collaborative strategy between local and global activists. Indeed, our sense is that nascent developments are signalling a shift towards a more inclusive transnational activism which ceases to view those they support as ‘victims’ of repression, but as equal partners in a joint struggle. These developments should encourage activists to eschew separatism and begin to work towards a more inclusive and self-critical sexuality rights agenda. Below, we sketch some of the developments that give us cause for optimism that this new form of global sexual politics is possible.6.1 Beyond cross-cultural sensitivityEarlier, we highlighted Heinze’s argument that sexual minorities had become pawns in an international ‘sensitivity game’ among States, which threatened to thwart progress in sexual minority rights. However, contemporary developments suggest that the global sexual politics have seen signs of a shift in recent years. Both US President Obama and Secretary of State Hillary Clinton issued statements shortly after the murder of Ugandan gay rights activist, David Kato, urging a full investigation into the circumstances. The US president has instructed State Department officials to consider how countries treat their gay and lesbian populations when making decisions about allocating foreign aid. SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS470The United Kingdom has also signalled its intention to link certain elements of international aid packages to a demonstrable respect for the human rights of sexual minorities (BBC 2011).The message now seems clear: sexual minority rights command a legitimate place in the community of nations. This strong reaction from the US and UK also carries on the momentum of the UN Secretary General Ban Ki Moon’s successful intervention in Malawi, when that country sentenced and imprisoned two men who purported to ‘marry’ in a public ceremony. There is further evidence that the issue of sexual orientation is making its way on the agenda in a number of inter-governmental organisations. In the context of the Caribbean, the Organisation of American States (OAS) has recently issued a number of resolutions calling for member states to respect and protect the human rights of sexual minorities (for example, AG/RES. 2504 (XXXIX-O/09) and AG/RES.2435 (XXXVIII-O/08)).The significance of these developments should not be over-emphasised. As post-colonial scholars will no doubt point out, there are possible dangers inherent in powerful states seeking to dictate moral standards to others. Apart from post-colonial anxieties about neo-imperialism in the guise of advocacy, there are also concerns about possible local backlash against western interventions and resultant harm for the indigenous gay and lesbian population. Yet, it is clear that arguments about nationalism, religion, culture or post-colonial anxieties should not preclude genuine international concern and legitimate intervention in debates about human rights. To argue otherwise is to render the very idea of universal human dignity nugatory. Accordingly, well-meaning advocates should cautiously welcome this new manifestation of political willingness to address the issue of homophobia at the inter-state level. This shift away from relativist sexual politics offers the opportunity for a new type of transnational advocacy based on partnerships that empower local activists to articulate their own concerns. Local activists would do well to actively explore these possibilities in good faith, and not forgo the opportunity to engage global counterparts in this critical new phase of the human rights project.6.2 Beyond savages and saviours?Another post-colonial criticism we encountered earlier was the concern that human rights norms lacked legitimacy and effectiveness because they reflect largely Euro-American conceptions of sexual identity. In this regard Obendorf (1999) notes the tendency to think of the protection and provision of homosexual rights in terms purely derived from understandings of ‘western’ homosexual identity and the socio-political and legal positions which homosexuality occupies in western societies. We acknowledge that the transplantation of western constructs of ‘homosexuality’ may not adequately 471INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICArespond to the historical and cultural context in each case. Furthermore, we are of the view that a rejection of the hegemony of western sexual identity can make for a more inclusive, representative, pluralistic and effective rights regime. As Muto Ichiyo (1998, p. 351) writes:Cross-fertilization can occur between civilisations as dominance of one upon others is overcome. It is happening already. The human rights concept, originating in Western Europe, has been greatly enriched and modified as it interacted with Third World realities, Asian civilizations, and indigenous people’s cultures as well as feminist thoughts and ecological world views.This process of cross-fertilisation must necessarily inform efforts to develop sexual minority rights, whether in the form of multi-lateral treaties and declarations, or activities within treaty bodies and various other political fora. The creation of these spaces offers an opportunity for non-western homosexual voices and experiences to be heard and understood. We are optimistic about the prospects for a more inclusive, representative and pluralistic sexuality rights regime. Indeed, we see signs of recognition for the need for a broad cross-section of world views and voices to be included in the formulation of international norms on sexuality. For example, in 2006, in response to well documented patterns of abuse, a distinguished group of international human rights experts met in Yogyakarta, Indonesia to outline a set of international principles relating to sexual orientation and gender identity. This took the form of the Yogyakarta Principles on the Application of International Human Rights Law in Relation to Sexual Orientation and Gender Identity (2006). The principles are meant to be a coherent and comprehensive articulation of the obligations of states and non-state actors to respect, protect, and fulfil the human rights of all persons regardless of sexual orientation and gender identity. The formulation of these principles was ground-breaking on a number of levels. First, it represented the first time that human rights principles relevant to sexual minorities were comprehensively and coherently articulated. In this way, the principles represent a significant step towards placing sexual minority rights on stable normative and intellectual footing within the general corpus of international law. More importantly, the formulation of the principles proceeded on the basis of a wide consensus between activists and experts from various regions, and religious and cultural backgrounds. As Douglas Saunders notes, ‘careful organisation ensured representation from outside of the west and Latin America – with people from Botswana, China, India, Indonesia, Kenya, Nepal, Pakistan, South Africa, Thailand and Turkey. Participants came from 25 countries’ (Saunders 2008, p.5). As such, the principles have gained broad-based support, legitimacy and acceptance by local activist across the north/south divide, and by various governments and inter-governmental organisations. We believe the formulation and drafting of these principles represent a new model SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS472of collaborative advocacy that is evolving, and which needs to be fostered by global sexuality rights activists.Similar developments are beginning to manifest in the context of advocacy in the Caribbean. As we noted, activism on this issue of sexuality in Jamaica has entered a ‘third wave,’ which now focuses on engagement with international juridical spaces. The recent petition submitted by AIDS-Free World to the Inter-American Commission signals a new mode of advocacy and a new collaborative relationship between local and global actors. As we noted, international actors played a significant role in the presentation of the petitions, but the action remained a distinctly domestic effort fronted by local activists, local victims and grounded in local concerns. We believe that there is significant potential for progress in such alliances, provided that they are based on equal partnership between local and global actors, and mutual cultural understanding and dialogue. Rather than a focus on cultural ‘sensitivities’, we suggest that transnational advocacy should be grounded on cross-cultural dialogue.In advancing this approach, reference is here drawn to the work of Abdullahi Ahmed An-Na‘im on ‘cross-cultural dialogue’ – more specifically, his concept of the generation of internal cultural discourses. As we see it, the present antagonistic relationship between global and local entities in the sexuality polemic, can be displaced and neutralised by a process of internal legitimacy building with regard to sexual minority rights. As An-Na’im (1995, p. 4) notes: Although ... antagonism may reflect the prevailing dominant view of [a] cultural position, it may not necessarily be the only available view. There may therefore be room for changing a cultural position from within, through internal discourse about the fundamental values of the culture and the rationale for these values. In view of the fact that such discourse is always taking place in relation to moral, political and social issues, it should not be difficult to focus attention on the human rights implications of these issues.It is imperative, however, that the proponents of alternative cultural positions on human rights issues should seek to achieve a broad and effective acceptance of their interpretation of cultural norms and institutions by showing the authenticity and legitimacy of that interpretation within the framework of their own culture.We believe that such dialogue can be facilitated through strategic alliances between the local and international human rights networks, involving among other things: the sharing of best practice, provision of training, financing and the employment of other means of building public awareness. In so doing, indigenous voices and groups will be mobilised to engage in a process of engagement and contestation; from this process hopefully they will aid in building consensus and internal legitimacy of human right norms. 473INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICA7. ConclusionIt must be clear from our arguments that we are not of the view that national identity, religion or unique cultural disposition insulates Jamaica from interrogation on human rights and sexual orientation. All such questioning, we believe, can be legitimately pursued from advocacy conducted within Jamaica as well as from efforts that originate outside the country. In our view, an imperative for successful advocacy must be an appreciation of ‘sensitivities’ that complicate north v south and international v local debates – not just around sexuality, but generally, in light of its history. Activism should not smack of a ‘rescue’ mission by erstwhile colonial masters or appear to be top-down gestures from rich industrialised nations to a backward third world country. Rather, genuine partnerships that empower local activists to articulate their own concerns are essential for useful intervention. At the same time, for human rights to be realised, there is need for the lobbying resources, political heft and broad-based mobilisation that comes not just through local actors, but with international partners. Tough-minded pragmatism requires moving beyond ‘sensitivities’ in order to take full advantage of transnational partnerships. BibliographyAlexander, J. (1994) ‘Not Just (Any) Body Can be a Citizen: The Politics of Law, Sexuality and Postcoloniality in Trinidad and Tobago and the Bahamas, Feminist Review 48, p.133.Anderson, B. (1991) Imagined Communities: Reflections on the Origin and Spread of Nationalism (London: Verso).An-Na ‘im, A. (1995) Human Rights in Cross Cultural Perspectives: A Quest for Consensus (Philadelphia, PA: University of Pennsylvania Press).Batra, K. (2011) ‘Our Own Gayful Rest: A Postcolonial Archive of Gay and Lesbian Community Building in Jamaica’, Small Axe: A Journal of Caribbean Criticism 31, pp. 46–59.Boxhill, I., J. Martin, R. Russel et al. (2011) ‘National Survey of Attitudes and Perception of Jamaicans Towards Same Sex Relationships’, Jan., Department of Sociology, Psychology and Social Work, University of the West Indies.Chevannes, B. (2002) Learning to be a man: Culture, Socialization and Gender Identity in Five Caribbean Communities, University of West Indies.Committee on Homosexual Offences and Prostitution (1957) Report of the Committee on Homosexual Offences and Prostitution (London: HMSO).Cooper, C. (1993) Noises in the Blood: Orality, Gender and the ‘Vulgar’ Body of Jamaican Popular Culture (London. Macmillan). SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS474Edmonson, B. (1999) Making Men: Gender, Literary Authority, and Women’s Writing in Caribbean Narrative (Durham, NC: Duke University Press), p. 8.Gay Freedom Movement Archive ‘Digital Library of the Caribbean’, available at http://dloc.com/AA00002985/00001/2j?search=human+%3drights; http://dloc.com/AA00002992/00001 (accessed 7 Feb. 2013).Gutzmore, C. (2004) ‘Casting the First Stone: Policing of Homo/Sexuality in Jamaican Popular Culture’, Interventions 6 (1), pp. 118–34.Heinze, E. (2000–2001) ‘Sexual Orientation and International Law: A Study in the Manufacturing of Cross-Cultural “Sensitivity”’, Michigan Journal of International Law 22, pp. 283–303. Hertel, S. (2006) Unexpected Power: Conflict and Change among Transnational Activists (Ithaca, NY: Cornell University Press).Hope, D. (2002) ‘Love Punany Bad: Negotiating Misogynistic Masculinity in Dancehall Culture’, Second Conference in Caribbean Culture University of the West Indies, Mona, 12–14 Jan., Jamaica. — (2006) Inna Di Dancehall: Popular Culture and the Politics of Identity in Jamaica (Kingston: University of the West Indies Press). Hopkins, P.D. (1992) ‘Gender Treachery: Homophobia, Masculinity and Threatened Identities’, in L. May and R. Strikweda (eds.), Rethinking Masculinity (Boston: Rowman and Littlefield), p. 116.Human Rights Watch (2004) Hated to Death: Homophobia, Violence and Jamaica’s HIV/AIDS Epidemic (New York: Human Rights Watch).Ichiyo, M. (1998) ‘Alliance of Hope and Challenges of Global Democracy’, in K. Chen (ed.), Trajectories: Inter-Asian Cultural Studies (London: Routledge), pp. 312–24.Jamaica Gleaner (2002) ‘Government Say No to Gay Sex’, 22 Jan., available at www.jamaica-gleaner.com/gleaner/20020122/news/news1.html (accessed 7 Feb. 2013).Keck, M. and K. Sikkink (1998) Activists Beyond Borders: Advocacy Networks in International Politics (Ithaca, NY and London: Cornell University Press).Kennedy, D. (2004) The Dark Sides of Virtue: Reassessing International Humanitarianism (Princeton, NJ: Princeton University Press).King, J. (2006) Outing the Centre: Homophobia in Jamaica, SIT Jamaica: Gender and Development.Kuperman, A.J. (2008) ‘Mitigating the Moral Hazard of Humanitarian Intervention: Lessons from Economics’, Global Governance 14 (2), pp. 219–41.475INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICAMarks S. and A. Clapham (2005) International Human Right Lexicon (Oxford: Oxford University Press).Mutua, M. (2001) ‘Savages, Victims, and Saviors: The Metaphors of Human Rights’, Harvard Journal of International Law 42 (1), pp. 201–45.Noel, P. (1993) ‘Batty Boys in Babylon’, Village Voice, 12 Jan., p. 29.Obendorf, S. (1999) ‘Homosexual Rights and the Non-Western World: A Postcolonial Reading of Homosexual Rights in International Human Rights Law’, Third World Legal Studies 15, pp. 179–204.Padgett, T. (2006) ‘The Most Homophobic Place on Earth?’, TIME, 12 Apr., available at www.time.com/time/world/article/0,8599,1182991,00.html (accessed 7 Feb. 2013).Parliament of Jamaica (2002) ‘Report of the Joint Select Committee on Its Deliberations on the Bill Entitled, An Act to Amend the Constitution of Jamaica to Provide for a Charter of Rights and Connected Matters’, available at www.jis.gov.jm/special_sections/Bills%20&%20Acts/pdf/charter%20of%20rights.pdf (accessed 7 Feb. 2013).Petridis, A. (2004) ‘Pride and Prejudice’, The Guardian, 10 Dec., available at http://arts.guardian.co.uk/fridayreview/story/0,12102,1369875,00.html (accessed 7 Feb. 2013).Reddock, R.E. (2004) Interrogating Caribbean Masculinities: Theoretical and Empirical Analyses (Kingston: University of the West Indies).Risse, T., S.C. Ropp and K. Sikkink (1999) The Power of Human Rights: International Norms and Domestic Change (Cambridge: Cambridge University Press).Robinson, T. (2003) ‘Gender, Feminism and Constitutional Reform in the Caribbean’, paper presented at ‘Gender in the 21st Century’, academic conference at the University of the West Indies, Mona, 29–31 Aug. Ron, J., H. Ramos and K. Rodgers (2005) ‘Transnational Information Politics: NGO Human Rights Reporting, 1986–2000’, International Studies Quarterly 49 (3), pp. 557–87.Saunders, D. (2008) ‘The Role of the Yogyakarta Principles’, 4 Aug., available at http://sxpolitics.org/wp-content/uploads/2009/03/yogyakarta-principles-2–douglas-sanders.pdf (accessed 7 Feb. 2013).Seabrook, J. (2004) ‘It’s not natural: the developing world’s homophobia is a legacy of colonial rule’, The Guardian, 3 July, available at www.guardian.co.uk/world/2004/jul/03/gayrights.comment (accessed 7 Feb. 2013).Shalakany, A. (2007) ‘On A Certain Queer Discomfort with Orientalism’, American Society of International Law Proceedings, pp. 7–11.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS476Schmid, H. (2000) ‘Decriminalization of Sodomy Under South Africa’s 1996 Constitution: Implication for South African and U.S. Law’, Cordoza Journal of International and Comparative Law 8, p. 163.Schmitz, H.P. (2006) Transnational Mobilization and Domestic Regime Change: Africa in Comparative Perspective (Basingstoke: Palgrave Macmillan).Thomas, G. (2004) ‘ProudFlesh Inter/Views with Carolyn Cooper’, PROUDFLESH: A New Afrikan Journal of Culture, Politics & Consciousness 3, available at www.africaknowledgeproject.org/index.php/proudflesh/article/view/220 (accessed 7 Feb. 2013).Thomas, K. (1992) ‘Beyond the Privacy Principle’, Columbia Law Review 92, p. 1441.Tittemore, B. (2004) ‘The Mandatory Death Penalty in the Commonwealth Caribbean and the Inter- American Human Rights System: An Evolution in the Development and Implementation of International Human Rights Protections’, 13 William & Mary Bill of Rts. J., p. 445.White, R. and R. Carr (2005) ‘Homosexuality and HIV/AIDS Stigma in Jamaica’, Culture, Health and Sexuality 7, p.1.Williams, L. (2000) ‘Homophobia and (gay rights) activism in Jamaica’, Small Axe 4 (7), pp. 106–11.Legal cases and resolutionsKaren Atala and Daughters v. Chile, Case 1271–04, Report No. 42/08, Inter-Am. C.H.R., OEA/Ser.L/V/II.130 Doc. 22, rev. 1 (2008)Bowers v Hardwick (478 US 186 (1986)Dudgeon v UK, (1982) 4 EHRR 149 Norris v Ireland (1988) 13 EHRR 186Modinos v Cyprus, 259 Eur. Ct H. R. (ser. A) (1993) United Nations, 2003. Commission on Human Rights, Fifty-Ninth session, Agenda item 17. E/CN.4/2003/L.92, 17th April, 2003.‘Human Rights, Sexual Orientation and Gender Identity’, (OAS) AG/RES. 2504 (XXXIX-O/09) ‘Human Rights, Sexual Orientation and Gender Identity’, (OAS) AG/RES.2435 (XXXVIII-O/08)‘Human Rights and Sexual Orientation’, United Nations Commission on Human Rights, Fifty-ninth session) E/CN.4/2003/L.92, 17 April 2003.",
    "id": 13120168,
    "identifiers": {
        "doi": null,
        "oai": "oai:sas-space.sas.ac.uk:4818"
    },
    "title": "Beyond cross-cultural sensitivities: international human\n\nrights advocacy and sexuality in Jamaica",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-01-01T00:00:00+00:00",
    "publisher": "Institute of Commonwealth Studies, School of Advanced Study, University of London",
    "references": [
        {
            "id": 6026224,
            "title": "Activists Beyond Borders: Advocacy Networks",
            "authors": [],
            "date": "1998",
            "doi": "10.2307/20048985",
            "raw": "Keck, M. and K. Sikkink (1998) Activists Beyond Borders: Advocacy Networks in International Politics (Ithaca, NY and London: Cornell University Press).",
            "cites": null
        },
        {
            "id": 6026222,
            "title": "Alliance of Hope and Challenges of Global Democracy’,",
            "authors": [],
            "date": "1998",
            "doi": "10.1111/j.1758-6623.1994.tb02906.x",
            "raw": "Ichiyo, M. (1998) ‘Alliance of Hope and Challenges of Global Democracy’, in K. Chen (ed.), Trajectories: Inter-Asian Cultural Studies (London: Routledge), pp. 312–24.",
            "cites": null
        },
        {
            "id": 6026258,
            "title": "Batty Boys in Babylon’,",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Noel, P. (1993) ‘Batty Boys in Babylon’, Village Voice, 12 Jan., p. 29.",
            "cites": null
        },
        {
            "id": 6026278,
            "title": "Beyond the Privacy Principle’, Columbia Law Review 92,",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "Thomas, K. (1992) ‘Beyond the Privacy Principle’, Columbia Law Review 92, p. 1441.",
            "cites": null
        },
        {
            "id": 6026214,
            "title": "Casting the First Stone: Policing of Homo/Sexuality in",
            "authors": [],
            "date": "2004",
            "doi": "10.1080/1369801042000185697",
            "raw": "Gutzmore, C. (2004) ‘Casting the First Stone: Policing of Homo/Sexuality in Jamaican Popular Culture’, Interventions 6 (1), pp. 118–34.",
            "cites": null
        },
        {
            "id": 6026220,
            "title": "Gender Treachery: Homophobia, Masculinity and Threatened Identities’,",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "Hopkins, P.D. (1992) ‘Gender Treachery: Homophobia, Masculinity and Threatened Identities’, in L. May and R. Strikweda (eds.), Rethinking Masculinity (Boston: Rowman and Littlefield), p. 116.",
            "cites": null
        },
        {
            "id": 6026270,
            "title": "Gender, Feminism and Constitutional Reform in the Caribbean’, paper presented at ‘Gender",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Robinson, T. (2003) ‘Gender, Feminism and Constitutional Reform in the Caribbean’, paper presented at ‘Gender in the 21st Century’, academic conference at the University of the West Indies, Mona, 29–31 Aug.",
            "cites": null
        },
        {
            "id": 6026223,
            "title": "Government Say No to Gay Sex’,",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Jamaica Gleaner (2002) ‘Government Say No to Gay Sex’, 22 Jan., available at www.jamaica-gleaner.com/gleaner/20020122/news/news1.html (accessed 7 Feb. 2013).",
            "cites": null
        },
        {
            "id": 6026221,
            "title": "Hated to Death: Homophobia, Violence and Jamaica’s HIV/AIDS Epidemic (New York: Human Rights Watch).",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Human Rights Watch (2004) Hated to Death: Homophobia, Violence and Jamaica’s HIV/AIDS Epidemic (New York: Human Rights Watch).",
            "cites": null
        },
        {
            "id": 6026280,
            "title": "Homophobia and (gay rights) activism in Jamaica’,",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "White, R. and R. Carr (2005) ‘Homosexuality and HIV/AIDS Stigma in Jamaica’, Culture, Health and Sexuality 7, p.1. Williams, L. (2000) ‘Homophobia and (gay rights) activism in Jamaica’, Small Axe 4 (7), pp. 106–11. Legal cases and resolutions Karen Atala and Daughters v. Chile, Case 1271–04, Report No. 42/08, InterAm. C.H.R., OEA/Ser.L/V/II.130 Doc. 22, rev. 1 (2008) Bowers v Hardwick (478 US 186 (1986) Dudgeon v UK, (1982) 4 EHRR 149 Norris v Ireland (1988) 13 EHRR 186 Modinos v Cyprus, 259 Eur. Ct H. R. (ser. A) (1993) United Nations, 2003. Commission on Human Rights, Fifty-Ninth session, Agenda item 17. E/CN.4/2003/L.92, 17th April, 2003.",
            "cites": null
        },
        {
            "id": 6026259,
            "title": "Homosexual Rights and the Non-Western World: A Postcolonial Reading of Homosexual Rights",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Obendorf, S. (1999) ‘Homosexual Rights and the Non-Western World: A Postcolonial Reading of Homosexual Rights in International Human Rights Law’, Third World Legal Studies 15, pp. 179–204.",
            "cites": null
        },
        {
            "id": 6026205,
            "title": "Human Rights in Cross Cultural Perspectives: A Quest for Consensus",
            "authors": [],
            "date": "1995",
            "doi": "10.2307/762319",
            "raw": "An-Na ‘im, A. (1995) Human Rights in Cross Cultural Perspectives: A Quest for Consensus (Philadelphia, PA: University of Pennsylvania Press).",
            "cites": null
        },
        {
            "id": 6026204,
            "title": "Imagined Communities: Reflections on the Origin and Spread of Nationalism",
            "authors": [],
            "date": "1991",
            "doi": "10.2307/2759245",
            "raw": "Anderson, B. (1991) Imagined Communities: Reflections on the Origin and Spread of Nationalism (London: Verso).",
            "cites": null
        },
        {
            "id": 6026219,
            "title": "Inna Di Dancehall: Popular Culture and the Politics of Identity in Jamaica (Kingston:",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "— (2006) Inna Di Dancehall: Popular Culture and the Politics of Identity in Jamaica (Kingston: University of the West Indies Press).",
            "cites": null
        },
        {
            "id": 6026256,
            "title": "International Human Right Lexicon (Oxford:",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "219–41.475 INTERNATIONAL HUMAN RIGHTS ADVOCACY AND SEXUALITY IN JAMAICA Marks S. and A. Clapham (2005) International Human Right Lexicon (Oxford: Oxford University Press).",
            "cites": null
        },
        {
            "id": 6026264,
            "title": "Interrogating Caribbean Masculinities: Theoretical and Empirical Analyses (Kingston:",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Reddock, R.E. (2004) Interrogating Caribbean Masculinities: Theoretical and Empirical Analyses (Kingston: University of the West Indies).",
            "cites": null
        },
        {
            "id": 6026274,
            "title": "It’s not natural: the developing world’s homophobia is a legacy of colonial rule’,",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Seabrook, J. (2004) ‘It’s not natural: the developing world’s homophobia is a legacy of colonial rule’, The Guardian, 3 July, available at www.guardian.",
            "cites": null
        },
        {
            "id": 6026209,
            "title": "Learning to be a man: Culture, Socialization and Gender Identity in Five Caribbean Communities,",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Chevannes, B. (2002) Learning to be a man: Culture, Socialization and Gender Identity in Five Caribbean Communities, University of West Indies.",
            "cites": null
        },
        {
            "id": 6026218,
            "title": "Love Punany Bad: Negotiating Misogynistic Masculinity",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "Hope, D. (2002) ‘Love Punany Bad: Negotiating Misogynistic Masculinity in Dancehall Culture’, Second Conference in Caribbean Culture University of the West Indies, Mona, 12–14 Jan., Jamaica.",
            "cites": null
        },
        {
            "id": 6026255,
            "title": "Mitigating the Moral Hazard of Humanitarian Intervention:",
            "authors": [],
            "date": "2008",
            "doi": "10.1111/j.1468-2478.2007.00491.x",
            "raw": "Kuperman, A.J. (2008) ‘Mitigating the Moral Hazard of Humanitarian Intervention: Lessons from Economics’, Global Governance 14 (2), pp.",
            "cites": null
        },
        {
            "id": 6026207,
            "title": "National Survey of Attitudes and Perception of Jamaicans Towards Same Sex Relationships’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Boxhill, I., J. Martin, R. Russel et al. (2011) ‘National Survey of Attitudes and Perception of Jamaicans Towards Same Sex Relationships’, Jan., Department of Sociology, Psychology and Social Work, University of the West Indies.",
            "cites": null
        },
        {
            "id": 6026212,
            "title": "Noises in the Blood: Orality, Gender and the ‘Vulgar’ Body of Jamaican Popular Culture (London.",
            "authors": [],
            "date": "1993",
            "doi": "10.1215/9780822381921",
            "raw": "Cooper, C. (1993) Noises in the Blood: Orality, Gender and the ‘Vulgar’ Body of Jamaican Popular Culture (London. Macmillan). SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 474 Edmonson, B. (1999) Making Men: Gender, Literary Authority, and Women’s Writing in Caribbean Narrative (Durham, NC: Duke University Press), p. 8. Gay Freedom Movement Archive ‘Digital Library of the Caribbean’, available at http://dloc.com/AA00002985/00001/2j?search=human+%3drights; http://dloc.com/AA00002992/00001 (accessed 7 Feb. 2013).",
            "cites": null
        },
        {
            "id": 6026203,
            "title": "Not Just (Any) Body Can be a Citizen: The Politics of Law,",
            "authors": [],
            "date": "1994",
            "doi": "10.1057/fr.1994.39",
            "raw": "Alexander, J. (1994) ‘Not Just (Any) Body Can be a Citizen: The Politics of Law, Sexuality and Postcoloniality in Trinidad and Tobago and the Bahamas, Feminist Review 48, p.133.",
            "cites": null
        },
        {
            "id": 6026275,
            "title": "On A Certain Queer Discomfort with Orientalism’,",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Shalakany, A. (2007) ‘On A Certain Queer Discomfort with Orientalism’, American Society of International Law Proceedings, pp. 7–11.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 476 Schmid, H. (2000) ‘Decriminalization of Sodomy Under South Africa’s 1996 Constitution: Implication for South African and U.S. Law’, Cordoza Journal of International and Comparative Law 8, p. 163.",
            "cites": null
        },
        {
            "id": 6026206,
            "title": "Our Own Gayful Rest: A Postcolonial Archive of Gay and Lesbian Community Building in Jamaica’, Small Axe:",
            "authors": [],
            "date": "2011",
            "doi": "10.1215/07990537-2009-043",
            "raw": "Batra, K. (2011) ‘Our Own Gayful Rest: A Postcolonial Archive of Gay and Lesbian Community Building in Jamaica’, Small Axe: A Journal of Caribbean Criticism 31, pp. 46–59.",
            "cites": null
        },
        {
            "id": 6026226,
            "title": "Outing the Centre: Homophobia",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "King, J. (2006) Outing the Centre: Homophobia in Jamaica, SIT Jamaica: Gender and Development.",
            "cites": null
        },
        {
            "id": 6026262,
            "title": "Pride and Prejudice’,",
            "authors": [],
            "date": "2004",
            "doi": "10.5117/9781904633013",
            "raw": "Petridis, A. (2004) ‘Pride and Prejudice’, The Guardian, 10 Dec., available at http://arts.guardian.co.uk/fridayreview/story/0,12102,1369875,00.html (accessed 7 Feb. 2013).",
            "cites": null
        },
        {
            "id": 6026277,
            "title": "ProudFlesh Inter/Views with Carolyn Cooper’, PROUDFLESH: A New Afrikan",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Thomas, G. (2004) ‘ProudFlesh Inter/Views with Carolyn Cooper’, PROUDFLESH: A New Afrikan Journal of Culture, Politics & Consciousness 3, available at www.africaknowledgeproject.org/index.php/ proudflesh/article/view/220 (accessed 7 Feb. 2013).",
            "cites": null
        },
        {
            "id": 6026257,
            "title": "Savages, Victims, and Saviors: The Metaphors of Human Rights’,",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Mutua, M. (2001) ‘Savages, Victims, and Saviors: The Metaphors of Human Rights’, Harvard Journal of International Law 42 (1), pp. 201–45.",
            "cites": null
        },
        {
            "id": 6026281,
            "title": "Sexual Orientation and Gender Identity’, (OAS) AG/RES. 2504 (XXXIX-O/09) ‘Human Rights, Sexual Orientation and Gender Identity’,",
            "authors": [],
            "date": "2003",
            "doi": "10.1093/jhuman/hup008",
            "raw": "‘Human Rights, Sexual Orientation and Gender Identity’, (OAS) AG/RES. 2504 (XXXIX-O/09) ‘Human Rights, Sexual Orientation and Gender Identity’, (OAS) AG/ RES.2435 (XXXVIII-O/08) ‘Human Rights and Sexual Orientation’, United Nations Commission on Human Rights, Fifty-ninth session) E/CN.4/2003/L.92, 17 April 2003.",
            "cites": null
        },
        {
            "id": 6026215,
            "title": "Sexual Orientation and International Law: A Study in the Manufacturing of Cross-Cultural “Sensitivity”’,",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Heinze, E. (2000–2001) ‘Sexual Orientation and International Law: A Study in the Manufacturing of Cross-Cultural “Sensitivity”’, Michigan Journal of International Law 22, pp. 283–303.",
            "cites": null
        },
        {
            "id": 6026225,
            "title": "The Dark Sides of Virtue: Reassessing International Humanitarianism",
            "authors": [],
            "date": "2004",
            "doi": "10.1525/pol.2004.27.2.150",
            "raw": "Kennedy, D. (2004) The Dark Sides of Virtue: Reassessing International Humanitarianism (Princeton, NJ: Princeton University Press).",
            "cites": null
        },
        {
            "id": 6026279,
            "title": "The Mandatory Death Penalty in the Commonwealth Caribbean and the Inter- American Human Rights System: An Evolution",
            "authors": [],
            "date": "2004",
            "doi": null,
            "raw": "Tittemore, B. (2004) ‘The Mandatory Death Penalty in the Commonwealth Caribbean and the Inter- American Human Rights System: An Evolution in the Development and Implementation of International Human Rights Protections’, 13 William & Mary Bill of Rts. J., p. 445.",
            "cites": null
        },
        {
            "id": 6026260,
            "title": "The Most Homophobic Place on Earth?’,",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Padgett, T. (2006) ‘The Most Homophobic Place on Earth?’, TIME, 12 Apr., available at www.time.com/time/world/article/0,8599,1182991,00.html (accessed 7 Feb. 2013).",
            "cites": null
        },
        {
            "id": 6026267,
            "title": "The Power of Human Rights: International Norms and Domestic Change (Cambridge:",
            "authors": [],
            "date": "1999",
            "doi": "10.1017/cbo9780511598777",
            "raw": "Risse, T., S.C. Ropp and K. Sikkink (1999) The Power of Human Rights: International Norms and Domestic Change (Cambridge: Cambridge University Press).",
            "cites": null
        },
        {
            "id": 6026273,
            "title": "The Role of the Yogyakarta Principles’, 4 Aug., available at http://sxpolitics.org/wp-content/uploads/2009/03/yogyakartaprinciples-2–douglas-sanders.pdf (accessed 7",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Saunders, D. (2008) ‘The Role of the Yogyakarta Principles’, 4 Aug., available at http://sxpolitics.org/wp-content/uploads/2009/03/yogyakartaprinciples-2–douglas-sanders.pdf (accessed 7 Feb. 2013).",
            "cites": null
        },
        {
            "id": 6026272,
            "title": "Transnational Information Politics:",
            "authors": [],
            "date": "2005",
            "doi": "10.1111/j.1468-2478.2005.00377.x",
            "raw": "Ron, J., H. Ramos and K. Rodgers (2005) ‘Transnational Information Politics: NGO Human Rights Reporting, 1986–2000’, International Studies Quarterly 49 (3), pp. 557–87.",
            "cites": null
        },
        {
            "id": 6026276,
            "title": "Transnational Mobilization and Domestic Regime Change: Africa in Comparative Perspective (Basingstoke:",
            "authors": [],
            "date": "2006",
            "doi": "10.1057/9780230505254",
            "raw": "Schmitz, H.P. (2006) Transnational Mobilization and Domestic Regime Change: Africa in Comparative Perspective (Basingstoke: Palgrave Macmillan).",
            "cites": null
        },
        {
            "id": 6026217,
            "title": "Unexpected Power: Conflict and Change among Transnational Activists",
            "authors": [],
            "date": "2006",
            "doi": "10.1111/j.1468-0130.2008.00495.x",
            "raw": "Hertel, S. (2006) Unexpected Power: Conflict and Change among Transnational Activists (Ithaca, NY: Cornell University Press).",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/13120168.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/13120168"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/13120168/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/13120168/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/13120168"
        }
    ],
    "abstract": "",
    "tags": [
        "HRDS",
        "HIS",
        "LAW",
        "POL",
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "oai": "oai:sas-space.sas.ac.uk:4818",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "99",
        "openDoarId": 0,
        "name": "SAS-SPACE",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 13120168,
        "depositedDate": null,
        "publishedDate": "2013-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-18T02:20:36+00:00",
        "acceptedDate": null,
        "createdDate": "2013-08-19T12:01:11+01:00"
    },
    "urls": [
        "https://sas-space.sas.ac.uk/4818/1/17BlakeDayle.pdf"
    ],
    "lastUpdate": "2024-02-18T02:20:36+00:00",
    "setSpecs": []
}