{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dembroff, Robin"
        }
    ],
    "contributors": [],
    "createdDate": "2019-09-04T00:57:29+01:00",
    "dataProvider": {
        "id": 160,
        "name": "PhilPapers",
        "url": "https://api.core.ac.uk/v3/data-providers/160",
        "logo": "https://api.core.ac.uk/data-providers/160/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/226756712.pdf",
    "fullText": "Beyond Binary:Genderqueer as Critical Gender KindRobin Dembroff (Yale University)We want to know what gender is. But metaphysical approaches tothis question solely have focused on the binary gender kinds men andwomen. By overlooking those who identify outside of the binary–thegroup I call ‘genderqueer’–we are left without tools for understand-ing these new and quickly growing gender identifications. This meta-physical gap in turn creates a conceptual lacuna that contributes tosystematic misunderstanding of genderqueer persons. In this pa-per, I argue that to better understand genderqueer identities, wemust recognize a new type of gender kind: critical gender kinds, orkinds whose members collectively resist dominant gender ideology.After developing a model of critical gender kinds, I suggest thatgenderqueer is best modeled as a critical gender kind that stands inopposition to ‘the binary assumption’, or the prevalent assumptionthat the only possible genders are the binary, discrete, exclusive, andexhaustive kinds men and women.1 IntroductionDissatisfaction with strict binary gender systems is nothing new.1 Nor is thecreation of language, modes of expression, or body modifications aimed at trans-gressing this binary. What is new are widespread and legitimized conversationssurrounding this dissatisfaction.2 Just in the last ten years, web searches for‘genderqueer’ and ‘nonbinary’ have grown by a magnitude of at least ten times.3Merriam-Webster’s dictionary added both terms, the Associated Press Style-book embraces ‘they’ as a singular gender-neutral pronoun, and highly visiblepopular publications such as Teen Vogue and The New York Times have runarticles exploring the concept of identifying outside the gender binary.4 Thisis not to mention that multiple US states now offer nonbinary gender markerson government identification, with ever more municipalities and states followingsuit.1Many cultures do not have dominant binary gender systems, such as the Bugis of Indonesiaand Native American Great Plains tribes.2See, e.g., White et al (2018, 244) for empirical evidence supporting this claim.3Data source: Google Trends (www.google.com/trends).4“genderqueer” & “nonbinary” (2018), Sopelsa (2017), Papisova (2016), Greenberg (2017).1Despite this public attention, nonbinary gender identities have been an af-terthought within philosophy of gender, and especially metaphysical discussionsof gender.5 The central phenomenon under consideration has been the binarygenders men and women.6 Narrowing the target phenomenon in this way hasgenerated two problems–one metaphysical and the other political.First, by overlooking nonbinary identities, existing metaphysical approachesto gender are insufficient for capturing persons who reject (exclusive) catego-rization as either men or women (see §3). This creates a gap of metaphysicalexplanation and understanding. For example, what is the relationship betweengender neutral language and being nonbinary? Or between androgyny and beingnonbinary? What (if anything) unifies the vast variety of nonbinary identifica-tions? Is there anything more to being nonbinary than calling oneself by anonbinary label? These questions are metaphysically significant, but the theo-ries on offer provide no answers.Second, without the resources for understanding nonbinary gender identities,we sustain a conceptual lacuna surrounding nonbinary persons. This lacunadoes not only reflect a gap in philosophical understanding: it contributes toa hermeneutical injustice that arises from the failure to spread and charitablyanalyze the concepts and practices underlying nonbinary classifications.7 In thewake of this conceptual silence, misunderstandings (both blatant and subtle)arise in droves – misunderstandings that undermine recognition and respect ofnonbinary persons.8These two problems can be ameliorated by an account of genderqueer as whatI call a ‘critical gender kind’, or a kind whose members enact resistance againstdominant gender ideology. Genderqueer, on my proposed model, is a categorywhose members collectively resist the binary assumption, or the assumptionthat the only possible genders are the exclusive and exhaustive kinds men andwomen, and do so based on felt or desired gender categorization that conflictswith this binary.9 I unpack this proposal in §4.5See, e.g., Haslanger (2012), Jenkins (2016), A´sta (2011), and Barnes (forthcoming). Evendiscussions of gender that purport to be trans inclusive typically overlook the experiences andconcepts underlying genderqueer identity. See, e.g., Bettcher (2009, 2013), Jenkins (2016),Briggs and George (manuscript), and McKitrick (2015). This is especially striking giventhat 29% of respondents to the 2015 United States Transgender Survey self-identified as‘genderqueer’. James, et al. (2016). Philosophy is not alone in this oversight. See Salamon(2010, 95) for a similar criticism of Women’s Studies.6Though see Dembroff & Wodak (2018) & Dembroff (2018) as exceptions.7Hermeneutical injustice, as defined in Fricker (2007, 1), occurs “when a gap in collectiveinterpretive resources puts someone at an unfair disadvantage when it comes to making senseof their social experiences.” More extended notions of hermeneutical injustice are explored inMedina (2012) and Appiah (1994), which include cases (such as white ignorance) when a gapin the collective interpretive resources regarding an oppressed group perpetuates the socialdisadvantage of that group. I take it that the lacuna at issue concerning nonbinary kindsmanifests in both ways.8Using Fraser’s (1998) account, this might be understood in terms of genderqueers’ accessto ‘participatory parity’, or the conditions needed to interact with others as peers in socialand political settings.9I use the word ‘model’ intentionally. Following Paul (2012), I endorse a method of meta-physics focused on building theoretical models for certain purposes, rather constructing (real)2My model has many implications, and no doubt will inspire as many worries.Like most philosophical theories, mine probably is wrong. But I believe it iscloser to the truth than analytic philosophers have come so far, if only becausewe have had little to say about nonbinary identifications. What’s more, it isclear that this theorizing is overdue: even empirical social research on trans iden-tities frequently lumps together trans binary and genderqueer persons, makingit difficult to use this data to explain why, for example, genderqueer personsoverall face heightened discrimination and psychological distress compared totrans binary persons, and also differ with respect to attitudes toward medicalinterventions such as hormone therapy.10 If I am right–or even close to it–thisheterogeneity should come as no surprise, since genderqueer conjoins personswho are extremely diverse across self-understanding and gender presentation(among other things).2 Terminology & Methodology‘Genderqueer’ was first coined in the 1990’s by trans activist Riki Wilchinsin an attempt to describe those who were both queer with respect to theirsexuality and “the kind of gendertrash society rejected” with respect to theirgender intelligibility in public spaces.11 Since then, use has shifted away frommere description and towards identity: in particular, it often functions as anumbrella term for a range of gender identities outside of the binary.12 I will usethe term in keeping with this recent shift, but my primary concern is not witharticulating “the true meaning of ‘genderqueer’ ”, but rather with articulatinga gender phenomenon that has been ignored in analytic philosophy.My analysis relies heavily on personal testimony from genderqueer persons.This is not only because there is a scant amount of academic research aboutgenderqueer persons, but also because I share the familiar feminist commit-ment to begin theorizing from the perspective of the marginalized. That said,I distinguish between two kinds of testimony. The first concerns genderqueerindividuals’ intuitions about paradigm or uncontested examples of persons whodo not identify exclusively as men or as women. The second concerns theseindividuals’ views about metaphysical questions concerning what, more gen-erally, it means to be genderqueer. I rely on the first kind of testimony andnot the second. Substantive metaphysical questions about genderqueer deservecareful analysis in just the same way that women and men have been givencareful metaphysical analysis. In this, I follow Bettcher (2014) in relying onpersons’ first-person authority over their own gender, while simultaneously al-definitions.10See Rimes, et al., (2018), Galupo et al. (2018), 5, Bradford et a. (2018), 8, and Warrenet al. (2016). Following Heyes (2003), cf Stryker (1994), I use ‘trans’ to refer to the “multipleforms of sex and gender crossing and mixing that are taken by their practitioners to besignificant life projects.” I use ‘trans binary’ to prefer to persons who are trans but identifyexclusively within the male/female binary.11Wilchins (2017), 80-81.12Wilchins (2017), 80-81.3lowing for substantive disagreement about the conditions for kind membership.My central concern, in other words, is not individuals’ experiences, but ratherthe larger concepts that frame genderqueer identity – in particular, the conceptsthat structure commonality among the language, aesthetic expressions, values,and actions found among those who (within contemporary western societies)identify as neither solely male nor female.Notably, I am not primarily concerned with how genderqueers are under-stood within dominant contexts, which typically have no or a distorted under-standing of nonbinary persons. Rather, I focus on the practices and conceptssurrounding genderqueer within trans-friendly communities, and especially bygenderqueers themselves. Here I again follow Bettcher (2013, 234-5), who ar-gues that assuming dominant gender meanings and concepts is a “bad place”to start feminist theorizing, as it “effectively yield[s] political ground from thevery beginning.”Finally, and relatedly, throughout this paper, I refer to genderqueer as agender kind. My reader might wonder why I do so: why take genderqueer tobe a gender kind, rather than some other sort of social kind? I cannot offer acomplete argument for my answer here. The abbreviated argument, however,is that – along with Elizabeth Barnes (forthcoming) – I do not think that weshould approach the metaphysics of gender by looking for kinds that correspondone-to-one with the gender terms we use to describe individuals (e.g., ‘woman’,‘man’). The terminological taxonomy of gender classification need not, and Ithink does not, align with the most useful metaphysical taxonomy of genderkinds. Rather, I approach the project of metaphysical inquiry into gender kindsas the project of inquiring into the kinds that reinforce or resist hierarchical,male-dominant social systems. Genderqueer, as I’ll argue in what follows, is onesuch kind. For this reason, while I incorporate testimony from those who douse the label ‘genderqueer’, I do not take it that the kind I call genderqueeris one that contains all and only those who identify themselves using the label‘genderqueer’. My focus, rather, is on using this testimony and other evidenceto get a clearer picture of what, if anything, best characterizes the group ofpersons who do not exclusively identify as men or as women.3 First AttemptsWithin popular culture, most proposed definitions of genderqueer fall into oneof two camps. On one approach, someone is genderqueer because they have cer-tain external features–typically, because they are androgynous, gender fluid, orotherwise violate gender norms. On another approach, someone is genderqueerbecause of a particular internal feature–namely, self-identification–leaving openwhat, exactly, it might mean to ‘identify’ outside of the binary.It is instructive to note that most available metaphysical analyses of genderalso take one of these two approaches.13 On externalist approaches, someone’s13I here focus on constructionist accounts of gender, setting aside biological essentialism.Even if one is a biological essentialist, though, it is hopefully obvious that this approach4gender is determined by social factors that are external to them: for example,being perceived as androgynous or otherwise gender non-conforming. In con-trast, internalist approaches focus on articulating more concretely what it meansto ‘identify’ with a particular gender. On these accounts, someone’s gender isdetermined not by how they are perceived by others, but rather by whateverinternal features (e.g., self-understanding, behavioral dispositions) constitutetheir gender identity.14I argue that neither an externalist nor internalist approach will provide asatisfactory account of genderqueer. Both misclassify paradigm cases of gen-derqueer (and non-genderqueer) individuals. Examining closely why this is thecase is instructive. Not only will it clear the ground for my own proposal, but italso provides an opportunity to examine these paradigm cases, as well as gen-derqueer persons’ testimony concerning their own identities. Such testimonyilluminates not only why externalist and internalist approaches fall short, butalso why genderqueer is best understood as a critical gender category.3.1 An Externalist ApproachExternal theories of gender, sometimes also called social position theories–focuson gender as a social structure that advantages or disadvantages individualsaccording to the collective norms, expectations, and stereotypes surroundingthe features that an individual is perceived to have. Externalist theories havebeen proposed or defended by Haslanger (2012), Barnes (forthcoming), Witt(2011), and A´sta (2011), among others.15 There are many potential ways tospell out what external social factors determine an individual’s gender. For mypurposes, the details of various externalist accounts is not centrally important.What is important, rather, is to see a trend among all of them: namely, thatmembership in a given gender kind is based solely on factors that are externalto any given individual–e.g., social roles, perception, or treatment.In light of this, what would be the best externalist approach to genderqueer?Whatever it is, it must highlight only features that are external to genderqueerpersons, while also capturing paradigm cases of those identifying outside thebinary, as these persons are understood within trans-friendly communities.The most common–and, I think, plausible–externalist approach to genderqueerwill not suffice to analyze genderqueer. While some intersex persons are genderqueer, beingintersex is neither sufficient nor necessary for being genderqueer. See, e.g. Weiss (2018).14As Barnes (forthcoming) notes, while these are the main approaches, some theories falloutside this taxonomy, such as Stoljar (2011), Briggs and George (manuscript), and Bach(2012).15Theodore Bach (2012) defends a view of gender on which genders are ‘natural kinds withhistorical essences’–a view that is difficult to place within the external/internalist taxonomy.On Bach’s view, to be, e.g., a woman, is to molded by conscious and unconscious socialmechanisms into a reproduction of historical exemplars of women so as to perform the socialfunction corresponding to women. On Bach’s view, then, someone might be a trans manand yet–according to Bach’s analysis–be “construed as a woman” (260). Moreover, giventhat man and woman are the only kinds into which one can be socialized (within Westerncultures), all genderqueer persons (who have been socialized as either women or men) will notbe represented within Bach’s analysis.5focuses on someone’s perceived relation to gender norms and roles, and espe-cially to masculine and feminine gender presentation. Indeed, a brief foray intopopular media might suggest that someone is genderqueer because they “dothings that are outside of the norm of their actual or perceived gender iden-tity,” or because they “express a combination of masculinity and femininity,or neither, in their gender expression.”16 A similar idea is echoed by populararticles, books, and visual media that equivocate between or constantly asso-ciate being nonbinary with androgyny or gender non-conformity.17 Admittedly,this thinking is reinforced by the observation that many genderqueers fit thisdescription: it is common for persons who identify outside the binary to adoptan aesthetic that defies gender expectations–often, one that is androgynous oris fluid between masculine and feminine elements.18 Add to this that other be-haviors often associated with nonbinary persons also break gender norms, suchas using gender-neutral pronouns or refusing classification as either ‘straight’ or‘gay’.19 With these considerations, it might seem that the best way to analyzegenderqueer will be something like the following:Genderqueer (externalist): Genderqueer is the category of per-sons who either(i) are reliably perceived as attempting to not exclusively adopt ei-ther a feminized or masculinized gender expression;or:(ii) cannot be reliably coded as having either a male or femalebody.20In other words, on this proposal, someone is genderqueer in a context just incase they either are perceived as transgressing binary norms of gender expression–for example, by adopting a gender fluid or agender aesthetic–or their body isperceived as androgynous, where this is understood as one’s body being ‘un-readable’ as male or female.Despite the many merits of this approach, I think it falls short of a successfulaccount genderqueer. Examining why sheds light on why, I think, any externalistapproach will be dissatisfactory. While many genderqueers do meet the aboveproposed condition, two further things are true. First, these persons often16See Clements (2017) and the entry for “Genderqueer” on Wikipedia.17See, e.g., Dowling (2017), Ferguson (2017), Petrow (2016).18See the Instagram hashtag “#thisiswhatnblookslike.”19For more evidence on the connection between trans identifications and violating het-eronormative gender expectations and roles, see Diamond and Butterworth (2008) and Green(2004). See also Nagoshi, et al. (2012), in which participants took their sexual orientation tobe “dynamically related” to their gender identity, suggesting that being nonbinary often rulesout, for these persons, being either ‘straight’ or ‘gay’.20These descriptions bear similarity to Elizabeth Barnes’s (forthcoming) description of the‘gender outlier’ and ‘gender confounder’. Barnes, who is sympathetic to Sally Haslanger’s(2012) picture on which gender is a hierarchical system that socially positions persons indifferent ways based on their perceived features, describes the gender outlier and confounder asthose who are systematically subordinated due to being perceived (respectively) as attemptingto switch between binary gender roles or as androgynous.6describe their androgyny or rejection of traditional gender aesthetic norms asan expression but not the totality of being genderqueer, emphasizing in additionan emotional or political orientation toward the gender binary. When askedto describe their experience of being genderqueer, in fact, there is repeatedand explicit rejection of the idea that being genderqueer is solely based ongender presentation or on others’ perceptions. In their article “This Is WhatGender-Nonbinary People Look Like”, trans activist Meridith Talusan askedgenderqueer persons to describe their experience of identifying outside of thegender binary. While answers varied in their details, a common theme emerged:the category genderqueer is not reducible to a group of persons who are perceivedin a particular way. One interviewee, Rowan Keeney, put this quite bluntly:My expression and my socialization falls on the femme side, butbeing nonbinary is not about what is perceived of me. Nonbinaryis the liberation from the need to make myself smaller to fit intopreconceived ideas of who and what I am.21Keeney’s point is independently reiterated by other genderqueer persons,who express that “there is no one way to be nonbinary”, that “name[s], pro-nouns, and presentation does not define [a nonbinary individual’s] gender”, andthat genderqueers “have all types of gender presentations”, “identify as fem-inine and masculine to different degrees”, and “don’t need to look or act orbe a certain way to be nonbinary”.22 Susanna Weiss, a writer for Teen Voguewho identifies as both genderqueer and a woman, is particularly explicit on thispoint:Many people seem to believe you need an androgynous style to benon-binary, creating the assumption that I and other non-binarypeople who wear women’s clothes must be women... But you can’ttell how someone identifies based on what they look like.23These statements and many others suggest that genderqueer’s extensionreaches only to those who are perceived to fall outside of binary gender roles,or to have an androgynous presentation.Complimenting this point is a second observation: namely, that the exter-nalist approach would also overextended. Many individuals who do not identifyas and would not be considered genderqueer either defy binary gender roles ormaintain androgyny.24 Butch lesbians, queens, cross-dressing men and women,trans men and women who do not ‘blend’ as cisgender, and the variety of menand women whose bodies and presentations are androgynous are but a few ex-amples of this. Lori Watson, examining shared experiences between gendernonconforming persons, trans and not, vividly captures this point:21Talusan (2017), emphasis added.22Talusan (2017), Weiss (2018).23Weiss (2018).24For empirical discussion, see Bradford, et al. (2018).7Trans women and I share an especially acute problem. [W]e bothwant our gender to be seen as a way of being a woman...who doesn’thave to offer up her bona fides to the world anytime someone isconfused, perplexed or unsettled when they perceive our gender andsex as incongruous or ambiguous.25In short, genderqueers do not have a monopoly on being perceived as violat-ing gender roles, much less on androgyny: plenty of non-genderqueer men andwomen share in this experience.26While taking genderqueer as non-reducible to any particular social percep-tions may seem initially odd, it comes into better focus when we take seriouslythat being genderqueer is not so much about rejecting femininity and masculin-ity de re, but rather rejecting them as concepts that always are appropriatefor interpreting an individual’s behavior or aesthetic.27 That is, according togenderqueer persons, being genderqueer need not be about refusing clothing,behaviors, speech, or roles that typically would be read as feminine, masculine,or any combination of the two. Rather, it often concerns rejecting the binaryat a conceptual level – that is, rejecting the idea that their way of being in theworld always should be understood via the binary concepts of ‘feminine’ and‘masculine’.28 In an interview with The Washington Post, 18-year-old KelseyBeckham, who identifies as nonbinary, states:I don’t want to be a girl wearing boy’s clothes, nor do I want tobe a girl who presents as a boy. I just want to be a person who isrecognized as a person. That’s how I’m most comfortable. I’m justa person wearing people clothes.29The bold assertion of being ‘just a person wearing people clothes’ strikesas the heart of any attempt to analyze genderqueer solely in terms of externalperceptions. Genderqueers differ widely with respect to their assigned sex, per-ceived sex, and whether or not they function within traditionally masculinizedor feminized gender roles. If anything holds them in common with respect togender presentation, it is only a general rejection of having their presentationinterpreted through a binary lens.30 But I will get to this in §4.25Watson (2015).26A further, normative worry arises for taking genderqueer in terms of androgyny in par-ticular: for many body sizes and shapes, androgyny is difficult if not impossible to access.Persons in this position would be simply barred from access to genderqueer.27See, e.g. Weiss (2018) who writes that being gender, for them, mean “reject[ing] the wholeconcept of gender.”28For example, Weiss quotes Cantrell as saying “I wish that people wouldn’t automaticallyuse she/her pronouns just because of how I present... They need to stop gendering people’spresentations.” As Naomi Scheman pointed out to me, the plea to end gendering based onpresentation is important, as it reveals a political stance that–intentionally or not–queerseveryone’s gender.29Hesse (2014), my emphasis.30See also “Gender Can Be Both Liberating And Stifling At The Same Time” (2018), inwhich one interviewee comments, “Just because I put on lipstick doesn’t mean I am one thingor the other, because someone decided a piece of paint ‘belonged’ to a gender.”83.2 An Internalist ApproachIf looking only to external features will not provide an adequate analysis ofgenderqueer, what about looking to internal features? Perhaps an internalistapproach, or an approach on which genderqueer is understood as a group of per-sons with particular psychological features, has more promise. In favor of thisapproach, it at least appears to align nicely with what is by far the most com-mon popular definition of being genderqueer as ‘identifying as genderqueer’.31If we assume ‘identification’ is best understood as a wholly internal feature–i.e., a psychological state that an individual can be in without any externalmanifestations–then an internalist approach to genderqueer would be on theright track. I’ll propose in §4 that we should prefer a different, political modelof genderqueer. But let’s examine the merits of an internalist account.The first and most important question for an internalist approach to gen-derqueer is what internal features we are referring to when we talk about ‘genderidentity’. Since the concept of gender identity–and in particular, genderqueeridentity–is used to determine the extension of genderqueer, it is crucial to un-derstand what genderqueer identity would amount to. What’s more, as Jenkins(forthcoming) points out, the most common ‘folk’ definition of gender identity–“a sense of oneself as a man, woman, or some other gender”–does not appearpromising. Jenkins writes:[M]any people who use the language of gender identity hold...theview that gender terms such as ‘man’ and ‘woman’ ought to beunderstood in terms of gender identity: [e.g.] to be a woman is toidentify as a woman (or, to have a female gender identity)... Thecombination of this view with the folk definition of gender identitygives rise to a circularity: someone who asks what it means to saythat a certain person ‘has a female gender identity’ will be told thatit means that that person has a sense of herself ‘as a woman’ – butif the questioner then asks what a ‘woman’ is, they will be told thata woman is ‘a person with a female gender identity’.Jenkins’s point about ‘woman’ similarly applies to ‘genderqueer’. The com-bination of two popular notions–that being genderqueer is identifying as gen-derqueer, and identifying as genderqueer is being genderqueer–leaves us in ahopeless and unhelpful circularity. Whatever it means to ‘identify as genderqueer’–if indeed this is the basis for understanding the category genderqueer, must besomething more substantive.Within analytic philosophy, a few internalist proposals have emerged withmore substantive notions of gender identity.32At first, this substantive internal-ism might seem to worryingly essentialize gender by pointing to a mysterious,31The language of ‘gender identity’ as a determiner of one’s gender–and, in particular, ofbeing genderqueer, is standard within trans-friendly contexts. See Weiss (2018) and Talu-san (2017), as well as genderqueer networking platforms such as http://genderqueer.me orhttp://beyondthebinary.co.uk.32On Talia Bettcher’s (2009), (2013) view, a person’s gender is based on sincere self-identification, understood in terms of ‘living as’ the gender with which one identifies, I will9innate sense of one’s own gender that exists independently of external socialfactors. But, in fact, philosophical accounts of gender identity avoid this worry:gender identity, on these accounts, is internal, but it is based on one’s internalor subjective way of relating to societies’ gender norms, structures, and inter-pretive guides.33 One one approach, defended by Jennifer McKitrick (2015),someone’s gender in a given context is determined by their behavioral disposi-tions, given how those behaviors–if manifested–would be socially interpreted.In a given context, McKitrick argues, someone who is disposed to behave inways that others would take to be indicative of a woman, has a woman’s gen-der identity (and so, is a woman) in that context.34 Like McKitrick, Jenkins’s(2016, forthcoming) account of gender identity emphasizes an individual’s rela-tionship to external gender norms. Jenkins proposes a ‘norm relevance’ account,on which an individual’s gender identity is determined by what gender-specificnorms they experience as relevant to them.35 That is, for example, someone hasa female gender identity–and so is a woman–on this account if they experiencenorms associated with women in their social context as relevant to them. More-over, norm relevance can take on a variety of forms. A female gender identityfor one person may amount to feeling like others should refer to her with fem-inine pronouns and a certain name, whereas for someone else, it may amountto having the sense that her physical features ought to be a certain way – e.g.,ought to include a vulva, and not a penis.36Gender identities, on both approaches, have personal and social elements:they are personal insofar as they concern internal dispositions or senses ofnorm relevance, but social insofar as these dispositions or senses must relateto norms or behaviors that are externally, socially associated with a certaingender group.37 Both McKitrick’s and Jenkins’s approaches could be applied to‘genderqueer identity’. In fact, Jenkins explicitly proposes one such application:someone is genderqueer iff they do not consider the norms socially associatedwith men, nor the norms socially associated with women, to be relevant tothem.38 To illustrate, Jenkins uses the example of a building that contains onlymen’s and women’s toilets. Someone who is nonbinary, because they do notnot address this view in what follows because, while Bettcher’s view may be the best wayto understand binary gender identities, it runs into many of the same concerns I raise forMcKitrick’s (2015) and Jenkins’s (2016) accounts when applied to genderqueer.33See, e.g., McKitrick (2015), 2580 for an explicit rejection of the essentialism worry.34The precise formulation of this idea is as follows: “x is gender G iff x has (sufficientlymany, sufficiently strong) dispositions D1-Dn to behave in ways B1-Bn in situations S1-Sn,and the relevant social group considers behaving in ways B1-Bn in situations S1-Sn to be G.”McKitrick (2015), 2581.35Jenkins (forthcoming).36Jenkins (2016), 413.37Jenkins (2016), 412.38Jenkins uses the term ‘nonbinary’ rather than genderqueer, and more formally puts thisidea as follows: “S has a nonbinary gender identity iff S’s internal ‘map’ is neither formedso as to guide someone marked as a woman through the social or material realities that are,in that context, characteristic of women as a class nor formed to guide someone classed as aman through the social or material realities that are, in that context, characteristic of men asa class. Jenkins ((2016), 411, fn 40). See also Jenkins (forthcoming).10consider the norms governing social spaces for either men or women as relevantto them, may “have all toilets marked as uncomfortable places fraught withstress and danger.”39The first thing to notice is that Jenkins’s norm relevancy approach to maleand female gender identity differs dramatically from the approach to nonbinarygender identity. So long as someone considers some of the female-coded (ormale-coded) norms as relevant to them, they have a female (or male) genderidentity.40 After all, the number of men and women who take all of the normsassociated with men or women as relevant to them likely is few and far between.But notice that this feature is taken to immediately constrain the proposeddefinition of nonbinary (or, in my terms, genderqueer) identities: according toJenkins, it cannot simply be the case that nonbinary persons do not take someor even most of the binary-coded norms as relevant to them. Rather, they musttake none of those norms as relevant to them. Here, the definition begins togenerate a serious worry.Genderqueers frequently maintain, if only out of necessity, a sense of whatbinary-coded norms are relevant for them in spaces where there is no alternativeto these norms. One initial place to see this is in the dual identities of somegenderqueer persons: that is, those who do not exclusively identify as a man oras a woman, but who claim both a genderqueer as well as male and/or femaleidentity. Testimony suggests that one common motivation for this dual identifi-cation is a recognition of the inescapability of binary norms: the gender normsapplied by the state and other persons impact one’s ability to move through theworld. In our current society, saturated in exclusive, binary divisions, there isno possibility of never taking gender norms to be ‘relevant’ to oneself. Publicspaces, such as toilets and locker rooms, legal institutions, social clubs, language,and marketing, to name but a few places, are heavily gendered, and genderednot only according to the binary, but in a way that leaves someone attemptingto navigate these structure no choice but to ‘pick a side’. Moreover, because all(or nearly all) genderqueer persons were socialized as either men or women, andoften are perceived as men or women, only self-applying the norms of ‘a personwearing people clothes’ is not possible. Genderqueers who wish to navigate theworld at all, much less safely, have no option but to see binary-norms as moreor less relevant to them.41Weiss (2018) captures this sentiment when explaining their decision to iden-tify both as non-binary and as a woman.I personally identify as a non-binary woman... [T]o me, this identityacknowledges both that I don’t have an innate identification withany gender and that I’ve been socialized as a woman.42Weiss is not alone. In the same article, they interview 24-year-old Rey Noble,39Jenkins (forthcoming).40Jenkins thinks that someone could have, for this reason, more than one gender identityin a given context.41Andler (2017) raises similar worries for Jenkins’s account of gender identity.42Weiss (2018).11who also identifies as non-binary and as a woman. According to Noble, this isto “acknowledge that she loves her female-coded body but doesn’t always feelit accurately represents her.”43 Similarly, Laurie Penny, a UK based journalist,articulates having distinct but compatible reasons for identifying as genderqueerand as a women. “My identity is more complex than simply female or male,”Penny writes, “but...I am a woman, politically because that’s how people seeme and that’s how the state treats me.”44Weiss’s, Noble’s, and Penny’s testimonies speak to the inescapable relevanceof gender norms. At this point, someone might protest that genderqueer identityis marked by a feeling of discomfort or inauthenticity with (complying with)those norms. But this dramatically over-generates: many non-genderqueer menor women also feel discomfort and inauthenticity regarding the gender normsthat they are socially coerced to obey.45In addition to over-generating, though, it also under-generates. There is anadditional reason why we should be skeptical of the idea that genderqueers donot take any gender norms to be relevant to themselves: some people locatetheir genderqueer identity in their fluidity between different gender categories.More specifically, this testimony suggests that some genderqueer individualsexperience various gender-specific norms as relevant or apt in different contexts.For example, in Galupo, et al’s (2018) study of genderqueer persons, manyparticipants described their gender in ways that include, but are not bound byonly one of the binary options:“My gender changes. Sometimes I am female, sometimes I am a boy,sometimes I am both, and sometimes I am neither.” (genderfluid)“Sometimes I feel like I am completely a man. Sometimes I feel like Iam mostly a man, with some woman/agender mixed in.” (demiguy)“I can switch in between a variety of genders (man, woman, androg-yne, agender, third gender, polygender, etc.) day by day.” (gender-fluid)46In short, genderqueer persons sometimes do identify as women and/or men,in Jenkins’s sense. In fact, Galupo, et. al. explicitly observes that “[gen-derqueer] participants’ gender identit[ies] could not be discretely conceptualizedas ‘male’ ‘female’ ‘neither’ or ‘both’.”47 While Jenkins take the ‘neither’ ap-proach, then, this way of thinking does not align with genderqueer individuals’43Weiss (2018).44Penny (2015).45Recall that Jenkins (forthcoming) suggests that a nonbinary person would uniquely feelthat gender-marked toilets are “uncomfortable places fraught with stress and danger.” Noticethis would also be true for a gender non-conforming woman or man, an androgynous womanor man, or perhaps even just a woman or man who dislikes being in gender-marked spaces.46Galupo, et al. (2018), 12. Participants’ preferred gender labels are in parentheses.47Galupo, et al. (2018), 18.12descriptions of their own internal states.48Setting aside a norm-relevancy approach to genderqueer identity, then, whatabout a dispositional approach? Why not think that being genderqueer is lessabout what norms one considers relevant to oneself, but rather about whatone is internally disposed to do–e.g., use gender neutral pronouns, assert ‘I amgenderqueer’, and so on? Such an approach might amount to something alongthe following lines:S is genderqueer in a context C iff S is sufficiently disposed to be-have in C in ways that would (in trans-friendly contexts) mark S asgenderqueer.49What might the behaviors be? On one interpretation, the relevant behav-iors for being genderqueer would be different in content, but not in kind fromthose for being men and women. That is, the behavioral dispositions relevantto being genderqueer would include dispositions toward things like “modes ofdress, posture and mannerisms, productive and leisure time activities, styles ofcommunication and social interaction.”50 But, as we already saw in §3.1, nosuch external behaviors decidedly mark someone as genderqueer.Given this, the scope of relevant behaviors is significantly constrained. Infact, it seems that the only behaviors that would decidedly mark someone asgenderqueer in a trans-friendly context is them (sincerely) saying so.51 On thisaccount then, someone is genderqueer so long as they are sufficiently disposedto assert that they do not exclusively identify as a man or a woman: e.g., ‘I amgenderqueer’, ‘I am nonbinary’, ‘I am gender fluid’.52Here, two further worries arise. The first concerns the manifestation condi-tions for these dispositions. I suspect that much of the motivation for adoptinga dispositionalist account of genderqueer identity is gaining the ability to countpersons as genderqueer even when these dispositions are masked or counteractedby social costs, such as the threat of bullying, discrimination, being fired, as-saulted, or simply misunderstood. Rather than seeing someone as genderqueeronly in contexts where they in fact say so, a dispositionalist approach wouldallow us to count as genderqueer anyone who would–under certain conditions–assert that they are genderqueer. Someone who is prevented from openly as-serting a genderqueer identity due social costs, then, can still be genderqueer.48Galupo, et al. (2018), 18.49This proposal is an adaption from McKitrick (2016), who does not emphasize trans-friendly contexts. This proposal would, for reasons that are hopefully clear, be even furtheroff target: in dominant context, no behaviors would mark someone as genderqueer, becausethis category is not recognized in those contexts.50McKitrick (2016), 2581.51Although not framed dispositionally, a similar proposal was suggested by Riki Wilchins(2017), 101: “With nonbinary people, it is the identifying act of saying one is ‘nonbi-nary’...which is central to identity?”52I leave open that assertion occurs in many ways, including writing, sign-language, etc.Many nonbinary youth depend on social media, such as Twitter, Facebook, or YouTube, tocommunicate their gender identification. See Singh (2013), 698.13Given this, the thought goes, we should privilege how that person wouldbe, were it less-or-not-at-all socially costly, to be genderqueer. From here, wearrive at the idea that someone is genderqueer just in case, were the social costssufficiently low, they would assert that they do not identify exclusively as a manor a woman. But what are these conditions? If they are ones where some socialcosts remain, then it would seem to prevent those with low risk tolerance frombeing genderqueer: some people who might be willing to assert a genderqueeridentity under no social costs might be unwilling to do so even in the face of smallor infrequent costs. So leaving any social costs in the manifestation conditionsmeans that only some people, but not others, can have a genderqueer identity.Suppose, then, the manifestation conditions are ones with no social costs.First, it seems likely that, in such a scenario, many persons who currently andcomfortably identify exclusively within the binary might begin to assert other,nonbinary identities.53 That is, if being nonbinary were completely sociallyaccepted, such that no difficulties or prejudices faced those resisting binary cat-egorization, why think that those who, under actual conditions, do not considerthemselves nonbinary, would continue to do so? Regardless of which way wego, then, it seems this view gets the extension of genderqueer wrong even by itsown lights: it will either exclude those with a low risk tolerance, or extend thecategory to persons who in fact take themselves to have a binary identity, butwho might think otherwise in lieu of social repercussions.The second, and I think even more important worry for this dispositionalaccount is that it metaphysically trivializes being genderqueer. Regardless ofthe manifestation conditions for a dispositional account, we’ve seen that themost plausible behaviors that, when manifested, would be socially considereddeterminative of being genderqueer are assertions that one is genderqueer. But,in that case, being genderqueer amounts to nothing more than a linguistic con-struction: there is nothing substantively different between someone who is andsomeone who is not genderqueer. The only difference is that one, but not theother, is disposed to use certain terms to describe themself. On this disposi-tional account, no difference other than this is necessary (or sufficient) for beinggenderqueer. It is hard to see, for this reason, what the content of such termsmight be, or what the difference between ‘sincere’ and ‘non-sincere’ assertionof identity might amount to. ‘Genderqueer’, ‘nonbinary’, ‘agender’, etc. seemreduced to empty (or at least opaque) labels.It may turn out, in the end, that genderqueer identity amounts to nothingmore than self-describing using certain terms. But if possible, we should–and Ithink can–do better. To that end, I turn now to a new proposal: genderqueeras a critical gender kind.53The same point holds for the scenario with very low social costs, but is more obviouswhen all costs are removed.144 A New Approach: Critical Gender KindsWhat explains being genderqueer? Is asserting one’s preferred gender labelsufficient? Is it necessary? Is gender non-conformity or androgyny sufficient,even if not necessary? These questions are complicated by the fact that, as we’veseen, purely external factors are insufficient for understanding genderqueer, andappealing instead to gender identity only pushes us to ask what might constitutea genderqueer identity. While it is tempting to think of this identity in termsof wholly internal features, such as a sense of norm relevance or a disposition toassert an identity claim, we’ve seen why these approaches fall short. So whatcould the difference between genderqueer and non-genderqueer persons amountto?The solution, I suggest, lies in understanding the category genderqueer notin terms of external or internal features, but rather in terms of political features– in particular, features that combine both external and internal components. Isuggest that genderqueer is best understood as a category whose members col-lectively resist the assumption that men and women are discrete, exclusive, andexhaustive gender categories, and where this resistance arises from the mem-bers’ felt or desired gender categorization outside this exclusive and exhaustivebinary.Importantly, I do not assume that each member of genderqueer must or willsuccessfully resist this assumption, or even do so in a way that is intelligible toothers. For an individual to be genderqueer, on my view, only requires thatthey take part in such resistance. While I say more about this below, I willnot try to give precise conditions for what this ‘taking part’ requires. In part,this is because I think there are no such precise conditions; certainly, there arenot context-independent conditions. Primarily, though, it is because my centraltarget for analysis is the kind genderqueer, and not the individual property beinggenderqueer. Although it is common to conflate these projects – indeed, theyare treated as one within existing externalist and internalist models of gendercategories – I think to do so is a mistake. It is already well recognized thatexplanatory individualism, or the idea that the explanation for a social kind orphenomenon reduces to facts about individuals, is typically not an apt way toapproach social ontology.54 Just as an analysis of Christianity would be differentthan an analysis of what it takes for an individual to be a Christian, so too ananalysis of genderqueer is distinct from (though, of course, intimately relatedto) an analysis of what it takes for an individual to be genderqueer. To theextent that I am interested in individuals, it is in service of understanding how,as a collective, these individuals resist the gender binary.What is the best way to understand a gender kind of this sort? I proposethat, to do so, we must recognize a new type of gender kind: a critical genderkind.Critical Gender Kinds: For any gender kind X, X is a criticalgender kind relative to a given society iff Xs members collectively54See, e.g., Epstein (2009), Haslanger (2016).15resist the dominant gender ideology in that society.55Note that this definition leaves open the motivation or cause for collectiveresistance to dominant gender ideology. I take it that this resistance can bemotivated or caused in many ways. For our current purpose of analyzing gen-derqueer, I want to specifically highlight at least two importantly distinct, butcompatible motivations: principled resistance and existential resistance. We canunderstand these as follows:Principled Resistance: Principled resistance to dominant genderideology is resistance that stems from or otherwise expresses indi-viduals’ social or political commitments regarding gendered norms,practices, and structures.Existential Resistance: Existential resistance to dominant gen-der ideology is resistance that stems from or otherwise expressesindividuals’ felt or desired gender role and/or categorization.Principled resistance is a common practice, shared among a variety of ac-tivists, allies, and members of gender and sexual minority groups. For example,whenever someone speaks out against sexist, transphobic, or heteronormativepractices and does so from their commitment to gender or sexual equality, thisperson enacts principled resistance to dominant gender ideology. AttendingTake Back the Night or gay pride marches, voting for politicians who supporttrans-rights, donating to organizations that advocate for women’s reproductiverights, using gender-neutral pronouns, or having a gender non-conforming aes-thetic are just a few examples of resistant behaviors that are open to everyone.Many engage in these behaviors not (or not only) because of their own felt ordesired gender role or position, but (also) because they have values and beliefsthat commit them to resist dominant gender norms, practices, and structures.These persons are, in my view, jointly engaged in principled resistance to dom-inant gender ideology.More can and should be said about principled resistance. But because myaccount of genderqueer relies on the notion of existential resistance, I’ve de-scribed the phenomenon of principled resistance primarily for the purpose ofcontrast. Unlike its sibling, existential resistance stems from one’s felt or de-sired place within gender roles or categories – typically, a role or categorizationthat is deviant given the practices, norms, and structures that arise from andsustain dominant gender ideology.To more sharply distinguish between these modes of resistance, suppose youmeet two persons who use the gender neutral pronouns ‘they/them’. One does55By ‘society’, I roughly mean communities of persons with shared clusters of beliefs, con-cepts, and attitudes that give rise to concrete social practices and structures. These clustersfacilitate social interaction; they make it possible to “interpret and organize information andcoordinate action, thought, and affect.” (Haslanger 2016, 126) They also can be individuatedwith more or less fine grain. By ‘dominant gender ideology’, I mean the beliefs, concepts,and attitudes toward gender that have the most social power within a society, and that im-pose (often unreflectively) their shared epistemic, conceptual, and affective systems onto lesspowerful communities.16not consider themself nonbinary in any sense, but uses these pronouns becausethey are committed to making English more hospitable for nonbinary persons.56The other uses these pronouns because they consider themself genderqueer, andso take both ‘she’ and ‘he’ to misdescribe their sense of their own gender. In thiscase, it may be that both persons manifest principled resistance to the dominantbelief that everyone is either a man or a woman. But only the second personmanifests existential resistance to this belief. And this is because the second, butnot the first, engages in resistant behavior–here, use of gender neutral pronouns–due to their felt or desired categorization outside of the gender binary. In linewith this example, I propose that the key mark of existential resistance is thesource of the resistance: namely, subjectively felt or desired gender role orcategorization.The distinction between principled and existential resistance helps us artic-ulate the difference between allies and members of gender kinds such as gen-derqueer and trans: while both resist dominant gender ideology, members ofthese kinds resist (at least in part) because they perceive/feel themselves tohave or desire to have a gender categorization that deviates from dominant ex-pectations and assumptions. That is, who they take or desire themselves to beis itself incompatible with or otherwise does not conform to the categorizationimposed on them by dominant gender ideology. Importantly, though, this isnot a purely internalistic notion of genderqueer: an internal relationship to gen-der categories is only one piece of the characterization. Collective resistance bythose who experience this relationship is also required. Moreover, by including‘desired’ alongside ‘felt’, I hope to capture a broader range of phenomenologicalstates with respect to gender categorization than those emphasized by Jenkinsand McKitrick. This ‘desire’ could be based on political (or perhaps religious)motivations, in addition to an internal sense of gender authenticity, relevance,belonging, or dysphoria.57To be clear, critical gender kinds are not the only gender kinds whose mem-bers stand in political relationships to dominant gender ideology. All genderkinds are political, and all persons stand in relationships–both principled andexistential–to gender ideology. When these reactions affirm dominant ideology,we can describe those who manifest them as belonging to non-critical genderkinds:Non-Critical Gender Kinds: For any gender kind X, X is a non-critical gender kind relative to a given society iff Xs members collec-tively reinforce the dominant gender ideology in that society.As above, we can divide reenforcement into both principled and existen-tial modes. Someone who considers themself a man and on this basis enacts ahegemonic masculinity (relational to his class, race, etc.) manifests existentialreenforcement of the dominant assumption that men ought to behave in stereo-typically masculine ways. In contrast, someone who considers themself a woman56See Dembroff & Wodak (2018) for further argument on this point.57Thanks to Alicia Fowler for alerting me to the possibility of religiously motivated resistanceto the binary assumption.17but uses slurs to describe gay or effeminate men, and does so on the basis ofbeliefs about how men ought to behave, manifests principled reenforcement ofthis dominant assumption.58To be clear: a single individual can belong to both critical and non-criticalgender kinds. The critical/non-critical distinction is not intended as anotherbinary into which individuals can be exclusively sorted. In fact, I suspect itis unavoidable to belong to both types of kinds: we all belong to a variety ofpolitical gender kinds–critical and non-critical–as well as externalist and inter-nalist gender kinds. My focus here is on genderqueer as a particular, criticalgender kind. But my account does not preclude that members of genderqueersimultaneously belong to many more gender kinds.Of course, saying that genderqueer is a critical gender kind is nowhere nearthe level of specificity needed to understand this kind. Even once we narrowour scope to so-called ‘western’ societies, we find there are many critical gen-der kinds, and they can be identified to various degrees of specificity, relativeto how fine-grained one describes (an aspect of) the dominant gender ideol-ogy.59 To draw this out, and further motivate thinking of genderqueer as a crit-ical gender kind, let’s consider the gender ideology that dominates in westernsocieties. Broadly speaking, a vast number of social groups resist this ideol-ogy: to name but a name, trans men, trans women, abortion rights activists,butch dykes, drag queens, genderqueers, stay-at-home dads, female powerlifters,tomboys, polyamorous persons and on and on. That is, in both principled andexistential ways (among others), multiple groups resist normative, gendered so-cial expectations regarding their bodies, presentations, gender roles, and otherways of being.On one way of thinking about critical gender kinds, then, all of these variousand sundry groups might be classified together within one kind:(Western) Gender Defiers: (Western) gender defiers is a criti-cal gender kind, whose members collectively resist dominant genderideology in Western societies.In at least two ways, this definition is not particularly illuminating. First,how might one go about deciding who does or does not count as a genderdefier without a more detailed analysis of what composes the dominant genderideology in question? Second, with respect to genderqueer, if genderqueers makeup but one piece of gender defiers, this does not illuminate what is unique togenderqueer. It seems that, in order to give an analysis of genderqueer, we needa better idea of what aspect of dominant gender ideology genderqueers resist, aswell as how they do so. All in all: more details are needed.58Insofar as this person’s behavior may also be motivated by her beliefs about her owngender role with respect to (e.g.) encouraging male masculinity, she may also thereby manifestexistential reenforcement of this assumption.59Throughout this paper, I use ‘Western’ as an imperfect shorthand, while also recognizingthat this term is flawed–see, e.g, Appiah (2016). If the reader prefers to talk about, e.g., ‘theGlobal North’ or ‘postcolonial societies’, they can substitute their preferred term.18To this end, I propose a more (but still not very) fine-grained, tripartite pic-ture of western dominant gender ideology.60 On this picture, the ideology can bethought of as having three distinct, but interconnected and mutually reinforcingaxes: the genital assumption, the binary assumption, and the social assumption.While no one of these axes can be fully understood apart from the others, forthe sake of analysis we can somewhat artificially take each individually:The genital assumption: Someone’s gender is determined by theirnatal external genitalia.61The binary assumption: The only possible genders are the bi-nary, discrete, exclusive, and exhaustive kinds men and women.62The social assumption: Someone’s gender determines63 whattheir hierarchical social role ought to be. More specifically: malesought to have masculine roles, females ought to have feminine roles,and feminine roles are inferior to masculine roles.6460This picture diverges from, but was inspired by a description of ‘the postcolonial under-standing of gender’ in Tan (manuscript).61This assumption, combined with the binary assumption, fails to acknowledge the reality ofpersons born with genitalia that defies exclusive classification as male or female. This is not ashortcoming with my description of the assumption; rather, my description accurately capturethe prevalent assumption that leads to the erasure of these persons, as well as unnecessarymedical interventions on children born with so-called ‘ambiguous genitalia’. See, e.g., Chase(1998) & Bettcher (2016).62The binary assumption builds normative social roles into men and women (perhaps inaddition to genital information). A genderqueer person does not reject the idea that theymust have, e.g., either a penis or a vagina: in rejecting the binary assumption, they arerejecting the notion that they must exclusively belong to one of two kinds with normativesocial roles. See Dembroff (2018).63By this, I do not mean to imply that gender is assumed to ‘wholly determine’ one’s socialrole, given that even within this ideology, people often assume that other, intersecting socialidentities–such as race, class, and ability–also determine someone’s social role.64Here I follow, but make a tripartite distinction within feminist theories on which gender19All three axes together establish an ideology that exclusively divides bodiesinto two categories, and establishes a self-perpetuating hierarchy between them,with persons whose bodies are sexed as male placed in a position of dominanceover persons whose bodies are sexed as female.65 Within this framework, wecould spell out a variety of (non-exclusive!) critical gender kinds whose membersenact existential or principled resistance to these axes.66 For example, thosepersons who claim categorization other than the gender that they were assignedbased on their natal genitalia–a property I consider sufficient for being trans–manifests existential resistance to the genital assumption. Similarly, anyonewho considers themself a butch lesbian, defying social expectations with respectto their gender presentation and sexuality, manifests existential resistance tothe social assumption.67I propose that genderqueer is best understood as a critical gender kind whosemembers collectively resist the binary assumption. More specifically, I proposethat its members manifest existential resistance against the assumption thatthey must belong to one of two discrete, exhaustive, and exclusive gender kinds(men/women): that is, binary kinds that do not overlap (discrete) and accountfor all persons (exhaustive), and are such that one person cannot belong to bothkinds (exclusive). Moreover, these members do so on the basis of a felt or desiredgender categorization that is ontologically incompatible with this assumption.We can put this more formally as follows:Genderqueer: Genderqueer is a critical gender kind, such that itsmembers have a felt or desired gender categorization that conflictswith the binary assumption, and on this basis enact collective exis-tential resistance to the binary assumption.68On this proposed understanding of genderqueer, genderqueers collectivelyand existentially resist the binary assumption.That is, this collective resistancewithin Western contexts is “traditionally assumed to be based on a binary, mandatory systemthat attributes social characteristics to sexed anatomy, with humans categorized from birthas male vs female based on their external genitalia.” See Nagoshi, et al. (2012, p. 407),referencing Hausman (2001). See Witt (2011), Frye (1983), Wittig (1992) among many, manyothers for further discussion. The ideas that masculinity and femininity are oppositional andhierarchical is further developed in Serano (2016, pp. 100-113) under the labels ’oppositionalsexism’ and ’traditional sexism’.65Though, of course, much more goes into the social assumptions for ‘females’ and ‘males’than things that establish or perpetuate this hierarchy. Indeed, I do not mean to suggest that(many aspects of) masculinity and femininity per se are problematic–an unfortunate sugges-tion of previous versions of feminism–but rather that gendered social roles are problematicwhen policed along the lines of binary, biological categories.66While various targets of resistance are compatible, some groups treat them as exclusive.For example, one ‘radical feminist’ position is that resistance to the social assumption isincompatible with resistance to the genital and binary assumptions.67See, e.g., Rich (1980) & Halberstam (1998).68I do not mean to suggest that all genderqueers resist the binary assumption under thistheoretical guise. Most often, they simply reject the idea that they must be neatly andpermanently categorized as either a man or woman–that they must comply with binary genderclassification. This harkens to the familiar feminist point that the ‘personal is political’: evenif a genderqueer person does not conceptualize (e.g.) use of gender-neutral pronouns asresistance, it is.20is rooted in genderqueer’s members felt or desired gender classifications thatdefy the binary assumption. This point is important because it demarcatesgenderqueer as a kind such that internal features (here, personal relationship togender categorization), as well as external features (here, ideological resistance)are required to adequately model this kind.This dualistic feature brings a number of important implications. First, itsuggests that genderqueer cannot exist in contexts where persons are so bereftof access to gender deviant presentations, concepts, and language that they areunable to perform speech acts and behaviors that would collectively resist thebinary assumption.69 That is: I do not think genderqueer is adequately cap-tured solely in terms of internal features, such as a dislike of being genderedwithin the binary, or intentions to resist the binary assumption. Genderqueeris not a merely psychological phenomenon. For one thing, this would overex-tend genderqueer. No doubt, many people who would not consider themselves(or be considered) genderqueer dislike being gendered within the binary, buthave resigned themselves to it or otherwise accepted it as part of their lives.For another, this would remove the force of queer within genderqueer. If beinggenderqueer were simply in the head, a world functioning smoothly accordingto the binary assumption, with no material challenges to this binary, could verywell be a world full of genderqueers. This, to me, seems like a reductio: re-sistance to gender binary systems requires more than thought and affect. Thispoint aligns with genderqueers’ description of being nonbinary as a way of “re-ject[ing] such [binary] systems that lead to harmful stereotypes and oppression”and “breaking down what it means to be a gendered person in the world.”70Neither resistance nor breaking down others’ assumptions occur merely withinthe head.71Second, it suggests that genderqueer does not exist simply by virtue of therebeing a group of persons who adopt gender presentations, language, or behaviorsthat resist the binary assumption. As seen in §3.1, external features are notsufficient for modeling genderqueer. Androgyny, use of gender neutral pronouns,and so on, are features that are not universal among genderqueers, and alsoare shared by many persons who identify within the binary. These featuresmay well function to resist the binary assumption, even when manifested bybinary-identified persons, but for this reason, resistance alone is not sufficientto understand genderqueer.Lastly, and perhaps most importantly, this dualistic analysis leaves spacefor variation across both the mental states accompanying felt or desired gendercategorization outside of the binary, as well as the modes of resistance taken bygenderqueer persons. The construction of binary gender kinds (men/women),as well as the latitude individuals have within them and how individuals are69Relatedly, it suggests that genderqueer will not exist in a world so ignorant of nonbinarypersons that their acts of resistance are consistently mis-/re-interpreted so as to neutralizeany resistance to the binary assumption.70Taluson (2017).71While I lack space to explore this here, this point suggests fruitful intersections betweendiscussion of critical gender kinds and hermeneutical injustice, as described in Fricker (2007).21socialized into them, vary dramatically across intersections with other socialidentities, such as race, class, and disability. For this reason, my model inten-tionally leaves open that within the group of genderqueer persons, one can (andI suspect will) find a vast range of concepts about and attitudes towards thesebinary kinds, as well as strategies for resisting binary categorization.72What is central to genderqueer, I suggest, is found at the intersection ofexternal and internal features. In particular, it is collective, existential resis-tance to the practices and structures that arise from and reinforce the binaryassumption. This resistance is multiply realizable: again, there is no one, muchless one right way to be genderqueer. Many forms of resistance are possible.Some common strategies will be familiar: using gender-neutral pronouns (andother terms, like the title ‘Mx.’), cultivating gender non-conforming aesthetics,asserting one’s gender categorization (e.g., ‘I am nonbinary’), queering personalrelationships, defying sexual binaries, and what I’ll call ‘space switching’, ormoving between male and female gendered spaces. While, again, no single oneof these features is unique to or required in order to be genderqueer, they arefamiliar tools that genderqueers use to resist the idea that they themselves mustcomply with binary categorization. What they share–and what is, I think, a con-straint on what can aptly be called ‘resistance’ to dominant gender ideology–isthat they violate what Kate Bornstein (1994) call the ‘gender rules’: the binaryset of norms that are imposed and enforced (via social practices, material struc-tures, and various forms of gender policing) upon individuals according to thesexed interpretation of their bodies.73 Violating these rules challenges or defiesdominant gender practices and structures. As these practices and structures aremany, so too are the possible modes of resistance, which we again can expect tovary widely across intersectional contexts and individuals. To name but a few:1. Gender-neutral pronouns: Communicating that one uses gender neu-tral pronouns (e.g., ze/zim/zis, they/them/theirs) rather than a genderspecific pronoun (e.g., he/him/his, she/her/hers).742. Gender non-conforming aesthetics: Gender presentations that violatecultural gendered expectations (e.g., cross-dressing, androgyny).7572Thanks to Jorge Meneses for raising this point.73This approach, I think, nicely aligns with genderqueers shared sense of ignoring and/orbreaking gender rules. As one genderqueer person comments in “Gender Can Be Both Lib-erating And Stifling At The Same Time” (2018): “I’m what people would be if gender rulesdidn’t really exist.”74And similarly for other gender neutral language–e.g., ‘human’ over ’man’ or ’woman’,‘parent’ over ‘mother’ or ‘father’, or using a chosen, gender ambiguous name over one’s birthname. The importance of generating gender neutral language in the service of breaking downthe binary assumption cannot, I think, be understated, given the close relationship betweenlanguage and available concepts. See, e.g., Wittig (1992), 55: “We must produce a politicaltransformation of the key concepts, that is of the concepts which are strategic for us. Forthere is another order of materiality, that of language, and language is worked upon fromwithin by these strategic concepts.”75Transgressive gender aesthetics are a long standing tradition of queering gender. MarjorieGarber (1992), for example, discusses transvestism as a way to create a crisis not only for thegender binary, but for the stability of gender categorization altogether.223. Gender categorization assertions: Articulating one own sense of gen-der kind membership (e.g., ‘I am nonbinary’, ‘I am genderfluid’).4. Queering personal relationships: Fluidity between or violation of tra-ditional gender roles within personal relationships (e.g., taking on certaintraditional female parenting roles as well as male roles, gender play insexual relationships).76 775. Eschewing sexuality binaries: Identifying one’s sexuality outside ofthe ‘gay’, ‘straight’, or ‘bisexual’ taxonomy, which is based on a binarygender system.786. Space switching: Fluidity between female and male coded materialspaces (e.g. using both men’s and women’s bathrooms, moving betweenmale and female friend groups).79This list is by no means exhaustive of the many ways in which genderqueerpeople resist captivity within the gender binary.80 My purpose is not to providean exhaustive list of ways to be genderqueer, but rather to illustrate the dappledand diverse nature of genderqueer resistance. While some of these modes of re-sistance (e.g. assertion) will be more easily interpreted by others as resisting thebinary assumption, others (e.g., gender non-conformity) admit more ambiguity.Moreover, genderqueers will not use the same or perhaps any of these enact-ments at all times or spaces. Someone who uses gender-neutral pronouns withfriends may not do so at work. Someone who will assert a genderqueer identityin explicitly trans-inclusive groups may not do so outside of these groups. Gen-derqueers enact their identities in multiple ways because genderqueer does notpresent a new set of gender norms: it seeks to disrupt existing gender norms.That is: genderqueers are not aiming to maintain a grey, androgynous middleground between ‘masculine’ and ‘feminine’, ‘man’ and ‘woman’, but rather, to76Mo, a female-assigned genderqueer person describes this enactment of genderqueerness.“My feelings about my gender are not dependent on [how I am perceived],” they say, “butare more tied in to how I identify with people (men as much as women, and trans people ofall kinds) and how I relate to my family (as a husband and dad), etc.” Mo Interview (2018).(Mo’s last name has been omitted to maintain anonymity.)77Any queering of sexual relationships is typically met with the strongest negative reactionfrom dominant culture. According to Murray David (1983), this is because these genderviolations directly challenge others’ pervasive reliance on binary sexual norms to organizetheir lives. Cited in Bornstein (1994), 72.78Nagoshi, et al. (2012) provides qualitative empirical data concerning the close relationshipbetween gender and sexual identities. At one genderqueer participant, AJ, reported, “I identifyas queer as my sexual identity... I don’t really see that there really is a binary. So I wouldn’teven say bisexual, because that’s still acknowledging that there’s a binary system.” (217).For further empirical discussion, see Bradford, et al. (2018), p. 5. See also Dembroff (2016)for philosophical discussion on the relationship between gender and sexual identity.79Like all of the above, space switching is a way of breaking and also fluidly navigating binarygender rules. “[Fluidity across gender rules generates] the ability to freely and knowinglybecome one or many of a limitless number of genders for any length of time, at any rate ofchange. Gender fluidity recognises no borders or rules of gender.” Bornstein (1994, 52.)80For empirical data on the various strategies toward genderqueer expression, see Richardet al. (2016).23resist the cultural command to accept these binary categories as the categoriesby which one must be identified, labeled, and evaluated. This point is furtherreinforced by qualitative empirical research on genderqueer identities. Bradfordet al (2018) notes that while models of gender typically expect gender to bestable and predictable, “having the agency to make decisions regarding one’sbody and identity may be an integral component of genderqueer identity devel-opment” – one that often results in a “process of experimentation.”81 Again,though, my focus is on the collective effects of this resistance, rather than on theeffect of any single individual’s acts of resistance. Given this, there is plenty ofroom underneath the umbrella of genderqueer for a variety of resistant strategies,varying in type, clarity, and strength.In closing, I want to draw out two key upshots of the proposed view. First,the category genderqueer is socially located. Because genderqueer, on my pro-posal, essentially involves existential resistance to the binary assumption, asunderstood within western gender ideology, it is largely constrained to contextswhere western gender ideology is dominant. This is because ‘resistance’, I takeit, connotes at minimum a defiant reaction. However, this is not to ignore aclosely related kind–one whose members challenge, via resistance or not–thebinary assumption. Such a category would unify genderqueer with the varietyof genders beyond male and female recognized in other societies, such as In-donesia’s waria, Native American two-spirit, and Samoan fa’afafine. In this, wehave the tools for finding important similarities and points of solidarity betweencritical gender kinds in a given context with gender kinds across other contexts.We also thereby have a framework for interpreting common claims to the tuneof ‘nonbinary persons have always existed everywhere’. If we interpret ‘nonbi-nary’, in such a claim, as anyone whose social existence challenges the binaryassumption, then we can look to any time or society to identify such persons.Alternatively, if we interpret it as concerning existential resistance to the binaryassumption, then our search will be constrained to contexts where this assump-tion is dominant, pointing to important differences between genderqueer, as heredefined, and categories such as waria.Second, insofar as I have described genderqueer in terms of collective re-sistance to the binary assumption, one might worry that being genderqueer,on my proposal, requires that an individual must–to some extent and in somecontext–resist the binary assumption.82 No doubt, some will find this resultunpalatable, for reasons discussed in §3.2. Many people prefer to think of beinggenderqueer as something that can be wholly internal, such that someone couldbe entirely closeted and remain genderqueer. This internalized approach is rei-fied by common narratives of ‘discovering’ or ‘realizing’ that one is genderqueer,as opposed to ‘choosing to be’ or ‘becoming’ genderqueer. At the same time,these narratives are counterbalanced by other, also common narratives such as,“I [finally] get to be who I want to be,” or “I... try to get to a place where I can81Bradford (2018), 8.82My proposal might, in this sense, be thought in the spirit of Butler’s (1997) ‘symbolicinteractionism’, or the idea that an individual’s gender is created an sustained through “re-flecting back images of the self as objects.” Hird (2012), 585.24safely be myself.”83 One might worry that my account precludes those in hostileenvironments with heavy costs of defying gender rules from being genderqueer.In response, I first want to again emphasize that my project primarily con-cerns the category genderqueer and not the individual property of being gen-derqueer. It may well be that, while the category essentially concerns politicalresistance, external resistance is not required of each and every member of thiscategory. Consider, for analogy, the category L.A. Dodgers fans. Presumably,this category is only properly understood as a social phenomenon–a collective ofpeople that support the Dodgers by attending games, buying merchandise, andso on. This, however, does not mean that in order for an individual to belong tothis category, they must engage in socially perceived fan-like behaviors: perhapsit is sufficient that they themselves are aware of their support for the Dodgers,even if they keep this a secret.To be honest, I myself am not convinced that internal states should be con-sidered sufficient for being genderqueer: I tentatively suggest this ‘way out’for those who demand that they must be. I myself lean toward the thoughtthat some externalized resistance is required for being genderqueer, keeping inmind that resistance is multiply realizable and need not not be successful.84Indeed, there are myriad ways that someone could manifest resistance to thegender binary without incurring heavy social costs, even in hostile environments.While pronoun pins, cultivating androgyny, or simply asserting one’s identityare all clear ways of resisting the binary assumption, nothing so loud is re-quired by my proposal, which emphasizes collective over individual resistance.As one agender person put this, “[S]ometimes when we dress ourselves, or whenwe find...moments of authenticity, they are acts of resistance even when they’resmall.”85 My proposal leaves these ‘small acts of resistance’ open to genderqueerpersons, and does not require social uptake of any given individual’s acts of re-sistance, even if, given the political nature of this category, some degree of socialuptake of its members’ collective resistant actions is required for the category’sexistence.I agree that social costs nevertheless could prevent someone from resistingthe binary in any way, despite felt or desired nonbinary identification. However,I diverge from standard interpretations of this situation, which say that thisperson is ‘truly’ genderqueer, and unjustly prevented from self-expression. Incontrast, I read the situation as one in which someone is unjustly prevented frombeing genderqueer. Referring to ‘closeted’ genderqueers–rather than people whoare unwillingly forced into binary classification–downplays both the power ofsocial forces over our access to social identities, as well as how oppressive thatpower can be. Someone who is forced to follow all the gender rules out of fearis, by my lights, prevented by an unjust social system from being genderqueer–the cost of ideological resistance is untenable. This is not merely a stifling ofself-expression, but a stifling of self-realization: if genderqueer is centrally about83“Gender Can Be Both Liberating And Stifling At The Same Time” (2018), Brehob (2018).84Dembroff & Saint-Croix (forthcoming) refer to this combination of internalized and ex-ternalized identity as ‘agential identity’, or the bridge between self- and social-perception.85“Gender Can Be Both Liberating And Stifling At The Same Time” (2018)25resistance to the binary assumption, oppressive social factors have the potentialto prevent its realization.86 In contexts where someone wants to resist binaryclassification, but faces untenable costs of doing so, the central injustice is not, Ithink, a lack of recognition. Rather, it is a lack of freedom with respect to one’sability to resist gender classification. Emily Brehob, who identifies as intersexand nonbinary, describes being caught in such a situation:Now that I live in Texas, I find it more difficult to walk the line ofaffirming my identity to myself while remaining safe. I find myselfreverting to the mean: growing my hair long, letting it slide whenpeople call me a woman... Is my identity even real if I don’t expressit? ... There something incredibly powerful–revolutionary, even–about challenging someone’s understanding of gender with your veryexistence.87Understanding genderqueer as a critical gender kind whose members collec-tively manifest existential resistance to the binary assumption helps us under-stand the experiences of persons like Brehob. Being genderqueer is not simplyin the head: it challenges dominant gender ideology ‘with one’s very existence’.To understand this gender kind, we needed a new model–one that captures theinterplay between ideological resistance and gender identification. I’ve proposedone such model, and no doubt there are others. But if one thing is clear, it isthat if we are to understand this cultural revolution, we need new concepts,new language, and new metaphysics. Armed with these tools, we can join RikiWilchins in wondering if we are “unconsciously and finally treading towards theend of gender categories as we know them.”88 Either way, I agree with Wilchins:“It will be fun finding out.”895 BibliographyAizura, A. (2006) “Of Borders and Homes: The Imaginary Community of(Trans)Sexual Citizenship” Inter-Asia Cultural Studies 7, no. 2 289-309.Aoki, R. (2010) “On living well and coming free.” In Gender Outlaws: Thenext generation. Eds. Kate Bernstein and S. Bear Bergman. Berkeley:Seal Press.Andler, M. (2017) “Gender Identity and Exclusion: A Reply to Jenkins.” Ethics127 (4):883-895.Appiah, A. (November 9, 2016) “There is no such thing as western civilisation.”The Guardian.Appiah, A. (1994) “Race, Culture, Identity: Misunderstood Connections”. TheTanner Lectures on Human Values.17:51-136.86See Dembroff’s (forthcoming) discussion of ‘ontological oppression’.87Brehob (2018)88Wilchins (2017), 102.89Wilchins (2017), 102.26A´sta (Sveinsdott´ır) (2011) “The Metaphysics of Sex and Gender.” In FeministMetaphysics, ed. Charlotte Witt. Springer.Bach, T. (2012) “Gender Is a Natural Kind with a Historical Essence.” Ethics122(2), pp. 231-272.Barnes, E. (forthcoming) “Gender and Gender Terms” Nous.Bettcher, T. (2009) “Trans Identities and First-Person Authority.” In You’veChanged: Sex Reassignment and Personal Identity, ed. Laurie Shrage. Ox-ford University Press.Bettcher, T. (2013) “Trans Women and the Meaning of ‘Woman’.” In Philos-ophy of Sex: Contemporary Readings, Sixth Edition. Eds. A. Soble, N.Power & R. Halwani. Rowan & Littlefield, pp. 233-250.Bettcher, T. (2014) “Trapped in the Wrong Theory: Rethinking Trans Oppres-sion and Resistance.” Signs 39(2): 383-406.Bettcher, T. (2016) “Intersexuality, Transgender, and Transsexuality”. In TheOxford Handbook of Feminist Theory. eds. Mary Hawkesworth and LisaDisch. Oxford University Press.Bornstein, K. (2009) “Who You Calling A Tranny?” KateBornstein.Typepad.com(Blog)Bornstein, K. (1994) Gender Outlaw: on men, women, and the rest of us, Lon-don: Routledge.Bradford, N., Rider, G., Catalpa, J., Morrow, Q., Berg, D., Spencer, K., &McGuire, J. (2018) “Creating gender: A thematic analysis of genderqueernarratives.” International Journal of Transgenderism. DOI: 10.1080/15532739.2018.1474516.Brehob, E. (June 25, 2018) “Are you Still Queer if People Can?t Always PerceiveYour Identity?” Slate.Briggs, R. and George, B.R. (manuscript). “Science Fiction Double Feature:Trans Liberation on Twin Earth.”Butler, J. (1999) Gender Trouble. London: Routledge, 2nd edition.Chan, Vincy. (September 7, 2017) “Muscle has no kind: a conversation withgenderqueer bodybuilder Siufung Law” Still LoudChase, C. (1998). ?Affronting Reason.? in Looking Queer: Body Image andIdentity in Lesbian, Bisexual, Gay, and Transgender Communities. Editedby Dawn Atkins. New York: Haworth Press. Pp. 205?220.Clements, C. (2017) “What is genderqueer?” HealthlineCohen, C. (2005) “Punks, Bulldaggers, and Welfare Queens: The Radical Po-tential of Queer Politics” In Black Queer Studies: A Critical Anthology,ed. Patrick Johnson and Mae G. Henderson, 21?51. Durham, NC: DukeUniversity Press.Dembroff, R. (2016) “What is Sexual Orientation?” Philosopher’s Imprint16(3): 1-27.Dembroff, R. (October 30, 2018) “Why Be Nonbinary?” Aeon MagazineDembroff, R. (forthcoming) “Real Talk on the Metaphysics of Gender” Philo-sophical TopicsDembroff, R. & Saint-Croix, C. (forthcoming) “Yep, I’m Gay: UnderstandingAgential Identity” Ergo.Dembroff, R. & Wodak. D. (2018) “He/She/Ze/They” Ergo 5: 371-406.27Diamond, LM and Butterworth, M. (2008) “Questioning gender and sexualidentity: Dynamic links over time.” Sex Roles 59: 365?376.Dowling, A. (February 24, 2017) “Meet TV’s First Non-Binary-Gender Char-acter: Asia Kate Dillon of Showtime’s ’Billions’.” Hollywood Reporter.Epstein, B. (2009) “Ontological individualism reconsidered”. Synthese. 166(1):187?213.Ferguson, S. (June 5, 2017) “The Importance of Non-Binary Models in theFashion Industry.” TeenVogueFernandez, N. (2010) “Transliteration” In Gender Outlaws: The next genera-tion. Eds. Kate Bernstein and S. Bear Bergman. Berkeley: Seal Press.Foucault, M. (1978) The History of Sexuality, Volume 1, London: Penguin.Fraser, N. (1998). Social Justice in the Age of Identity Politics: Redistribution,Recognition, and Participation. Tanner Lectures On Human Values, vol.19, ed. G. Peterson, University of Utah Press, pp. 1-67.Fricker, M. (2007) Epistemic Injustice. Oxford University Press.Frye, Marilyn. (1983) The Politics of Reality?: Essays in Feminist Theory.Trumansburg, N.Y.: Crossing Press.Galupo, M., Pulice-Farrow, L., & Ramirez, J. (2018) “’Like a Constantly Flow-ing River’: Gender Identity Flexibility among Non-binary Transgender In-dividuals”. In Identity flexibility during adulthood: Perspectives in adultdevelopment. Sinnott, J. D. (Ed). Springer.“Gender Can Be Both Liberating And Stifling At The Same Time.” (June 262018) [video] Huffington Post“Genderqueer.” (Accessed 6 June, 2018) Merriam-Webster.com. Merriam-Webster, n.d. Web.“Genderqueer.” (Accessed 27 June, 2018) Wikipedia.com.GenderTrender (Jan. 11, 2018) “Trans Teen Apologizes For Campaign AgainstLesbian Octogenarians” URL: https://gendertrender.wordpress.com/2018/01/11/trans-teen-apologizes-for-campaign-against-lesbian-octogenarians/Green, J. (2004) Becoming a Visible Man. 1st edn. Nashville, TN: VanderbiltUniversity Press.Greenberg, Z. (Oct. 24, 2017) “When a student says, ‘I’m not a boy or a girl’.”The New York Times.Halberstam, J. (1998) Female Masculinity. Durham, NC?; London: Duke Uni-versity Press.Halperin, D. (1995) Saint Foucault: Towards a Gay Hagiography. Oxford: Ox-ford University Press.Haslanger, S. (manuscript) “Nonideal, Critical, Ameliorative, Realist Ontology:Say What?”Haslanger, S. (2016) “What is a (social) structural explanation?” PhilosophicalStudies. 173 (1):113-130.Haslanger, S. (2012) “Gender and Race: (What) Are They? (What) Do WeWant Them To Be?” In Haslanger, ed., Resisting Reality: Social Construc-tion and Social Critique, 221-247. New York: Oxford University Press.Hesse, M. (Sept. 20, 2014) “When no gender fits: A quest to be seen as just aperson.” The Washington Post.28Heyes, C. (2003) “Feminist Solidarity after Queer Theory: The Case of Trans-gender?” Sign 48(4) 1093-1120.Hinchy, J. (2014) “Obscenity, Moral Contagion and Masculinity: Hijras in Pub-lic Space in Colonial North India.” Asian Studies Review 38(2): 274-294.Hird, MJ. (2002) “For a sociology of transsexualism.” Sociology 36: 577?595.hooks, b. (2008) Outlaw Culture, Resisting Representations, Reprint of (1994)ed. New York: Routledge.James, S. E., Herman, J. L., Rankin, S., Keisling, M., Mottet, L., & Anafi, M.(2016). “The Report of the 2015 US Transgender Survey.” Washington, DC.Retrieved from http://www.transequality.org/sites/default/files/docs/USTSFull-Report-FINAL.PDF.Jenkins, K. (forthcoming) “Toward an Account of Gender Identity.” ErgoJenkins, K. (2016) “Amelioration and Inclusion: Gender Identity and the Con-cept of Woman.” Ethics 126(2): 394-421.Kean, Jessica & Bolton, Rillark. (October 25, 2015) “Explainer: what is gen-derqueer?” The ConversationKoyama, E. (2006) “Whose Feminism Is It Anyway? The Unspoken Racismof the Trans Inclusion Debate.” In The Transgender Studies Reader, ed.Sustan Stryker and Stephen Whittle, pp. 698-705. New York: Routledge.Kusalik, T. (2010) “Identity, schmidentity” In Gender Outlaws: The next gen-eration. Eds. Kate Bernstein and S. Bear Bergman. Berkeley: Seal Press.Mamone, T. (Feb. 15, 2017) “9 Things Not to Say to a Non-Binary Person.”Everyday Feminism.McKitrick, J. (2015) “A Dispositional Account of Gender.” Philosophical Stud-ies 172: 2575-2589.Medina, J. (2012)“ Hermeneutical Injustice and Polyphonic Contextualism: So-cial Silences and Shared Hermeneutical Responsibilities”. Social Epistemol-ogy 26:(2): 201-220.Mo Interview (2018). Email correspondence.Moore, S. (November 4, 2015) “It’s good to be genderqueer but don’t forget thesexual radicals who paved the way? The Guardian.Nagoshi, J., Brzuzy, S., & Terrell, H. (2012) “Deconstructing the complex per-ceptions of gender roles, gender identity, and sexual orientation amongtransgender individuals.” Feminism & Psychology 22(4): 405-422.“nonbinary.” (Accessed 6 June, 2018) Merriam-Webster.com. Merriam-Webster,n.d. Web.Papisova, V. (Feb. 12, 2016) “Here’s what it means when you don’t identify asa girl or a boy.” Teen Vogue.Paul, L.A. (2012) “Metaphysics as modeling: the handmaiden’s tale.” Philo-sophical Studies 160(1):1-29.Penny, L. (October 31, 2015) “How to be a Genderqueer Feminist.” BuzzFeedNews.Petrow, S. (May 9, 2016) “Don’t know what ‘genderqueer’ is? Meet someonewho identifies that way.” The Washington PostRich, A. (1980) “Compulsory Heterosexuality and Lesbian Existence.” Signs 5,no. 4: 631?60.29Richards, C., Bouman, W. P., Seal, L., Barker, M. J., Nieder, T. O., & Tsjoen,G. (2016). “Non-binary or genderqueer genders.” International Review ofPsychiatry, 28(1), 95?102. doi:10.3109/09540261.2015.1106446Rimes, K. A., Goodship, N., Ussher, G., Baker, D., & West, E. (2018). “Non-binary and binary transgender youth: Comparison of mental health, self-harm, suicidality, substance use and victimization experiences.” Interna-tional Journal of Transgenderism, Advance online publication. doi:10.1080/15532739.2017.1370627Salamon, G. (2010) Assuming a Body: Transgender and Rhetorics of Material-ity. New York: Columbia University Press.Scheman, N. (1997) “Queering the Center by Centering the Queer: Reflectionson Transsexuals and Secular Jews.” In Meyers, ed., Feminists Rethink theSelf, 124-162. Boulder: Westview Press.Scheman, N. (2016) “Looking Back on “Queering the Center””. TSQ: Trans-gender Studies Quarterly 3(2): 212-219.Serano, J. (2016) Whipping Girl: A Transsexual Woman on Sexism and theScapegoating of Femininity (2nd ed.). Berkeley, California: Seal Press.Singh, A. (2013) “Transgender Youth of Color and Resilience: Negotiating Op-pression and Finding Support.” Sex Roles 68: 690?702.Sopelsa, B. (March 27, 2017) “AP Stylebook embraces ‘they’ as singular, gender-neutral pronoun.” NBC News.Stoljar, N. (2011). “Different Women. Gender and the Realism-NominalismDebate”. In Charlotte Witt (ed.), Feminist Metaphysics. Springer Verlag27?46.Stryker, S. (1994) “My Words to Victor Frankenstein Above the Village ofChamounix: Performing Transgender Rage.” GLQ: Gay and Lesbian Quar-terly 1: 237-54.Talusan, M. (November 20, 2017) “This is What Gender-Nonbinary People LookLike” Them.Tan, X. (manuscript) “Does Transness Travel? Should it? And How?”Warren, J., Smalley, K., & Barefoot, K. (2016) “Psychological well-being amongtransgender and genderqueer individuals.” International Journal of Trans-genderism 17(3-4): 114?123.Watson, L. (2015) “What is a ‘woman’ anyway?” Logos JournalWeiss, S. (Feb. 15, 2018) “9 Things People Get Wrong About Being Non-Binary.” Teen VogueWhite, A., Moeller, J., Ivcevis, Z. & Brackett, M. (2018) “Gender Identityand Sexual Identity Labels Used by U.S. High School Students: A Co-Occurrence Network Analysis.” Psychology of Sexual Orientation and Gen-der Diversity 5(2): 243?252.Whittle, S. (1996) “Gender Fucking or Fucking Gender? Current Cultural Con-tribution to Theories of Gender Blending.” In Current Cultural Contribu-tions to theories of Gender Blending, (eds) King, D. and Ekins R. London:Routledge, pp 196-214.Wilchins, R. (2017) Burn the Binary! Riverdale Avenue Books.30Witt, C. (2011). The Metaphysics of Gender. New York?; Oxford: OxfordUniversity Press.Wittig, M. (1992) “The Straight Mind” In Out There: Marginalization andContemporary Cultures, eds. R. Ferguson, M. Never, T. Minh-ha, C. West.Cambridge, MA: The MIT Press.Zulch, M. (2015) “7 Things Genderqueer People Want You to Know.” BustleURL: https://www.bustle.com/articles/124009-7-things-genderqueer-people-want-you-to-know31",
    "id": 226756712,
    "identifiers": {
        "doi": null,
        "oai": "oai:philpapers.org/rec/DEMBBG-2"
    },
    "title": "Beyond Binary: Genderqueer as Critical Gender Kind",
    "language": null,
    "publishedDate": "2020-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://philpapers.org/archive/DEMBBG-2.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/226756712.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/226756712"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/226756712/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/226756712/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/226756712"
        }
    ],
    "abstract": "We want to know what gender is. But metaphysical approaches\n          to this question solely have focused on the binary gender kinds\n          men and women. By overlooking those who identify outside of\n          the binary–the group I call ‘genderqueer’–we are left without\n          tools for understanding these new and quickly growing gender\n          identifications. This metaphysical gap in turn creates a conceptual\n          lacuna that contributes to systematic misunderstanding of\n          genderqueer persons. In this paper, I argue that to better understand\n          genderqueer identities, we must recognize a new type of\n          gender kind: critical gender kinds, or kinds whose members collectively\n          destabilize one or more pieces of dominant gender ideology.\n          After developing a model of critical gender kinds, I suggest\n          that genderqueer is best modeled as a critical gender kind that\n          destabilizes the ‘binary axis’, or the piece of dominant gender\n          ideology that says that the only possible genders are the binary,\n          discrete, exclusive, and exhaustive kinds men and women",
    "tags": [
        "info:eu-repo/semantics/article",
        "Philosophy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:philpapers.org/rec/DEMBBG-2",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "160",
        "openDoarId": 0,
        "name": "PhilPapers",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 226756712,
        "depositedDate": null,
        "publishedDate": "2020-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T02:38:05+00:00",
        "acceptedDate": null,
        "createdDate": "2019-09-04T00:57:29+01:00"
    },
    "urls": [
        "https://philpapers.org/rec/DEMBBG-2"
    ],
    "lastUpdate": "2024-02-12T02:38:05+00:00",
    "setSpecs": []
}