{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ningtyas, Angelica Raras Anindiati"
        },
        {
            "name": "Susilastuti, Dewi H."
        }
    ],
    "contributors": [
        "Universitas Gadjah Mada"
    ],
    "createdDate": "2022-07-18T06:17:21+01:00",
    "dataProvider": {
        "id": 13456,
        "name": "E-Journal USD (Universitas Sanata Dharma Yogyakarta)",
        "url": "https://api.core.ac.uk/v3/data-providers/13456",
        "logo": "https://api.core.ac.uk/data-providers/13456/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.24071/ijhs.v5i2.3978",
    "downloadUrl": "https://core.ac.uk/download/524785039.pdf",
    "fullText": "IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    International Journal of Humanity Studies  http://e-journal.usd.ac.id/index.php/IJHS Sanata Dharma University, Yogyakarta, Indonesia  225   BEYOND THE PUBLIC HEALTH NARRATIVE: ABSTINENCE-ONLY EDUCATION IN THE UNITED STATES 1,2Angelica Raras Anindiati Ningtyas and Dewi H. Susilastuti 1,2Universitas Gadjah Mada 1angelicararas@gmail.com; 2dewi.haryani.s@ugm.ac.id correspondence: angelicararas@gmail.com https://doi.org/10.24071/ijhs.v5i2.3978  received 18 December 2021; accepted 30 April 2021  Abstract  This research studies the intention and endeavour of Christian-based organizations, namely Family Research Council and Family Policy Alliance in disseminating the notion of sexuality in American society. This research utilizes a narrative analysis strategy and employs the following steps: 1) close reading the collected documents; 2) categorizing the recurring patterns of narratives using sociological perspective and cultural reproduction theory; 3) drawing a conclusion on the intention and efforts of Family Research Council and Family Policy Alliance in spreading the knowledge of sexuality.  Using the narratives of aspirations and tensions which surrounds sexuality, this study shows that Family Research Council and Family Policy Alliance uphold Christian values as the organization's foundation and attempt to secure those principles in the ‘sex-saturated society.’ To accomplish the mission, Family Research Council and Family Policy Alliance promote abstinence-only education and oppose comprehensive sex education, arguing that comprehensive sex education holds liberal values that threaten the sanctity of the heterosexual relationship. This research demonstrates that Family Research Council and Family Policy Alliance, as Christian-based organizations, strive to preserve the conservative values that have been passed down from generation to generation.   Keywords: Christianity, education, moral perspective, sexuality  Introduction  In The Default Power: The False Prophecy of America's Decline, Josef Joffe (2009) declares that America is the default power. Joffe (2009, p. 31) states that America is ‘the country that occupies center stage because nobody else has the requisite power and purpose. Competition, creation, and innovation play crucial role in creating American greatness. Nine years later, a study from National Science Foundation (2018) reports that America is the global leader in science and technology. However, it is safe to argue that technological developments are not in line with the developments in social aspects of America. America might be progressive in science and technology, but when it comes to sexuality, specifically sex education, it is not as advanced as the development of science and technology. Meanwhile, Austria is quite progressive in that it makes sex education a  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    226  mandatory program from primary to secondary school. In comparison, America’s sex education is dismal and full of confusion (Picken 2020; Slominski 2021). Furthermore, as reported in a book entitled Not Under My Roof – Parents, Teens, and the Culture of Sex, Amy Schalet (2011, p. 3) explains that ‘in America, teenage sex has been dramatized, fraught with cultural ambivalences, heated political struggles, and poor health outcomes’. There are two sex education programs in America that have been popular since the 20th century. They are abstinence-only education and comprehensive sex education. Abstinence-only education, later rebranded as Sexual Risk Avoidance Education (SRAE) is the program that promotes the idea that the only effective method of preventing pregnancy is to practice abstinent until marriage. In addition, heterosexual marriage is the expected standard for sexual activity (Lavin, 2020, p. 36; William, 2011, p. 417). In SRAE program, necessary knowledge around sex, sexual health, and sexuality are restricted, perpetuating the stigma of open discussion on sexuality (Linberg & Boonstra, 2017). The other sex education program, namely comprehensive sex education, views sexuality as healthy and positive, covering broad topics such as “human reproduction, anatomy, physiology, and sexually transmitted infections, as well as issues such as masturbation, contraception, and abortion” (Irvine, 2011, p. 487).  Despite the good outcomes of comprehensive sex education, Trump’s administration proposed a budget of $277 million to fund abstinence-only education focusing on sexual risk avoidance education and cut about $200 million funding for comprehensive sex education (Fox et al., 2019). In addition, it is reported that there was $15 million funding for community and faith-based groups or Christian-based organizations for abstinence-only education or sexual risk avoidance. The purposes of this sex education are to promote abstinence until marriage, specifically heterosexual marriage (Guttmacher Institute, 2017). In fact, report from World Population Review (2021) shows that the states which choose not to teach contraception and require to stress teaching on abstinence-only education have the highest rates of live births among teenage girls in the age of 15-19.   The discussion on sex education grows more complex since unlike Austria's sex education program, there is no federal mandate on how sex education should be taught in the United States. Slominski (2021) mentions that sex education in the United States is full of confusion, and data show similar facts about it. The report entitled Sex and HIV Education reveals that from 50 states in the United States, only 39 states and the District of Columbia requires sex education and/or HIV education. From 50 states in the United States, only three states ban the programs that promote religion, and there are 37 states plus DC which allow parents to remove their children from sex education programs (Guttmacher Institute, 2021). Those facts demonstrate how sex education varies across states. The policy of sex education is decided at the state and district level; therefore, it does make sense that every young people have various insight when it comes to sexuality.  The majority of publications on sex education in the United States focus on how sex education affects young people's sexual health and behaviour. This argument is presented mainly by public health organizations. However, little research has been done to examine the involvement of Christian-based  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    227  organizations in spreading the knowledge of sexuality. This article dissects the narratives of two Christian-based organizations, namely Family Research Council and Family Policy Alliance in their attempt to construct sexuality in American society.   Method This research presents a qualitative analysis. Drawing from the publications of the Christian-based groups from the United States, namely Family Research Council (FRC) and Family Policy Alliance (FPA), this research explores the articles and news from the websites that show how these groups view sexuality in general. In an attempt to narrow down the variety of the documents, this research purposely selected the issues of sexuality and sex education in the websites of Family Research Council (FRC) and Family Policy Alliance (FPA). Both of these faith-based groups are chosen as the object material because they provide various information on how they, as institutions, participate in the public dissemination of knowledge on sexuality.   This research also utilized secondary data such as e-book, journal articles, and news to enrich the discussion.  In analyzing the data, this study used a narrative analysis strategy to observe and understand the meaning of the experiences as revealed in the narrative. For the first step for analysis, the researcher read the collected document containing the information on sexuality and education issues. Next, the researcher notated the potentially relevant information, including interpreting and reflecting on the notes which had been written. After notating the data, the researcher categorized the recurring pattern found in the notes and examined the objectives of this study narratively. To make sense of the recurring pattern found in the data, this research utilized sociological perspective and cultural reproduction theory. The sociological perspective opens the understanding that sexuality is a product of social forces, which means that sexuality is born from diverse social practices which are meaningful to society (Siedman, 2011). To put it differently, sexuality is a manifestation of struggles between groups that contest various issues related to sexuality. Meanwhile, cultural reproduction theory helps to make sense that perception, practice, structures, and habitus are interrelated in a community (Bordieu 1990).   Findings and Discussion  Christianity as the guidance of sexual conduct This section begins with exploration of the historical context of conservative groups in the United States.  It is then followed by the examination of the general mission of Christian-based organizations about sexuality. The 1960s and 1970s saw the rise of sexual modernity in the United States in the form of open access for women to birth control and abortion. At the same time there was an emergence of homosexual’s groups that began to struggle for their rights. As a result, the conservative group renewed their effort to revive their power within American society. In response to sexual modernity, a particular conservative movement called the New Right (NR) emerged in the 1970s. Those who participated in the New Right movement were the religious conservatives, such as evangelical Protestants and Catholics. They banded together to fight against abortion and LGBT rights (Blee and Creasap, 2010, p. 273). For the New Right followers,  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    228  sexual minorities were seen as deviant and threatening, and their existence should be stopped by confronting them. In an attempt to regain their power as the religious conservative groups, they support regulations on abstinence-only education, anti-pornography, and prayer in public schools (Schreiber 2008, as cited in Blee and Creasap 2010).  Despite the rise of sexual modernity in the ‘60s and ‘70s, the AIDS crisis in the 1980s forced people to rethink about sexuality and brought the conservative view of sexuality to the forefront. AIDS was initially known as a \"gay disease\" because the first cases were found among gay men in 1981. AIDS was the turning point of debate on sexuality. It strengthened the position of the conservative group that abstinence is the best option for young people. Many religious groups exercised scare-mongering tactics to dissuade young people from engaging in sexual activity.  It also promoted abstinence as a mean to avoid the probability of contracting AIDS or associating with homosexual groups (Lavin, 2020, p. 30). The religious groups were not the only ones who use the momentum of the AIDS crisis to highlight the importance of abstinence.  The federal government introduced regulation on sex education lesson in public schools.  It passed the Adolescent Family Life Act (AFLA) in 1981, Section 510 Title V Abstinence Education Program in 1998, and the Community-Based Abstinence Education (CBAE) Program in 2000. The funds for the CBAE programs are directly funnelled through the community-based organizations, including faith-based organizations (Santelli et al., 2017).  The availability of the funding enables some faith-based organizations to keep on carrying abstinence-only sex education, among those organizations are Family Research Council and Family Policy Alliance. Family Research Council is a non-profit organization that focuses on the family-centered philosophy of public life.  It was founded in 1983 by James Dobson. In an effort to meet their goals, Family Research Council plays a role as a research and educational organization that shares analysis and policy research in media and community about family issues from a biblical perspective. Family Research Council exemplifies the faith-based group that promotes Christianity as the foundation of their voice.  This faith is revealed in the following statement: ‘Believing that God is the author of life, liberty, and the family, FRC promotes the Judeo-Christian worldview as the basis for a just, free, and stable society.’ (Family Research Council, n.d., General Information section, para. 1). The Family Research Council’s view on marriage, family, and sexuality is heavily influenced by Christian belief that ‘the only appropriate context for sexual relations is within the marriage of a man and a woman. Moreover, we believe that because God created us “male and female” (Gen 1:17), we have no right to re-create ourselves otherwise’ (Family Research Council, n.d., Marriage, Family, and Sexuality section, para. 1). Similarly, Family Policy Alliance, founded by James Dobson in 2004, plays a very prominent role as the voice of biblical citizens in the United States.  It partnered with national and state-based allies in mobilizing support to elect pro-family leaders and to push forward the pro-family legislation. The Family Policy Alliance’s view emphasizes the believe that sex is only meant for two people – one man and one woman as mentioned in this following statement: ‘a God-given gift to be expressed within the context of a marriage between one man and one woman for life.’ (Family Policy Alliance, n.d., Sexual Orientation section, para.  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    229  1). Moreover, both of these Christian-based organizations consider a sexual activity outside marriage as a distortion of God’s gift of sexuality. The rise of sexual modernity in the 20th century was accelerated by pop culture such as music, movie, fashion, and television shows.  In response to the expansion of sexual modernity Christian-based organizations reignite their sense of identity, and firmly embrace a traditional set of social institution such as marriage, monogamy, and heterosexuality. To put it differently, both Family Research Council and Family Policy Alliance present a conservative teaching of sexuality as a response to what they perceive as the secularization of society.  They delineate people based on their sexual orientation, namely heterosexual and homosexual. Weeks (2010) argues that since the 19th century American society has been obsessively differentiated people into normal or abnormal. The distinction between heterosexual and homosexual is the progression from the categorization of normal and abnormal. The religious conservatives have been trying to conserve the grouping of people's sexual orientation into heterosexual and homosexual up to now. These groups strive to present their values as valid.  Bourdieu's (1990) reproduction strategy refers to the attempt of dominant group to impose their values as valid. The Family Research Council and Family Policy Alliance as dominant groups try to maintain their power by emphasizing the naturalness of heterosexuality.  The following section will demonstrate how Family Research Council and Family Policy Alliance–both represent the social institutions that shaped people’s perspective on sexuality–narrate their thoughts and expectations on sexual behaviour. Both institutions oppose LGBTQ+ community and support abstinence-only education.  Securing the traditional values in the ‘sex-saturated society’ Addressing the fact that the LGBTQ+ community has begun to fight for their rights in the 21st century, Family Research Council and Family Policy Alliance strengthen their efforts to restrict the idea of sexual rights in the American community. According to Family Research Council (n.d.), homosexuality, same-sex marriage, and transgenderism are forms of deviation from God’s plan. In response to the LGBTQ+ movement, Peter Sprigg  of Family Research Council, explains that as an institution, they resist calling the LGBTQ+ community with terms like “gay,” “lesbian,” or “bisexual” as the solo noun because it implies that Family Research Council  supports the idea that ‘some people's intrinsic, inborn, immutable identity as gay, lesbian, etc. is who they are.’ (2018, p. 2). Rather than using the solo terms that are widespread these days, they prefer to use the terms ‘people who engage in homosexual conduct’ or ‘people who identify as homosexual’ to refer to the LGBTQ+ community (2018). Further, Sprigg (2018) argues that Family Research Council, as the conservative social institution, does not consider that people who identified as homosexual as inferior and do not deserve their rights as Americans. Instead, they regard homosexual conducts as harmful behaviours since it is antithetical to the will of God as explained in the following statement: ‘The Bible and Christianity (which shape the religious beliefs of a majority of Americans) do not teach that “gay people are inferior.” They teach that homosexual conduct is contrary to the will of God, and thus morally wrong or sinful (Sprigg, 2018, p. 9). Since homosexuality is viewed as a  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    230  morally wrong conduct, therefore, as the Christian-based group, Family Research Council advises that it is better for those people to keep their life private rather than opens it publicly by demanding the  federal government to affirm and celebrate their existence as the LGBTQ+ community (Sprigg, 2018). The view of the Family Research Council on transgenderism is similar to that of   homosexuality and same-sex marriage. Family Research Council refuses to recognize the gender of people who are not congruent with their biological construction.  Meanwhile, the Family Policy Alliance that supports similar values of sexuality takes a different approach in delivering their aspirations. Unlike the Family Research Council, which creates publications to highlight their area of concern, the Family Policy Alliance encourages those who have the same concern regarding sexuality to use their political rights to support their cause. This section presents the response of two supporters of the Family Policy Alliance towards the discussion on sexual orientation and gender identity. Meridian Baldacci, the Policy and Communications Strategist of Family Policy Alliance, published an article entitled A Prayer for Our LGBT Neighbors in response to the LGBTQ+ Pride Month in June 2021. Baldacci (2021) argues that Christians are saddened by that event because it is a celebration of sin in Christianity. The following statements are the two verses of the prayer:  For those within the walls of the church who may claim the identity of LGBT, we pray for the work of your Holy Spirit and of the Church to call those in sin to repentance; For all those who identify as LGBT, or who are struggling with their sexual identity in another way, we pray that they would find the joy and freedom that only comes from following you as Lord. We pray that their hearts would be opened to see sin for what it is – and to see the joy of your salvation as greater (Baldacci, 2021, para. 7)  In the closing paragraphs of the publication, Baldacci (2021) encourages people who read the article to join the prayer and speak to the LGBTQ+ neighbors to follow the path of God. Meanwhile, Nicole Hudgens writes an   article entitled URGENT: Stop the Implosion of Family Values in the Infrastructure Bill! Hudgens (2021) encourage her audience to vote NO to the senators who supports the current infrastructure bill, specifically the Equality Act Language that focuses on prohibiting discrimination based on sex, sexual orientation and gender identity. As the representative of Family Policy Alliance, Hudgens (2021) disagrees with statements included in the bill that states the terms ‘gender identity’ as being ‘actual or perceived.’ According to Hudgens (2021), the bill is created and used to punish those who have religious beliefs in marriage and biological sex, which indirectly also infringes children's parental rights since parents can no longer convey their conservative faith as those belief can be construed as discriminative towards non heterosexual people.  From the above narratives, it is clear that the central discussion of the Family Research Council and the Family Policy Alliance is about morality.  Both of them emphasize the idea that people who do not identified themselves as heterosexual do not share the values of the conservative group. Both of them do not verbally say that the LGBTQ+ community is inferior than their non-LGBTQ+ peers.  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    231  However, implicitly they stress that the LGBTQ+ community is outside the purview of “normalcy”.  Hence it is the best interest of the LGBTQ+ community to conform to the mainstream sexual norm, namely heterosexuality.  By doing so the LGBTQ+ community maintain the harmony of larger community as it does not rock the boat. The Family Research Council and the Family Policy Alliance find the LGBTQ+ community's demand for government's support problematic.  They perceive government's support to LGBTQ+ community as undermining the values that the Christian-based organization upholds. The previous point highlights that the Family Research Council and the Family Policy Alliance attempt to control people’s sex lives and limit the sexual freedom of the individual. Besides controlling people’s sex life, they propose the superior position of the Family Research Council and the Family Policy Alliance as Christian-based organizations by stigmatizing the LGBTQ+ community, albeit subtly (Fischer, 2011, p. 40). Both the Family Research Council and the Family Policy Alliance argue that the infrastructure bill, specifically the Equality Act Language infringe parental rights for children. Their argument shows that the right to exercise religious belief is used as a weapon to preserve the conservative belief on sexuality at the cost of other belief.  In other words, their inclusive tendency runs against the spirit of exclusiveness that provides room for equality for all people, irrespective of their sexual orientation and gender identity (Durgin, 2021). By promoting their conservative sexual belief and marginalizing other ways of looking at sexuality, both organizations solidify the notion their belief is superior to opposing viewpoints.  The behavior and attitude of members of those Christian organizations represent what Bourdieu (2001) calls ‘symbolic violence’. Symbolic violence refers to the attempt of the dominant groups in society to reproduce and maintain their narrative and alienate the minorities. By producing, and reproducing, narratives that push the LGBTQ+ community at the social margin of society, both groups create subtle mechanism that generate relations of domination (Bourdieu, 2002). Their narratives may normal and legitimate, but it represents an indirect and subtle form of abuse towards those who are harmed by those descriptions.  Criticizing the public schools in the United States for promoting comprehensive sex education The Family Research Council and the Family Policy Alliance perceive themselves as institutions that will shape people's perspective on sexuality. Due to their belief, they support abstinence-only education. The Family Research Council, argues in their publication entitled Sexual Risk-Avoidance Education (2014), that abstinence-only education or Sexual Risk Avoidance Education (SRAE) mirrors the public health model.  SRAE is designed to teach and encourage children to choose the risk avoidance approach rather than the risk reduction method (Grossu and Sprigg, 2014). According to their perspective, the risk avoidance approach, which entails encouraging children to avoid sexual activity before marriage, is considered the surest way to reduce the risk of teenage pregnancy (Grossu and Sprigg, 2014).  Ruse (2020) of the Family Research Council published a pamphlet entitled Sex Education in Public Schools: Sexualization of Children and LGBT  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    232  Indoctrination for parents. The purpose of this publication is to provide description on how public schools are teaching sex education. Ruse (2020) argues that sex education in public schools in this current era has shifted to the sex-positive attitude, which pushed the idea of inclusivity in educational content. Besides the concept of inclusivity, students are also taught about sexual consent.  The purpose of teaching sexual consent to children is to equip them with a tool to resist sexual assault that may happen to them. However, Ruse (2020) views sexual consent as a means to promote sexual relations. Ruse (2020) argues that the concept of consent is not in accordance with Christian-based group’s value: ‘Consenting to a sex act does not make that act healthy, acceptable, or safe—especially when the actors are children! The “consent” movement seems less about avoiding assault and more about promoting sex and sexual rights.’ (Ruse, 2020, p. 6). Ruse (2020) also argues that sex education could be manipulative in today's era. It presents the children with information to approve the concept of sexual rights and fluid sexual identities, such as affirmation to the LGBTQ+ community. Therefore, in the pamphlet, Ruse (2020) explains the harmful elements of comprehensive sex education in reference to the LGBTQ+ community. Furthermore, Ruse (2020) contends that comprehensive sex education promotes acceptance of diverse sexual orientations and gender identities. It also provides medically inaccurate information on homosexuality and transgenderism (2020, p. 15-16).   Likewise, the Family Policy Alliance published Back to School – For Parents in 2020. The aim of the publication is to outline steps for the parents to protect children from the inappropriate and biased material in public school known as comprehensive sex education. The publication strongly suggests the parents to support abstinence-only education or Sexual Risk Avoidance Education (SRAE). The Family Policy Alliance believes that SRAE protects children and youth from the possible consequences of sexual experimentation.  In addition, SRAE   is the real solution for sexually transmitted diseases, teen pregnancy, and emotional harm as a result of teen sexual activity (Family Policy Alliance, 2020). The Family Policy Alliances perceives comprehensive sex education as synonymous with public school's support for education which promotes the early engagement of sexual behavior (Family Policy Alliance, 2020). According to the Family Policy Alliance (2020, p.14), comprehensive sex education as a whole can be defined as the education that is ‘not based on science, but radical social ideology, turning traditional notions of monogamy, marriage, and committed relationship, and abstinence on their heads.’ Hence, to weaken comprehensive sex education, parents are strongly encouraged to dissect some terms commonly associated with comprehensive sex education lessons such as consent, safe and healthy relationship, and medically accurate information. Similar to the Family Research Council's opinion on consent, the Family Policy Alliance also views consent as the permission to have sex – if no means no and yes means yes, it means consent teaches children to say yes to sexual activity (Family Policy Alliance, 2020).  The Family Policy Alliance (2020) consider the concept safe and healthy relationships as deceptive as it only represents the viewpoint of some people.  The organization sees government's attempts to define what is safe and healthy for children without considering the religious, moral, and ethical beliefs of each family (Family Policy Alliance,  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    233  2020). The Family Policy Alliance (2020) perceives the term medically accurate information as the support of left-leaning medical organizations on the ideology of abortion, same-sex marriage, and transgenderism (2020). In an attempt to curb the impacts of the comprehensive sex education materials, the Family Policy Alliance states that parents have the right to opt their children out of comprehensive sex education classes.  United Nations Educational, Scientific and Cultural Organization (UNESCO), one of the prominent international organizations, has a different stand on the comprehensive sex education.  It recommends the comprehensive sex education for its inclusiveness and its potential to reduce marginalization of certain group of people. Promoting universal rights as the core component of education, the comprehensive sex education provides equal access and safe space for people regardless of their social background, gender, and sexual orientation. In its guidance UNESCO (2018, p,34) explains that comprehensive sex education ‘takes a rights-based approach that emphasizes values such as inclusion, respect, equality, empathy, responsibility, and reciprocity as inextricably linked to the universal human rights' One of UNESCO's  mission is to provide  comprehensive sex education curriculum for both formal and non-formal education.  UNESCO suggests several learning key concepts such as discussion on relationships, values, rights, culture and sexuality, skills for health and well-being, sexual and reproductive health, etc. The narratives regarding comprehensive sex education offered by UNESCO and the Family Research Council and Family Policy Alliance demonstrate their different perception on the comprehensive sex education. UNESCO is on the side of the proponents of comprehensive sex education; therefore, it supports inclusiveness in sex education.  On the other hand, the Family Research Council and the Family Policy Alliance support the advocates of the abstinence-only education.  Both organizations rejected the teaching of the comprehensive sex education, particularly the concept of consent. By refusing to acknowledge the importance of consent through their narratives, both the Family Research Council and the Family Policy Alliance turn a blind eye to the rampant cases of sexual assault, abuse, and coercion. The Centres for Disease Control and Prevention (CDC) in the United States reveals that nearly 1 in 5 women experienced rape or attempted rape during their lifetime (Smith et al., 2018). Approximately 1 in 6 women experienced sexual coercion, such as being pressured to carry out sexual activity by someone who has a high influence and authority.  Men in the United States also experience sexual abuse. Almost one-fifth of men report unwanted sexual contact like groping or touching (Smith et al., 2018). The Family Research Council and the Family Policy Alliance neglect those fact. At the same time, they refuse to equip children with skills to protect their bodily autonomy.  They do not teach young people to understand what unwanted sexual attention is and what a healthy sexual relationship is. They have a very narrow focus, namely portraying the comprehensive sex education as a vehicle for the indoctrination of liberal values. They fail to see that the comprehensive sex education provides the necessary factual information on sexuality.  Both organizations do not see sex education as an important life skill for young people, regardless of whether they will use this skill or not. The sole concern of the Family Research Council and the Family Policy Alliance is preserving conservative values on sexuality.  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    234  Consequently, they strongly believe that avoiding sexual acts is better than giving information on how to manage the risk of sexual activity. Through the narratives of the Family Research Council and the Family Policy Alliance on supporting abstinence sex education, the focus is no longer on the health and well-being of young people but rather on selling moral and religious beliefs to advance their own group’s position.  Conclusion The result and discussion above show that sexuality is not just a personal matter between people in a relationship, but it is also a social matter. As Christian-based organizations, the Family Research Council and the Family Policy Alliance have the tremendous power to regulate with whom people can have sex and make meaning to what is acceptable and unacceptable in terms of sexuality in society. Compiling the narratives from the Family Research Council and the Family Policy Alliance, this study presents a novel information on their intention and efforts as a Christian-based group representing the conservative values in the discussion of sexuality. Putting Christianity as the building block of sexuality, this study elucidates that the main intention of the Christian-based organizations is to conserve the sanctity of heterosexual relationships in the form of abstinence-only education and criticize the liberal values which are reflected in comprehensive sex education. Their narratives also show how the state's efforts in promoting sexual health discourse clash with the Christian doctrine. The sexual education class in the United States represents the contestation among groups with competing belief. The Family Research Council and the Family Policy Alliance assume the role of the social institution that tries to preserve the conservative view of sexuality. As a result, these two organizations do not view sexuality from the perspective of public health, but rather from the religious standpoint. Given their sustained attempts to shape the society's view on sexuality, their belief will be transmitted to the next generation. Thus, the tension between the conservative and liberal groups regarding the content of sexual education in the American schools will not end any time soon.  References  Baldacci, M. (2021, June 2). A prayer for our LGBT Neighbors. Family Policy Alliance. Retrieved December 6, 2021, from https://familypolicyalliance.com/issues/2021/06/02/a-prayer-for-our-lgbt-neighbors/ Blee, K. M. (2010, August 11). Conservative and right-wing movements. Annual Review of Sociology, 36, 269-286. https://doi.org/10.1146/annurev.soc.012809.102602 Bourdieu, P. (1990). Reproduction in education, society and culture (R. Nice, Trans.). SAGE Publications. Bourdieu, P. (2001). Masculine domination (R. Nice, Trans.). Stanford University Press. Bourdieu, P. (2002). Language and symbolic power (J. B. Thompson, Ed.; M. Adamson & G. Raymond, Trans.). Polity Press. Breuner, C. C., Mattson, G., Breuner, C. C., Adelman, W. P., Alderman, E. M., Garofalo, R., Marcell, A. V., Powers, M. E., MPH, M., Upadhya, K. K.,  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    235  Yogman, M. W., Bauer, N. S., Gambon, T. B., Lavin, A., Lemmon, K. M., Mattson, G., Rafferty, J. R., & Wissow, L. S. (2016). sexuality education for children and adolescents. Pediatrics, 138(2). https://doi.org/10.1542/peds.2016-1348 Durgin, W. (2021, November 24). Whitney durgin: American definitions of freedom are being manipulated by the media we consume. Sun Journal. Retrieved December 6, 2021, from https://www.sunjournal.com/2021/11/24/whitney-durgin-american-definitions-of-freedom-are-being-manipulated-by-the-media-we-consume/ Family Policy Alliance. (n.d.). Sexual orientation. Family Policy Alliance. Retrieved December 6, 2021, from https://familypolicyalliance.com/issues/sexuality/sexual-orientation/ Family Policy Alliance. (2020). Back to school for parents. Family Policy Alliance. Retrieved November 20, 2021, from https://familypolicyalliance.com/back-to-school-for-parents/ Family Research Council. (n.d.). Marriage. Family Research Council. Retrieved December 6, 2021, from https://www.frc.org/marriage Family Research Council. (n.d.). What is family research council's mission and when was it founded? Family Research Council. Retrieved December 6, 2021, from https://www.frc.org/faqs Fischer, N. L. (2011). Purity and pollution: Sex as a moral discourse. In Introducing the New Sexuality Studies (pp. 38-44). Routledge. Grossu, A., & Sprigg, P. (2014, April). Sexual risk-avoidance education. Family Research Council. https://www.frc.org/SexualRiskAvoidance Guttmacher Institute. (2017, December). American adolescents' sources of sexual health information. Guttmacher Institute. Retrieved December 6, 2021, from https://www.guttmacher.org/fact-sheet/facts-american-teens-sources-information-about-sex Hudgens, N. (2021, August 5). URGENT: Stop the implosion of family values in the infrastructure bill! Family Policy Alliance. Retrieved December 6, 2021, from https://familypolicyalliance.com/issues/2021/08/05/urgent-stop-the-implosion-of-family-values-in-the-infrastructure-bill/ Irvine, J. M. (2011). Politics of sex education. In Introducing the New Sexuality Studies (pp. 486-491). Routledge. Joffe, J. (2009, September/October). The default power: The false prophecy of America's decline. Foreign Affairs, 88(5), 21-35. https://www.jstor.org/stable/20699641 Lavin, L. A. (2020). The history of sex education in the United States: With application to South Dakota. Honors Thesis. https://red.library.usd.edu/honors-thesis/119 Linberg, L. D., & Boonstra, H. D. (2017, December 6). Despite new branding, abstinence-only programs have same old problems. Guttmacher Institute. Retrieved December 6, 2021, from https://www.guttmacher.org/article/2017/12/despite-new-branding-abstinence-only-programs-have-same-old-problems National Science Foundation. (2018, January 24). Report shows United States leads in science and technology as China rapidly advances. ScienceDaily.  IJHS, e-ISSN 2597-4718, p-ISSN 2597-470X, Vol. 5, No. 2, March 2022, pp. 225-236    236  Retrieved December 6, 2021, from http://www.sciencedaily.com/releases/2018/01/180124113951.htm Picken, N. (2020, November). Sexuality education across the European Union: an overview. https://op.europa.eu/en/publication-detail/-/publication/5724b7d8-764f-11eb-9ac9-01aa75ed71a1 Ruse, C. (2020). Sex education in public schools: Sexualization of children and LGBT indoctrination. Family Research Council. https://www.frc.org/brochure/sex-education-in-public-schools-sexualization-of-children-and-lgbt-indoctrination Santelli, J. S., Kantor, L. M., Grilo, S. A., Speizer, I. S., Lindberg, L. D., Heitel, J., Schalet, A. T., Lyon, M. E., Mason-Jones, A. J., McGovern, T., Heck, C. J., Rogers, J., & Ott, M. A. (2017, September). Abstinence-only-until-marriage: An updated review of U.S. Policies and programs and their impact. J Adolesc Health, 61(3), 273-280. 10.1016/j.jadohealth.2017.05.031 Schalet, A. T. (2011). Not under my roof: Parents, teens, and the culture of sex. University of Chicago Press. Sex and HIV Education. (2021, November 1). Guttmacher institute. Retrieved December 6, 2021, from https://www.guttmacher.org/state-policy/explore/sex-and-hiv-education Slominski, K. (2021, September 16). Sex-ed in the US is a lesson in the complex legacy of religion. Aeon. Retrieved December 6, 2021, from https://aeon.co/essays/sex-ed-in-the-us-is-a-lesson-in-the-complex-legacy-of-religion Smith, S. G., Zhang, X., Basile, K. C., Merrick, M. T., Wang, J., Kresnow, M., & Chen, J. (2018, November). 2015 NISVS Data brief|violence prevention|injury center. CDC. Retrieved December 6, 2021, from https://www.cdc.gov/violenceprevention/datasources/nisvs/2015NISVSdatabrief.html Sprigg, P. (2018). How to respond to the LGBT movement. Family Research Council. Retrieved December 6, 2021, from https://downloads.frc.org/EF/EF18B16.pdf Weeks, J. (2010). Sexuality. Taylor & Francis. Williams, J. C. (2011, August 15). Battling a ‘sex-saturated society’: The abstinence movement and the politics of sex education. Sexualities, 14(4), 416-443. https://doi.org/10.1177/1363460711406460      ",
    "id": 524785039,
    "identifiers": {
        "doi": "10.24071/ijhs.v5i2.3978",
        "oai": "oai:ojs.e-journal.usd.ac.id:article/3978"
    },
    "title": "BEYOND THE PUBLIC HEALTH NARRATIVE: ABSTINENCE-ONLY EDUCATION IN THE UNITED STATES",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-05-01T01:00:00+01:00",
    "publisher": "Sanata Dharma University",
    "references": [],
    "sourceFulltextUrls": [
        "https://e-journal.usd.ac.id/index.php/IJHS/article/download/3978/2669"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/524785039.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/524785039"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/524785039/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/524785039/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/524785039"
        }
    ],
    "abstract": "This research studies the intention and endeavour of Christian-based organizations, namely the Family Research Council and Family Policy Alliance in disseminating the notion of sexuality in American society. This research utilizes a narrative analysis strategy and employs the following steps: 1) close reading the collected documents; 2) categorizing the recurring patterns of narratives using sociological perspective and cultural reproduction theory; 3) drawing a conclusion on the intention and efforts of Family Research Council and Family Policy Alliance in spreading the knowledge of sexuality.  Using the narratives of aspirations and tensions which surrounds sexuality, this study shows that Family Research Council and Family Policy Alliance uphold Christian values as the organization's foundation and attempt to secure those principles in the ‘sex-saturated society.’ To accomplish the mission, Family Research Council and Family Policy Alliance promote abstinence-only education and oppose comprehensive sex education, arguing that comprehensive sex education holds liberal values that threaten the sanctity of the heterosexual relationship. This research demonstrates that Family Research Council and Family Policy Alliance, as Christian-based organizations, strive to preserve the conservative values that have been passed down from generation to generation.",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "(Sexuality; Education; Christianity; Moral Perspective)"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.e-journal.usd.ac.id:article/3978",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "13456",
        "openDoarId": 0,
        "name": "E-Journal USD (Universitas Sanata Dharma Yogyakarta)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 524785039,
        "depositedDate": null,
        "publishedDate": "2022-05-01T01:00:00+01:00",
        "updatedDate": "2023-11-21T21:30:42+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-18T06:17:21+01:00"
    },
    "urls": [
        "https://e-journal.usd.ac.id/index.php/IJHS/article/view/3978"
    ],
    "lastUpdate": "2023-11-21T21:30:42+00:00",
    "setSpecs": []
}