{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pietromica, T. Katrina"
        },
        {
            "name": "Hannah, Nicole"
        },
        {
            "name": "Ruiz, Megan Austin"
        }
    ],
    "contributors": [],
    "createdDate": "2019-05-15T21:14:22+01:00",
    "dataProvider": {
        "id": 1190,
        "name": "Boise State University - ScholarWorks",
        "url": "https://api.core.ac.uk/v3/data-providers/1190",
        "logo": "https://api.core.ac.uk/data-providers/1190/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/199374163.pdf",
    "fullText": "Bi- and Pan-Sexual Queer Erasure in Heteronormative Presenting Relationships: Too Queer or Not Queer Enough?  T. Katrina Pietromica Nicole Hannah and Megan Austin Ruiz Boise State University  Transcript  April 5, 2018   NICOLE HANNAH So our presentation is about bi- and pansexual queer erasure in heteronormative presenting relationships. Um...it is kinda funny how we came to this topic because the three of us um, all identify as queer, but none of us recognized that in each other because we are all in heteropresenting relationships. So it's just a very clear example of how this happens, why it's real, um...and what we can kind of do about it, or moving forward how we can research it, and stuff like that.  KATRINA PIETROMICA And to just add to that we actually didn't know that until we were done with the research. Like it came out during the research process that that was how...that we all identified as queer. So we came to it because it was important to each of us in our own ways. Um...So, um, as we wa- as we look at the presentation today we wanted to be clear about the language and the choice of words that we use because we know that language has power. Um, and we want to clarify that the following definitions that we're gonna use today are ours and they may be interpreted differently by other people.  NICOLE HANNAH Starting with bisexuality um, this holds a lot of meanings to a lot of different people. Um, but today we're going to use, um, the definition or refer to it as person or people who could be sexually or romantically or emotionally attracted to more than one gender um, of people which could include their own gender depending on their gender identity. um...we'll use the term pansexual to refer to people who could be sexually, romantically, or emotionally attracted to all gender identified people and non-gender conforming folks.  KATRINA PIETROMICA And for queer, which is a powerful word for a lot of people, and it has a lot of different connotations depending on who's saying it, hearing it, and what space and place it's being said in. um...we are gonna use it as an all-encompassing umbrella term to just represent the beautiful variety of sexual orientations that exist and we also want to say that recognize queer as an 1 intentional and politicized term of reclamation for ourselves when we use it in this presentation. Um, so queerness in the literature um, there's no dearth of literature on gender or sexuality or sexual orientation as over-arching themes. That exists. It's easy to find. There's a lot of literature about lesbian and gay experiences. There's quite a bit of literature about trans- and bisexual experiences. And there's a fair amount on the in-invisibility and erasure of bisexual people within the heteronormative community and queer community, so that was really easy to- uh- find. What was not so easy, uh was finding things that were on the specific topic of people who are in heteropresenting relationships and the way that their queerness is erased and they're no longer queer.  NICOLE HANNAH There's um, a 2004 study- um, on current literature around attitudes towards bisexual men and women. The authors of that study concluded that they would like to see future research on interpersonal relationships of bisexual people uh by actually studying bisexual people in relationships. There's a lot of concerns surrounding mental health of bisexual people specifically women, especially since their bisexuality intersects with other historically marginalized identities. Um...and there's some conversation about queering bisexuality, um bringing it more forcefully into the realm of queer theory.  KATRINA PIETROMICA So the one article I did find was written by a woman who had been married for I think 50 years, and he came out as gay and so they did not get divorced. And so she researched and wrote about how it was to be in this relationship with somebody of a separate orientation. And she just used it as a mixed orientation marriages and relationships, but it's still not about someone who's bisexual. So even though that's as close as we got it wasn't there. So the only thing um I mean this was the only thing that discussed at any length bisexual people and what are sometimes heteronormative presenting relationships. So there's a various-ah--very obvious lack of literature and research on this specific subject and due to the historical erasure of bisexual and pansexual people there's probably a lot more of these relationships that exist than-than we currently know about.  NICOLE HANNAH Yeah so our goal, erm our ideas um, is to research this more. [Chuckle] Ah, with you know, obviously there's ah, quite a few ways we could go about it, so we were just gonna kinda of...um...overview what might-what that kind of research might look like. Because we haven't done it yet, and not very many other people have either.    2 KATRINA PIETROMICA Yes, um...cause we all know this was kind of a short time frame, so this wasn't something where we could go get an IRB done and start doing research. 'Cause that would be the ultimate goal, right? Um- so we wanted to do a couple different things that we thought might be helpful. So we thought we might do a content analysis which would involve going through online public forums, online public Facebook groups, scholarly articles, books, um...pop culture type media, and just kind of analyzing what the discourse is around that, and eh-especially in um...how that's differentiated between like stuff that's based for the queer community and stuff that's based for everybody else.  NICOLE HANNAH Um...also...auto-ethnographies we thought might-- oh am I on the wrong one? [pause] Yes I am. [cough] Oh no, my paper got all messed up. Ethnographies! There it is, guys. I did it. Uuummmm...So yeah, so just observing public spaces, again spaces seen as queer, spaces seen as heteronormative, what-how that affects the people in those spaces.  KATRINA PIETROMICA And then as Cole messed up- [laughingly] you know, just a little ahead of herself. Um, we talked about auto-ethnographies which I think is something that um...is kind of coming about more. So just that we would engage in a reflection about our own individual and collective experiences and how um...we have experienced this, and how it has affects us in our relationships and throughout our lives. Uh, and add that to the research.  NICOLE HANNAH I think jus-just to add like the reason Katrina came to me is because I made a Facebook post about it. About someone um...erasing my identity as a bi-sexual person in a heteropresenting relationship. Um, and so she messaged me like \"Hey, I know that feeling. Let's do research about it.\" So uh yeah, so auto-ethnographies I think would really add to the research. Um...and yeah, interviewing folks. Um...obviously this is a really powerful tool that's-that's um...people are recognizing as legit. Um...we would like to create a sample of people um...who currently identify or have previously identified as pan-sexual, bi-sexual, or queer um telling their experiences of um...erasure in both queer spaces and heteronormative spaces um, and interview gay, lesbian, and heterosexual people about their interpretations of these terms: pansexuality, bisexuality queerness, like what that means, um- and how that changes when the people they're thinking about are in a what is presented as a queer relationship or a heterosexual relationship.    3 KATRINA PIETROMICA Um, so the implications that we think this research would search would serve is um...to help recognize and make visible a much larger swab of bisexual and pansexual people who've been made to feel that their queerness is constantly in question, and that it must be performed successfully in order for others to acknowledge their queerness.  NICOLE HANNAH Uh, we believe that this research would lead to the normalization of relationships that include individuals of mixed orientation, specifically bisexual and pansexual folks with partners that appear as the opposite gender, but would also help queer relationships across the spectrum.  KATRINA PIETROMICA And the lack of literature just means that there's a lack of representation and that we should view this from the perspective um- that our questions and our research should serve justice and equity and be inclusive. So this is a space for queer studies to engage and take action going forward.  NICOLE HANNAH Um...and in conclusion, uh...there is room for a variety of research related to this subject that is clear. Um, including how many people does this really affect? Why hasn't this conversation been had even amongst queer scholars? Uh, could this lead to new frameworks for relationships, intimacy uh, and queer theory.  KATRINA PIETROMICA Uh, we hope that we will have this chance to expand on this in the future and do some of this human subject research that could lead to better outcomes for not just for bisexual and pansexual people and their partners, but basically the world over at large, so.  NICOLE HANNAH The whole world.  KATRINA PIETROMICA That touches everybody. Yes, that's cool right?  NICOLE HANNAH Um, here are some references, beautiful.  KATRINA PIETROMICA Yes, um. yeah, and we wanted to make sure to thank the review board for giving us the opportunity to be here today, and specifically we all want to say thanks to Ginna for pushing us to do this even on short notice. [Giggling] So, uh and I wanted to say thank you to Sarah because she kinda forced me to do this when I was a little hesitant, and Rebecca for encouraging me and Amy, and of course Cole and Megan.  4 NICOLE HANNAH Yeah.  KATRINA PIETROMICA --for doing this with us, so.  NICOLE HANNAH Same.  KATRINA PIETROMICA So thank you.  [Audience applause]  End of transcript. 5 ",
    "id": 199374163,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.boisestate.edu:univ_pres-1012"
    },
    "title": "Bi- and Pan-Sexual Queer Erasure in Heteronormative Presenting Relationships: Too Queer or Not Queer Enough?",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-04-05T08:00:00+01:00",
    "publisher": "'IUScholarWorks'",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.boisestate.edu/cgi/viewcontent.cgi?filename=0&article=1012&context=univ_pres&type=additional"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/199374163.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/199374163"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/199374163/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/199374163/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/199374163"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "bisexual",
        "pansexual",
        "queer erasure",
        "heteronormative",
        "relationships",
        "Gender and Sexuality",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Other Feminist, Gender, and Sexuality Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.boisestate.edu:univ_pres-1012",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1190",
        "openDoarId": 0,
        "name": "Boise State University - ScholarWorks",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 199374163,
        "depositedDate": null,
        "publishedDate": "2018-04-05T08:00:00+01:00",
        "updatedDate": "2024-01-22T04:57:26+00:00",
        "acceptedDate": null,
        "createdDate": "2019-05-15T21:14:22+01:00"
    },
    "urls": [
        "https://scholarworks.boisestate.edu/univ_pres/13",
        "https://youtu.be/xx6_Ynb20sY",
        "https://scholarworks.boisestate.edu/context/univ_pres/article/1012/filename/1/type/additional/viewcontent/pietromica_katrina_bi_and_pan_sexual_queer_erasure_slides.pdf",
        "https://scholarworks.boisestate.edu/context/univ_pres/article/1012/filename/0/type/additional/viewcontent/pietromica_bi_and_pan_sexual_queer_erasure_transcript.pdf"
    ],
    "lastUpdate": "2024-01-22T04:57:26+00:00",
    "setSpecs": []
}