{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Badgett, M.V. Lee"
        },
        {
            "name": "Sears, Brad"
        },
        {
            "name": "Lau, Holning"
        },
        {
            "name": "Ho, Deborah"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T18:38:04+01:00",
    "dataProvider": {
        "id": 3843,
        "name": "Chicago-Kent College of Law",
        "url": "https://api.core.ac.uk/v3/data-providers/3843",
        "logo": "https://api.core.ac.uk/data-providers/3843/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/217433067.pdf",
    "fullText": "Chicago-Kent Law ReviewVolume 84Issue 2 Symposium: The Evolution of AcademicDiscourse on Sexual Orientation and the Law: AFestschrift in Honor of Jeffrey ShermanArticle 7April 2009Bias in the Workplace: Consistent Evidence ofSexual Orientation and Gender IdentityDiscrimination 1998–2008M.V. Lee BadgettBrad SearsHolning LauDeborah HoFollow this and additional works at: https://scholarship.kentlaw.iit.edu/cklawreviewPart of the Law CommonsThis Article is brought to you for free and open access by Scholarly Commons @ IIT Chicago-Kent College of Law. It has been accepted for inclusionin Chicago-Kent Law Review by an authorized editor of Scholarly Commons @ IIT Chicago-Kent College of Law. For more information, pleasecontact dginsberg@kentlaw.iit.edu.Recommended CitationM.V. L. Badgett, Brad Sears, Holning Lau & Deborah Ho, Bias in the Workplace: Consistent Evidence of Sexual Orientation and GenderIdentity Discrimination 1998–2008, 84 Chi.-Kent L. Rev. 559 (2009).Available at: https://scholarship.kentlaw.iit.edu/cklawreview/vol84/iss2/7BIAS IN THE WORKPLACE: CONSISTENT EVIDENCEOF SEXUAL ORIENTATION AND GENDER IDENTITYDISCRIMINATION 1998-2008M.V. LEE BADGETT, BRAD SEARS, HOLNING LAU, AND DEBORAH Ho*EXECUTIVE SUMMARYThis article summarizes social science data published during the pastdecade documenting discrimination against lesbian, gay, bisexual, andtransgender (LGBT) people in employment. Over the last ten years, manyresearchers have conducted studies to find out whether LGBT people facesexual orientation discrimination in the workplace. These studies includesurveys of LGBT individuals' workplace experiences, wage comparisonsbetween lesbian, gay, and bisexual (LGB) and heterosexual persons, analy-ses of discrimination complaints filed with administrative agencies, andtesting studies and controlled experiments.Studies conducted from the mid-1980s to mid-1990s revealed that16% to 68% of LGB respondents reported experiencing employment dis-crimination at some point in their lives. Since the mid-1990s, an additionalfifteen studies found that 15% to 43% of LGB respondents experienceddiscrimination in the workplace.When asked more specific questions about the type of discriminationexperienced, LGB respondents reported the following experiences thatwere related to their sexual orientation: 8% to 17% were fired or deniedemployment, 10% to 28% were denied a promotion or given negative per-formance evaluations, 7% to 41% were verbally/physically abused or had* M.V. Lee Badgett is the Research Director at The Williams Institute, UCLA School of Law,and an associate professor of economics at the University of Massachusetts Amherst, where she is alsoon the faculty of the Center for Public Policy and Administration. She studies family policy and em-ployment discrimination related to sexual orientation. Brad Sears is the Executive Director of TheWilliams Institute, UCLA School of Law and Adjunct Professor of Law at UCLA School of Law.Professor Sears researches and writes on sexual orientation law and legal issues impacting the HIV-positive and disabled communities. Holning S. Lau is the Harvey S. Shipley Miller Law TeachingFellow at The Williams Institute, UCLA School of Law. He researches and writes on antidiscriminationlaw, international human rights, and children's rights. Deborah Ho is a Policy Fellow at The WilliamsInstitute, UCLA School of Law.We thank Darcy Pottle and Gary Gates for their help in preparing the report. The WilliamsInstitute thanks the Arcus Foundation, the Gill Foundation, and the Evelyn and Walter Haas, Jr. Fundfor their general funding support.CHICAGO-KENT LAW REVIEWtheir workplace vandalized, and 10% to 19% reported receiving unequalpay or benefits.Although data on the transgender population are scarce, several stud-ies have brought to light the presence of discrimination against this com-munity. When transgender individuals were surveyed separately, theyreported similar or higher levels of employment discrimination. In six stud-ies conducted between 1996 and 2006, 20% to 57% of transgender respon-dents reported having experienced employment discrimination at somepoint in their life. More specifically, 13% to 56% were fired, 13% to 47%were denied employment, 22% to 31% were harassed, and 19% were de-nied a promotion based on their gender identity.Beyond survey responses, collection and analysis of state-level dis-crimination complaint data allow another lens through which to measuresexual orientation discrimination. Individual complaints of discriminationfiled with government agencies provide another measure of perceived dis-crimination. In 1997 the General Accounting Office (or GAO, now knownas the Government Accountability Office) collected the number of com-plaints filed in states that outlaw sexual orientation discrimination andfound that 1% of all discrimination complaints related to sexual orientation.However, comparisons of data from sixteen states and the District of Co-lumbia show that the rate of sexual orientation discrimination complaintsper LGB person is 5 per 10,000, which is roughly equivalent to gender-based discrimination complaints.A wage or income gap between LGB people and heterosexual peoplewith the same job and personal characteristics provides another indicator ofsexual orientation discrimination. A growing number of studies using datafrom the National Health and Social Life Survey (NHSLS), the GeneralSocial Survey (GSS), the United States Census, and the National Healthand Nutrition Examination Survey (NHANES III) show that gay men earn10% to 32% less than otherwise similar heterosexual men. The findings forlesbians, however, are less clear. In some studies they earn more than het-erosexual women but less than heterosexual or gay men.Controlled experiments reveal sexual orientation discrimination inworkplace settings. In controlled experiments, researchers manufacturescenarios that allow comparisons of the treatment of LGB people withtreatment of heterosexuals. Seven out of eight studies using controlled ex-periments related to employment and public accommodation find evidenceof sexual orientation discrimination.Despite the variations in methodology, context, and time period in thestudies reviewed in this report, our review of the evidence demonstrates[Vol 84:2BIAS IN THE WORKPLACEone disturbing and consistent pattern: sexual orientation-based and genderidentity discrimination is a common occurrence in many workplaces acrossthe country.Population-Adjusted Complaint Rates(Per 10,000)WisconsinOregonNew HampshireMinnesotaMassachusettsMaineHawaiiConnecticutCaliforniaWashingtonVermontRhode IslandNew YorkNewJerseyMarylandIllinoisD.C.NationalSOURCE: U.S. GEN. ACCOUNTINGOFFICE, GAO/OGC-98-7R, SEXUAL-ORIENTATION-BASED EMPLOYMENTDISCRIMINATION: STATES' EXPERIENCEWITH STATUTORY PROHIBITIONS 10-14(1997), available at http:// archive.gao.gov/f0502/57571 I.pdf.i Sex I Sexual Orientation7.1-5.88- 4.0- 4.1m 2.2m 2.2m 2.5- 5.2m 3.68.33.84-6- 3.27.5-6.49.67.31.82.00.30-6232.93.14.10-5•1.01.41.83.64.82.7 8.85.44.72009]CHICAGO-KENT LA W REVIEWINTRODUCTIONOver the last ten years, academic researchers in economics, sociology,psychology, and other social sciences have conducted research to find outwhether lesbian, gay, bisexual, and transgender people face employmentdiscrimination. Government and community organizations have also con-ducted such research. With increasing frequency, policymakers at the fed-eral, state, and local level are considering the rates of employmentdiscrimination as they consider laws that would ban employment discrimi-nation based on sexual orientation and gender identity. In this report wesummarize the findings of research about employment discriminationagainst LGBT people from four different kinds of studies.Surveys of LGBT people's experiences with workplace dis-criminationThese studies routinely show that considerable numbers of LGBTpeople believe they have been discriminated against in the workplace.These studies also show that heterosexuals perceive discrimination againsttheir LGB peers. Because these studies tend to focus on particular occupa-tions, population groups, or geographic areas, the rates of perceived dis-crimination vary considerably across their findings.* Analyses of employment discrimination complaints filedwith government agenciesThus far, there has been one published study on the number of sexualorientation discrimination complaints filed with government agencies. Al-though the raw number of complaints is small, the rate of complaints per10,000 LGB people is comparable to the rate of sex discrimination com-plaints per 10,000 women.* Analyses of wage differentials between LGBT and hetero-sexual personsEmployment discrimination often translates into lower earnings. Wageanalyses consistently show that gay men earn 10% to 32% less than hetero-sexual men. The findings on lesbians' earnings are less consistent. Whileless data is available about the incomes of transgender people in compari-son with non-transgender people, a number of surveys have found highunemployment rates and low income levels for transgender people.* Controlled experimentsA new and expanding line of research involves experiments that con-trol conditions to test whether LGB people experience differences in treat-ment when compared with identical heterosexual people. These studies find[Vol 84:22009] BIAS IN THE WORKPLACEthat LGB and heterosexual persons are subject to disparate treatment.The remainder of this report describes the studies' methods and find-ings. The methodologies used and contexts studied vary considerably andlimit our ability to generalize findings to all locations, occupations, or eco-nomic contexts. Also, the limitations of the methods mean that we cannotsay how likely a LGBT person would be to experience employment dis-crimination. Despite these caveats, the review does demonstrate a consis-tent pattern: there is ample evidence that sexual orientation and genderidentity discrimination against LGBT people occurs in many workplacesacross the country.I. SELF-REPORTED EXPERIENCES OF SEXUAL ORIENTATION AND GENDERIDENTITY EMPLOYMENT DISCRIMINATIONA. Surveys Measuring Sexual Orientation DiscriminationOne way that researchers have assessed discrimination is by askingLGB people directly whether they believe they have experienced discrimi-nation. These studies routinely show that many LGB individuals believethat they have experienced employment discrimination. Tables 1' and 221. Table 1: M.V. LEE BADGETT ET AL., NAT'L GAY & LESBIAN TASK FORCE POL'Y INST.,PERVASIVE PATTERNS OF DISCRIMINATION AGAINST LESBIANS AND GAY MEN: EVIDENCE FROMSURVEYS ACROSS THE UNITED STATES (1992); M.V. Lee Badgett, Vulnerability in the Workplace:Evidence of Anti-Gay Discrimination, 2 ANGLES: THE POL'Y J. INST. FOR GAY AND LESBIANSTRATEGIC STUD. 1, 2 (1997); James M. Croteau, Research on the Work Experiences of Lesbian, Gay,and Bisexual People: An Integrative Review of Methodology and Findings, 48 J. VOC. BEHAV. 195,195-98 (1996); Jennifer Durkin, Queer Studies I: An Examination of the First Eleven Studies of SexualOrientation Bias by the Legal Profession, 8 UCLA WOMEN'S L.J. 343, 343-78 (1998);. Sarah D. Fox,Gender Expression as a Basis for Employment Discrimination in Gay, Lesbian and Bisexual Popula-tions, (August 7, 1999) (unpublished preprint, on file with the International Journal of Transgenderism),available at http://web.archive.org/web/20000817134208/www.ntac.org/ge0 .html.2. Table 2: RODDRICK COLVIN, NAT'L GAY AND LESBIAN TASK FORCE POL'Y INST., THEEXTENT OF SEXUAL ORIENTATION DISCRIMINATION IN TOPEKA, KS 3 (2004); EMPIRE STATE PRIDEAGENDA, ANTI-GAY/LESBIAN DISCRIMINATION IN NEW YORK STATE 1 (2001); LARRY GROSS ET AL.,THE PHILADELPHIA LESBIAN AND GAY TASK FORCE, THE 1999-2000 STUDY OF DISCRIMINATION ANDVIOLENCE AGAINST LESBIAN WOMEN AND GAY MEN IN PHILADELPHIA AND THE COMMONWEALTH OFPENNSYLVANIA 14 (2000); HENRY J. KAISER FAMILY FOUNDATION, INSIDE-OUT: A REPORT ON THEEXPERIENCES OF LESBIANS, GAYS AND BISEXUALS IN AMERICA AND THE PUBLIC'S VIEWS ON ISSUESAND POLICIES RELATED TO SEXUAL ORIENTATION 2-3 (2001); JUDICIAL COUNCIL OF THE STATE OFCAL., SEXUAL ORIENTATION FAIRNESS IN THE CALIFORNIA COURTS: FINAL REPORT OF THE SEXUALORIENTATION FAIRNESS SUBCOMMITTEE OF THE JUDICIAL COUNCIL'S ACCESS AND FAIRNESSADVISORY COMMITTEE (2001); BOB KARP, HUMAN RIGHTS COUNCIL OF NORTH CENTRAL FLORIDA.GAINESVILLE/ALACHUA COUNTY GAY AND LESBIAN COMMUNITY SURVEY (1997); LAMBDA LEGALAND DELOITTE FIN. ADVISORY SERV. LLP, 2005 WORKPLACE FAIRNESS SURVEY (2006),http://data.lambdalegal.org/pdf/64l .pdf; Rafael M. Diaz et al., The Impact of Homophobia, Poverty, andRacism on the Mental Health of Gay and Bisexual Latino Men: Findings From 3 US Cities, 91 AM. J.PUB. HEALTH 927, 930 (2001); Gregory M. Herek, Hate Crimes and Stigma-Related ExperiencesAmong Sexual Minority Adults in the United States: Prevalence Estimates from a National ProbabilitySample, 24 J. INTERPERSONAL VIOLENCE 54, 64 (2008); David M. Huebner, Gregory M. Rebchook &CHICAGO-KENT LAW REVIEWpresent details of the studies.B. Literature ReviewsFive academic reviews of such studies that were published between1992 and 1999 found substantial evidence of discrimination. These re-views, examining over thirty-five studies, found that 16% to 68% of LGBrespondents reported experiencing discrimination in the workplace (seeTable 1). Since these literature reviews were published, an additional fif-teen surveys have been conducted that report similar findings.Table 1: Literature Reviews Examining Studies Published Between 1992 and 1999Study Year(s) Population Method % Reporting Specific Types ofData Discrimination DiscriminationCollected Ever (unless Experiencedotherwise noted)Badgett 1992 Review of 1 Literature 16-44% 8-19% firedet al. national survey Review(1992) and 20 city and 5-24% deniedstate surveys of employmentLGB people (n of21 surveys 5-33% denied a11,984) promotion3-14% bad jobrating orevaluationBadgett 1997 Review of 3 city Literature 27-68%(1997) surveys and 6 Reviewsurveys of variousprofessionalgroups of LGBpeople (n of 9surveys=8,221) IIISusan M. Kegeles, Experiences of Harassment, Discrimination, and Violence among Young Gay andBisexual Men, 94 AM. J. PUBLIC HEALTH 1200 (2004); Vickie Mays & Susan Cochran, Mental HealthCorrelates of Perceived Discrimination Among Lesbian, Gay, and Bisexual Adults in the United States,91 AM. J. PUB. HEALTH 91 1869-76 (2001); NEW JERSEY SUPREME COURT. TASK FORCE ON SEXUALORIENTATION ISSUES: FINAL REPORT (2001).564 [Vol 84:2BIAS IN THE WORKPLACEStudy Year(s) Population Method % Reporting Specific Types ofData Discrimination DiscriminationCollected Ever (unless Experiencedotherwise noted)Croteau 1996 Review of 9 Literature 25-66%(1996) published studies Reviewon workexperiences ofLGB people, with3 studies reportingexperiences ofdiscrimination(n of 3 surveys626)Durkin 1998 Review of I I Literature 23-40%(1998) studies of sexual Revieworientation bias inthe legalprofession, 2reportingexperiences ofdiscrimination(n of 2 surveys -293)Fox, 1999 Review of 2 Literature 41-58%Sarah studies on sexual ReviewD. orientation(1999) employmentdiscrimination(n of 2 surveys378)C. National Random SamplesThree recent surveys are based on national probability samples (or\"random\" samples) of lesbian, gay, and bisexual people.Fifteen recentstudies foundthat 15% to 43%of LGB respon-dents experi-enced workplacediscrimination.0 In 2000, the Henry J. Kaiser FamilyFoundation surveyed a random sample of 405LGB people in fifteen large metropolitan areas andfound that 18% of the respondents reportedexperiencing discrimination when applying for ajob or keeping a job.3* Another study analyzed data from the 1995National Survey of Midlife Development, a3. HENRY J. KAISER FAMILY FOUNDATION, INSIDE-OUT: A REPORT ON THE EXPERIENCES OFLESBIANS, GAYS AND BISEXUALS IN AMERICA AND THE PUBLIC'S VIEWS ON ISSUES AND POLICIESRELATED TO SEXUAL ORIENTATION 2-3 (2001).2009]CHICAGO-KENT LA W REVIEWnationally representative sample of adults aged twenty-five to seventy fouryears old, and revealed that LGB respondents reported the following typesof \"discrimination\": 8% reported being fired, 13% being denied employ-ment, and 11% being denied a promotion.4 While the survey did not askLGB respondents whether each type of employment discrimination wasrelated to their sexual orientation, 43% of LGB respondents said that somediscrimination they experienced was due to their sexual orientation.5* Another recent survey of a random sample found that 10% of LGBpeople (16% of lesbians and gay men) reported being fired or denied a jobor promotion because of their sexual orientation. 6D. Other National SamplesTwo other national studies of non-random samples also found thatself-reported experiences of discrimination were common and that respon-dents reported facing a variety of discrimination in the employment con-text.* The most recent survey, conducted in 2006, found that 7% of the 662LGB respondents had reported experiencing job discrimination at somepoint in their lives.* A survey conducted at the end of 2005 found that 39% of the 1,205LGBT respondents have experienced some level of harassment or discrimi-nation in their workplace over the past five years. 7* Similar rates of discrimination were documented in a survey by Out &Equal in 2002, which found that 41% of participants had experienced dis-crimination in the workplace. 8E. Recent Surveys of Specific AreasEight other studies of sexual orientation discrimination surveyed nar-rower subgroups of the LGB population focusing on people in a particulargeographic area. These studies recruit \"convenience\" samples, or samples4. Vickie Mays & Susan Cochran, Mental Health Correlates of Perceived Discrimination AmongLesbian, Gay, and Bisexual Adults in the United States, 91 AM. J. PUB. HEALTH 91 1869-76 (2001).5. Id.6. Gregory M. Herek, Hate Crimes and Stigma-Related Experiences Among Sexual MinorityAdults in the United States: Prevalence Estimates from a National Probability Sample, 24 J.INTERPERSONAL VIOLENCE 54, 64 (2008).7. LAMBDA LEGAL AND DELOITTE FIN. ADVISORY SERV. LLP, 2005 WORKPLACE FAIRNESSSURVEY (2006), http://data.lambdalegal.org/pdf/641 .pdf.8. OUT & EQUAL WORKPLACE ADVOC., WITECK-COMBS COMMC'N & HARRIS INTERACTIVE,GAYS AND LESBIANS FACE PERSISTENT WORKPLACE DISCRIMINATION AND HOSTILITY DESPITEIMPROVED POLICIES AND ATTITUDES IN CORPORATE AMERICA (2003).[Vol 84:2BIAS IN THE WORKPLACEof LGB people who are easy to locate and willing to return a survey. Thesesurvey respondents may not be representative of the larger population ofLGB people. These studies also show experiences of perceived employ-ment discrimination on the basis of sexual orientation are common. 9* 30% of LGBT people in Pennsylvania reported discrimina-tion. 10* 36% of New Yorkers reported employment discriminationduring the five years prior to the 2001 survey.\"I* 11.2% of gay and bisexual men in three southwestern citiesreported experiencing employment, housing or insurance dis-crimination in the six months prior to the survey. 12* 15% of gay and bisexual Latino men in Los Angeles, NewYork City, and Miami reported experiencing employment dis-crimination. 13* In a survey of LGB residents of Topeka, Kansas, 15% to 41%reported employment discrimination and on-the-job harass-ment. 14* 27% of the 195 northern Floridians surveyed reported experi-encing employment discrimination.' 59. Two other surveys also indicate high levels of discrimination against LGBT people of color,although neither survey defined discrimination to be limited to, or even include, employment discrimi-nation. In 2005 and 2007, the National Gay and Lesbian Task Force's Policy Institute released tworeports on Asian Pacific American and Islander LGBT individuals showing that 750/-82% of therespondents from the two surveys reported experience with sexual orientation discrimination or preju-dice of some kind. ALAIN DANG & CABRINI VIANNEY, NAT'L GAY & LESBIAN TASK FORCE POLICYINST., LIVING IN THE MARGINS: A NATIONAL SURVEY OF LESBIAN, GAY, BISSEXUAL ANDTRANSGENDER ASIAN AND PACIFIC ISLANDER AMERICANS, 4-5 (2007); ALAIN DANG & MANDY Hu,NAT'L GAY & LESBIAN TASK FORCE POLICY INST., ASIAN PACIFIC AMERICAN LESBIAN, GAY,BISEXUAL, AND TRANSGENDER PEOPLE: A COMMUNITY PORTRAIT 6 (2005). Another survey of partici-pants from nine Black Pride events in 2000 by the Policy Institute found that 42% of black LGBTrespondents reported having experienced discrimination or prejudice of some kind. JUAN BATTLE ETAL., NAT'L GAY & LESBIAN TASK FORCE POLICY INST., SAY IT LOUD I'M BLACK AND I'M PROUD:BLACK PRIDE SURVEY 2000 (2002), available at http://thetaskforce.org/downloads/reports/ SayltLoud-Black AndProud.pdf.10. LARRY GROSS ET AL., THE PHILADELPHIA LESBIAN AND GAY TASK FORCE, THE 1999-2000STUDY OF DISCRIMINATION AND VIOLENCE AGAINST LESBIAN WOMEN AND GAY MEN INPHILADELPHIA AND THE COMMONWEALTH OF PENNSYLVANIA 14 (2000).11. EMPIRE STATE PRIDE AGENDA, ANTI-GAY/LESBIAN DISCRIMINATION IN NEW YORK STATE 1(2001).12. David M. Huebner, Gregory M. Rebchook & Susan M. Kegeles, Experiences of Harassment,Discrimination, and Violence among Young Gay and Bisexual Men, 94 AM. J. PUBLIC HEALTH 1200(2004).13. Rafael M. Diaz et al., The Impact of Homophobia, Poverty, and Racism on the Mental Healthof Gay and Bisexual Latino Men: Findings From 3 US Cities, 91 AM. J. PUB. HEALTH 927, 930 (2001).14. RODDRICK COLVIN, NAT'L GAY AND LESBIAN TASK FORCE POL'Y INST., THE EXTENT OFSEXUAL ORIENTATION DISCRIMINATION IN TOPEKA, KS 3 (2004).15. BOB KARP, HUMAN RIGHTS COUNCIL OF NORTH CENTRAL FLORIDA. GAINESVILLE/ALACHUA20091CHICAGO-KENT LAW REVIEW* 30% of LGB people from fourteen of the sixteen countiesacross Maine reported experiencing discrimination in em-ployment. 16* 43% of Washington State Pride event attendees reported ex-periencing employment discrimination.17* 21% of the LGB attorneys in Minnesota law firms reportedbeing denied employment, equal pay, equal benefits, a promo-tion, or another employment opportunity. 8* LGBT members of the California State Bar reported that 26%had been denied a promotion, 15% received unequal pay, and19% received poor work assignments.190 Lesbian and gay employees of the New Jersey Supreme Courtreported that 17% were denied employment, 29% were teasedor harassed, and 21% were given poor work assignments. 20* LGB employees of the California Court system reported ex-periences of discrimination based on sexual orientation: 13%have been called a derogatory name, 16% experienced a nega-tive action based on sexual orientation, and 16% have heardsexual orientation used as the subject of a joke or ridicule. 21F. Surveys of Heterosexual Co- WorkersA small number of researchers have asked heterosexuals whether theyhave witnessed discrimination against their LGB peers. These studies havebeen limited to particular occupations, mainly the legal profession.* In a survey of heterosexual attorneys in Minnesota law firms,23% believe that LGBT attorneys were treated differently,COUNTY GAY AND LESBIAN COMMUNITY SURVEY (1997).16. STEPHEN WESSLER, CTR. FOR THE PREVENTION OF HATE VIOLENCE, DISCRIMINATIONAGAINST GAY, LESBIAN, BISEXUAL AND TRANSGENDER INDIVIDUALS IN MAINE 12, 14 (2005).17. SEATTLE OFFICE FOR CIVIL RIGHTS, OPINION SURVEY OF A SMALL SAMPLE OF PARTICIPANTSAT PRIDE 2006 (2006), http://www.seattle.gov/scsm/documents/Pride06SexualOrientOpinionSurvey-Final.doc.18. TASK FORCE ON DIVERSITY IN THE PROFESSION OF THE MINN. STATE BAR ASS'N, 2005 SELF-AUDIT FOR GENDER AND MINORITY EQUITY: A RESEARCH STUDY OF MINN. LAW FIRMS, NON-FIRMEMPLOYERS & INDIVIDUAL LAWYERS 30, 35 (2006), http://www2.mnbar.org/committees/ Diversity-TaskForce/Diversity%20Report%2OFinal.pdf.19. STATE BAR OF CAL., CHALLENGES TO EMPLOYMENT & THE PRACTICE OF LAW FACINGATTORNEYS FROM DIVERSE BACKGROUNDS 17 (2006).20. NEW JERSEY SUPREME COURT, TASK FORCE ON SEXUAL ORIENTATION ISSUES: FINALREPORT (2001).21. JUDICIAL COUNCIL OF THE STATE OF CAL., SEXUAL ORIENTATION FAIRNESS IN THECALIFORNIA COURTS: FINAL REPORT OF THE SEXUAL ORIENTATION FAIRNESS SUBCOMMITTEE OF THEJUDICIAL COUNCIL'S ACCESS AND FAIRNESS ADVISORY COMMITTEE (2001).[Vol 84:2BIAS IN THE WORKPLACEwith an additional 32% stating that they were not certain. 22* New Jersey Court system employees reported seeing sexualorientation discrimination: 7% reporting witnessing discrimi-nation in hiring, 10% witnessed verbal abuse or harassment ofLGBT coworkers, and 6% reported witnessing discriminationin the distribution of work assignments. 23* 30% of the judges and attorneys surveyed in Arizona believethat lesbians and gays were discriminated against in the legalprofession. 24* 12% to 14% of heterosexual political scientists reported wit-nessing antigay discrimination in academic employment deci-sions, such as hiring and tenure decisions.* In Los Angeles, 24% of female heterosexual lawyers and 17%of male heterosexual lawyers reported either having experi-enced or witnessed anti-gay discrimination.2 5G. Methods and Limitations of SurveysAlthough these studies provide a useful snapshot of LGB individuals'perceptions, they have certain limitations. As already noted, the samplesused for most studies were not representative of the larger LGB population.Many of these studies only surveyed individuals in a particular geographicregion, occupation, or population group. Almost all were conveniencesamples, as opposed to random or probability samples. Individuals whohave been subject to sexual orientation discrimination may have been morelikely to participate in such surveys, skewing the rate of discriminationreported. Therefore, we cannot necessarily apply these findings to all LGBpeople.Two other limitations related to these studies' reliance on perceptionsof discrimination are worth noting. First, people's perceptions may not beaccurate measures of actual discrimination. For example, individuals maymisperceive employers' motivations behind hiring and promotion deci-sions, ascribing discriminatory motives to employers when none existed.Alternatively, employers may conceal their discriminatory motives so wellthat LGB people perceive less discrimination than actually exists.22. TASK FORCE ON DIVERSITY IN THE PROFESSION OF THE MINN. STATE BAR ASS'N, supra note18, at 28.23. NEW JERSEY SUPREME COURT, supra note 20.24. GAY AND LESBIAN TASK FORCE, STATE BAR OF ARIZ., REPORT TO THE BOARD OFGOVERNORS 2 (1999).25. STATE BAR OF CAL., supra note 19, at 17.2009]CHICAGO-KENT LA W REVIEWSecond, many of these studies had vague definitions of \"discrimina-tion\" and some did not define the term at all. In addition, the questionsasking about employment discrimination were worded differently in eachof the surveys. \"Discrimination\" included everything from denials of pro-motions to being subjected to \"hard stares\" because of one's sexual orienta-tion.26 The variations in definitions and the wording of questions may alsoexplain why the studies found varying levels of perceived discrimination.Table 2: Results of Surveys Measuring Employment Discrimination Against LGBPeople on the Basis of Sexual Orientation Since 1999Study Year(s) Population Method % Reporting Specific Types ofData Discrimination DiscriminationCollected Ever (unless Experiencedotherwise noted)Colvin R. 2003- LGB people in Convenience NA 15% fired(2004) 2004 Topeka, SampleKansas 16% denied employment(n = 121)11% denied a'promotion18% overlooked foradditional responsibilities24% teased or harassed35% received harassinge-mails, letters, or faxes41% verbal or physicalabuse16% vandalized work-placeDiaz et al. 1998- GB Latino Convenience 15%(2001) 1999 Men in New SampleYork, Miami,and LosAngeles(n = 912) 1 1 126. Levine, Martin P. & Robin Leonard, Discrimination against Lesbians in the Work Force, 9SIGNS 700 (1984); James M. Croteau & Julianne S. Lark, On Being Lesbian, Gay, or Bisexual in Stu-dent Affairs. A National Survey of Experiences on the Job, 32 NASPA J. 189, 193-95 (1995).[Vol 84:2BIAS IN THE WORKPLACEStudy Year(s) Population Method % Reporting Specific Types ofData Discrimination DiscriminationCollected Ever (unless Experiencedotherwise noted)Empire 2001 LGB people in Convenience 36% experienced 8% firedState Pride New York Sample discrimination inSurvey State the past 5 years 12% denied promotion(2001) (n = 1,891) 10% negativeperformance evaluation27% verbally harassed7% physically harassedGross el aL 1999- LG people in Convenience 30%(2000) 2000 Pennsylvania Sample(n = 3,014)Henry J. 2000 LGB people in Random 18% applyingKaiser 15 metro areas Sample for and/or(2001) in U.S. keeping a job(n = 405)Herek 2006 LGB people in Random 10% experienced(2007) U.S. Sample job discrimina-(n = 662) tion once in theirI_ lifeHuebneret 1996- GB Men aged Convenience 11.2%aL (2004) 1997 18 to 27 in Sample experiencedPhoenix, AZ, employment,Albuquerque, housing, orNM and insuranceAustin, TX discrimination in(n = 1,248) a 6 month periodJudicial 1998- California Random 20% 20% Heard negativeCouncil of 1999 Court Sample (not experienced commentthe State of employees completely discriminationCalifornia (n=1,525) clear in based on sexual 13% Verbally abused(2001) report) orientation (onlyLG employees) 16% Experiencednegative actionKarp, B. 1997 LGB people in Convenience 27% 9% firedand Gainesville/ SampleHuman Alachua 15% deniedRights County employmentCouncil of FloridaNorth (n = 195) 20% denied a promotionCentralFlorida 16% bad job rating or(1997) 1 1 1 1 evaluation2009]CHICAGO-KENT LAWREVIEW% ReportingDiscriminationEver (unlessotherwise noted)Specific Types ofDiscriminationExperiencedLambda 2005 LGBT people Convenience 39% experienced 19% denied a promotionLegal & nationally Sample discrimina-Deloitte (n = 1,205) tion/harassment(2006) in the past five_yearsMays et at. 1995 LGB people Random 43% 8% fired(2001) nationally (n = Sample73) 13% denied employment11% denied a promotionNew 2000 LG New Convenience NA 17% denied employmentJersey Jersey Court SampleSupreme employees 28% denied a promotionCourt (n = 42)(2001) 21% negative perform-ance evaluation21% not given goodwork assignments29% teased or harassed10% received unequalpayOut & 2002 LGBT people Convenience 41% 9% firedEqual nationally SampleAdvocates. (n = 110) 8% pressured to quitHarrisInteractive 12% denied a promotion& WiteckCombs 23% teased or harassed(2002)22% experienced otherforms of discriminationSeattle 2006 LGBT people Convenience 43%Office of in Washington SampleCivil (n = 54)Rights(2006)State Bar 2005 LGBT Convenience NA 26% denied a promotionof California SampleCalifornia State Bar 19% not given good(2006) members work assignments(n = 155) 15% received unequalpay19% received unequalbenefitsStudy PopulationYear(s)DataCollectedMethod[Vol 84:2BIAS IN THE WORKPLACEStudy Year(s) Population Method % Reporting Specific Types ofData Discrimination DiscriminationCollected Ever (unless Experiencedotherwise noted)Task Force 2005- LGB attorneys Convenience 22%on Diver- 2006 in Minnesota Samplesity in the (n = 51)Professionof theMinnesotaState BarAssocia-tion (2006)Wessler 2005 LGBT people Convenience 30%(2005) in Maine (n = Sample90)H. Surveys Measuring Discrimination on the Basis of Gender Identity orTransgender StatusSince 1996, a number of studies have found that large percentages oftransgender persons report experiencing employment discrimination on thebasis of their gender identity or transgender status. Details of these studiesare presented in Table 3.271. Convenience SamplesAll of the surveys measuring employment discrimination againsttransgender people relied upon convenience samples. Only one was na-tional in scope. The other studies focused on a particular geographic area orpopulation group. Most were based on the transgender population in San27. Table 3: SHANNON MINTER & CHRISTOPHER DALEY. SAN FRANCISCO: NAT'L CTR FORLESBIAN RIGHTS AND TRANSGENDER LAW CTR. TRANS REALITIES: A LEGAL NEEDS ASSESSMENT OFSAN FRANCISCO'S TRANSGENDER COMMUNITIES (2003); BETH PLOTNER, MIRANDA STEVENS-MILLER,& TINA WOOD-SIEVERS, CHICAGO: IT'S TIME, ILLINOIS, 6TH REPORT ON DISCRIMINATION AND HATECRIMES AGAINST GENDER VARIANT PEOPLE (2002); SAN FRANCISCO BAY GUARDIAN &TRANSGENDER LAW CTR., GOOD JOBS NOW!: A SNAPSHOT OF THE ECONOMIC HEALTH OF SANFRANCISCO'S TRANSGENDER COMMUNITIES (2006); JESSICA M. XAVIER, ET AL., VA. DEP'T OFHEALTH, THE HEALTH, HEALTH-RELATED NEEDS & LIFECOURSE EXPERIENCES OF TRANSGENDERVIRGINIANS (2007), http://www.vdh.virginia.gov/epidemiology/DiseasePrevention/documents/pdf/THISFINALREPORTVol 1 .pdf; JESSICA M. XAVIER ET AL., A Needs Assessment of Transgender Peo-ple of Color Living in Washington, DC, 8 INT'L J. TRANSGENDERISM 31 (2005); JESSICA M. XAVIER,ADMIN. FOR HIV/AIDS OF THE DIST. OF COLUMBIA GOV'T, THE WASHINGTON, DC TRANSGENDERNEEDS ASSESSMENT SURVEY: FINAL REPORT FOR PHASE Two 15 (2000), http://www.gender.org/resources/dge/ geaol 011 l.pdf; Eiko Sugano, Tooru Nemoto & Don Operario, The Impact of Exposure toTransphobia on HIV Risk Behavior in a Sample of Transgender Women of Color in San Francisco, 10AIDS & BEHAVIOR 217 (2006).2009]CHICAGO-KENT LAW REVIEWFrancisco. Despite these limitations, the studies consistently found thatbetween 15% and 57% of transgender people report experiencing employ-ment discrimination on the basis of transgender status or gender identity.0 Nationally, 37% reported experiencing employment discrimi-nation.* 25% of transsexuals from Northern California had difficultiesgetting a job.* A study of 244 transsexuals in Los Angeles County found that28% reported being fired based on their gender identity and47% reported difficulty in finding a job.0 In a study of 248 transgender people of color in Washington,D.C., 15% reported losing a job because of their transgenderstatus.* 37% to 42% of gender variant persons in Illinois reported ex-periencing some type of employment discrimination. 28* A study of male-to-female (MTF) transgender people of colorin San Francisco found that 39% reported losing a job or a ca-reer opportunity because of their gender identity.29* 20% of transgender persons in Virginia reported employmentdiscrimination, with 13% fired, 20% denied employment and31% harassed at work. 30The most recent survey of transgender individuals was conducted in2006 by the San Francisco Bay Guardian and the Transgender Law Cen-ter.31 The survey was specifically focused on employment issues, using avery broad definition of being transgender, and sought to recruit a broadcross-section of San Francisco's transgender population. The study foundthat 57% of the transgender respondents surveyed had experienced em-ployment discrimination on the basis of their transgender status or genderidentity. 32 More specifically, of those surveyed, 18% reported being fired,40% being denied employment, 19% being denied a promotion, and 22%being verbally harassed.33 In addition, 24% reported being sexually har-assed, 14% lacked access to appropriate restrooms, 23% reported persistentuse of their old name and/or pronoun, and 12% faced persistent questions28. XAVIER ET AL., supra note 27.29. SUGANO ET AL., supra note 27, at 220.30. XAVIER ET AL., supra note 27.31. SAN FRANCisco BAY GUARDIAN & TRANSGENDER LAW CTR., supra note 27, at 45.32. Id.33. Id.[Vol 84:2BIAS IN THE WORKPLACEabout surgery.34 In other words, this survey found ample evidence of manyforms of discrimination in what should be one of the most tolerant cities fortransgender people in the United States.Table 3: Results of Surveys Measuring Employment Discrimination Against Trans-gender People on the Basis of Transgender Status or Gender IdentityStudy Year(s) Population Method % ReportingData DiscriminationCollected Ever (unlessotherwise noted)Clements K., 1997 MTFs in 46% report losinget al. (1999) San Francisco a job or difficulty(n = 392) in getting a jobClements K, 1997 FTMs in 57% report losinget al. (1999) San Francisco a job, difficulty(n = 123) getting a job or jobdiscriminationLombardi et 1996- Transgender people in 37%al. (2001) 1997 the U.S.(n = 402)Reback et al. 1998- MTF Transsexuals in NA 29% fired(2001) 1999 Los Angeles County(n = 244) 47% difficulty__getting jobSykes (1999) 1998 Transsexuals in 25% difficultiesNorthern California with getting a job(n = 232) because of genderissuesMinter and 2002 Transgender people in 49%Daley (2003) San Francisco(n= 155)Plotner et al. 1995- Transgender people in 37-42% 56% fired(2002) 2001 Illinois(n= 108) 13% deniedemployment31% harassed34. Id.2009]CHICAGO-KENT LAW REVIEWStudy Year(s) Population Method % ReportingData DiscriminationCollected Ever (unless oth-erwise noted)San Fran- 2006 Transgender people in 57% 18% firedcisco Bay San FranciscoGuardian (n 194) 40% deniedand Trans- employmentgender LawCenter (2006) 19% denied apromotion22% verballyharassed24% sexuallyharassed11% healthcoverage issues14% appropriaterestroom access23% use of oldname/pronoun12% questionsabout surgery4% otherSugano et aL 2000- Transsexual Women 39% report loss(2006) 2001 (MTF) of Color in San ofjob or careerFrancisco (n = 327) opportunityXavier et al. 1999- Transgender People of NA 15% fired(2000 & 2005) 2000 Color in Washington, (another 8% \"un-D.C. (n = 248) sure\" if job lost dueto discrimination)Xavier et a,. 2005- Transgender People in 20% 13% fired(2007) 2006 Virginia (N = 350)20% deniedemploymentI_ 1 31% harassed2. Methodology and Limitations of Surveys of Transgender PeopleThe surveys of transgender people summarized in Table 3 have manyof the same limitations as the surveys summarizing the LGB population.For example, they were all based on convenience samples and are generallylimited to surveying one city, San Francisco. In fact, only one was a na-576 (Vol 84:2BIAS IN THE WORKPLACEtional in scope. Although some surveys varied in how they defined dis-crimination, many of these surveys were based upon each other and delib-erately used the same definition of discrimination. Thus, there may in factbe greater consistency among these surveys results than in others reviewedby this study.These surveys also have some additional limitations. Perhaps the mostnotable one is the variance of the definition of the transgender populationamong the surveys. Some of the studies focused only on MTFs (male-to-female) or only on FTMs (female-to-male). Some only included those whoself-identify as transsexuals; one only included pre-operative and post-operative transsexuals, while others included anyone who is visibly \"gen-der variant,\" including those who identify as cross-dressers, drag queens,drag kings, effeminate males and gender queers. Some studies explicitlyexcluded those who identify in these groups from their definition of trans-gender.Only three of these surveys focused specifically on employment dis-crimination or violence and discrimination against transgender people.Most are focused on HIV prevention, prevalence, and risk behaviors. Someeven required participants to take an HIV-test. Others are more generallyfocused on the health and social service needs of the transgender popula-tion. As a result, many of these surveys deliberately over-represent clientsof AIDS service organizations, other social services organizations, lowincome people, and commercial sex workers.Finally, many of the samples may over-represent transgender peopleof color, although this is difficult to assess with the extremely limited in-formation available about the demographics of the transgender population.Many of the studies had samples with high percentages of African-American and Latino/a respondents, and some were designed to focus onpeople of color. On the other hand, two of the surveys noted that they un-derrepresented people of color.Another difference between the transgender studies in Table 3 and theLGB surveys summarized in Table 2 is that over half of the transgenderstudies were based on face-to-face interviews, and all of the LGB studieswere based on written questionnaires. It is difficult to assess the impact ofthe interview method on the responses collected. On the one hand, inter-views might have resulted in less accurate information about employmentdiscrimination if respondents were reluctant to admit experiences of dis-crimination. On the other hand, given that most of the surveys were alsoasking highly personal questions, such as about HIV-status, risky sexualbehaviors, drug use, and suicide, respondents might have been desensitized2009]CHICA GO-KENT LA W RE VIEWto reporting stressful information such as experiences of discrimination andwere, therefore, more likely to report discrimination they have experienced.However, what was most notable about the entire set of transgenderstudies was the commitment of researchers to having transgender peopleincluded in every phase of their research-design of the survey instrument,recruitment, and interviewing. Almost all of the studies based on interviewsused transgender people to conduct all or most of the interviews.3. Glossary of TermsTable 3 and the studies it summarizes use a variety of terms to de-scribe all or parts of the transgender community. These terms represent realdifferences in how the researchers defined the populations which they sur-veyed. Below is a short glossary of these terms.35Transgender: An umbrella term for people whose gender identity,expression, or behavior is different from that typically associated with theirassigned sex at birth, including but not limited to transsexuals, cross-dressers, androgynous people, genderqueers, and gender non-conformingpeople.Gender Identity: An individual's internal sense of being male, fe-male, or something else. Since gender identity is internal, one's genderidentity is not necessarily visible to others.Transsexual: A term for people whose gender identity is differentfrom their assigned sex at birth. Often, but not always, transsexual peoplealter their bodies through hormones or surgery in order to make it matchtheir gender identity.Cross-dresser: A term for people who dress in clothing traditionallyor stereotypically worn by the other sex, but who generally have no intentto live full-time as the other gender.Genderqueer: A term used by some individuals who identify as nei-ther entirely male nor entirely female. Genderqueer is an identity morecommon among young people.Gender non-conforming/gender variant: A term for individualswhose gender expression is different from the societal expectations basedon their assigned sex at birth.35. These definitions are influenced by a variety of sources. See PATRICK LETELLIER, INTERSEXSOCIETY OF NORTH AMERICA, BEYOND HE AND SHE: A TRANSGENDER NEWS PROFILE, THE GOODTIMES (2003), http://www.tgcrossroads.org/news/archive.asp?aid=584; and Jamison Green, Introduc-tion to PAISLEY CURRAH & SHANNON MINTER, NAT'L CTR. FOR LESBIAN RIGHTS, TRANSGENDEREQUALITY: A HANDBOOK FOR ACTIVISTS AND POLICYMAKERS 3 (2000); The Gay and Lesbian AllianceAgainst Defamation Homepage, http://www.glaad.org (last visited June 4, 2009); The Gay, Lesbian andStraight Education Network Home Page, http://www.glsen.org (last visited June 4, 2009).[Vol 84:2BIAS IN THE WORKPLACEFTM: A person who has transitioned from \"female-to-male,\" meaninga person who was assigned female at birth, but now identifies and lives as amale.MTF: A person who has transitioned from \"male-to-female,\" meaninga person who was assigned male at birth, but now identifies and lives as afemale.Drag Queen: Generally used to refer to men who dress as women (of-ten celebrity women) for the purpose of entertaining others at bars, clubs,or other events.Drag King: Used to refer to women who dress as men for the purposeof entertaining others at bars, clubs, or other events.II. ADMINISTRATIVE COMPLAINTS FILED ABOUT DISCRIMINATIONSurveys are not the only one way to study people's perception of dis-crimination. In those states that already prohibit sexual orientation dis-crimination, individuals can file complaints of discrimination, whichprovide a different way of measuring perceived discrimination. Reports bythe General Accounting Office (now the Government Accountability Of-fice) have summarized the number of complaints filed in states that outlawsexual orientation discrimination. 36In a report published in 2008, Ramos, M.V.L. Badgett, and Sears ex-amined legal complaints filed in states that had outlawed sexual orientationdiscrimination. The report examined data from sixteen state-level agencies,in addition to the District of Columbia, that recorded complaints regardingsexual orientation discrimination in employment. The authors found thatthe raw number of complaints for each state was small.Although the actual number of sexual orientation discrimination com-plaints per gay person was small, they were roughly equivalent to the num-ber of sex-based discrimination complaints per woman. The average for thesixteen states and the District of Columbia was five complaints per 10,000LGB people under the assumption that the proportion of same-sex couplesfor a given state is equal to its proportion of the LGB population, com-pared with five gender-related complaints per 10,000 women and seven36. JAMES REBBE, VERONICA SANDIDGE & RICHARD BURKARD, U.S. GEN. ACCOUNTING OFFICE,GAO-02-878R, SEXUAL ORIENTATION-BASED EMPLOYMENT DISCRIMINATION: STATES' EXPERIENCESWITH STATUTORY PROHIBITIONS (2002), available at http://www.gao.gov/new.items/d02878r.pdf;STEPHANIE WELDON & DAYNA K. SHAH, U.S. GEN. ACCOUNTING OFFICE, GAO/OGC-00-27R,SEXUAL-ORIENTATION-BASED EMPLOYMENT DISCRIMINATION: STATES' EXPERIENCE WITHSTATUTORY PROHIBITIONS SINCE 1997 7-8 (2000), available at http://archive.gao.gov/f0502/57571 1.pdf.2009]CHICA GO-KENT LAW REVIEWrace-related complaints per 10,000 people of color.National Population-Adjusted Complaint Rates(Per 10,000)6.55.44.7Sextial Orienta tion Sex RaceThis research showed that complaint rates of sexual orientation dis-crimination were similar to complaints of sex or race discrimination. Be-cause the complaints studied were not necessarily substantiated throughadjudication, though, the study-like the survey-based studies-onlymeasured perceived discrimination.No similar study has been conducted for the states that currently pro-hibit gender identity discrimination. Inadequate data collection is the mainbarrier to a larger discussion around transgender discrimination in generaland to their inclusion in this study in particular. 37 Of the twenty states andthe District of Columbia, which currently protect LGB individuals fromworkplace discrimination, only twelve also include gender identity or gen-der expression. Of those twelve that do include gender identity/expression,nine passed the statute within the past three years.However, the most recent survey of transgender people in San Fran-cisco found that although 57% of respondents had experienced employmentdiscrimination on the basis of gender identity, only 12% had filed a com-plaint about the discrimination they experienced, and of those, only 3% hadfiled their complaint with an independent agency having the authority toenforce California's anti-discrimination law. 3837. Roddrick A. Colvin, The Rise of Transgender-Inclusive Laws: How Well Are MunicipalitiesImplementing Supportive Nondiscrimination Public Employment Policies? 27 R. PUBLIC PERSONNELADMIN. 336, 339 (2007).38. SAN FRANCISCO BAY GUARDIAN & TRANSGENDER LAW CTR. supra note 27, at 4-5.[Vol 84:2BIAS IN THE WORKPLACEIII. INCOME DISPARITY STUDIESA. BackgroundEconomists and sociologists have used survey data on wages and sex-ual orientation to look for associations between LGB status and earnings,just as they have studied race and sex discrimination. 39 The basic idea isthat people who have the same job and personal characteristics should, onaverage, be paid the same wage. Applying this theory, if no discriminationexists, members of two different social groups who have the same charac-teristics should have the same average pay. If, after controlling for produc-tive characteristics (education, occupation, location, experience, training,etc.) and other relevant social characteristics (marital status, sex, race),members of one group earn less than members of the other group, thenmost economists and sociologists would conclude that employers are dis-criminating against the lower earning group. In addition to providing an-other perspective on the existence of discrimination, these studies alsoallow researchers to see whether discrimination translates into income lossand economic hardship.Wage analyses are important but difficult to conduct because only afew of the studies that survey random population samples ask questionsrelated to sexual orientation. Those that include questions on income andsome measure of sexual orientation include the National Health and SocialLife Survey (NHSLS), the General Social Survey (GSS), the United StatesCensus, and the National Health and Nutrition Examination Survey(NHANES III).Conducted by the National Opinion Research Center at the Universityof Chicago, the NHSLS questioned participants in 1993 about their sexualattraction, sexual behavior, and sexual identity. The main drawback ofNHSLS is its relatively small sample size of 3,432.40 Therefore, many stud-ies combine the NHSLS with the GSSThe National Opinion Research Center has conducted surveys regu-larly over the past two decades to assess the general public's social andpolitical attitudes. In the late 1980's, the GSS began asking both men andwomen how many male and female sex partners they have had since theage of eighteen, and for a sub-sample, the sex of their partners in the last39. MV. Lee Badgett, Discrimination Based on Sexual Orientation: A Review of the Literature inEconomics and Beyond in SEXUAL ORIENTATION DISCRIMINATION: AN INTERNATIONAL PERSPECTIVE19-43 (M.V. Lee Badgett & Jefferson Frank eds., 2007).40. EDWARD 0. LAUMANN ET AL., THE SOCIAL ORGANIZATION OF SEXUALITY: SEXUALPRACTICES IN UNITED STATES (1994).2009]CHICAGO-KENT LA W REVIEWfive years and in the past year.One drawback of both the GSS and NHANES III is that the surveysonly ask questions on sexual behavior, not sexual identity. Using sexualbehavior data poses a challenge for interpretation: how many same-sexpartners should be required before researchers categorize an individual asgay or lesbian? Researchers have taken different approaches to this ques-tion. For example, Badgett put individuals in the LGB category if theylisted at least as many same-sex partners and opposite-sex partners sincethe age of eighteen.41 In 2003, Dan Black et al. ran three sets of analyses,defining LGB differently each time. They defined LGB based on (1) sexualbehavior since age eighteen, (2) sexual behavior in the past year, and (3)sexual behavior in the last five years. 42The Census provides the largest dataset for analyses of wages. In boththe 1990 and 2000 Censuses, individuals had the option of indicating thatthey lived with a same-sex \"unmarried partner.\" Researchers use that co-habitation status as a proxy for LGB sexual orientation.B. Patterns in the FindingsThe studies of sexual orientation's impact on wages reveal differentpatterns for gay men and for lesbians, as summarized in Table 4.43 Thestudies support the conclusion that sexual orientation discrimination lowersthe wages of gay men. For lesbians, the findings are less clear, since thedifferential between lesbian and heterosexual women has varied acrossstudies. Some explanations for that variance are considered below. One41. M.V. LEE BADGETT, MONEY, MYTHS, AND CHANGE: THE ECONOMIC LIVES OF LESBIANS ANDGAY MEN (2001); M.V. Lee Badget, The Wage Effects of Sexual Orientation Discrimination, 48INDUS. & LAB. REL. REV. 726, 730-31 (1995).42. Dan A. Black et al., The Earnings Effects of Sexual Orientation, 56 INDUS. & LAB. REL. REV.449, 456 (2003).43. Table 4: REZA G. ARABSHEBANI ET AL.,VARIATIONS IN GAY PAY IN THE USA AND THE UK44-61 (2007); Sylvia A. Allegretto & Michelle M. Arthur, An Empirical Analysis of Homosex-ual/Heterosexual Male Earnings Differentials: Unmarried and Unequal?, 54 INDUS. & LAB. REL. REV.631, 644 (2001); Badgett, supra note 39; Badgett, supra note 41, at 736; Nathan Berg & Donald Lien,Measuring the Effect of Sexual Orientation on Income: Evidence of Discrimination?, 20 CONTEMP.ECON. POL'Y 394, 411 (2002); Dan Black et al., Demographics of the Gay and Lesbian Population inthe United States: Evidence from Available Systematic Data Sources, 37 DEMOGRAPHY 139, 152(2000); Black et al., supra note 42, at 462; John M. Blandford, The Nexus of Sexual Orientation andGender in the Determination of Earnings, 56 INDUS. & LAB. REL. REV. 622, 640 (2003); ChristopherCarpenter, Self-Reported Sexual Orientation and Earnings: Evidence from California, 58 INDUS. &LAB. REL. REV. 258, 265-66 (2005); Christopher Carpenter, Revisiting the Income Penalty for Behav-iorally Gay Men: Evidence from NHANES II1, 14 LAB. ECON. 25, 30-31 (2007); Suzanne Heller Clain& Karen Leppel, An Investigation into Sexual Orientation Discrimination as an Explanation for WageDifferences, 33 APPLIED ECON. 37, 42 (2001); Marieka M. Klawitter & Victor Flatt, The Effects of Stateand Local Antidiscrimination Policies on Earnings for Gays and Lesbians, 17 J. POL'Y ANALYSIS &MGMT 658 (1998).[Vol 84:2BIAS IN THE WORKPLACEfinding regarding lesbians is clear: lesbians consistently earn less than men.It seems that gender discrimination has a greater impact on lesbians' wagesthan sexual orientation discrimination. Nine studies using different datasetsconsistently show that gay and bisexual men earned 10% to 32% less thanheterosexual men.44 Accounting for differences in occupations betweengay/bisexual men and heterosexual men does not influence the wage gapmuch in either direction.However, a recent study of California data finds a somewhat differentpattern. This study finds that gay men in California earn 2% to 3% less thanheterosexual men (a statistically insignificant difference), and bisexual menearn 10% to 15% less than heterosexual men.45 However, these findingsseem to be unique to California, as a subsequent study conducted by thesame author using NHANES III data, which like the GSS data ask ques-tions about sexual behavior, found a 23% to 30% income disadvantage formen who engage in same-sex sexual behavior.46Table 4: Employment and Income Data for Gay Men from Wage Analyses StudiesSurvey Data Source Wage Differential LGB DefinitionAllegretto & 1990 U.S. Census 14.4% penalty for gay unmar- Men with maleArthur (2001) (5% PUMS) ried partnered men compared to unmarried partners.married heterosexual men; and2.4% penalty compared tounmarried partnered heterosex-ual men.Arabshebani et 2000 U.S. Census 9% penalty for gay men. Men with maleal. (2007) (5% PUMS) unmarried partnersBadgett (1995) GSS 1989-1991 24% penalty for gay/bisexual At least as manymen. same-sex as differ-ent-sex sex partnerssince age 18.Badgett (2001) GSS & NHSLS 17% penalty for gay/bisexual At least as many1989-1994 men. same-sex as differ-ent-sex sex partnersI since age 18.44. Allegretto, supra note 43; Badgett, supra note 39; Badgett, supra note 41, at 736; Berg supranote 43; Black et al., supra note 42; Black et al., supra note 43; Blandford, supra note 43; Clain, supranote 43; Klawitter & Flatt, supra note 43.45. Carpenter, supra note 43.46. Id.20091CHICAGO-KENT LA WREVIEWSurvey Data Source Wage Differential LGB DefinitionBerg & Lien GSS 22% penalty for gay/bisexual Any same-sex(2002) 1991-1996 men. sexual behavior inthe past five years.Black et al. 1990 U.S. Census 10% to 32% penalty for gay Men with male(2000) (5% & 1% PUMS) partnered men to married men. unmarried partners.Black et al. GSS 13% to 19% penalty for gay Various measures of(2003) 1989-1996 men. same-sex sexualbehavior.Blandford GSS & NHSLS 30% to 32% penalty for gay and Various measures of(2003) 1991-1996 bisexual men. same-sex sexualbehavior plus mari-tal statusCarpenter 2001 California 2% to 3% penalty for gay men Self-reported gay,(2005) Health Interview (not statistically significant) and lesbian or bisexualSurvey; GSS 1988- 10% to 15% penalty for bisexual sexual orientation2000 men. (CHIS); same-sexpartners in past fiveyears (GSS).Carpenter 1998-1994 23% to 30% penalty for gay Any same-sex(2007) NHANES III men. sexual behavior.Clain & Leppel 1990 U.S. Census 22% penalty for men in same- Same-sex unmarried(2001) (1% PUMS) sex couples compared to men partners.not living with partners; and16% penalty (if college edu-cated) compared to married men.Klawitter & 1990 U.S. Census 13% to 31% penalty for male Men with maleFlatt (1998) (5% PUMS) same-sex couples, unmarried partners.Comparing the wages of lesbians and heterosexual women yieldsless consistent results (see Table 5).47 Only one study, limited to the earli-est GSS data, finds that being a lesbian or bisexual woman affects wagesnegatively, but that wage difference was statistically insignificant. 48 Allsubsequent studies show that lesbians do not earn less than heterosexualwomen.49 However, the studies' conclusions vary on whether lesbians earn47. Table 5: REZA G. ARABSHEBANI ET AL.,VARIATIONS IN GAY PAY IN THE USA AND THE UK44-61 (2007); M.V. LEE BADGETT, MONEY, MYTHS, AND CHANGE: THE ECONOMIC LIVES OFLESBIANS AND GAY MEN (2001); M.V. Lee Badgett, The Wage Effects of Sexual OrientationDiscrimination, 48 INDUS. & LAB. REL. REV. 726, 730-31 (1995); Nathan Berg & Donald Lien,Measuring the Effect of Sexual Orientation on Income: Evidence of Discrimination?, 20 CONTEMP.ECON. POL'Y 394, 411 (2002); Dan A. Black et al., The Earnings Effects of Sexual Orientation, 56INDUS. & LAB. REL. REV. 449, 456 (2003); John M. Blandford, The Nexus of Sexual Orientation andGender in the Determination of Earnings, 56 INDUS. & LAB. REL. REV. 622, 640 (2003); ChristopherCarpenter, Revisiting the Income Penalty for Behaviorally Gay Men: Evidence from NHANES III, 14LAB. ECON. 25, 30-31 (2007); Suzanne Heller Clain & Karen Leppel, An Investigation into SexualOrientation Discrimination as an Explanation for Wage Differences, 33 APPLIED ECON. 37, 42 (2001);Marieka M. Klawitter & Victor Flatt, The Effects of State and Local Antidiscrimination Policies onEarnings for Gays and Lesbians, 17 J. POL'Y ANALYSIS & MGMT 658 (1998).48. Badgett, supra note 41, at 735.49. ARABSHEBANI, supra note 43; Badgett, supra note 39; Badgett, supra note 41; Berg, supra[Vol 84:2BIAS IN THE WORKPLACEmore than heterosexual women.The studies' different results seem to depend on their definitions oflesbianism. 50 The studies that define sexual orientation on the basis of re-cent same-sex behavior (i.e., behavior within the past one to five years)find that lesbians earn more than their heterosexual counterparts, whilestudies of behavior since age eighteen find no earnings advantage for lesbi-ans. 51 Studies using Census data on unmarried partners in 1990 show nostatistically significant difference between earnings of lesbians and hetero-sexual women who work full-time. 52 The fact that lesbians generally do notearn less than heterosexual women does not imply the absence of employ-ment discrimination. First, lesbians might make different decisions thanheterosexual women since they are less likely to marry men-who on aver-age have higher wages--or put their careers on hold to have children. As aresult, lesbians might invest in more training or actual labor market experi-ence than do heterosexual women. This increase in \"human capital\" maymask the effects of discrimination. Unfortunately, it is impossible to sepa-rate out those effects in existing data. Second, some evidence suggests thatwomen are less likely to disclose their sexual orientation at work.53 Thus,the findings above might be different had there been a way to measurethese factors for lesbians. With better controls, it is possible that we wouldsee that lesbians earn less than heterosexual women with the same actualexperience.Finally, we note that this kind of statistical method has been used instudies of race and sex discrimination to see if differences in other impor-tant job outcomes also differ by group membership. In particular, econo-mists and sociologists have analyzed the probability of receiving apromotion, of having a high status occupation, of being employed, and ofbeing unemployed to see if members of stigmatized groups experience adisadvantage. To date, we know of only one such study related to sexualorientation. In a 2007 study using Census 2000 data, Arabshebani et al.found that gay men are less likely to be employed than heterosexual menafter controlling for age, education, race, and health status, but lesbians aremore likely to be employed than are heterosexual women. 54 However, thelesbian employment difference probably resulted from choices made bynote 43; Black et al., supra note 42, at 463; Blandford, supra note 43, at 640; Carpenter, supra note 43,at 265; Clain, supra note 43; Klawitter & Flatt, supra note 43.50. Badgett, supra note 41; Black et al., supra note 42.51. Black et al., supra note 42, at 462.52. Klawitter & Flatt, supra note 43.53. Badgett, supra note 41.54. ARABSHEBANI, supra note 43; Badgett, supra note 39.20091CHICAGO-KENTLA W REVIEWheterosexual women to withdraw from the labor force rather than fromemployers favoring lesbians for jobs.Table 5: Employment and Income Data for Lesbian Women from Wage AnalysesStudiesSurvey Data Source Wage Differential LGB DefinitionArabshebani et aL 2000 U.S. Census (5% 14% premium for Women with female(2007) PUMS) lesbian women, unmarried partnersBadgett (1995) 1989-1991 GSS 18% less (evaluating At least as many same-the interaction between sex partners asGLB and potential different-sex sexexperience term at partners since age 18.mean - not statisticallysignificant).Badgett (2001) 1989-1994 GSS & 11% premium for At least as many sameNHSLS lesbian/bisexual sex partners aswomen (not different-sex partnersstatistically since age 18.significant).Berg & Lien (2002) 1991-1996 pooled GSS 30% premium for Any same-sex sexuallesbian/bisexual behavior in the pastwomen, five years.Black et aL (2003) 1989-1996 GSS 6% to 27% premium Various measures offor lesbian women, same-sex sexualbehavior.Blandford (2003) 1991-1996 pooled GSS 17% to 23% premium Various measures offor lesbian and same-sex sexualbisexual women, behavior plus maritalstatusCarpenter (2005) 2001 California Health CHIS: 2.7% penalty Self-reported gay,Interview Survey (statistically lesbian or bisexualinsignificant) for sexual orientationlesbians and 10.6% (CHIS); same-sexpenalty for bisexual partners in past fivewomen; GSS: 31% years (GSS).premium for lesbiansand 7% penalty forbisexual women (notstatisticallysignificant).Clain & Leppel 1990 U.S. Census (1% 2.2% penalty Women with female(2001) PUMS) compared to women unmarried partnerswithout partners orspouses.Klawitter & Flatt 1990 U.S. Census (5% No statistically Women with female(1998) PUMS) significant difference unmarried partnersfor those working full-time.(Vol 84:2BIAS IN THE WORKPLACEC. Measuring the Effects ofAntidiscrimination Laws: A Wage-BasedApproachThere have been very few attempts to measure the effectiveness ofsexual orientation anti-discrimination laws. In 1998, Klawitter and Flattused Census data to compare wages of gays and lesbians in various juris-dictions-some had sexual orientation antidiscrimination laws while othersdid not.55 After controlling for individual and location characteristics, thestudy found no evidence of a direct relationship between antidiscriminationlaws and average earnings for people in same-sex couples or on the wagegap between partnered gay men and married heterosexual men.56Since many of the laws had not been in force for very long when the1990 Census was administered, Klawitter and Flatt's study does not neces-sarily mean that antidiscrimination laws have no effect. In addition, thelaws' positive effects may not be quantifiable through wage analyses. Forexample, the laws may make it easier for gays and lesbians to come out atwork, improve intra-office dynamics, or help gays and lesbians to achieve agreater sense of dignity.D. Incomes of Transgender PeopleThere have been no published studies toTransgender people date like those described above analyzing thereport high unem- wage differences between transgender andployment rates and non-transgender people. The most significantlow earnings, and obstacle is the lack of available data. The22% to 64% report NHSLS, the GSS, and the United Statesincomes of less than Census do not ask questions about gender$25,000 per year identity, so researchers cannot identifytransgender people.However, a number of conveniencesamples of transgender people, includingsome of those summarized in Table 3 above, indicate that large percentagesof the transgender population are unemployed and have incomes far belowthe national average. Although these surveys share the limitations de-scribed above-overrepresentation of clients of AIDS service organiza-tions, other social service organizations, people of color, and commercialsex workers-the studies are consistent in their findings. In all, between55. Klawitter & Flatt, supra note 43.56. Id.2009]CHICAGO-KENT LAW REVIEW6% and 60% of transgender people report being unemployed, and 22% to64% report incomes of less than $25,000 per year (see Table 6).57Table 6: Employment and Income Data from Surveys of Transgender PeopleSurvey Year(s) Sample Unemployment Annual incomeDataCollectedBockting et 1997- Transgender NA 22% below povertyal. (2005) 2002 People in lineMinnesota(n = 207)Clements K. 1997 MTFs and FTMS 19% of FTMetal. (1999) in San Francisco 60% of MTF(n = 515) (most common way of\"obtain money in past6 months\" was part- orfull-time employmentfor 40%)Lombardi et 1996- Transgender 6% 37% less thanal. (2001) 1997 people in the U.S. $25,000(n = 402)Kenagy 1997 Transgender 59% 56% less than(2005) People in (do not currently have $15,000Philadelphia an employer)(n =81)Kenagy and 2000- Transgender 34%Bostwick 2001 People in Chicago (do not currently have 40% less than(2005) (n = Il1) an employer) 20,000Minter and 2002 Transgender NA 64% less thanDaley (2003) people in San $25,000Francisco (n -155)Reback et 1998- MTF Transsexuals 50% 50% less thanal (2001) 1999 in Los Angeles $12,000County (n = 244)57. Table 6: SHANNON MINTER & CHRISTOPHER DALEY, SAN FRANCISCO: NAT'L CTR FORLESBIAN RIGHTS AND TRANSGENDER LAW CTR., TRANS REALITIES: A LEGAL NEEDS ASSESSMENT OFSAN FRANCISCO'S TRANSGENDER COMMUNITIES (2003); CATHY J. REBACK ET AL., THE LOS ANGELESTRANSGENDER HEALTH STUDY: CMTY. REPORT (2001); SAN FRANCISCO BAY GUARDIAN &TRANSGENDER LAW CTR., supra note 27, at 1-3; SAN FRANCISCO DEP'T OF PUB. HEALTH, THETRANSGENDER COMMUNITY HEALTH PROJECT (1999), http://hivinsite.ucsf.edu/InSite.jsp?doc=2098.461e; XAVIER & SIMMONS, supra note 27; XAVIER ET AL., supra note 27, at 14; Walter Bocktinget al., Are Transgender Persons at Higher Risk for HIV Than Other Sexual Minorities? A Comparisonof HIV Prevalence and Risks, 8 INT'L J. TRANSGENDERISM 123, 128 (2005); Emilia L. Lombardi et al,Gender Violence: Transgender Experiences with Violence and Discrimination, 42 J. HOMOSEXUALITY89 (2001); Gretchen P. Kenagy, The Health and Social Service Needs of Transgender People in Phila-delphia, 8 INT'L J. TRANSGENDERISM 49 (2005); Gretchen P. Kenagy & Wendy B. Bostwick, Healthand Social Service Needs of Transgender People in Chicago, 8 IN'L J. TRANSGENDERISM 57 (2005);Deanna L. Sykes, Transgendered People: An \"Invisible\" Population, 12 CAL. HIV/AIDS UPDATE I(1999).[Vol 84:2BIAS IN THE WORKPLACESurvey Year(s) Sample Unemployment Annual incomeDataCollectedSan Fran- 2006 Transgender 35% 59% less thancisco Bay people in (defined as not in- $15,300Guardian San Francisco cluded those on SSI orand Trans- (n = 194) SSDI, but includegender Law indicating unemploy-Center ment insurance, gen-(2006) eral assistance, othersource of income or noincome) (only 25%working FT and 16%working PT)Sykes (1999) 1998 Transsexuals in 28% NANorthernCalifornia(n = 232)Xavier et al. 1999- Transgender 35% 64% less than(2005) 2000 People of Color in (of the sample over 19) $15,000Washington, D.C. (of the sample over 19)(n -248)Xavier et al. 2005- Transgender 9%-24% 39% less than(2007) 2006 People in Virginia $17,000(N=350)IV. CONTROLLED EXPERIMENTA. BackgroundResearchers have looked for ways to assess more directly whetherdiscrimination exists. In controlled experiments, researchers comparetreatment of LGB people and treatment of heterosexuals by manufacturingscenarios in which research subjects interact with actual or hypotheticalpeople who are coded as gay or straight. Those interactions are then ob-served and analyzed for differences. For instance, in some studies research-ers distribute profiles of job applicants (including rrsumrs, photographs,and/or other materials) to subjects. Each profile is controlled to reveal theapplicant's sexual orientation. In other words, gay and non-gay profiles aredesigned to be exactly the same, except for the labeling of one or more jobapplicants or customers as gay. Therefore, researchers can be confident thatdifferential treatment is motivated by discrimination. Researchers thencompare the rate of interview offers and other outcomes that might differby sexual orientation if discrimination occurs.This method is used extensively in studies of racial housing discrimi-2009]CHICAGO-KENT LA WREVIEWnation and has been applied more frequently in recent years in studies ofracial employment discrimination. A review of the academic literaturefound several controlled experiments that assessed differential treatment onthe basis of sexual orientation. Most of these experiments focus on differ-ential treatment in employment; two studies focused on public accommoda-tions.B. Studies of EmploymentA survey of the published literature on employment discriminationfound five audited experiments which showed sexual orientation discrimi-nation; a sixth did not. Because each of the studiesExperiments show were context-specific, they are difficult to compare.consistent dis- The first known audit experiment wascrimination conducted by Barry Adam in 1981, who sent outagainst gay and two nearly identical r6sum6s from fictitious lawlesbian applicants students to Ontario law firms. 58 One r6sum6 wascoded as gay by stating that the candidate was activein the \"Gay People's Alliance.\" The gay-codedcandidate received fewer interview invitations. Unfortunately, Adams didnot test for statistical significance, thus limiting the persuasiveness of hisreport. And as discussed later, the measured discrimination effect may havebeen skewed by bias against social activists.Following Adam's study, Horvath and Ryan conducted one of thethree employment-focused experiments conducted in the United States todate. 59 They designed r6sum6s for a technical writer position. The r6sum~swere then rated by undergraduate students-not by actual employers. Thedemographics of the participants-77% of the 236 participants were whitewomen-were also not representative of the undergraduate population orthe larger U.S. population. The students rated the heterosexual man thehighest (84.87 on a 100-point scale), followed by the homosexual woman(80.76), the homosexual man (80.38), and then the heterosexual woman(76.2).60 Like the wage studies, gay men and lesbians were disadvantagedrelative to heterosexual men, but lesbians were perceived as more qualifiedthan heterosexual women. The small advantage for heterosexual men might58. Adam D. Barry, Stigma and Employability: Discrimination by Sex and Sexual Orientation inthe Ontario Legal Profession, 18 CANADIAN REV. Soc. & ANTHROPOLOGY, 216, 217 (1981).59. Michael Horvath & Ann Marie Ryan, Antecedents and Potential Moderators of the Relation-ship Between Attitudes and Hiring Discrimination on the Basis of Sexual Orientation, 48 SEx ROLES115 (2003).60. Id. at 115.[Vol 84:2BIAS IN THE WORKPLACEhave resulted from the fact that college students show less prejudice towardlesbians and gay men than the general population.Another study by economist Doris Weichselbaumer in 2003 foundevidence of discrimination against Austrian lesbians when compared withheterosexual women. 61 The study sent responses to job ads in Austria forfour applicants: a feminine heterosexual woman, a masculine heterosexualwoman, a feminine lesbian, and a masculine lesbian. Conforming to localpractice, Weichselbaumer included a photograph, school transcript, refer-ence letters, and a r6sum6 for each applicant. The femininity or masculinityof the applicants was represented in the photographs and in hobbies listedin the r~sum~s. Lesbianism was represented by a r~sum6 listing of pastmanagerial experience within a gay organization. Both masculine andfeminine lesbians received fewer interview invitations than heterosexuals. 62There was no statistically significant difference between the two groups oflesbians, suggesting that even feminine lesbians experience discriminationin the labor market.The fourth experiment was conducted by Crow, Fok, and Hartman in1988.63 Unlike the previous experiments, this study measured bias but notnecessarily discrimination. Managers and supervisors in both private andpublic sector industries of a southern U.S. city were asked to select six outof eight candidates for a fictitious accounting position. The researchersonly gave the subjects information on the candidates' race, sex, and sexualorientation, and the subjects were told that all affirmative action guidelineshad been fulfilled, leaving them free to discriminate. In other words, thisstudy forced subjects to resort to biases to determine which two candidatesto exclude. This experiment found that, regardless of sex and race, homo-sexuals were less likely to be selected than heterosexuals. 64 In contrast towage analyses, this experiment showed that white heterosexual womenwere the most likely to be selected-more likely than white homosexualwomen and even white heterosexual men.In a study published in 2002, Michelle Hebl and colleagues sent eightmale and eight female undergraduate and graduate students to apply forjobs at retail stores.65 The interactions were taped by a concealed recording61. Doris Weichselbaumer, Sexual Orientation Discrimination in Hiring, 10 LABOUR ECON. 629(2003).62. Id.63. Stephen M. Crow, Lillian Y. Fok & Sandra J. Hartman, Who is at Greatest Risk of Work-related Discrimination-Women, Blacks, or Homosexuals? 11 EMP. RESPS. & RTS. J. 15, 20 (1988).64. Id.65. Michelle R. Hebl et al., Formal and Interpersonal Discrimination: A Field Study of BiasToward Homosexual Applicants, 28 PERSONALITY & SOC. PSYCHOL. BULL. 815, 817 (2002).2009]CHICAGO-KENT LA W REVIEWdevice. Half of the time the confederates wore a baseball cap with thewords \"Gay and Proud\"; the other half of the time the same confederateswore caps that read \"Texan and Proud.\" The researchers analyzed measuresof \"formal discrimination\": job availability, permission to complete a jobapplication, job callbacks, and permission to use the bathroom. They alsoanalyzed measures of \"interpersonal discrimination\": interaction duration,number of words spoken during the interaction, negativity perceived by theconfederates, employer interest perceived by the confederates, and em-ployer negativity perceived by reviewers of the recorded tapes. The re-searchers found that, on average, confederates wearing the gay cap did notsuffer from formal discrimination, perhaps because the outcome measurescaptured only a few measures available at the beginning of the job hiringprocess. But the researchers did find that the gay-labeled applicants experi-enced interpersonal discrimination. Because all of the stores were in thesame mall area of a Texas city, this study's results may not be indicative ofbroader discriminatory patterns.66The sixth study, conducted by Van Hoye and Lievens in Belgium,found no significant signs of sexual orientation discrimination.67 The re-searchers distributed candidate profiles to human resource professionals inconsultancy firms and companies' internal human resource departments.The subjects were given extensive information on both the candidates (per-sonal data, education and professional experience, and personality) as wellas an extensive job description (a description of the company, a car partsmanufacturer; the job title, Human Resources Manager; the job contents,knowledge, skills, and abilities required; and the benefits offered by thecompany).68 The study found that sexual orientation did not have a signifi-cant effect on hiring rates.There are some possible explanations why this Belgian study found nodiscrimination, unlike the other experimental studies. Commentators havehypothesized that decision-makers are most likely to resort to bias andstereotypes when they have limited information regarding the job candidateand/or the job opening. 69 Because this study provided its subjects with somuch information-perhaps an unrealistic amount of information-the66. Id.67. Greet Van Hoye & Filip Lievens, The Effects of Sexual Orientation on Hirability Ratings: AnExperimental Study 18 J. OF BUS. & PSYCHOL. 15, 22 (2003).68. Id. at 19-21.69. Kristl H. Davison & Michael J. Burke, Sex Discrimination in Simulated Employment Con-texts: A Meta-analytic Investigation, 56 J. Voc. BEHAV. 225, 237 (2000); Henry L. Tosi & Steven W.Einbender, The Effects of the Type and Amount of Information in Sex Discrimination Research: A Meta-Analysis, 28 ACAD. MGMT. J. 712, 713 (1985); Van Hoye & Lievens, supra note 67, at 24.[Vol 84:2BIAS IN THE WORKPLACEsubjects may have been less inclined to resort to biases than usual. Anotherexplanation for the apparent lack of discrimination is that human resourceprofessionals are not representative of other people who make interviewingand hiring decisions, for example hiring managers, and human resourcemanagers might be particularly attuned to laws forbidding discrimination.Similarly, the fictitious job opening was in the field of human resources,which again, may not be representative of other fields. Finally, the geo-graphic location-Belgium-may be particularly hospitable to gay people;after all, Belgium was the second country to legalize same-sex marriage.C. Studies of Public AccommodationsIn a study published in 1996, Walters and Curran sent three couples-male/male, female/female, and female/male-and an observer to 20 retailstores in an indoor mall. 70 All couples followed the same script, whichdirected them to hold hands, smile at each other, and request help fromsales staff, etc. The couples and the observer found that, on average, retailstaff waited longer before helping female/female (4 min. 18 sec.) andmale/male (3 min. 51 sec.) couples, compared to female/male couples (1min. 22 sec.). 71 In addition, retail staff talked about the same-sex couplesand subjected them to staring, pointing, laughter, and rudeness. Whensame-sex couples interacted with staff, the above signals of negative feel-ings emerged 10% to 75% of the time (staff were rude to female/femalecouples 10% of the time; staff stared at male/male couples 75% of thetime).72 None of the male/female couples were subjected to any of thosenegative signals.In a second 1996 study, Jones took the auditing methodology andapplied it to another public accommodations context. 73 He sent letters to320 hotels around the country. The letters were signed by either a same-sexcouple or an opposite-sex couple, who requested a room with one bed.Jones found that same-sex couples received less positive responses thanopposite-sex couples; the difference was statistically significant.7470. Andrew S. Waiters & Maria-Cristina Curran, \"Excuse Me, Sir? May I Help You and YourBoyfriend? \": Salespersons' Differential Treatment of Homosexual and Straight Customers, 31HOMOSEXUALITY 135 (1996).71. Id.72. Id.73. David A. Jones, Discrimination Against Same-Sex Couples in Hotel Reservation Policies inGAYS, LESBIANS, AND CONSUMER BEHAVIOR: THEORY, PRACTICE AND RESEARCH ISSUES INMARKETING (Daniel L. Wardlow ed., 1996) (published simultaneously in 31 J. HOMOSEXUALITY 153(1996)).74. Jones, supra note 73.2009]CHICA GO-KENT LAW REVIEWD. Issues Related to Interpretation of ResultsWhile well-designed experiments have provided convincing evidenceof differential treatment of LGB as compared with heterosexuals, con-trolled experiments also have some limitations. They are generally limitedto a single context (such as entry-level jobs or retail interactions) or geo-graphic location. They do not work well for studying discrimination insome important contexts, such as access to high status jobs that involveinternal hiring processes or the presence of relatively rare skills or experi-ence.Furthermore, designing controlled experiments can be difficult. Oneparticular challenge is determining how to code the confederates' sexualorientation. Researchers use certain traits to code confederates as eitherLGB or heterosexual. However, those traits may be coded for more thanjust sexual orientation. For example, a researcher may choose to code aconfederate as gay by having him wear a pin reading \"gay and proud.\"However, that pin may actually also indicate political activism as well assexual orientation, and some subjects may discriminate on the basis of po-litical activism.Therefore, the experimental studies provide convincing evidence thatsexual orientation discrimination exists, but we cannot use these studies topredict the likelihood of discrimination in other contexts.CONCLUSIONOverall, the existing research on sexual orientation discriminationprovides consistent and compelling evidence that discrimination againstLGBT people exists:* LGBT individuals have reported experiences of discrimina-tion based on their own sexual orientation and gender identity,both to researchers and, in some cases, to enforcement agen-cies charged with investigating claims of discrimination.• Heterosexual people have reported observing discriminationbased on sexual orientation.* Wages of gay men are lower than wages of heterosexual menwith the same personal and job characteristics.* The best available data suggests that transgender people ex-perience very high unemployment rates and that large per-centages have very low incomes.* Employers, sales clerks, and other observers have treatedLGB job applicants or customers differently from heterosexu-[Vol 84:220091 BIAS IN THE WORKPLACE 595als.The wage studies and experiments also demonstrate that discrimina-tion is not benign. Lower incomes and difficulty in getting or keeping a jobcreate direct disadvantages for LGBT people who have experienced dis-crimination in the workplace.",
    "id": 217433067,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.kentlaw.iit.edu:cklawreview-3705"
    },
    "title": "Bias in the Workplace: Consistent Evidence of Sexual Orientation and Gender Identity Discrimination 1998–2008",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2009-04-01T08:00:00+01:00",
    "publisher": "Scholarly Commons @ IIT Chicago-Kent College of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.kentlaw.iit.edu/cgi/viewcontent.cgi?article=3705&amp;context=cklawreview"
    ],
    "updatedDate": "",
    "yearPublished": "2009",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/217433067.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/217433067"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/217433067/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/217433067/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/217433067"
        }
    ],
    "abstract": "This article summarizes social science data published during the past decade documenting discrimination against lesbian, gay, bisexual, and transgender (LGBT) people in employment. Over the last ten years, many researchers have conducted studies to find out whether LGBT people face sexual orientation discrimination in the workplace. These studies include surveys of LGBT individuals\\u27 workplace experiences, wage comparisons between lesbian, gay, and bisexual (LGB) and heterosexual persons, analyses of discrimination complaints filed with administrative agencies, and testing studies and controlled experiments",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.kentlaw.iit.edu:cklawreview-3705",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3843",
        "openDoarId": 0,
        "name": "Chicago-Kent College of Law",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 217433067,
        "depositedDate": null,
        "publishedDate": "2009-04-01T08:00:00+01:00",
        "updatedDate": "2024-01-21T07:29:43+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T18:38:04+01:00"
    },
    "urls": [
        "https://scholarship.kentlaw.iit.edu/cklawreview/vol84/iss2/7",
        "https://scholarship.kentlaw.iit.edu/context/cklawreview/article/3705/viewcontent/24_84Chi_KentLRev559_2009_2010_.pdf"
    ],
    "lastUpdate": "2024-01-21T07:29:43+00:00",
    "setSpecs": []
}