{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Pitt, M"
        },
        {
            "name": "Taylor, Peter"
        },
        {
            "name": "Dunlop, Brendan"
        }
    ],
    "contributors": [],
    "createdDate": "2023-01-29T14:45:18+00:00",
    "dataProvider": {
        "id": 234,
        "name": "The University of Manchester - Institutional Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/234",
        "logo": "https://api.core.ac.uk/data-providers/234/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/553151389.docx",
    "fullText": "Bisexual Women’s Experiences of Receiving Help for Mental Health Difficulties Through Psychological Therapy: A Qualitative ExplorationPrepared for the journal Psychology of Sexual Orientation and Gender Diversity \t\t\t\t\tAuthorsMelleia Pitt (Corresponding Author) Affiliations: Division of Psychology & Mental Health, The University of ManchesterEmail: Melleia.pitt@postgrad.manchester.ac.uk ; melleiajpitt@gmail.com ORCID ID: 0000-0001-9029-2876Dr Peter Taylor Affiliations: Division of Psychology & Mental Health, The University of ManchesterEmail: peter.taylor-2@manchester.ac.ukORCID ID: 0000-0003-1407-0985Dr Brendan J Dunlop Affiliations: Division of Psychology & Mental Health, The University of ManchesterEmail: Brendan.dunlop@manchester.ac.ukORCID ID: 0000-0002-3641-1456Bisexual Women’s Experiences of Receiving Help for Mental Health Difficulties Through Psychological Therapy: A Qualitative ExplorationWord count:Abstract: 249Impact Statement/Public Significance Statement: 59 Main article: 7,696AbstractBisexual women face higher rates of mental health difficulties and worse treatment outcomes from psychological therapies than other groups within the lesbian, gay, bisexual, transgender and queer (LGBTQ+) community. Yet, research exploring treatment outcomes has predominantly investigated LGBTQ+ individuals as a homogenous group. This study investigated bisexual women’s experiences of receiving help for mental health difficulties through psychological therapy. Eight bisexual women participated in online, semi-structured qualitative interviews that explored their experiences of receiving psychological therapy and views on how to improve services. Qualitative data were audio-recorded, transcribed, and inductively analysed using Reflexive Thematic Analysis. Participants described challenges, like experiences of discrimination, that came with being both bisexual and a woman, alongside exacerbating difficulties associated with being neurodivergent or part of a marginalised ethnic group. These experiences led them to anticipate biphobia from their therapist, which participants managed through strategies like identity concealment. Negative help-seeking experiences included therapists pathologising bisexuality. Positive experiences included where therapists adopted a non-judgemental and collaborative approach. Participants emphasised the importance of feeling that their identity was understood but expressed differing opinions about whether client-therapist identity matching is necessary. Results highlight the challenges associated with navigating bisexuality within clinical encounters amongst other marginalised identities, alongside the need for bisexual women to actively manage these challenges to keep themselves safe. Clinical implications include the need for therapists to receive training about bisexual women’s needs and to acknowledge the impact of social and systemic injustice relating to their marginalised identities within clinical formulations. Public Significance StatementThis study advances our understanding of bisexual women’s experiences within psychological therapy which may help us to understand why they face poorer treatment outcomes than other groups. Our findings highlight that therapists should affirm bisexual women’s sexual orientation and other marginalised identities (e.g neurodivergence), be non-judgemental and collaborative and access training to increase their knowledge of bisexual women’s issues.Keywords: Bisexuality, qualitative, psychological therapy, minority stress, mental health.  A wealth of evidence indicates that lesbian, gay and bisexual (LGB) individuals experience significantly higher rates of psychological difficulties than heterosexual people (Mongelli et al., 2019). Contemporary explanations for this, most notably Minority Stress Theory (Brooks, 1981; Meyer, 2003), underscore the impact of adverse psychosocial life experiences. Minority Stress Theory suggests that stigmatising social environments precipitate stressors that can significantly impact the physical and emotional wellbeing of marginalised individuals (Brooks,1981; Meyer, 2003). These stressors are proposed to exist on a continuum from distal (i.e., stressors within the social environment like victimisation and discrimination) to proximal (i.e., subjective stressors like internalised negativity toward one’s sexuality).Existing research on minority stress has predominantly investigated LGB individuals as a homogenous group, which has potentially obscured the impact of stressors that may be unique to individual groups within this population (Foy et al., 2019). For example, recent studies have identified higher rates of anxiety, depression, suicidality, and self-harm in bisexual populations compared to any other sexual minority group (Dunlop et al., 2020).Bisexuality is an umbrella term that broadly refers to the experience of having a sexual and/or romantic attraction to more than one gender, which encompasses other non-monosexual identity labels like ‘pansexual’ and ‘queer’ (Stonewall, 2020). ‘Biphobia’, a type of discrimination toward bisexuality, is a pervasive minority stressor for bisexual people that often frames them as ‘attention-seeking’, ‘promiscuous’, or ‘untrustworthy’ romantic partners (Colledge et al., 2015). Bisexual people may experience more stressors than other sexual minority groups, as they face ‘double discrimination’ from both heterosexual and lesbian and gay individuals (Cipriano et al., 2022). Consequently, many bisexual people face invalidation and erasure, and often lack support from any visible community (Colledge et al., 2015). Despite numerous researchers calling to investigate mental health disparities in bisexual groups separately, their mental health outcomes continue to receive minimal research attention (Taylor, 2017). Mental health outcomes have been shown to differ at the intersection of both sexual orientation and gender identity (Rimes et al., 2019). This is important to consider, as having multiple minoritised identities may compound an individual’s risk of experiencing minority stressors and, by extension, mental health difficulties (Brooks, 1981; Meyer, 2003).  Evidence suggests that within the lesbian, gay, bisexual and transgender (LGBTQ+) community, bisexual women are particularly at risk of facing negative identity-related experiences (Rimes et al., 2019). Bisexual women face several minority stressors that bisexual men, lesbian, and gay individuals may not. For example, they report a higher frequency of specific negative experiences like sexual violence and heterosexism, i.e prejudice that assumes heterosexuality is the ‘normal’ sexual orientation (Katz-Wise et al., 2016; Serpe et al., 2020). Likewise, evidence indicates that, by simultaneously holding racial, sexual and/or gender minority statuses, some individuals experience additional minority stressors that may exacerbate the psychological impact of challenges already faced by bisexual women. For example, queer black women report more frequent experiences of discrimination and sexual victimisation alongside significantly higher levels of distress than queer white women (Logie & Rwigema, 2014). Systematic reviews have demonstrated that, proportionately, LGBTQ+ people use mental health services more frequently than cisgender and heterosexual people (Filice & Meyer, 2018). Given the range of factors that are known to impact their mental health, practitioners must provide culturally competent care to bisexual women that acknowledges their multiple marginalised identities. Several measures have been put in place to ensure this. Sexual orientation and gender identity are protected characteristics under the United Kingdom’s (UK) Equality Act (2010), and therefore bisexual women legally should not experience prejudice or barriers (e.g., biphobic language) to accessing culturally competent services within the UK National Health Service (NHS). In recent years, efforts have been made to improve the standard of treatment for LGBTQ+ people, such as compulsory staff training on LGBTQ+ issues and by monitoring service users’ sexual orientation and gender identity (NHS, 2015). Likewise, bodies that govern clinical and counselling psychology such as the British Psychological Society (BPS, 2022) have actively campaigned against discriminatory, unethical, and harmful practices like ‘conversion therapy’, which attempts to use psychological interventions to change an individual’s sexual orientation or gender identity. Despite attempts to improve the standard of care for LGBTQ+ people, evidence suggests that bisexual women are significantly less likely than heterosexual, gay and lesbian service users to experience positive outcomes from psychological therapies. In a national cohort study, Rimes et al. (2019) analysed outcome data from 85,831 service users who had accessed two or more sessions of psychological therapy in Increasing Access to Psychological Therapies (IAPT) services. IAPT services were designed to improve access to evidence-based psychological therapies for people in particularly vulnerable population groups in the UK that may otherwise have not accessed help for mental health difficulties like anxiety and depression (NHS, 2015). Rimes et al. (2019) found that bisexual women had higher scores for anxiety, depression and functional impairment compared to heterosexual women and lesbian service users. Likewise, bisexual men had higher anxiety, depression, and functional impairment than the gay and heterosexual men studied. Overall, bisexual and lesbian women were also less likely than other groups to ‘reliably recover’ from their mental health difficulties, i.e., to experience an improvement in symptoms that is significant enough that they no longer meet the criteria for ‘clinically diagnosable’ levels of distress. Considering the disparities in treatment satisfaction and outcomes experienced by bisexual women who receive psychological therapy, it is arguable that current service provision is failing to adequately address their needs. Accordingly, several authors have highlighted the necessity of investigating the factors underlying the treatment outcome inequalities faced by bisexual women (Foy et al., 2019; Rimes et al., 2019).Despite this, the reasons why bisexual women face treatment outcome inequalities remain unclear, although it has been hypothesised that lifetime experiences of misogyny, biphobia and iatrogenic harm (i.e. harm caused during the process of accessing and receiving psychological therapy) may contribute (Rimes et al., 2019). Broadly, quantitative methodology has identified factors that impact LGBTQ+ service users’ experiences and treatment outcomes. A report by Stonewall (2020; n = 5,375) found that many LGBTQ+ service users report experiencing inappropriate questioning from their provider (25%) and witnessing homo/bi/transphobic remarks (23%), suggesting that a significant proportion of this population experience discrimination within services. Due to feared or experienced discrimination, bisexual people were also three times less likely than lesbian and gay service users to report that they had disclosed their sexual orientation to their therapist (Stonewall, 2020). This is a concern, as such experiences are associated with higher rates of appointment cancellation and increased psychological distress, which suggests that both systemic injustice and iatrogenic harm may contribute to the inequitable treatment outcomes faced by bisexual women (Johnson & Nemeth, 2014). Conversely, disclosure within a supportive, non-judgemental therapeutic environment is associated with higher post-treatment psychological wellbeing (Legate et al., 2011; Meads et al., 2019). Qualitative studies have provided further insight into LGBTQ+ service users’ idiographic experience of accessing psychological therapies. A recent study by Foy et al. (2019) which utilised individual qualitative interviews found that perceived barriers for LGBTQ+ people to IAPT service use, and possible contributors to poor outcomes from therapy, included feared or experienced stigma and therapists’ lack of understanding toward LGBQ+ identities. A small number of bisexual participants highlighted feelings of exclusion and threat arising from therapists’ lack of knowledge about bisexuality and their tendency to assume that participants were monosexual. This further indicates that bisexual people face additional barriers to culturally competent care.There are several limitations to the existing research in this area. Predominantly, studies investigating LGBTQ+ service users’ experiences of psychological therapy have used quantitative methods and relied upon questionnaires that restrict participants’ response options and lack psychometric support (Bieschke et al., 2007; O'Shaughnessy & Speir, 2018). Quantitative methods can offer limited insight into the idiographic experiences and preferences of bisexual women; this contrasts with the real-world validity of qualitative methodologies (Braun & Clarke, 2012). Yet to date, no qualitative studies have focussed specifically on the experiences of bisexual women, despite evidence that they face unique minority stressors and comparatively poorer outcomes following psychological therapies than other groups. Thus, the factors underlying treatment outcome inequalities for bisexual women, and the strategies best suited to addressing them, are unclear. Similarly, studies conducted in the UK have predominantly recruited participants who have accessed psychological therapies through primary care (e.g., IAPT) services. Consequently, bisexual women who have accessed therapy from charities, private therapists or within secondary and tertiary (e.g., inpatient) NHS services are generally underrepresented. This is problematic given that LGBTQ+ people are more likely to be diagnosed with a serious mental illness and are overrepresented in inpatient psychiatric services (Kidd et al., 2016). Therefore, previous studies have likely neglected a sizeable subset of this population.   To address the paucity of research in this area, this study will use qualitative methodology to explore bisexual women’s experiences of receiving psychological therapy. In line with the field of Clinical Psychology’s principles of anti-oppressive practice and inclusivity (BPS, 2017), this study aims to promote greater understanding and integration of bisexual women’s ideographic experience, preferences, and context into the practice of psychological therapies. It is hoped that findings could inform strategies for future interventions or clinical training. In turn, this may assist in enhancing the wellbeing of bisexual women who experience mental health difficulties and in promoting access to services. Therefore, the primary research question for this study was: What are bisexual women’s experiences of receiving help for mental health difficulties in the form of psychological therapy?MethodsDesign \t\t\t\t\t\t\t\t\t\t\tThis was a qualitative study that utilised an online, semi-structured individual interview design. This study received ethical approval from the University of Manchester Research Ethics Committee Panel 2 (2022-13082-21733).Participants \tTo be eligible for the study, participants had to be aged 18 or over. Participants must have previously received any form of psychological therapy within the UK for help with mental health difficulties or have been receiving psychological therapy at the time of the study. They must also be a self-identifying bisexual woman, which included individuals who are non-monosexual but do not use the label 'bisexual' (e.g., consider themselves to be pansexual or queer) and those who are non-binary, gender-fluid or have a gender identity that includes woman some or all of the time. This aligned with the criteria used by the LGBT Foundation (2022) for eligibility to access their ‘Bi Programme’ and LGBTQ+ women’s spaces.Eight participants were recruited using convenience sampling through online advertisements posted on social media platforms including Twitter and Instagram. This study aimed to recruit 6-10 participants, which is typical of the qualitative method (Reflexive Thematic Analysis) that was used (Braun & Clarke, 2020a). Participation was on a voluntary basis.  Participants ranged from 19-30 years old. Four participants reported that they had received Cognitive Behavioural Therapy. Other therapies received included Psychodynamic Therapy (n=2), Mindfulness-Based Cognitive Therapy (MBCT; n=2) and Eye Movement Desensitisation and Reprocessing (EMDR) therapy (n=2). Table 1 further details participant characteristics. [INSERT TABLE 1 HERE]Procedure Participants were invited to express interest in the study by emailing the first author (MP). They received a Participant Information Sheet that detailed information about the study’s aims and procedure. The first author and participant then arranged a suitable time to meet for the interview online via Zoom, a secure videoconferencing platform. At the start of this meeting, participants were briefed about the topics covered in the interview. Written consent was then taken. Participants completed a short demographic form (Supplemental Material A), which collected information about their age, gender identity, sexuality, ethnicity, and previous mental health service use. Semi-structured interviews were conducted by the first author and were, with participant consent, audio-recorded and then transcribed verbatim. Participants were made aware of their right to pause or stop the interview at any time for any reason. An interview schedule (Supplemental Material B) was created based upon a review of previous literature on bisexuality and bisexual people’s mental health service use, alongside information derived from consultation with relevant stakeholders. This included individuals within the population of interest. Within the interview schedule, participants were asked about a) their sexual orientation, gender identity and mental health; b) expectations and experiences of psychological therapy; and c) identifying areas of improvement for mental health service provision for bisexual women. As the interviews were semi-structured, the interview schedule was used flexibly to ensure pertinent information was collected, but largely adhered to the main questions and topics set out to remain relevant to the research question. Interview length ranged from 36 to 84 minutes. After the interview, the researcher provided a verbal debrief.Data Analysis Demographic data were reported descriptively. Transcribed interview data were analysed by the first author using Reflexive Thematic Analysis (RTA, Braun & Clarke, 2020b). RTA was chosen as it allows for a rich account of the dataset to be generated by facilitating the identification and analysis of ‘themes’ (i.e., patterns of meaning) across interviews. RTA regards the analytic process as inherently subjective and sees the researcher’s active role in the production of knowledge as an asset (Byrne, 2021). A critical-realist ontological approach was taken, which considers participants’ discourse as constitutive, rather than reflective of their internal states (Braun & Clarke, 2012). This aligns with the qualitative tenets of RTA as it facilitates the exploration of how bisexual women’s ‘meaning making’ is impacted by the wider social and systemic context that surround their experiences (Braun & Clarke, 2020a). A constructionist epistemological position was taken, and so bisexual women’s accounts were regarded as being socially produced through reciprocal construction between the interviewer and interviewee (Byrne, 2021). This approach was appropriate for addressing the research question by allowing us to identify detailed patterns of data across participants that prioritises their experiences of receiving psychological therapy, whilst acknowledging both the social context in which these experiences sit and the reflexive influence of the first author’s experiences and positionality.As described by Braun and Clarke (2012; 2020b), the six stages of RTA were undertaken by the first author (Table 2).  [INSERT TABLE 2 HERE] Reflexivity As a White, cisgender bisexual woman and Assistant Psychologist who delivers psychological therapies within the NHS, the first author was conscious of the impact of her experiences and positionality on the research process. In particular, she was aware that her preconceptions of what constitutes anti-discriminatory practice likely impacted her analytic interpretations. In RTA, this subjectivity is proposed to be valuable to the production of knowledge if reflected upon and acknowledged (Braun & Clarke, 2020a). To do this, as per Braun and Clarke’s (2020b) guidance, the first author kept a diary and recorded reflective thoughts on the impact of her experiences and positionality upon methodological decisions, participant interviews and data analysis. The first author received regular supervision throughout this process from BJD and PT, who have previously conducted qualitative and quantitative research on bisexual mental health and self-injury. It was further recognised that one of the co-authors (BJD) was a White cisgender gay man, that teaches and publishes within the field of LGBTQ+ mental health. Supervision was therefore provided through a similar, though slightly different, lens to the first author.ResultsA thematic map (Figure 1) provides a visual representation of how each of the four distinct themes may connect and interact. [INSERT FIGURE 1 HERE]Theme 1: “This isn’t normal, this isn’t what society wants”: Navigating multiple marginalised identities as context to bisexual women’s mental health and help-seeking Participants described encountering significant difficulties when navigating discrimination and threat related to their multiple marginalised identities. Participants highlighted the impact of challenges that came with being both bisexual and a woman, alongside additional and often exacerbating difficulties associated with being neurodivergent or part of a marginalised ethnic group. Conversely, where participants had access to bi-affirming social support or positive stories about bisexuality, this fostered greater self-acceptance and confidence. In turn, coming to terms with their bisexuality was felt to have a minimal impact on participants’ mental health and contribute less to their reasons for seeking psychological therapy.Whilst the themes in this study are distinct, this theme contextualised subsequent themes. Specifically, experiences of discrimination and invalidation outside of therapy seemingly provided an unstable foundation for participants’ mental health and later ability to access or engage within therapy.Navigating prejudice Participants described experiences of prejudice that significantly impacted the way that they experienced their identity and related to other people. For example, experiences of misogyny and sexual violence were perceived as an almost universal and societally normalised part of being a woman. By extension, being a bisexual woman was perceived by other people as a sign that individuals were “attention-seeking” (Freya), “greedy” (Charlie) for being attracted to more than one gender, or immoral (e.g., unfaithful in romantic relationships). Experiences of ‘bi-erasure’ and heterosexism from both within and outside of the LGBTQ+ community were prominent, whereby others questioned the value and legitimacy of participants’ bisexuality and their ability to occupy space in both heterosexual and queer spaces:Some gay and lesbian people don’t really get it. I’ve had a few problems with my wife trying to get her to sort of understand it, she was like […] “I can’t give you a baby, why would you not be with a man?” (Alex, age 28, White British cisgender pansexual/queer woman) Holding other marginalised identities further exacerbated participants’ ability to feel that their unique set of experiences could be completely understood and accepted by others:I can talk about autism and ADHD, and I can talk about being bisexual and I can talk about being South Asian, but I don’t think there’s any overlap? […] people can relate to maybe one of those things or two of those things, but they won't know what it's like to have all three (Kiran, age 19, Indian British non-binary bisexual person) Navigating internalised negativity toward marginalised identities Participants described how these experiences of prejudice, particularly biphobia created a sense of ‘otherness’ that had a lasting negative impact on their internal sense of identity, belonging and wellbeing:It can be a very isolating experience […] there's always gonna be that internalised sort of ‘oh, this isn't normal, this isn't what society wants’ […] it definitely has affected my mental health (Naz, age 20, Indian British cisgender bisexual woman) The expectation or experience of rejection seemingly also perpetuated the challenges that participants faced to self-acceptance, for example as it led many to question and doubt the legitimacy of their bisexual identity.Rejection and disillusionment from the LGBTQ+ community Contending with a social environment that enforces both heteronormative and binary-focused standards was challenging for participants and often undermined their ability to find an accepting community. Many participants spoke of being unable to comfortably fit into either LGBTQ+ or heterosexual spaces due to both misogyny and biphobia. For example, Freya (age 30, cisgender bisexual woman) perceived that a “hierarchy” exists within LGBTQ+ spaces that “favours cis gay men”. Commonly, participants described feeling that they were wrongly imposing upon LGBTQ+ spaces in which they felt they did not belong or were not wanted by lesbian or gay individuals: I don’t feel they’re like for me? […] with lots of queer spaces I’m like what if they think I’m a poser or […] not fully queer? (Sam, age 20, White American cisgender bisexual woman)For some participants, anticipated and experienced biphobia dissuaded them from identifying as part of the wider LGBTQ+ community altogether.Theme 2: “Would it change if they thought I wasn’t straight?”: Anticipating biphobia in psychological therapyPerhaps due to the significant difficulties associated with trying to fit into a binary-focused and heteronormative world, many participants described entering psychological therapy with low expectations of the therapeutic relationship and a pervasive sense of fear that they would experience rejection or biphobic discrimination from their therapist. Participants described knowing rationally that mental health services should provide effective, LGBTQ+ inclusive psychological therapies, but struggled to accept this on an emotional level: Mental health services are likely to be inclusive […] but you’re going to assume that they won’t be because you don’t really want to have to go through the embarrassment or the trauma of going into that space and being rejected (Charlie, age 24, White British cisgender bisexual woman) Paradoxically, many participants therefore sought help through psychological therapy despite perceiving a significant risk that therapists may exacerbate their distress by perpetuating the same biphobic attitudes they had encountered in their communities. Managing anticipated biphobia Participants described managing anticipated biphobia in many ways, such as ruminating about possible circumstances in which their identity would be brought up by their therapist and continually appraising their safety within therapy sessions. Some participants directly disclosed their identity and sought to educate their therapist about what it means to be bisexual to ensure that their needs were met, which they spoke of as an invalidating and burdening responsibility:It feels as if I have to tell them about what bisexuality is […] like they’ve never considered the way that bisexuality might be stressful […] it would be nice if I didn’t have to be the one to bring it up (Riley, age 26, White British non-binary bisexual/pansexual person) Conversely, others sought to ‘pass’ as heterosexual and avoided disclosing their identity to protect themselves from biphobia. In turn, identity concealment was felt to cause discomfort as it prevented therapists from understanding participants’ experiences authentically or holistically: I battled with the idea of not disclosing my orientation […] but then I felt I wasn’t being true to me (Freya, age 30, White Irish cisgender bisexual woman)Feeling ‘lucky’ to have had positive experiences Whilst reflecting upon how their experiences met these expectations, several participants spoke of how ‘lucky’ they felt to have received timely, effective, and non-judgemental treatment from their therapist. Often, this was tinged with a sense of guilt that other LGBTQ+ people have had comparatively worse experiences when accessing psychological therapies:I was very lucky that I was in a supportive environment […] if I wasn’t a doctor, I would have […] probably just been given a six-week course of CBT that wouldn’t have got me anywhere. I think I’m very grateful but also feel a bit guilty and wish that model was more widely available (Alex, age 28, White British cisgender pansexual/queer woman) Across participants, there was recognition that because NHS mental health services are “stretched” (Freya) for staff, funding and resources, a substandard quality of psychological therapy was to be expected. This was described by participants as more acceptable than having no access to psychological therapy at all. Theme 3: “I could see the value in it, so I persevered”: Bisexual women’s experiences of psychological therapy Participants described a range of negative and positive experiences within psychological therapy. Negative experiences existed on a continuum from therapists lacking knowledge about bisexuality to those who responded to participants’ sexual orientation with explicitly biphobic, discriminatory remarks. Many participants also described barriers faced when engaging with the mental health system more broadly, for example during the process of being referred by General Practitioners (GPs). Conversely, therapists who were affirming of participants’ bisexuality and possessed the clinical skills necessary to foster a safe, non-judgemental therapeutic environment were perceived positively. Neglecting and erasing bisexuality Many participants reported therapist behaviours that had the intent or impact of neglecting their bisexuality (e.g., by failing to ask them about their sexuality during therapy) or erasing it (e.g., failing to ask further questions after participants disclosed their bisexuality). These experiences often created a sense of threat and were felt to confirm participants’ preconception that it was not a safe environment for them to be bisexual: I don’t think they kind of saw my experiences in regard to kind of any of my identities […] because we haven't really talked about sexuality, I don't know how to bring up the fact […] I’m figuring it out and questioning (Kiran, age 19, Indian British non-binary bisexual person) Robyn spoke of how her therapist was comfortable with her bisexuality but neglected its intersection with other important parts of her identity and experiences, such as the need to consider the differing religious beliefs and cultural backgrounds of her and her partner:  My partner now is Sikh and from an Indian background […] there’s like all sorts of cultural things, so we’ve had to be a bit more subtle with the relationship […] and I don’t think my therapist really understood that? […] it was a bit more of like a feminist-y “I wouldn’t stand for that!” (Robyn, age 26, White British bisexual/pansexual woman) Overattributing psychological difficulties to bisexuality Participants described instances where their therapist explicitly pathologized their bisexuality by framing it as the source of their psychological or interpersonal difficulties. This was perceived as an invalidating approach to understanding often difficult and emotive participant experiences. For example, Alex described how her therapist proposed that she sought relationships with women just to ensure her safety following experiences of abuse in relationships with men: He was wondering because I’d been in this relationship that was abusive […] whether […] going into a relationship with a woman was like a safety thing? Or whether I now have […] an aversion to men (Alex, age 28, White British cisgender pansexual/queer woman) Likewise, Freya described experiencing heterosexist and biphobic remarks from a therapist who spoke of relationships between women as inadequate and framed bisexuality as indicative of “desperation” or poor self-confidence: They were like, “I think that you've got low self-esteem and that ties into your orientation, that’s why you feel that you could get a substandard woman rather than a great man” (Freya, age 30, White Irish cisgender bisexual woman)Such experiences discouraged participants from disclosing identity-related personal experiences to their therapist within subsequent sessions.  Helpful and affirmative approaches to bisexuality  Conversely, many participants highlighted positive therapist qualities that benefited their experiences of, and outcomes from, psychological therapy. Participants described feeling affirmed by therapists who were empathetic and non-judgemental during discussions about their identity. These were seen as particularly advantageous qualities, given the often complex process that individuals undergo when trying to understand and accept their bisexuality:It was completely non-judgemental […] I thought I was only into women for a while, and now I think I’m bi again […] she'd be like “Okay, yeah, okay” like the same way if I was talking about a guy (Naz, age 20, Indian British cisgender bisexual woman) Likewise, a collaborative and individualised approach helped participants to feel understood and motivated to engage, through which they were supported to overcome challenging aspects of the process of psychological therapy itself:I'll try something out for a few weeks, if it doesn't work, I will say “this doesn't work for me” […] she’ll quickly like, just change her approach to things (Kiran, age 19, Indian British non-binary bisexual person)Where therapists collaboratively supported participants to arrive at a place of greater understanding and self-acceptance, this was described as having a positive impact on their mental health:I got a lot of like a confidence boost, like that really kind of helped me, they tried to really build myself up […] there was a lot of acceptance of how you’re feeling or where you’re at (Freya, age 30, White Irish cisgender bisexual woman) Unreliability of public services \tParticipants described contending with systemic barriers to accessing public psychological therapy services that they associated with high service pressure, low resources, and inadequate government funding. These barriers included long waitlist times and the poorer provision of services in rural locations.\tDue to these service pressures, individuals who accessed NHS psychological therapies often reported that they did not have a choice over their therapist or the therapeutic modality they received. There often seemed to be a mismatch between the prescribed therapeutic modality and participants’ needs. For example, Cognitive Behavioural Therapy (CBT) was frequently described as too “rigid” (Sam) and present-focused, which prevented participants from exploring important previous experiences in any meaningful depth: One thing that is not great about CBT for me […] it’s so focused on your current thought processes and it doesn't feel like they're really taking into account the rest of your life or identity (Riley, age 26, White British non-binary bisexual/pansexual person) Private therapies were seen to offer more choice and flexibility; many participants spoke of paying for private therapies to ensure that their needs were met, for example by specifically choosing therapists who claimed to provide LGBTQ+ inclusive services. Resilience Despite encountering significant barriers to effective, affirming care, many participants “persevered” (Alex) with psychological therapy or sought new therapists who had a better understanding of the issues faced by bisexual women. Several participants described an acceptance that their therapist may not have handled their experiences perfectly, but that there was clear value to further engaging in psychological therapy where their mental health had improved despite these challenges: You can either […] spot all of the things that someone did wrong […] or you can take the like golden nuggets out of it, and think maybe the rest of it wasn’t ideal […] but these things really did help me (Robyn, age 26, White British bisexual/pansexual woman)This speaks to participants’ resilience and ability to cope with minority stressors that they encountered within therapy.  Theme 4 - “I don't think it benefits anyone for them to treat everybody like they’re all the same”:  Improving psychological therapies for bisexual womenParticipants outlined numerous ways in which the provision of psychological therapies could be improved to better meet their needs. This included ensuring that therapists receive further training on bisexuality and/or LGBTQ+ issues and that services are visibly inclusive and intersectional.  Developing visibly inclusive and intersectional servicesPerhaps due to feeling that they, as bisexual women, were not ‘queer enough’ to access LGBTQ+ inclusive spaces, participants expressed a need for therapists and mental health services to be explicit about the groups that they could competently support. Simply describing their services as “LGBTQ+ inclusive” was perceived as insufficient to guarantee that a therapist could actually meet their needs. To be “actively inclusive” (Kiran), participants suggested that indicators within the therapy room (e.g., bisexual flags) or language in services’ advertising could make it clear that bisexual women were welcome. There was often a sense that participants wanted explicit ‘permission’ from LGBTQ+ care providers to access their spaces or support: Because people feel like trepidation entering queer spaces […] maybe the messaging needs to be more encouraging, maybe be like “we really do accept you” […] that would probably go a long way (Sam, age 20, White American cisgender bisexual woman)Participants also emphasised that therapists should provide culturally competent care to all bisexual women. This necessitated an appreciation that individuals may be at different stages of understanding, exploring, or expressing their bisexuality: Being bisexual as an identity is so much more important than the people that you’re sleeping with […] that’s really important for mental health and where someone sits and whether they’re straddling the line of LGBT or like, completely straight or like “where do I fit?” (Robyn, age 26, White British bisexual/pansexual woman)Exploring broader identity-related experiences within therapy, such as how ‘out’ an individual is and how accepted they feel within their social groups was described as crucial for a therapist to comprehensively understand a client’s bisexual identity.   Education and training \tSeveral participants highlighted the need for therapists to receive further training to improve their interpersonal and clinical skills alongside their knowledge of bisexual identities and issues:There’s no awareness of what actually it means to be bisexual […] there's so much education that needs to be done […] the interpersonal skills are not there, the ignorance is just so pervasive (Freya, age 30, White Irish cisgender bisexual woman) This was often perceived to be beneficial by alleviating the burden of responsibility felt by participants to explain what bisexuality is, or the relationship between their bisexual identity and mental health. Preference for therapist-client identity match Broadly, participants indicated a preference for some degree of similarity between their identity and that of their therapist. These preferences related to therapists’ race, gender identity and sexual orientation, with most participants expressing they would prefer to see a woman, but also included preferences for ideological perspectives (e.g., sharing feminist ideology). Participants spoke of the benefits of receiving therapy from a woman and/or a queer provider. This facilitated an immediate sense of safety and that their identity and experiences would be validated and affirmed, alongside an “assumption of a shared language” (Alex) i.e., that they automatically understood clients’ experiences via their lived experience as a woman/queer person. This highlighted circumstances in which therapist disclosure could be utilised for clients’ benefit. However, participants expressed differing opinions about whether having shared identities was necessary for effective care. Some participants felt that therapists’ level of competency was more important than their identity, and therefore felt comfortable with a male and/or heterosexual therapist. Competency was framed as the possession of knowledge about LGBTQ+ issues alongside clinical skills and qualities such as empathy: Therapists should just be competent at their jobs and be able to work with whoever sits in front of them, be helpful and respectful and knowledgeable (Robyn, age 26, White British bisexual/pansexual woman) Other participants felt that a man would be fundamentally unable to relate to their experiences as women, and therefore unable to engage and understand them in a way that would facilitate feelings of safety or therapeutic change, irrespective of their competency as a therapist: There's some things about being a woman, things like you know the fact that most of us have […] experienced like some form of sexual harassment during our lives […] I just don't think that a guy could really, really understand that (Charlie, age 24, White British cisgender bisexual woman) Understanding clients’ difficulties within their social context Participants described the importance of being given the opportunity to disclose and discuss their bisexuality during psychological therapy. This was seen to ensure that therapists see clients ‘holistically’ and can acknowledge that bisexual women’s experiences are inseparable from the complex social context (i.e., a heteronormative, binary-focused world) in which they sit:When you're dealing with mental health […] you want to know someone’s sexuality and the gender identity ‘cause I think that plays a huge part in their mental health and their perspective of the world (Kiran, age 19, Indian British non-binary bisexual person) Most participants preferred therapists to initiate discussions around sexuality, race, and gender identity. Asking questions about a client’s identity was seen as an indicator that a therapist is concerned about acknowledging and validating their marginalised identities:I just think there's a lot of things that people won't bring up unless you ask […] it kind of helps to feel like they're treating you like a complete human being (Riley, age 26, White British non-binary bisexual/pansexual person)Relevance of identity to therapy Whilst participants supported at least briefly discussing sexuality, some felt that their bisexuality was not relevant to their mental health difficulties, nor would it have been helpful to discuss at length in therapy: I just haven’t really wanted to discuss it […] I go in and I’m like “well I know what my sexuality is and it’s fine” […] it’s not necessarily a cause of conflict in my life (Riley, age 26, White British, non-binary bisexual/pansexual person)This underscores the need for therapists to facilitate an open, non-judgemental space in which bisexual women can discuss their multiple marginalised identities on their terms.  DiscussionThis study details a qualitative exploration of bisexual women’s experiences of receiving help for mental health difficulties through psychological therapy. To our knowledge, this is the first qualitative study to focus specifically on bisexual women’s experiences of psychological therapy in the UK, extending the previous work of Rimes et al. (2019) and Foy et al. (2019) who investigated the treatment experiences of LGBTQ+ people collectively. Experiences of rejection and marginalisation pervaded participants’ narratives, alongside feelings of disillusionment and disconnection from both heterosexual and queer communities. In previous research, such experiences have been linked to elevated rates of distress and self-injury in bisexual people (Dunlop et al., 2020). In turn, many participants feared that their sexuality would not be understood or taken seriously by their therapist, which mirrors the findings of research on LGBTQ+ people (e.g., Foy et al., 2019). Uniquely, for participants in this study, this fear was related to the expectation that therapists would perpetuate negative societal narratives about bisexual women, such as being ‘attention-seeking’ or secretly monosexual. Attempts to manage this fear, such as identity concealment, seemingly failed to meet participants’ simultaneous need for safety and for feeling ‘seen’ or understood as their authentic selves. This corroborates previous research which has found that bisexual people are significantly less likely than other groups to disclose their sexual orientation to their therapist due to fears of discrimination (Stonewall, 2020). Participants described a mixed picture of their experiences within therapy. Of the participants that disclosed their bisexuality, many reported validating and non-judgemental therapist responses. This was often conducive to participants feeling understood and motivated to engage, through which they experienced positive effects on their mental health. Conversely, other participants’ identity disclosure was met with a lack of recognition or remarks that evoked negative stereotypes, for example where therapists attributed participants’ bisexuality to their mental health difficulties. This type of invalidation is a common form of biphobic discrimination experienced by bisexual women (Colledge et al., 2015). This indicates that some therapists trivialise bisexual women’s identities and experiences, which may constitute a form of iatrogenic harm (Johnson & Nemeth, 2014). Conversely, participants expressed feeling ‘lucky’ or ‘guilty’ when their therapist was knowledgeable about or responded positively to their bisexuality. This mirrors previous research findings and suggests that bisexuality is not perceived as socially desirable or acceptable to others (Dunlop et al., 2021a). Overall, anticipated and experienced stigma negatively impacted the therapeutic relationship and often exacerbated participants’ distress. This aligns with Minority Stress Theory (Brooks, 1981; Meyer, 2003), as it indicates that multiple stigma and marginalisation make the experience of being a bisexual woman inherently stressful (Rimes, 2019).Participants who accessed NHS mental health services reported having little understanding of, or choice over, the type of therapy they received. Often, this led to a mismatch between the prescribed therapeutic modality and participants’ needs. The inflexible, present-focused nature of CBT was described by several participants as frustrating as it failed to provide an opportunity for them to discuss important past experiences. This aligns with previous research that suggests CBT may be less effective for LGBTQ+ people where therapists fail to acknowledge the unique minority stressors these groups face (Carvalho et al., 2022). This study’s findings highlighted that negative experiences within therapy often had a detrimental impact on bisexual women’s willingness to engage or seek further help. Some participants chose to pay for private therapy to ensure that their needs were met, as this gave them greater choice over the therapy that they received (e.g., the ability to select a therapist that identifies as LGBTQ+). These findings highlight the importance of increasing bisexual women’s understanding of psychological therapies to maximise their choice and, in turn, the likelihood that their needs can be met within NHS services.  This is particularly important as evidence suggests having a greater understanding of support services is associated with increased service utilisation and treatment adherence among women (Kaukinen et al., 2012). Reflexivity The first author’s identity, experiences and positionality likely influenced their judgment when interviewing participants and analysing data (Braun & Clarke, 2020a). The first author’s lived experiences as a bisexual woman were advantageous in that they allowed her to be particularly perceptive to participants’ explicit and more implicitly distressing experiences within therapy. This process was likely reciprocal, as several participants disclosed that they felt more comfortable engaging with the interview having identified that the first author is a bisexual woman through her academic social media page. Likewise, the first author’s lived and professional experience made her well prepared to ask participants about their bisexual identity and mental health in a compassionate and affirming way.  However, it must be acknowledged that the first author may have overemphasised the negative impact of specific participant experiences (e.g., where therapists neglected to ask about their sexual orientation) within the analysis. This is because they have had similar experiences and hold a strong belief that psychological care should be patient-centred and actively anti-discriminatory. Limitations and Directions for Future ResearchA limitation of this study was the relative homogeneity of our participants, who were predominantly white, cisgender bisexual women. Similarly, none of the participants in this study reported receiving psychological therapies within tertiary care services. Considering that our findings suggest navigating additional marginalised identities presented unique challenges for this population, future research should explore the experiences of bisexual women from minoritised ethnic groups or who are disabled, working-class, neurodivergent, transgender, or non-binary (Ghabrial & Ross, 2018). In turn, this can inform the development of therapeutic practices that adequately centre the needs of bisexual women with multiple marginalised identities.Likewise, as it was only within the scope of this study to post online advertisements and conduct interviews online or face-to-face in Manchester, this study was potentially less likely to recruit specific groups of bisexual women whose experiences and views may meaningfully differ. This includes bisexual women who are financially and technologically disadvantaged or who are living in an environment with homo/bi/transphobic individuals.Clinical Implications This study’s results have important implications for improving the quality of psychological therapies for bisexual women. Principally, these results highlight the importance of ensuring that therapists deliver competent, respectful, bi-affirming care. In line with previous research, participants who had positive experiences of therapy valued a therapist who was empathetic, non-judgemental and had some understanding of the issues faced by bisexual women such as ‘bi-erasure’ and sexual violence (Serpe et al., 2020). A non-judgemental therapeutic approach seemed to be particularly beneficial given that many bisexual women experienced internalised biphobia and were self-critical of their perceived failure to fit comfortably within heterosexual or queer spaces. This highlights the importance of facilitating self-compassion when supporting bisexual women to accept their identity and manage the emotional impact of navigating a heteronormative and binary-focused social environment (Meads et al., 2019).Likewise, our results indicate that therapists must acknowledge the wide-ranging impact of social and systemic injustice relating to bisexual women’s multiple marginalised identities when creating a clinical formulation of their mental health difficulties. Previous research has, however, found that practitioners from a range of healthcare professions, including Clinical and Counselling Psychology, report feeling unsure of ways to communicate with LGBTQ+ clients (Bishop et al., 2021). To do this, it is strongly recommended that therapists ask about clients’ marginalised identities within assessments (Dunlop et al., 2021b). From our results, it is also clear that therapists must centre collaboration in assessment, formulation, and treatment planning. This should ensure that clients, as they feel comfortable, are empowered to explore how social and systemic factors related to their marginalised identity may interact with their mental health. In turn, this maintains client-centred practice and ensures that therapists neither neglect nor pathologise clients’ marginalised identities (BPS, 2017). The following questions, adapted from Dunlop (2022), Dunlop and Lea (2022) and Gosling et al. (2022) may guide clinicians in ascertaining the link between LGBTQ+ clients’ sexual orientation, gender identity and mental health whilst acknowledging the influence of wider systems, stories and structures on the individual: Does you sex assigned (assumed) at birth match your gender identity? How does this feel in your family, social group, school or work?How would you identify your gender/sexuality? How does this feel in your family, social group, school or work?What pronouns would you like to use?Is being LGBTQ+ accepted or celebrated by the people or groups you hang around with?Who negatively impacts your wellbeing (and in what ways)?Do you feel safe in these group(s)? In what ways? Why/why not?Do you feel you need to hide aspects of yourself? If so, what, why and how?Do you feel worried that people may treat you differently? If so, why and how?Do you feel that you belong? If so, where and why? If not, where and why?Likewise, as participants highlighted the burden of responsibility to educate therapists about bisexuality, further training on LGBTQ+ issues that detail the issues faced by bisexual women should be integrated into clinical training. Therapist self-disclosure, particularly relating to clients’ and therapists’ shared identities, seemingly benefitted many participants by affirming that it was a safe, accepting and understanding environment to be a bisexual woman. Whilst evidence corroborates that therapist-self disclosure may be empowering and de-stigmatising (Lovell et al., 2020), many therapists choose not to self-disclose as they are wary of the complex ethical risks, such as obscuring the client’s experiences (Sadighim, 2014). To address this, the Sharing Lived Experiences Framework (SLEF; Dunlop et al., 2021b) could be adopted into clinical training and practice. The SLEF provides a framework of reflective questions and prompts that aim to help clinicians decide whether self-disclosure is beneficial for them, their client and their therapeutic relationship whilst adhering to best practice guidelines. Equally, our findings highlight the necessity of challenging the systemic biphobic and heterosexist norms that exacerbate bisexual women’s distress and deter them from seeking help (Meads et al., 2019). Increasing positive, nuanced representations of bisexual women across services and society may address this. Within services, enhancing bisexual women’s control over their narratives without the introduction of invalidating and negative stereotypes may be essential for ensuring their engagement with, and the effectiveness of, psychological therapies. Conclusions Overall, these findings provide greater insight into bisexual women’s experiences of receiving psychological therapy and how services may better support them. Within a heteronormative, binary-focused world, bisexual women contended with significant challenges including discrimination, bi-erasure, and sexual violence. During therapy, some participants’ identity disclosures were ignored or met with biphobia, whereas others received affirming, non-judgemental responses. These stories convey the challenges associated with navigating bisexuality within clinical encounters. Our results indicate that therapists should be non-judgemental and collaborative, and acknowledge the social and systemic influences on bisexual women’s mental health. Increased teaching about LGBTQ+ identities and appropriate therapist self-disclosure within clinical training may support this. Future research should seek to recruit a more heterogeneous sample of bisexual women to ensure that future service provision and clinical training adequately address the needs of bisexual women with multiple marginalised identities.ReferencesBieschke, K. J., Paul, P. L., & Blasko, K. A. (2007). Review of empirical research focused on the experience of lesbian, gay, and bisexual clients in counseling and psychotherapy. Handbook of Counseling and Psychotherapy With Lesbian, Gay, Bisexual, and Transgender Clients (2nd Ed.)., 293–315. https://doi.org/10.1037/11482-012Bishop, J., Crisp, D. A., & Scholz, B. (2021). A systematic review to determine how service provider practises impact effective service provision to lesbian, gay and bisexual consumers in a mental health setting. Clinical Psychology &#38;Amp; Psychotherapy, 29(3), 874–894. https://doi.org/10.1002/cpp.2699Bowleg, L., Huang, J., Brooks, K., Black, A., & Burkholder, G. (2003). Triple jeopardy and beyond: Multiple minority stress and resilience among black lesbians. Journal of Lesbian Studies, 7(4), 87–108. https://doi.org/10.1300/j155v07n04_06Braun, V., & Clarke, V. (2012). Thematic analysis. APA Handbook of Research Methods in Psychology, Vol 2: Research Designs: Quantitative, Qualitative, Neuropsychological, and Biological., 57–71. https://doi.org/10.1037/13620-004Braun, V., & Clarke, V. (2020a). Can I use TA? Should I use TA? Should I not use TA? Comparing reflexive thematic analysis and other pattern-based qualitative analytic approaches. Counselling and Psychotherapy Research, 21(1), 37–47. https://doi.org/10.1002/capr.12360Braun, V., & Clarke, V. (2020b). One size fits all? What counts as quality practice in (reflexive) thematic analysis? Qualitative Research in Psychology, 18(3), 328–352. https://doi.org/10.1080/14780887.2020.1769238British Psychological Society. (2017). BPS Practice Guidelines: Third Edition. https://cms.bps.org.uk/sites/default/files/2022-06/BPS%20Practice%20Guidelines%20%28Third%20Edition%29.pdf British Psychological Society. (2022). BPS Response to the Consultation on Banning Conversion Therapy - The British Psychological Society. Retrieved 14 August 2022, from https://www.bps.org.uk/node/2400Brooks, V. R. (1981). Minority stress and lesbian women. Free Press.Byrne, D. (2021). A worked example of Braun and Clarke’s approach to reflexive thematic analysis. Quality & Quantity, 56(3), 1391–1412. https://doi.org/10.1007/s11135-021-01182-yCarvalho, S. A., Castilho, P., Seabra, D., Salvador, C., Rijo, D. & Carona, C. (2022). Critical issues in cognitive behavioural therapy (CBT) with gender and sexual minorities (GSMs). The Cognitive Behaviour Therapist, 15. https://doi.org/10.1017/s1754470x21000398Cipriano, A. E., Nguyen, D., & Holland, K. J. (2022). “In order to be bi, you have to prove it”: A qualitative examination of plurisexual women’s experiences with external and internalized pressure to prove their identities. Psychology of Sexual Orientation and Gender Diversity. https://doi.org/10.1037/sgd0000567Colledge, L., Hickson, F., Reid, D., & Weatherburn, P. (2015). Poorer mental health in UK bisexual women than lesbians: evidence from the UK 2007 Stonewall Women’s Health Survey. Journal of Public Health, 37(3), 427–437. https://doi.org/10.1093/pubmed/fdu105Dunlop, B. J. (2022). Formulating LGBTQ+ difficulties: Circles of influence. PESI UK. https://www.pesi.co.uk/blog/2022/july/formulating-lgbtq-difficulties-circles-of-influenc Dunlop, B. J., Hartley, S., Oladokun, O., & Taylor, P. J. (2020). Bisexuality and Non-Suicidal Self-Injury (NSSI): A narrative synthesis of associated variables and a meta-analysis of risk. Journal of Affective Disorders, 276, 1159–1172. https://doi.org/10.1016/j.jad.2020.07.103 Dunlop, B. J., Hunter, C., Shafti, M., Coleman, S. E., Hartley, S., & Taylor, P. J. (2021a). ‘Why is it so different now I’m bisexual?’: young bisexual people’s experiences of identity, belonging, self-injury, and COVID19. Psychology & Sexuality, 13(3), 756–773. https://doi.org/10.1080/19419899.2021.1924241 Dunlop, B. J., & Lea, J. (2022). It’s not just in my head: An intersectional, social and systems‐based framework in gender and sexuality diversity. Psychology and Psychotherapy: Theory, Research and Practice. https://doi.org/10.1111/papt.12438Dunlop, B. J., Woods, B., Lovell, J., O’Connell, A., Rawcliffe-Foo, S., & Hinsby, K. (2021b). Sharing Lived Experiences Framework (SLEF): a framework for mental health practitioners when making disclosure decisions. Journal of Social Work Practice, 36(1), 25–39. https://doi.org/10.1080/02650533.2021.1922367 Filice, E., & Meyer, S. B. (2018). Patterns, predictors, and outcomes of mental health service utilization among lesbians, gay men, and bisexuals: A scoping review. Journal of Gay &#38;Amp; Lesbian Mental Health, 22(2), 162–195. https://doi.org/10.1080/19359705.2017.1418468Foy, A. A., Morris, D., Fernandes, V. & Rimes, K. A. (2019). LGBQ+ adults’ experiences of Improving Access to Psychological Therapies and primary care counselling services: informing clinical practice and service delivery. The Cognitive Behaviour Therapist, 12. https://doi.org/10.1017/s1754470x19000291Ghabrial, M. A. & Ross, L. E. (2018). Representation and erasure of bisexual people of color: A content analysis of quantitative bisexual mental health research. Psychology of Sexual Orientation and Gender Diversity, 5(2), 132–142. https://doi.org/10.1037/sgd0000286Gosling, H., Pratt, D., & Lea, J. (2022). Understanding self-harm urges and behaviour amongst non-binary young adults: A grounded theory study. Journal of Gay & Lesbian Mental Health, 303, 31–51. https://doi.org/10.1080/19359705.2022.20733Johnson, M. J., & Nemeth, L. S. (2014). Addressing health disparities of lesbian and bisexual women: a grounded theory study. Women’s Health Issues, 24(6), 635–640. https://doi.org/10.1016/j.whi.2014.08.003Katz-Wise, S. L., Mereish, E. H. & Woulfe, J. (2016). Associations of bisexual-specific minority stress and health among cisgender and transgender adults with bisexual orientation. The Journal of Sex Research, 54(7), 899–910. https://doi.org/10.1080/00224499.2016.1236181Kaukinen, C. E., Meyer, S. & Akers, C. (2012). Status compatibility and help-seeking behaviors among female intimate partner violence victims. Journal of Interpersonal Violence, 28(3), 577–601. https://doi.org/10.1177/0886260512455516Kidd, S. A., Howison, M., Pilling, M., Ross, L. E. & McKenzie, K. (2016). Severe mental illness in LGBT Populations: A scoping review. Psychiatric Services, 67(7), 779–783. https://doi.org/10.1176/appi.ps.201500209Legate, N., Ryan, R. M. & Weinstein, N. (2011). Is coming out always a “good thing”? exploring the relations of autonomy support, outness, and wellness for lesbian, gay, and bisexual individuals. Social Psychological and Personality Science, 3(2), 145–152. https://doi.org/10.1177/1948550611411929LGBT Foundation. (2022). Women’s Programme: LGBT Foundation. Https://Lgbt.Foundation/. https://lgbt.foundation/womenLogie, C. H. & Rwigema, M. J. (2014). “The normative idea of queer is a white person”: Understanding perceptions of white privilege among lesbian, bisexual, and queer women of color in Toronto, Canada. Journal of Lesbian Studies, 18(2), 174–191. https://doi.org/10.1080/10894160.2014.849165Meads, C., Hunt, R.,  Martin, A. & Varney, J. (2019). A systematic review of sexual minority women’s experiences of health care in the UK. International Journal of Environmental Research and Public Health, 16(17), 3032. https://doi.org/10.3390/ijerph16173032Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674–697. https://doi.org/10.1037/0033-2909.129.5.674Mongelli, F., Perrone, D., Balducci, J., Sacchetti, A., Ferrari, S., Mattei, G., & Galeazzi, G. M. (2019). Minority stress and mental health among LGBT populations: an update on the evidence. Minerva Psichiatrica, 60(1). https://doi.org/10.23736/s0391-1772.18.01995-7NHS. (2015). Improving Lesbian Gay Bisexual and Trans (LGBT) Equality Across the NHS: a Paper for the Equality and Diversity Council. https://www.england.nhs.uk/wp-content/uploads/2015/11/edc1-lgbt-equal-pap-20-10-15.pdfO’Shaughnessy, T., & Speir, Z. (2018). The state of LGBQ affirmative therapy clinical research: A mixed-methods systematic synthesis. Psychology of Sexual Orientation and Gender Diversity, 5(1), 82–98. https://doi.org/10.1037/sgd0000259Rimes, K. A., Ion, D., Wingrove, J., & Carter, B. (2019). Sexual orientation differences in psychological treatment outcomes for depression and anxiety: National cohort study. Journal of Consulting and Clinical Psychology, 87(7), 577–589. https://doi.org/10.1037/ccp0000416Sadighim, S. (2014). The big reveal: Ethical implications of therapist self-disclosure. Psychotherapy Bulletin, 49(4), 22–27. https://societyforpsychotherapy.org/the-big-reveal-ethical-implications-of-therapist-self-disclosure/ Serpe, C., Brown, C., Criss, S., Lamkins, K., & Watson, L. (2020). Bisexual women: Experiencing and coping with objectification, prejudice, and erasure. Journal of Bisexuality, 20(4), 456–492. https://doi.org/10.1080/15299716.2020.1820421Stonewall . (2020). LGBT in Britain: Bi Report . stonewall.org.uk. https://www.stonewall.org.uk/system/files/lgbt_in_britain_bi.pdfTaylor, J. (2017). Bisexual mental health: A call to action. Issues in Mental Health Nursing, 39(1), 83–92. https://doi.org/10.1080/01612840.2017.1391904UK Public General Acts. (2010). Equality Act 2010. In legislation.gov.uk. https://www.legislation.gov.uk/ukpga/2010/15/contents Table 1Participant Characteristics Characteristic \tnGender Identity \tCisgender woman\tNon-binary/third gender\t\t\t6\t2Sexual Orientationa\tBisexual \tPansexual \tQueer \t\t\t6\t2\t1Ethnicity \tIndian British \tWhite British \tWhite Irish\tWhite American \t\t\t2\t4\t1\t1Source of Therapya\t•\tPrivate services \t•\tCharity \t•\tPrimary care \t•\tSecondary care  \t\t\t5\t1\t4\t1Type of Therapya\tCognitive Behavioural Therapy (CBT)\tDialectical Behaviour Therapy (DBT) \tEye Movement Desensitization and Reprocessing Therapy (EMDR)\tHumanistic Therapy \tMindfulness-Based Cognitive Therapy (MBCT) \tPsychodynamic Therapy \tUnsure / not known\t\t4\t1\t2\t\t1\t2\t2\t2Note. aParticipants could select multiple options, n = number of participants.Table 2 Authors’ Process for Conducting RTA Stage of RTA\tSummary of ProcessFamiliarisation \tFamiliarisation with the dataset was achieved firstly through the process of transcription and then through reading transcripts twice, taking note of any points of interest that may be relevant to bisexual women’s experiences of psychological therapy.\t\tCoding \tData excerpts relevant to participants’ experiences, and views on of receiving psychological therapy were coded systematically and inductively (i.e. openly coded to reflect participants’ meanings rather than a theoretical framework) using NVivo 12. Transcripts were coded at a predominantly semantic level. Semantic codes were descriptive and reflected the surface-level meaning communicated by participants. Transcripts were also coded at a latent level where meaningful latent information was identified, as per Byrne’s (2021) guidance for RTA. Latent codes reflected underlying ideas and meanings as interpreted by the first author.\t\tGenerating initial themes \tCodes were revised where necessary or discarded if the first author felt they did not address the research question. Analogous codes reflecting a pattern in the data were then collated into “clusters of meaning”, which formed four superordinate themes and 15 subthemes.\t\tReviewing themes \tThemes and codes were reviewed and discussed with the study’s co-authors [MASKED FOR REVIEW] to ensure that they were consistent with the research question and participants’ narratives. \t\tDefining themes \tThemes were defined and named.\tProducing the report \tThe report was produced. Transcripts were pseudonymised with names as follows: #1 – Robyn, #2 – Alex, #3 – Charlie, #4 – Kiran, #5 – Riley, #6 – Sam, #7 – Naz, and #8 – Freya.  Data extracts are provided to illustrate each theme, and further extracts are provided in Supplemental Material C. Ellipses (‘[...]’) indicate where text has been omitted to improve the clarity of a data extract. Text has not been omitted where it would significantly change the context or meaning of a data extract. \tFigure 1Thematic Map Supplemental Material A Demographic Form General Demographic InformationAge:How would you describe your gender? WomanNon-binary/third genderOther (please detail) Does your gender identity match your sex assigned at birth? YesNoPrefer not to say How would you describe your sexual orientation? (Select multiple if appropriate)Bisexual Pansexual Queer Mostly heterosexual (mostly attracted to the opposite gender, with some attraction to the same gender)Mostly homosexual (most attracted to the same gender, with some attraction to the opposite gender)Other (please detail)Prefer not to sayHow would you describe your ethnicity?ArabAsian/Asian British\tIndianPakistaniBangladeshiChineseOther Asian BackgroundBlack AfricanBlack CaribbeanBlack BritishIndigenous/First Nation – North American (USA)Indigenous/First Nation – North American (Canada)Indigenous/First Nation – AustraliaIndigenous/First Nation – New ZealandIrish Gypsy or TravellerWhite BritishWhite and Black CaribbeanWhite and Black AfricanWhite and AsianWhite otherOther Mixed/Multiple Ethnic backgroundPrefer not to sayInformation around service useWhere did you access psychological therapy? (Select multiple if appropriate)Private services / private therapistA charity Primary Care (The first point of contact for people in need of healthcare, e.g Increasing Access to Psychological Therapies (IAPT) services) Secondary Care (Requires a referral from your GP or yourself, e.g community mental health teams (CMHTs), crisis resolution and home treatment teams (CRHTs), assertive outreach teams and early intervention teams.Tertiary Care (Specialist services such as a forensic mental health service, or receiving psychological care as an inpatient) Which type(s) of psychological therapy did you have? (Select multiple if appropriate)Acceptance and Commitment Therapy (ACT) Cognitive Analytic Therapy (CAT)Cognitive Behavioural therapy (CBT)Compassion Focussed Therapy (CFT)Dialectical Behaviour Therapy (DBT) Eye Movement Desensitization and Reprocessing (EMDR) TherapyInterpersonal Therapy (IPT)Mindfulness-Based Cognitive Therapy (MBCT) Psychodynamic Therapy Other (please state) Unsure / not known Prefer not to say Supplemental Material BInterview Schedule Note: text in italics indicates a follow-up prompt/question.How, in your own words, would you define your own sexual orientation and gender identity? What terms do you use to describe yourself? If relevant, how do you think that being a bisexual woman relates to your mental health? If relevant, how do you think other important parts of your identity (e.g such as your ethnicity, neurodivergence or any disabilities and health conditions you may have) may relate to your mental health? Nature of Service UseIn the demographic form, you said that you had been in contact with [mental health service]. Can you tell me a bit more about the mental health services that you have been in contact with? Was this in person or remote/online?If you feel comfortable, can you tell me about what you wanted help with when you accessed psychological therapy? How, if at all, does this relate to your gender identity and/or sexual orientation? Experiences of Receiving Psychological Therapy as a Bisexual WomanWhat were your expectations of psychological therapy? What kinds of things did you think you would talk about with your therapist? What did you think psychological therapy would achieve? Did your experiences meet these expectations? In what way? Was it what you expected? Were you surprised by any elements of it? How, if at all, do you feel that being a bisexual woman may have affected your expectations of what would happen in therapy?Can you tell me about the type of therapist you would like to have seen? What, to you, makes a good psychological therapist?How did you feel when you met with your therapist? Did they meet your expectations? In what ways/how?Did your sexual orientation come up at all during your therapy sessions? Can you tell me about this? If yes: Can you describe how it came up? How did your therapist approach/respond to this?  How did this interaction leave you feeling? How did this compare to discussions of other important aspects of your identity e.g your gender, ethnicity, disability, neurodivergence? If no: What are your thoughts/reflections on this? Did you expect them to ask about your sexual orientation? How, if at all, do you think that it would have impacted your experience of therapy if your therapist had known that you are bisexual?How was your identity discussed/handled during therapy? What was good about this? Can you give me an example? What was unhelpful? Can you give me an example? What could your therapist(s) have done to be more responsive to your needs/to improve your experience? Did your therapist’s sexual orientation come up at all during your therapy sessions? Can you tell me about this? If yes: How did it come up? How did you respond? Can you describe how it came up? How did this make you feel? How, if at all, did this impact your experience of therapy/the relationship with your therapist? Do you think that your therapists’ sexual orientation makes a difference to you? Why/why not?Reflections on Service Provision In some areas, mental health services have been developed specifically for lesbian, gay, bisexual, trans, and queer people such as telephone support lines, counselling services, addictions services and support groups. What are your thoughts on these types of services? Do you think that LGBTQ+-specific services are adequate to meet the needs of bisexual women? Why/why not? Have you ever sought out support from these services? Why/why not? If yes: Can you describe any experiences that you have had with these services? How, if at all, did they differ from your experiences of accessing psychological therapy that you have already discussed? (As a whole) What do you think about the provision of mental health services specifically for bisexual women? Are some separate services for bisexual women needed? Why/why not? What would they look like if you could design them?What, if anything, would make mental health services generally better or more accessible for bisexual women?Are there any services or different types of support that you would like to see in place for bisexual women? DiscussionThose are all my questions - Is there anything else we’ve not covered about your experiences of receiving help via. psychological therapy that you would like to talk about or add? Supplemental Material CAdditional Data Extracts Theme 1 – Navigating multiple marginalised identitiesNavigating prejudice There’s a lot of stigma around bisexuality and like… when I was growing up […] you heard things like about being greedy, about it not really existing, you saw maybe a lot of people like […] coming out as bisexual as a bit of a stepping stone? […] I don’t think I thought it was a real thing (Charlie)Because of […] heteronormativity I suppose and like society kind of forcing that on everyone, I’ve definitely been like robbed of like a really big part of my identity for like a good chunk of my life? […] I think that’s probably had an impact […] on my mental health (Charlie)I knew I was bisexual for a while, but it took me a while to like come out? […] I think a lot for me was that I didn't really know how my mum would react. (Kiran)Navigating internalised negativity towards marginalised identities People really do struggle with that, kind of “well can I really call myself bisexual? Can I really access these spaces? Can I be included in this?” (Robyn)Rejection and disillusionment from the LGBTQ+ community I feel more stigmatised by other people in the queer community than I do by like straight cis people (Charlie) I don't think I would go to like an LGBTQ+ support group, because I would feel like I'm not ‘LGBTQ+ enough’. And I would feel like […] an intruder, even though I know that I'm bisexual (Charlie) Gay people tend to like, try to marginalise other groups and make pride about them, and there's a lot of pushback? Some of them don't accept transgender people into pride? So I’m kind of like, until they cop on and accept everybody yeah, they’ll get my support (Freya)Theme 2 – Anticipating biphobia in psychological therapyManaging anticipated biphobia I felt like a couple of times I was like “Oh, she doesn't know yet, maybe I should bring it up” (Naz)I wasn't out yet to anyone and I especially didn’t want to come out to a counsellor […] she was white so she obviously didn't, you know, have the South Asian experience, but I also couldn't tell her anything about being bisexual? (Kiran)I did make me feel very threatened though… it did feed into that “I’m not going to be taken seriously” or “I’m not… they’re not- they don’t approve of me” [...] automatically the physical environment for me was like a little bit like, “Okay, I'm going into (therapy with) heterosexual people married with kids.” (Freya)Feeling ‘lucky’ to have had positive experiences There's a bit of guilt because services are stretched. […] I thought okay, even if I don't agree with all the CBT practices I’m still not in position to not engage or to not try, because there’s other people that need this (Freya)I just I suppose I feel lucky because even now. Okay, look at people who've had to have coming out, you know, as in to parents to friends, and they've got a lot of rejection like from what I've seen (Freya)Theme 3 – Bisexual women’s experiences of psychological therapyNeglecting and erasing bisexuality I feel like she didn’t wanna bring up sexual orientation or anything because she just, I don’t know she just sensed that I was on the edge at all times and would be enraged about something (Riley) I mentioned probably in our first session that I was in a relationship with a woman […] it was only quite recently that he actually asked about my sexuality […] I think he just assumed I was gay, erm, I don’t know, but I think that was his assumption (Alex)Overattributing psychological difficulties to bisexuality It was very erm, very demeaning or you know people kind of think of it like an attention thing or like I found that it was like… “Are you depressed because you can’t accept who you are?” and you know, I’ve known who I am since April ’98. (Freya)I was told, you know “you could be lucky like me” or you know, “sometimes people have low standards, so they'll take whatever they can get” (Freya)I felt almost like a bit judged going in there. And like although she probably wasn’t, I figured I definitely shouldn't be feeling that with my therapist? (Charlie)Helpful and affirmative approaches to bisexuality when we were having couple of discussions about my sexuality, she would, she said a couple of times, like “oh, I have other patients who are queer, who have experienced this, and that sounds like…” […] It was nice because it was like she recognised that experience […] and knows how that feels like (Sam)It was a really nice environment. It was like completely non-judgmental, it was really sort of… it It really helped me but I I feel like It's been going on so long I I couldn't really tell you all of the specifics. (Naz)I….  guess so it's got to be someone who is completely non-judgmental, like you feel like you can say anything to. (Charlie)It was both of us working through it together, which I think is very important in therapy, because if you're not willing to work with your therapist, then it's not gonna be effective (Naz)Unreliability of public services when I went to the NHS and had Cognitive Behavioural Therapy […] they are there to talk to you about one thing, which is like your current thought processes and then try and reframe it, and like there is not a lot of room for anything else (Riley)we were talking about my mom, but she ultimately was like…. after a couple of sessions, she was like, “I don't know that you are ready to be in therapy right now” and discharged me […] I don't know how it like, I don't know what she really was saying. But like I think it was because I was there to […] process what's happening with my mom. (Sam)Provision of mental health services across the board is pretty crap I think […] unless you’re gonna pay, it’s awful the waiting times and things like that are really prohibitive really (Alex)I wish there was more money, yeah, because it- I like the waiting lists, it feels very much like you’re on your own to some extent (Riley)Ireland is a lot smaller than other parts of the UK, so we would not really have a lot of erm LGBT focused services, unfortunately? (Freya)Resilience There was a point definitely when my erm wife thought, you know “why is she doing this, it’s making everything worse” […] I could sort of see the value in it so you know, that’s why I persevered. (Alex) Theme 4 – Improving psychological therapies for bisexual women Developing visibly inclusive and intersectional services[for] services that provide bisexual provision it would just be not assuming that because someone’s in a certain relationship that then that must mean that they’re straight or they’re gay but there’s like a nuance to it and a difference and erm… it’s that lack of assumption, the ability for there to be nuance (Robyn) [Servies] should be including women that are bi but in a relationship with a man […] because I imagine it’s quite hard to feel entitled to those services? When they obviously are (Alex)I guess if it's a service that isn't specifically for queer people, sometimes therapists will put on that thing (on their advertising) like ‘LGBT friendly’ or ‘Trained in CBT and LGBT friendly’ […] that is always helpful because I already know maybe they've already had discussions with people about it (Sam)There's definitely an element of like being clear […] and explicitly saying which groups you're accepting of […] saying actually we welcome these identities […] don't feel like because you're part of this group or part of this demographic that you wouldn't be able to come (Charlie)Preference for therapist-client identity match Even though she didn't have that experience, I felt like she did understand because she like was clearly very responsive to like, having multiple patients who were LGBT and […] recognising like the common threats (Sam)I think I probably felt maybe a bit […] safer with a woman, maybe? Or a bit sort of more able to be open about stuff (Alex) I think just the benefit of knowing that they’re not [straight], is knowing automatically that they know that gay people exist, they know bi people exist (Riley) If I had a queer therapist I would not be seeking approval? I would not be looking for acceptance, I would not be checking to see “is this okay?” (Freya)Education and training Probably more prominence from sort of the training side about things that can be issues and how to deal with it, and sort of specific traumas that you might need to cover and things like that (Alex)I think, yeah, just training in it as well. Like, yeah, I do wonder […] how much therapists are trained about it (Sam)Everyone needs better training, everyone needs, whatever erm… yeah. So like at [CITY/COURSE NAME] we’ve got like Position Power Privilege and Intersectionality module […] it like throws up all of these sort of conversations, and that’s what you need, you need to go like right back to training level (Robyn)Understanding clients’ difficulties within their social context I suppose asking […] in terms of when the [demographic] forms are filled out, that “I noticed that you have put down an orientation that’s not straight, is there any element of this that you’d like to leave outside of the session, or bring in?” (Freya)Relevance of identity to therapy I just think that I’m not the kind of person who would be super inclined to just bring it up all the time? Because I feel like it's kind of something I've wanted to work through myself. (Naz)2",
    "id": 553151389,
    "identifiers": {
        "doi": null,
        "oai": "oai:pure.atira.dk:publications/bf88d7be-352d-4806-af60-63400711d661"
    },
    "title": "Bisexual Women’s Experiences of Receiving Help for Mental Health Difficulties Through Psychological Therapy: A Qualitative Exploration",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.manchester.ac.uk/ws/files/249267431/Bisexual_Women_s_Experiences_of_Receiving_Help_for_Mental_Health_Difficulties_Through_Psychological_Therapy_A_Qualitative_Explor.docx"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/553151389.docx"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/553151389"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/553151389/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/553151389/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/553151389"
        }
    ],
    "abstract": "Bisexual women face higher rates of mental health difficulties and worse treatment outcomes from psychological therapies than other groups within the lesbian, gay, bisexual, transgender and queer (LGBTQ+) community. Yet, research exploring treatment outcomes has predominantly investigated LGBTQ+ individuals as a homogenous group. This study investigated bisexual women’s experiences of receiving help for mental health difficulties through psychological therapy. Eight bisexual women participated in online, semi-structured qualitative interviews that explored their experiences of receiving psychological therapy and views on how to improve services. Qualitative data were audio-recorded, transcribed, and inductively analysed using Reflexive Thematic Analysis. Participants described challenges, like experiences of discrimination, that came with being both bisexual and a woman, alongside exacerbating difficulties associated with being neurodivergent or part of a marginalised ethnic group. These experiences led them to anticipate biphobia from their therapist, which participants managed through strategies like identity concealment. Negative help-seeking experiences included therapists pathologising bisexuality. Positive experiences included where therapists adopted a non-judgemental and collaborative approach. Participants emphasised the importance of feeling that their identity was understood but expressed differing opinions about whether client-therapist identity matching is necessary. Results highlight the challenges associated with navigating bisexuality within clinical encounters amongst other marginalised identities, alongside the need for bisexual women to actively manage these challenges to keep themselves safe. Clinical implications include the need for therapists to receive training about bisexual women’s needs and to acknowledge the impact of social and systemic injustice relating to their marginalised identities within clinical formulations",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/bf88d7be-352d-4806-af60-63400711d661",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "234",
        "openDoarId": 0,
        "name": "The University of Manchester - Institutional Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 553151389,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-06T04:21:21+00:00",
        "acceptedDate": null,
        "createdDate": "2023-01-29T14:45:18+00:00"
    },
    "urls": [
        "https://pure.manchester.ac.uk/ws/files/249267431/Bisexual_Women_s_Experiences_of_Receiving_Help_for_Mental_Health_Difficulties_Through_Psychological_Therapy_A_Qualitative_Explor.docx",
        "https://research.manchester.ac.uk/en/publications/bf88d7be-352d-4806-af60-63400711d661"
    ],
    "lastUpdate": "2024-02-06T04:21:21+00:00",
    "setSpecs": []
}