{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bowling Green State University"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T02:15:23+00:00",
    "dataProvider": {
        "id": 12539,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "url": "https://api.core.ac.uk/v3/data-providers/12539",
        "logo": "https://api.core.ac.uk/data-providers/12539/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/234761739.pdf",
    "fullText": "Bowling Green State University ScholarWorks@BGSU Black Issues Conference 19th BGSU Black Issues Conference Feb 22nd, 9:00 AM - 5:30 PM 2019 Black Issues Conference Program Bowling Green State University Follow this and additional works at: https://scholarworks.bgsu.edu/bic Bowling Green State University, \"2019 Black Issues Conference Program\" (2019). Black Issues Conference. 1. https://scholarworks.bgsu.edu/bic/2019/program/1 This Event is brought to you for free and open access by the Conferences and Events at ScholarWorks@BGSU. It has been accepted for inclusion in Black Issues Conference by an authorized administrator of ScholarWorks@BGSU. THE 19TH ANNUALB L A C K  I S S U E S  C O N F E R E N C ESHAUNKINGJournalist, Humanitarian & ActivistBLACK ISSUES CONFERENCE  KEYNOTE SPEAKERB E YO N D  T H E  D R E A M.RACE |  JUSTICE |  FREEDOMFriday, February 22, 20199 a.m. – 5:30 p.m. | Bowen-Thompson Student Union Friday, February 22, 2019  9 a.m. – 5:30 p.m. | Bowen-Thompson Student Union1 9 T H  B G S U  B L A C K  I S S U E S  C O N F E R E N C E  C O N F E R E N C E  S C H E D U L E 9 a.m.  Registration and Check-in | BTSU 202 (Lobby) 10 – 11:20 a.m.  Preconference Student Workshop with Shaun King | BTSU 206 11:30 a.m. – 1:15 p.m.  Luncheon with Shaun King | BTSU 202  Welcome   DR. THOMAS GIBSON   Vice President for Student Affairs and Vice Provost  “Lift Ev’ry Voice and Sing”   Led by The Voices at BG | Lyrics are located on page four of this program  Lunch Served   Please wait for your table to be invited to the buffet line. If you require a    vegetarian entrée, please hand your card to the server at the line.  Musical Selections   The Voices at BG  Scholarships and Awards   KYRON SMITH   President of Black Student Union and Planning Committee Member  KEYONTE’ (KJ) ASHFORD    Vice President of Black Student Union and Planning Committee Member  Introduction of Mr. King   KYLE THOMPSON   Political Action Chair of Black Student Union   Keynote Address   MR. SHAUN KING    Civil Rights Today: The New Civil Rights Movement   Q&A with Mr. King   Notecards are provided on the tables. Please write down any questions you    may have and either hand them to our volunteers or hold them up. We will collect    them and attempt to get through as many questions as possible.  Evaluations   Please complete the paper evaluations at your table during the luncheon to help    us improve future conferences.  Photos    Mr. King will be available for approximately 15 minutes after the luncheon    for photographs. 1:30 – 5:20 p.m.  Concurrent Sessions 2 – 5:30 p.m.  Exhibit: Black Student Union Papers, Center for Archival Collections | BTSU 307 5:20 – 5:30 p.m.  Conference Closing | BTSU 2022  S C H E D U L E  O F  C O N C U R R E N T  S E S S I O N S 1:30 – 2:20 p.m. Black Issues Roundtable: Emerging Issues | BTSU 201   Workshop: “Do I Even Belong Here?”:     A Personal Reflection of Racial Events at the University of Mississippi | BTSU 208  Panel: The Aesthetics of Black and Brown Subjects in Law and Media: Violence,     Queer Trauma, and Linguistic Dissonance in Transnational Literatures | BTSU 315   Panel: Black Racial Identity and Education | BTSU 316 2:30 – 3:20 p.m. Panel: Historical Activism in the African American Experience | BTSU 201  Discussion: Shared Governance and Activism:     The Importance of Campus Collaboration for Marginalized Students | BTSU 208  Panel: Inside/Outside—Space, Identity, and Imagined Communities | BTSU 315  Discussion: Grad School vs. Everybody | BTSU 316 3:30 – 4:20 p.m. Panel: Race and Culture | BTSU 201  Workshop: Reproductive Justice Centering Queer, Racial, and     Gender Justice & Liberation | BTSU 208  Discussion: The Table:     An Open Discussion Around Creating Your Own Table | BTSU 316  Workshop: Getting in Our Own Way:     The Degradation of Student Organizations | BTSU 315 4:30 – 5:20 p.m. Panel: Intersectional Identities in the Ivory Tower | BTSU 201  Workshop: #DressUpYourTech:     Women of Color Belong in the Tech Industry | BTSU 208  Discussion: You’re Not Like the Others:     Untold Stories of Black Struggles You Never Hear | BTSU 315  Presentations: Creative Works and Posters | BTSU 316 G O  FA R .3 Please visit bgsu.edu/BIC to complete  an evaluation of this conference“ L I F T  E V ’ RY  VO I C E  A N D  S I N G ”James Weldon Johnson, 1871 - 1928Lift ev’ry voice and sing,Till earth and heaven ring,Ring with the harmonies of Liberty;Let our rejoicing riseHigh as the list’ning skies,Let it resound loud as the rolling sea.Sing a song full of the faith that the dark past has taught us,Sing a song full of the hope that the present has brought us;Facing the rising sun of our new day begun,Let us march on till victory is won.Stony the road we trod,Bitter the chast’ning rod,Felt in the days when hope unborn had died;Yet with a steady beat,Have not our weary feetCome to the place for which our fathers sighed?We have come over a way that with tears has been watered.We have come, treading our path through the blood of the slaughtered,Out from the gloomy past,Till now we stand at lastWhere the white gleam of our bright star is cast.God of our weary years,God of our silent tears,Thou who hast brought us thus far on the way;Thou who hast by Thy might,Led us into the light,Keep us forever in the path, we pray.Lest our feet stray from the places, our God, where we met Thee,Lest our hearts, drunk with the wine of the world, we forget Thee;Shadowed beneath Thy hand,May we forever stand,True to our God,True to our native land.4C O N C U R R E N T  S E S S I O N S  |  1 : 3 0  –  2 : 2 0  P. M .Black Issues Roundtable: Emerging Issues | BTSU 201 •  Facilitated by Dr. Khani Begum, Dr. Radhika Gajjala, David Stephens, and    Dr. Jessica BirchPanel:  The Aesthetics of Black and Brown Subjects in Law and Media: Violence, Queer    Trauma, and Linguistic Dissonance in Transnational Literatures | BTSU 315 •  “Black and Brown Queer Violence and Trauma in the Global South” | Christopher Rivera  This paper interrogates how notions of citizenship and queerness remain polemical in the Global    South, tackles the impact of Althusser’s notion of “how words do things” in life, literature and    law, and the ways words transcend borders to become inhumane practices that limit queer    citizens in Latin America. •  “Aesthetics of Linked Fate Syndrome: Violence, Trauma, and the Relationality between   the African American Psyche and Fatal Police Brutality” | Destiny Boynton  Social media and technology create literal and figurative virtual spaces for issues of    representation and identity that allow people from around the world to immediately access    information. This project unmasks the ambivalence that is produced in African Americans as    they see themselves represented as illegal/illicit subjects that routinely break laws and it     analyzes the psycho-social processes through various traumatic manifestations that are    rhetorically present on their Twitter feeds.Panel:  Black Racial Identity and Education | BTSU 316 •  “Black History: The Inclusion of Afro-Latinos through    Culturally Responsive Teaching” | Dr. Mercedes Naber-Fisher  In order to help close the achievement gap in education, it is imperative for educators to meet    the needs of all their students. Being culturally competent in the backgrounds from which    students come from and implementing strategies that adhere to their culture, can bridge the    achievement gap. This educator will share how incorporating Black History into her inner city    6th grade Spanish language classroom changed the students’ preconceived stereotypes of    what a Latino looks like and see how their African American culture and the culture of    Latinos intersected. •  “Supporting Urban African American Male Persistence in College” | Christopher Scott  This presentation is a case study of an African American Male and the underlying social factors    that supported the student’s persistence in college during his freshman year at a predominantly    white institution, or PWI, in the Midwest, including supporting social factors of this student prior    to enrolling in college and the factors contributing to his retention while in college. •  “Realization, Responsibility, Results: The Founding and First Decade of the Black    Student Union and its Impact on Bowling Green State University” | Dean Bryson  At BGSU, the Black Student Union started out of necessity. In this presentation, we will look at    life for the black college student at a PWI before black students united, the development of the    first known Black Student Union and how it inspired black college students throughout the    nation, and the role of BSU in challenging and forcing change at the university from    1969 to 1980.5Workshop: Do I Even Belong Here?: A Personal Reflection of Racial Events    at the University of Mississippi | BTSU 208 • Facilitated by Terrian Garvis  As a black student at a PWI, I share my experiences during two campus situations, the 2015 rally    to remove the Mississippi Confederate flag from campus and the 2016 Lyceum sit-in resulting    from a white student’s viral comment. Using the King & Kitchener Reflective Judgment model (1994),    I will discuss my cognitive process during and after the events to provide insight into the toll they   take on students of color.  E X H I B I T  |  2  –  5 : 3 0  P. M .Black Student Union Papers, Center for Archival Collections | BTSU 307 •  Megan Goins-Diouf and Dana Nemeth  The Black Student Union papers (UA-079) at the Center for Archival Collections teach several    pivotal moments at the university, including the start of the 1970 Kent State protests and the    1980 sit-in by the Latino Student Union. This presentation will discuss the collection and the    students whose movements forge the collection’s aims and organization, and will address the    legacies of several pasts and presents which have prevailed and are oriented to the collection.Panel:  Historical Activism in the African American Experience | BTSU 201 •  “Madam C. J. Walker and the Task of Recreating the Black Image” | Amelia A Amemate  Image is an important component in people’s identity and socio-cultural experiences.    This paper looks at black women’s use of aesthetic and respectability as tools of political    activism with focus on Madam C. J. Walker’s contributions in the 20th C, explores specific    ways in which black women challenged racial stereotypes and some situations that led to    their identity-remaking agenda, and discusses challenges Walker (and by extension,    black women) faced in their goal to contest racial stereotypes. •  “Theories of Black Transnationalism: A Case Study of Garveyism and Marcus    Garvey’s Universal Negro Improvement Association (UNIA)” | Taylor Coleman  There exists within black transnationalism both the concept of continuous diasporic exchange    as well as the cooperative struggle against oppressive forces. In this presentation, I seek    to argue the ways in which Garvey promoted a transnational interpretation of blackness in    his quest for unifying Afro-descended people across the globe as well as its implications    for black social movements of the 21st century. •  “The Media Representation of the Emmett Till Trial in the 20th Century” | Angelica Euseary  Based on a research project conducted through the McNair Scholars Program, this    presentation uses qualitative analysis to look into the media representation of the Emmett Till    trial in the 20th century. This project includes a literature review, analysis, conclusion,    limitations, discussion and ideas for further research.C O N C U R R E N T  S E S S I O N S  |  1 : 3 0  –  2 : 2 0  P. M .C O N C U R R E N T  S E S S I O N S  |  2 : 3 0  –  3 : 2 0  P. M .6Discussion: Shared Governance and Activism: The Importance of Campus Collaboration    for Marginalized Students  | BTSU 208 •  Facilitated by Del-Marcus Goolsby, Marianna Bohannon, and Kanesha McDavid  Shared governance and student activism work hand-in-hand on college campuses across the    country. In this presentation, the Vice President and Diversity Affairs Senators of BGSU’s    Undergraduate Student Government (USG) will describe the aspects of our university’s shared    governance model and the process by which USG works to make change on campus. Students    will also have time to explore ways how they can get involved in this process, gaining the    professional tools necessary to effectively translate passionate activism into positive change    on campus.Panel: Inside/Outside—Space, Identity, and Imagined Communities | BTSU 315 •  “Changing the Narrative: A Discourse on Improving the    Plight of Black Women” | James Ponzo (II)  Although black women are now the most educated demographic in the country compared to    every other race and gender group, they are still victims of an intersectional oppression. This    presentation investigates the historical treatment of women of the African Diaspora in America    to determine if any improvement has occurred. •  “Reading Between the Lines: Value Construction of Missing Persons    on Investigation Discovery’s Disappeared” | Ericka Findley  This presentation explores the inconsistencies of police and media coverage of missing persons    belonging to various subgroups and how the coded language they use influences how society    determines which lives are deemed worthy of intense police investigation and media coverage    while others are dismissed, ignored, and, ultimately, forgotten about. The findings will be    connected to current research on the disproportionate investigation and coverage cases involving   young, attractive, white females. •  “Blaxit and the Romanticization of Africa” | Michael Oshindoro  In the face of increasing volume of migration of Africans into the United States, many African    Americans still express the desire to connect with the motherland. Blaxit is a social media    movement that calls for a mass migration of Black Americans to Africa. This presentation will    focus on the double romanticization that African Americans have about Africa and that Africans    have about African Americans, survey the reasons for blaxit, the feasibility of the exit, and    benefits of having a sense of ‘home’.Discussion: Grad School vs Everybody | BTSU 316 •  Facilitated by Adrienna Hutchins, Blaze Campbell, and Christina Hilliard   Preparing for Graduate school can be tough. As current BGSU graduate students who are    experiencing the challenges of Graduate School, we want to provide a space for students to    hear what this experience is like and to talk about overcoming the challenges that come with    success. We will then provide students with the opportunity to ask unanswered questions about    Graduate School and the process of applying.C O N C U R R E N T  S E S S I O N S  |  2 : 3 0  –  3 : 2 0  P. M .7Panel:  Race and Culture  | BTSU 201 •  “Words Are Our Weapons: The Black Aesthetic, Critical Literacy,    and the Unfinished Business of the Black Arts Movement” | Lasana Kazembe  This presentation offers a critical, historical synthesis of the Black Arts Movement (1965-1975)    and explores its political and cultural roots, theoretical framework, and aesthetic mission as    cultural assets and cultural tools for shaping Black critical consciousness, cultural production,    media literacy, solidarity, global awareness, and development of revolutionary institutions that    functioned as independent, indigenous spaces for teaching, identity development, cultural    affirmation, collective resistance, artistic cultivation, and employment by artist-activists. • “Discovering African American Identity Through the Hip-Hop Aesthetic” | Taylor Madgett  While suffering from both a disconnect from Africa and discrimination in America, African    Americans struggle with a cultural dilemma that paints a burdensome picture of belonging    and identity. This presentation explores the merger of separate aspects of African and    American culture and dance that establish the Hip-Hip aesthetic and formulates the African    American identity.Workshop: Reproductive Justice Centering Queer, Racial, and    Gender Justice & Liberation | BTSU 208 •  Facilitated by Dr. Krystal Redman   Facilitated by organizers from SPARK Reproductive Justice NOW!, an Atlanta-based organization   that centers Black women, women of color, and queer and trans youth of color in legislation and    advocacy, this workshop provides an introduction to both Reproductive Justice and Queer Theory.   We will explore where issues of gender justice and LGBTQIA+ liberation intersect, how bodily    autonomy drives the motivation behind each movement, and how to integrate QTPOC issue areas   into their organizational missions.Discussion: The Table: An Open Discussion Around Creating Your Own Table | BTSU 316 •  Facilitated by Leah Ward and Sarah Hairston   In this presentation, participants will hear the journey that two contributors of the book,    “The Table: Stories From Black Women in Student Affairs” took to creating their own table    that they share in community with other Black women, reflect on ways Black women are    overlooked at the table, and share ways to create their own table.Workshop: Getting in our Own Way: The Degradation of Student Organizations | BTSU 315 •  Facilitated by Johnny Brownlee II   Across the nation, our student organizations are struggling and student governments are    struggling. We examine 6 sinister problems that are costing student organizations members,    stability, sustainability, funding, and involvement and respect of our former members, founders,    elders, and in some cases our institutions.C O N C U R R E N T  S E S S I O N S  |  3 : 3 0  –  4 : 2 0  P. M .8Panel: Intersectional Identities in the Ivory Tower  | BTSU 201 •  “Being Biracial in a White America” | Lauren Carey  Using PowerPoint, stories, and sociology theories such as the double consciousness theory by    W.E.B. Du Bois, this presentation will explore the struggles of having to pick sides and the social    construct in the US that we put so much emphasize on: race. •  “I’m So GLAAD: An Examination into the Experience of the   LGBTQ Student at the HBCU” | Naykishia Head  There are one hundred and one established Historically Black Colleges and/or Universities within   the United States and its territories, but few have programs directed to prevention of    discrimination, violence, and bullying of LGBTQ students by Faculty, Staff, and other students on    campus, and even when these programs are available, there is still a stigmatization surrounding    students who utilize this campus facility. This presentation will investigate the historical and    cultural environment of HBCUs as it relates to the Lesbian, Gay, Bisexual, Transgender, and/or    Queer students who attend, will explore instances of violence against LGBTQ students, and    suggest viable solutions to help HBCUs improve their cultural outreach to include the safety and    wellness of Lesbian, Gay, Bisexual, Transgender, and Queer students.Workshop: #DressUpYourTech: Women of Color Belong in the Tech Industry | BTSU 208 •  Facilitated by Chloe Pearson   Despite rapid advancements in the tech industry, diversity and inclusion continues to lag. The    purpose of this workshop is to empower and encourage women of color and expose them to    career opportunities within the information technology industry, specifically as a UX/UI designer    (user experience/user interface). Attendees will also learn the foundations of curating their own    app and troubleshoot the decisions and techniques needed to create a unique user experience.Discussion: You’re Not Like the Others: Untold Stories of Black Struggles    You Never Hear | BTSU 315 •  Facilitated by Quatez Scott, Kelley Webb, and Aaron Baker   In this group session, three doctoral students will briefly examine the early history of African    American people in America and the systemic educational barriers toward improving their    social status, and attendees will discuss institutional culture and its role in shaping the college    experience for African American students.Presentations: Creative Works and Posters  | BTSU 316  •  “Racial Profiling” | Queen Peters-Thornton  For this project, I have put together a presentation/video related to intersectionality issues    faced by African American women, interviewing family members and friends here at Bowling    Green and other schools about how they have been racially profiled and how they reacted. •  “Black Womanhood” | Paris Knox  I will perform my spoken word piece on what it means to be a Black woman and what Black    Womanhood looks like in America, focusing primarily on the ways Black women represent    themselves through the arts (literature, poetry, photography, etc.) in different time periods, styles,   and fashions. My performance is meant to show how vast Black Womanhood is and how their    perspectives are shaped.C O N C U R R E N T  S E S S I O N S  |  4 : 3 0  –  5 : 2 0  P. M .95:20 – 5:30 p.m. | BTSU 202CONFERENCE CLOSINGWe will be collecting conference evaluations at the Registration/Check-In Table.B L A C K  E X C E L L E N C E  AWA R D S  W I N N E R S  2 0 1 9NPHCDELTA SIGMA THETA SORORITY, INC. PHI BETA SIGMA FRATERNITYSTAFFKELLY AVERYFACULTYKAREN JOHNSON-WEBBGRADUATE STUDENT ADRIENNA HUTCHINSJAMES HAMMONSUNDERGRADUATE STUDENTJOSEPH CUNNINGHAMTAYLOR RIGGSPROFESSIONAL STUDENT ORGANIZATIONNATIONAL ASSOCIATION FOR BLACK ACCOUNTANTSSOCIAL STUDENT ORGANIZATIONQUEENS OF COLORSERVICE STUDENT ORGANIZATIONWOMEN EVERYWHERE BELIEVE (WE BELIEVE)ALUMNISYDNEY HOWELLALLYJACOB CLEMENS10College of Education and Human DevelopmentSchool of ArtSchool of Critical and Cultural StudiesDepartment of Ethnic Studies DepartmentDepartment of English DepartmentDepartment of Higher Education & Student Affairs Department of GeographyDepartment of PsychologyDepartment of SociologyDepartment of Theatre and FilmDepartment of World Languages and CultureCriminal Justice ProgramArts Village Learning CommunityCareer CenterCounseling CenterOffice of Residence LifeOffice of the Vice ProvostCenter for Undergraduate Research and ScholarshipEquity, Diversity, and Inclusion UnitBGSU-FA CommitteeStarbucksThe Coca-Cola CompanyMeijerTHANK YOU TO  OUR SPONSORS11S P E C I A L  T H A N K SDr. Khani Begum and the Filming African Identity: From Shaft to Black Panther Graduate StudentsBlack Issues ConferencePlanning CommitteeKeyonte’ (KJ) Ashford Undergraduate BGSU StudentNina Barudzic Graduate BGSU StudentKylie Brown Grant Coordinator, Career CenterSheila Brown Associate Director of the Office of Multicultural AffairsWill Daniels Graduate BGSU StudentBryce Kamron Davis Graduate BGSU StudentThomas Edge Lecturer in the Department of Ethnic Studies and Director of  Undergraduate Studies for the School of Cultural and Critical StudiesEmily Edwards Graduate BGSU StudentDel-Marcus Goolsby Undergraduate BGSU StudentToni Gordon Assistant Director of the Office of Multicultural AffairsChristina Hilliard Graduate BGSU StudentVicky Kulicke Equity Officer in Human ResourcesTrinidad Linares Assistant Coordinator of Special Programs of the Office of Multicultural AffairsKyron Smith Undergraduate BGSU StudentShelley Wilbert Educational Advisor for the TRIO Programs19OMA9340",
    "id": 234761739,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.bgsu.edu:bic-1000"
    },
    "title": "Black Issues Conference 2019 Program",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks@BGSU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.bgsu.edu/cgi/viewcontent.cgi?article=1000&amp;context=bic"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/234761739.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/234761739"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/234761739/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/234761739/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/234761739"
        }
    ],
    "abstract": "Program from the 19th Annual Black Issues Conference",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.bgsu.edu:bic-1000",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12539",
        "openDoarId": 0,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 234761739,
        "depositedDate": null,
        "publishedDate": "2019-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-10T19:33:05+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T02:15:23+00:00"
    },
    "urls": [
        "https://scholarworks.bgsu.edu/bic/2019/program/1",
        "https://scholarworks.bgsu.edu/context/bic/article/1000/viewcontent/BIC_Program_2019.pdf"
    ],
    "lastUpdate": "2024-02-10T19:33:05+00:00",
    "setSpecs": []
}