{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Spruce, Emma"
        }
    ],
    "contributors": [],
    "createdDate": "2012-07-17T03:32:22+01:00",
    "dataProvider": {
        "id": 67,
        "name": "LSE Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/67",
        "logo": "https://api.core.ac.uk/data-providers/67/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/8791987.pdf",
    "fullText": "blogs.lse.ac.uk http://blogs.lse.ac.uk/politicsandpolicy/2012/04/08/book-review-tory-pride-and-prejudice-the-conservative-party-and-homosexual-law-reform-by-michael-mcmanus/Book Review: Tory Pride and Prejudice: TheConservative Party and Homosexual Law Reform, byMichael McManusApr 8 2012How far have the Conservative Party really come with supporting gay rights andaccepting the LGBT community? Michael McManus attempts to persuade us thatbeing pro-gay rights is a natural stance for the Tories in this chronological take onthe Party’s relationship with homosexual law since the nineteenth century.However, Emma Spruce finds that parts of the book sorely lack analytical material,and that gay people of colour and gay women are entirely absent, rendering theargument for an alliance of LGBTs and the Tories indefensibly incomplete.Tory Pride and Prejudice: The Conservative Party andHomosexual Law Reform. Michael McManus. BitebackPublishing. 496 pages. 2011.Find this book:   With the Conservative Party back in government it is fitting that wequestion how far, and by what means, the Tories have left theinfamous Section 28 behind and come to occupy an, at leastpartially, reformed ‘pro-gay rights’ stance. In his rainbow-adornedbook, Tory Pride and Prejudice: The Conservative Party andHomosexual Law Reform, Michael McManus tries to convincereaders that this is “a story with a happy ending”. Unfortunately,McManus’ party affiliation as a Tory faithful leads him to aconclusion which this reviewer feels would not be shared by manyothers in the LGBT community.In this book the author presents a narrative of progress for theConservatives; a self-evident journey from intolerance toacceptance which is invoked as the natural position of a party builtaround libertarian principles. However, meaningful acceptance on a Party level is farfrom the automatic conclusion following a reading of this text which lacks a coherent setof materials or means of analysis, especially evident in the treatment of developmentsduring the past decade.Over sixteen chapters McManus traces the attitudes and behaviour of both the Conservative ‘partyline’ and individual Tory MP’s and Peers in relation to ‘gay issues’. The author begins his story inthe late Nineteenth Century and works his way up to the early days of the current CoalitionGovernment. The chronological organisation of the book allows the author to show that there hasnever been a uniform attitude towards homosexuality held by all members of the Tory party whilstdemonstrating that in terms of Party endorsed rhetoric they have ‘come a long way’.Initially the tone of this book is gossipy and relies heavily on anecdotes and quoted speech, but thistails off throughout as increasingly ‘PR aware’ politics, along with shifting public attitudes, preventsuch inappropriate outpourings. The latter section of the book, therefore, makes heavy use of votingpatterns on gay issues brought to the Commons and the Lords, interspersed with contemporaryexplanations of why individuals supported laws, now understood as homophobic, or opposedmeasures designed to promote equality.Although sorely lacking analytical or contextual material the first eight chapters nevertheless makefor very enjoyable reading. The distance of time allow highly offensive quotes and bizarre motions toseem harmlessly outdated, and are more likely to result in wry smiles and raised eyebrows thanconcern. This material works well to illustrate the huge shift in public attitudes and understanding ofhomosexuality that has occurred in the past century.The more recent material is much dryer, however, and the emotional resonance is lost. Thosewithout an pre-existing knowledge of Conservative Party politicians in the 8o’s and 90’s  will find itdifficult to engage with this section, which is muddled in its organisation and lacking in anythingother than a rather facile description of ‘who voted for what’. The partisan nature of the author is alsoparticularly evident in this section where at times it feels as though McManus is spear heading a PRcampaign to make us believe that the majority of the Conservative Party had good intentions allalong and were merely forced into a negative position by Labour’s support of gay rights and theresulting ‘politicised’ nature of the debate.Indeed, Section 28, the notorious legislation which banned the “promotion” of homosexuality inschools and perhaps the most infamous example of Tory anti-gay policy, and the more recentalignment of the Conservatives with vocally anti-gay Parties in Europe, are both accounted for withclaims to naivety regarding the harmful effects of these approaches, and inevitability given what ispresented as Labours refusal to ‘allow’ gay rights to be non-partisan. Neither of these explanationsis very convincing.Without the myopic focus on a privileged gay individual, the argument in this book would be evenless concrete. McManus seems unaware that he almost exclusively talks about middle class whitemale conceptions of homosexuality, perhaps presuming that the lack of explicit reference tolesbians or trans people in the law allows their experience to be either invisible or accounted for byhis text. Any recognition that gay people of colour, or gay women, might have a more complexpositioning in terms of Tory policy, are entirely absent, rendering the argument for an alliance ofLGBTs and the Tories indefensibly incomplete.As well as the partiality of his view, McManus seems overly willing to give those who have not stoodup for gay rights the benefit of the doubt. This reviewer feels that his use of individualpronouncements conflates the humanity expressed towards gay individuals with a political view onhomosexuality. This is a familiar experience for those of us in the LGBT community who are oftentold that we are palatable as an exception, rather than a rule.So, the men on the front cover may well be at the ‘end of the rainbow’, but the shortfalls of the bookindicate that a different story is really in play. Until the Conservative Party MPs and Peers realisethat it is not a case of ‘love the sinner and hate the sin’, but in fact an absence of sin altogether, wewould be unwise to view the recent Tory positioning as anything other than politics as usual.——————————————————————————————-Emma Spruce is a PhD candidate at LSE’s Gender Institute. Her research focuses on theexperience of proximity and the generative potential of the encounter for ‘women desiring women’ inBrixton, UK and Oakland, USA. She has contributed to the LSE Engenderings Blog and FeministReview and previously undertook undergraduate study in Political Science at Sciences-Po, Parisand The University of Sheffield, as well as teaching at Versailles University, France.You may also be interested in the following posts (automatically generated):1. The Conservative party’s devotion to Thatcher’s legacy may be blinding it to new andinnovative solutions to current problems.2. The Prime Minister’s snubs to female MPs are a symptom of the Conservative party’s failureto ‘feminise’ politics.3. Book Review: The Straight State: Sexuality and Citizenship in Twentieth-Century America4. Book Review: Gender and Violence in the Middle East by Moha Ennaji and Fatima Sadiqi",
    "id": 8791987,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.lse.ac.uk:43999"
    },
    "title": "Book review: Tory pride and prejudice: the Conservative Party and homosexual law reform, by Michael McManus",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2012-04-08T01:00:00+01:00",
    "publisher": "Blog post from London School of Economics & Political Science",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2012",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/8791987.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/8791987"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/8791987/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/8791987/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/8791987"
        }
    ],
    "abstract": "How far have the Conservative Party really come with supporting gay rights and accepting the LGBT community? Michael McManus attempts to persuade us that being pro-gay rights is a natural stance for the Tories in this chronological take on the Party’s relationship with homosexual law since the nineteenth century. However, Emma Spruce finds that parts of the book sorely lack analytical material, and that gay people of colour and gay women are entirely absent, rendering the argument for an alliance of LGBTs and the Tories indefensibly incomplete",
    "tags": [
        "Online resource",
        "NonPeerReviewed",
        "H Social Sciences (General)",
        "JN101 Great Britain"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Online resource",
        "NonPeerReviewed"
    ],
    "oai": "oai:eprints.lse.ac.uk:43999",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "67",
        "openDoarId": 0,
        "name": "LSE Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 8791987,
        "depositedDate": null,
        "publishedDate": "2012-04-08T01:00:00+01:00",
        "updatedDate": "2024-02-12T07:24:29+00:00",
        "acceptedDate": null,
        "createdDate": "2012-07-17T03:32:22+01:00"
    },
    "urls": [
        "http://eprints.lse.ac.uk/43999/1/__Libfile_repository_Content_LSE%20Politics%20and%20Policy%20Blog_April%202012%20to%20be%20added_blogs.lse.ac.uk-Book_Review_Tory_Pride_and_Prejudice_The_Conservative_Party_and_Homosexual_Law_Reform_by_Michael_McMa.pdf",
        "http://eprints.lse.ac.uk/43999/"
    ],
    "lastUpdate": "2024-02-12T07:24:29+00:00",
    "setSpecs": []
}