{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McGrath, Austin"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T04:56:09+00:00",
    "dataProvider": {
        "id": 12759,
        "name": "Columbia College Chicago: Digital Commons",
        "url": "https://api.core.ac.uk/v3/data-providers/12759",
        "logo": "https://api.core.ac.uk/data-providers/12759/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/235201798.pdf",
    "fullText": "Columbia College ChicagoDigital Commons @ Columbia College ChicagoCultural Studies Capstone Papers Thesis & Capstone CollectionSpring 5-11-2018Boys, Balls, and the Blues: The Erasure ofGenderqueer BodiesAustin McGrathFollow this and additional works at: https://digitalcommons.colum.edu/cultural_studiesPart of the American Studies Commons, Cultural History Commons, and the Lesbian, Gay,Bisexual, and Transgender Studies CommonsThis work is licensed under a Creative Commons Attribution-Noncommercial-No Derivative Works4.0 License.This Capstone Thesis is brought to you for free and open access by the Thesis & Capstone Collection at Digital Commons @ Columbia CollegeChicago. It has been accepted for inclusion in Cultural Studies Capstone Papers by an authorized administrator of Digital Commons @ ColumbiaCollege Chicago. For more information, please contact drossetti@colum.edu.Recommended CitationMcGrath, Austin, \"Boys, Balls, and the Blues: The Erasure of Genderqueer Bodies\" (2018). Cultural Studies Capstone Papers. 33.https://digitalcommons.colum.edu/cultural_studies/33Cultural Studies Program Departments of English and Creative Writing and Humanities, History, and Social Sciences Columbia College Chicago Bachelor of Arts in Cultural Studies Thesis Approval Form Student Name: Austin McGrath Thesis Title: Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies Name Signature Date Do'j[W J2t;~-r r:bwe /(l f>ii-D ~ S / I/ / I ll Thesis Director ~~ Program Director Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies Capstone Thesis submitted in partial fulfillment of the requirements for the degree of Bachelor of Arts in Cultural Studies Austin McGrath Cultural Studies Program / School of Liberal Arts and Sciences Columbia College Chicago ii Table of Contents Page Acknowledgments ............................................................................................................................... iii Abstract ................................................................................................................................................. iv Statement of Methodology ................................................................................................................ v Chapter I. UNDERSTANDING GENDER ....................................................................................... 1 a. Sex (Males and Females) ................................................................... 1-2 b. Gender Identity (Men and Women) .......................................................... 2 c. Gender Performance (Masculinity and Femininity) ................................. 2 d. Linear Connectivity ........................................................................................ 3 e. Gendered Language ....................................................................................... 5 II. THE GENDER REVEAL PARTY ..................................................................................... 6 a. What is it? ............................................................................................. 7 b. GENDER REVEAL PARTY I BOY OR GIRL? .............................................. 8 c. Harry Potter Themed Gender Reveal. ........................................................ 9 Ill. SOCIAL MEDIA: IDEOLOGICAL VEHICLE ................................................................. 10 a. Pinterest ....................................................................................................... 11 IV. DISIDENTIFICATIONS, DEPRESSION, AND THE DSM-5 ........................................ 12 a. Disidentifications ........................................................................................ 13 b. Gender Dysphoria & The DSM-5 .......................................................... 13-14 c. Depression ............................................................................................... 14-15 V. ROOM FOR IMPROVEMENT a. A Conversation with Gender Non-Conforming Youth ............................ 16 b. Conclusion .................................................................................................... 18 VI. GLOSSARY .................................................................................................................. 20 VII. WORKS CITED ............................................................................................................ 21 Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies iii A Thank You, To all of those who supported me throughout the process of writing this. A special thank you to Dr. Michelle Yates, Dr. Carmello Esterrich, Dr. Doug Reichert-Powell, and Dr. Madhurima Chakraborty whose guidance was vital in the creation of this piece. Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies Abstract The goal of this essay is to re-explore the concept of gender in its relation to genderqueer and nonbinary identities. Before its examination of the gender reveal party, this essay examines male and female, masculine and feminine, and man and woman, carefully critiquing and distinguishing biological sex from gender expression and gender identity using a Queer theoretical framework to contextualize these distinctions in relation to queer identities. Through a modern contextualization, linguistic analysis, and a critical media examination of gender reveal images and footage, this essay acknowledges and analyzes the heteronormative structures that reinforce gender binaries. It challenges the deployment of gender expectations and restrictions on unborn children; understands gender as a complex superstructure that cannot be predicted through sexual organs; and actively deconstructs existing binaries. Questioning the ways this process erases queer bodies, this essay examines the forced unidirectional and linear movement between the gender binaries, and ponders how a fluid, multidirectional definition of gender is able to cultivate when said binaries constrain both socially and linguistically before a person is born. Keywords: Gender, Genderqueer, Queer, Gender Reveal, Binary, LGBT, Nonbinary Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies iv Statement of Methodology This project relies first on linguistic analysis, in the examination of gendered language, and its interchangeable deployment within various contexts. Secondly, this project uses a media analysis to critique and evaluate gender reveal photographs and video footage to actively deconstruct the event itself, including its decor, use of language and the climactic reveal; carefully dissecting the ways in which the linear connectivity of maleness is portrayed as unidirectional to man/boy and masculinity, erasing the existence of a genderqueer or nonbinary child. Using theoretical scholarly texts written from a variety of authors and fields, such as Judith Butler and Jose Munoz, this text utilizes a queer theoretical lens to analyze existing understandings of gender and its deployment in queer subjectivity and queer bodies. Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies V I. UNDERSTANDING GENDER To understand the multiplicity of functions gender has, one must question the ways in which it thrives, erases, and survives as a site of conflict. Gender in relation to queerness, is subject to the semiotics of gendered language. Terms which are used interchangeably, maintaining a binary understanding through signified meanings, and thus facilitate the creation of social events that not only equally maintain, but celebrate this binary and linear system and the ways in which it erases queer bodies. It is through an interchangeable substitution of the terms man and ma!e; or woman and fernr3le; thr3t a linear connectivity becomes the hegemonic narrative of gender, thereby ostracizing, isolating, and potentially erasing genderfluidity and nonbinary identities and forms of existence. While gender functions, exists, and works fluidly, generating numerous combinations and deployments, academic and social language simplifies this experience, interpreting it in three hegemonic ways: These dominant presentations manifest their agency in terms like male and female, man and woman, and masculine and feminine. 1 The words male and female relate to sex, as they carry a scientific and biological agency, often referring to the genitalia and hormonal differences between binary classifications of bodies. Often ignoring the existence and validity of intersex individuals1 altogether, such a binary examines the differences between male and female brains, and theorizes around the hormonal differences that contribute to differing body development and behaviors. Chromosomal differences between male and female bodies are taught to us early in our education. Most schools begin teaching sex education around 6th and 7th grade, but shift focus to chromosomes around the beginning of high school. XX chromosomes as the biological markers of a female child, and XY for male children. Within a biological binary the XX body develops a vagina, ovaries and estrogen, while the corresponding XY body develops with testosterone, a penis and testes. Each embryo starts out with a pair of undistinguished organs, the proto-gonads, which then develop into male or female gonads between six to eight weeks of gestation. Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 1lntersexuality refers to a child having ambiguous genitalia not fitting neatly into binary categories of male and female. It should be noted that the representation of intersex individuals is far from equal, but is not the focus of this particular essay. \"Sex differentiation is usually set in motion by a gene on the Y chromosome, the SRY gene, that makes the proto-gonads turn into testes. The testes then secrete testosterone and other male hormones (collectively called androgens), and the fetus develops a prostate, scrotum and penis. Without the SRY gene, the proto-gonads become ovaries that secrete estrogen, and the fetus develops female anatomy (uterus, vagina, and clitoris)\" (Rethinking 51). While male and female align with biology, terms like man and woman are directly tied to gender identity. Such terms reflect the socially constructed behaviors, attitudes, and aesthetics assigned to one based on their perceived or actual gender identity, distinguishing a social difference between manhood and womanhood. This is the language many would use in social discourse to establish their identity, i.e. \"I am a man\". This area of gender is where much of feminist scholarship focuses. Gendered stereotypes like women belonging in the kitchen, staying at home, taking care of children with their \"natural\" maternal instincts; verses men needing to be virile, aggressive, breadwinners that are detached from their children. Such subject positions and behaviors existed long before the discovery of chromosomal differences between sexes. It is estimated that the discovery of a chemical differentiation between the two sexes from a scientific standpoint, was not discovered until the late 1800's to early 1900's. While we can see examples of gender identification throughout all of history. In turn, masculinity and femininity reference one's gendered performance. These are the physical ways in which the body moves, and is read by others. This decoding is directly tied to gender identity as socially, acts, colors, and objects become encoded with gender. Colors like pink become synonymous with girls and women, while trucks become synonymous with boys and men. This binary categorization reveals a problematic issue when attempting to talk about gender in a way that is non-normative. A body that society establishes as a biological male is expected to identify as a man, which should be conveyed through a masculine performance; while the same can be said for biological females, femininity, and womanhood. \"It is not simply that male and female is a binary system but that \"manhood\" is an assumed subset of maleness, Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 2 3 a natural outgrowth of maleness as it were, masculinity is then an assumed component of manhood and how manhood is expressed11 (Deconstructing 98). This is linear connectivity, which not only reifies the gender binaries, but establishes the normative and limiting connection between each of its subcomponents: sex, gender identity, and gender performance. As Butler said, \"gender is instituted through the stylization of the body and hence, must be understood as the mundane way in which bodily gestures, movements, and enactments of various kinds constitute the illusion of an abiding gendered self\" (Butler 519). Arguably, Butler is analyzing the peiformatlve aspect of gender. It is true that \"the body is a set of possibilities [which] signifies (a) that its appearance· in the world, for perception, is not predetermined by some manner of interior essence, and (b) that its concrete expression in the world must be understood as the taking up and rendering specific of a set of historical possibilities\" (521). Which is to say, that gendered performance is not a choice, rather that it is derived from a set of historical constraints. Our understandings of the world are both historically and socially regulated and subjected. Long hair and makeup are not inherently feminine acts, but have been socially regulated and categorized as such over time. It is in Butler's opinion that the body is a historical situation itself, reproducing past understandings of gender. It is through these performances then that gender identity is formed. Often though, the body is decoded by others. It is in this performance of historically contextualized gender acts that establishes identity, or at least identificatory language for the contextualization and organization of bodies. \"Gender is not a radical choice or project that reflects a merely individual choice, but neither is it imposed or inscribed upon the individual... The body is not passively scripted with cultural codes, as if it were a lifeless recipient of wholly pre-given cultural relations\" (Butler 526). Our bodies actively move within a gender system, inscribing themselves with meaning just as others inscribe it upon us. But how can one play part in the creation of their body and its gender; if the only tools available are those historically placed before you? Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 4 While the performativity of gender expression and identity has historically shifted, the socially expected linearity has remained stagnant. To be genderqueer or nonbinary is to actively blur the lines between gender performative and gender identitifcatory elements. Which is to say, one may not identify as a man or a woman at all, or one may identify as such but perform their gender differently, or as a combination of elements from both. There are genderqueer bodies that do exist in a state of multidirectional fluidity, operating outside of the expected gender linearity, but the ways in which their bodies are organized in language and identified by others often restricts their existence. In a modern contextualization, a biological female can possess masculine traits and characteristics, and identify as a man; or be masculine and not identify as a man. What would it mean for such binary lines to be blurred? \"If these components are not a binary, then people have flexibility as to where they fit on the continuum and can exist in more than one place at the same time ... This means options for gender variation exist beyond transsexualism as an act of crossing over from one sex to the other, allowing for a variety of transgendering presentations, including being bi-gendered\" (Deconstructing 97). The existence of such bodies and identities raises questions about the way gender operates. Often such a queering of gender is associated with sexual queer identities, but It must be understood that sexual orientation and gender identity are separate elements that can be related, but are not inherently such. Much of gender in its relation to queerness remains unexplored, as many of the scholarly writings about gender are written from a theoretical space of discussing inequalities between cisgendered men and women. Queer bodies are examined less, and so too is gendered language and its associated semiotics, as well as the effects such language has on queer bodies. Perhaps this is because a feminist approach often does not seek to destroy the category of woman, but the connection between womanhood and its assumed expressions and behaviors. Rather than attempting to deconstruct gender in its binary form to include the possibility of other gender identities and performances. While some queer scholarship does examine gender at a level of fluidity, it continues to lack a distinction between sex and gender, perpetuating a near endorsement of a gendered biological essentialism. Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 5 An example of this substitutional gendered language in queer scholarship can be found in \"Feeling Brown, Feeling Down: Latina Affect, The Performativity of Race, and the depressive position\" by Jose Esteban Munoz. While many excellent points are made about queerness, mental health, and intersectionality, the language remains within the interchangeable deployment previously discussed. \"Female depression and male depression resonate quite differently. While female depression is more squarely frames as a problem, the depression that plagues men is often described ... \" (Munoz 413). We see a similar deployment Gayle Rubin's \"Thinking Sex.\" While Rubin uses the article as a space for challenging notions of sex and sexuality; they substitution of gendered language is similar to that of Munoz. \"According to this system, sexuality that is 'good,' 'normal,' and 'natural' should ideally be heterosexual, marital, monogamous, reproductive and non-commercial. It should be coupled, relational, within the same generation and occur at home. It should not be pornography, fetish objects, sex toys of any sort, or roles other than male and female: (Rubin 292). From the gender deconstructivist view, this passage would seem to insinuate that it is the biological binary that is the area of gender where roles come in to play, but this essay argues that the roles come from a blend of gender identity and gender performance, not from sex2• Throughout the process of writing this I have heard a variety of voices: academic, peer, friends, family; all of whom say that the transcendence of gender and its associated categories is all but impossible. True, that for centuries there has been and still remains a dominant binary system. How can we write academically about society changing the ways in which it decodes gender and categorizes bodies, when identificatory language remains binary? Language itself is not allowing for the multiplicity of gendered deployments currently existing in the living world. The primary use of gendered language exists within \"man\" and \"woman,\" often establishing a direct and linear connection to \"male\" and \"female.\" Within pronoun usage, which often exists in a space of neglect and misusage, queer bodies are subjected to conformity, or becoming \"they,\" the primary definition of which is \"used to refer to two or more people or things previously mentioned or easily identified.\" (Google). Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 21t should be noted that biological sex is still a social construction that was discovered and implemented by people, but in this article, roles are referring to gender expectations which are not synonymous with biological sex characterization. 6 Ze, zir, and zim are other versions of pronouns created with the intention of providing identificatory language for queer bodies. While these pronouns were created with the intention of creating language that does not restrict queer bodies to traditional roles, it still exists within the same traditional and binary structure, where one is feminine, one is masculine, and one addresses larger groups or unspecified individuals. Even if these newly created terms were widely used and distributed, other language still remains with no gender neutral or gender ambiguous substitution. Meaning that linguistically, other preexisting subjected terms outside of pronouns or \"man\" and \"woman\", still exist and are used regularly. Language like \"ma'am\" and \"sir,\" \"ladies\" and \"gentleman,\" and \"husband and wife.\" How can nonbinary or genderqueer identities exist within a culture that has no identificatory language outside of the gender binary? The question of agency is key in understanding the existence of non binary and genderqueer identities. As Butler theorizes, gender is not simply forced upon an individual, nor is it inherently a choice by the subject. Rather, it is a negotiation of the historical contexts we find ourselves within. That we actively participate in the construction of gender and its meanings, but within what has been historically provided. For many nonbinary individuals, however, such a performance is not so simply negotiated. Human nature in its modern form, manifests in a way where we must organize and categorize things as we see them. Many nonbinary performances are read or decoded as men or women, even though they may identify as the opposite, neither, or a combination of both. Such readings stem not just from historical contextualization, but from ritualized celebrations of manhood and womanhood, and their social media presence. Celebrations like the gender reveal party. II. The Gender Reveal The origin of the gender reveal party, according to Carly Gieseler author of \"Gender-reveal parties: performing community identity in pink and blue,\" can be traced back to 2008 with a posting on the social media platform YouTube. Meaning that as I write this in 2018, this \"tradition\" has a documented existence of 10 years, with momentum continuing to build as Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies  Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies  7 friends, family, and celebrities alike continue hosting, participating in, and sharing their events on social media. Kelly Clarkson, Gwen Stefani, and millions more are accredited with sharing photos and videos revealing their child’s gender. These videos receive millions of views, shares, likes, and retweets on various social media platforms. “By the time of writing, approximately 128,000 results are now posted to the website [YouTube] under ‘gender-reveal party.” (Gieseler 5) In a search just conducted, Google found over 90 million search results for “gender reveal party.” But what is the gender reveal? And why has it become such a significant event?  As a social gathering the gender reveal is structured as, the name dictates, as a party with the intent of revealing an unborn child’s gender to an audience, whether that be family, friends or the public. The sex of the child is information routinely undisclosed to family, friends, and the expectant parents prior to the event. “Future parents who host this type of event decide to do so before the pregnant woman undergoes the medical ultrasound during which the sonographer determines fetal sex” (Guingard 484). After the results are determined, they are sealed by the medical staff and given to, as Florence Guingard calls them, a “designated co-organizer and complicit performer” who will use the information to prepare the selected method of reveal. This moment remains subjective, with numerous ways thus used to reveal the child’s gender. This moment has varied from the submerging of bath bombs and the slicing of cakes, to the popping of balloons, smashing of baseball bats, and the drifting of cars to emit colored smoke.  Gender reveal parties center their ritual on the gendering of an unborn child, utilizing the semiotics of colors and symbols to convey gender binary normativity. Gender reveal parties have seemingly replaced the desire of expecting parents to have baby showers, which arguably BOW OR BOW TIE 8 celebrate new life entering the world regardless of gender, making gifts universal and non-gender specific. The gender reveal space to the contrary is filled with societally organized semiotics at polarized ends of the gender binary in its limited format. Bows vs. bowties, mustaches vs. ballet tutus, all while remaining in shades of pink and blue. Other elements of the party like snacks and \"take-home-bags11 remain within this binary too, with some parties having two separate bowls of M&M's. One full of pink, promptly labelled \"no nuts,11 and the other full of blue labelled \"with nuts11 • The party will often consist of socializing, much of the conversation focused on betting and picking \"sides11 as to what they believe the child to be, a girl or a boy. The decor, the food, the betting and socializing all leading up to the climactic reveal that the family, friends, and (in some cases) the social media following have been waiting for. No matter the method, the result is always the same. The excitement and squeals of joy at the newly gendered fetus, who now shifts from gender neutral language and gifts, to a boy or girl, with corresponding colors and associated behaviors and activities. The video \"GENDER REVEAL PARTY I BOY OR GIRL?\" was posted to YouTube in February of 2017, as the soon to be parents hosted their gender reveal party. The video begins by panning across a sign that reads \"Girl-or-Boy?\" followed by the panning across a second sign which reads \"Which will it be?\" The expectant parents stand together, holding a large question mark balloon blue on one side and pink on the other, together they rotate it from one side to the next visually depicting the gender binary as only two options. Colored clothespins, gender segregated wives tales, and Hershey© bars with \"he11 colored in blue, and \"she11 colored in pink scattered across the tables. The parents stand together, on either side of a large black balloon, with the \"Girl-or-Boy11 sign hanging behind them. The father holds a pin, as the audience, made up of family and friends, begins to countdown. Reaching \"l,11 the father pops the black balloon upon which the room fills with pink confetti. They embrace as the audience cheers, and the mother's voice echoes \"I knew it was a girl.\" The family joins in bellowing \"We're having a girl! 11 The father then dramatizes the unpinning of the word \"boy\" from the \"BOY-OR-GIRL?\" wall Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies decoration, as the camera zooms in on the word \"girl\". It is within decoding the details of such an event that gender's current superstructure is unveiled. Even while genderqueer bodies do exist and are becoming increasingly more visible, gendered ideology remains the same in its establishment of a linear, univocal connection between biology and gender identity. 9 The message of linear connectivity is not reserved to only examples using such obvious decorations to contain words like boy and girl. We see similar attitudes conveyed using other forms of gendered language too. In the video \"Harry Potter Themed Gender Reveal\" 3 we see a utilization of the language \"witch or wizard\" referencing a history of magic and the fictional characters from J.K Rowling's Harry Potter series. The video is similar to the previous one, in the way that it captured the socialization of party participants. The cameraman began asking what everyone thought the child's gender would be, and they were to wear yellow or green (colors from the Harry Potter houses Hufflepuff and Slytherin) yellow for those who believed it to be a girl, and green for those who believed it to be a boy. The mother wore yellow and the father wore green, indicating their own assumptions about the gender of their unborn child. After everyone's guesses, the guests formed a half moon around the kitchen, while the parents stood behind an island covered in Harry Potter memorabilia. Together they pour liquid into a small black cauldron, which was placed on top of a trunk and next to a sign that read \"Witch or Wizard what will our baby be?\" The camera pans to the family as they shriek with joy. The camera angle comes back to the parents, as the cauldron overflows with pink foam. The father bellows \"it's a girl!\" as the family applauds and hugs. This particular video was chosen to show another example of climactic moment reveal, but also to shed light on to the language choice. \"Witch or Wizard\" is another variation of gendered language used in such events to only establish two options for gender, still based off the determined sexual organs4• Such an event embodies the linear connectivity of gender's subcomponents, biological sex, gender identity, and gender performance. It celebrates in a ritualized way a forced, predetermined gender identity for an unborn fetus based on its biological sex. From this determination of fetal sex, colors societally coded and organized belonging to one gender or Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 3 Links to both reveal videos can be found in the citations on page 19 4 While magic traditionally has existed in a state of suspended reality for what is possible and what is not, that the gender binary remained stagnant. the other, are used and decoded by both the parents and viewers, to know and understand the child will identify as a boy or a girl. This of course, sets everything in motion. For a female child, predetermined by the parents and society alike to be a girl, from the historically contextualized knowledge they were raised with, will begin to receive a different upbringing based on this decision. Gifts will shift from neutral child-raising necessities, to pink onesies, she/her pronouns, and princess roleplaying. As seen in any number of sociological studies, young girls are socially conditioned to behave and act differently than their boy counterparts. One study conducted provided children, all identified as girls and boys, with lemonade that had salt added to it. Understandably, the lemonade was not good. However, only the children raised as boys reacted negatively to it, both vocally and in their expressions. They were assertive with their dislike, vocally expressing it to the moderator, while children raised as girls did not say anything. Even if their faces tensed up from the flavor, they would say it was good, out of respect and not wanting to be rude (Source Citation Pending). Not only does this show us that boys and girls are raised differently, it shows that such behaviors and attitudes are taught and learned based off of current understandings about gender and behaviors, as well as its correlation to biological sex being the determinant of how a child will be raised. Equally the decision of gender remains up to the parents, a choice made expressly within the binary, erasing the existence of genderqueer children. Ill. Social Media: Ideological Vehicle 10 Many would argue that such a gendered ideology has evolved over the past few decades. Too often though, new LGBT issues and concerns are shut down with rebuttals of marriage equality. And while acceptance around gender expression has seemingly advanced into a more progressive era, we see events like the gender reveal rise up to continue establishing the gender binary and its associated normalcy. Social Media is an ever-growing phenomena. Research on social media regarding Facebook during 2017 showed that \"it was found that 1.4 billion active users visited the social network on a daily basis. Overall, daily active Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies  Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies  11 users accounted for 66 percent of monthly active users” (Statista). Instagram, Twitter, YouTube, and Pinterest all correlate with the data that hundreds of millions if not billions of people use one of, multiple, or all of these sites daily. It is sites like these that allow for a mass distribution of ideological thoughts and practices. Such footage and its associated ideologies, which in turn are consumed by millions, keep such traditions reoccurring.    Janelle Applequist writes about Pinterest as one of the social media platforms facilitating the large increase in gender reveal party popularity, images, and ideologies. Pinterest is a social media network functioning as a collection of images and links of which people may “pin” to various boards on their home page. “Pinning” is so that images and ideas found can be referenced later, often for crafting, or event planning. Pinterest now serves as a hub of gender reveal images and ideas. “Pinterest is acting as a vehicle to perpetuate cultural ideas surrounding what it means to be a ‘girl’ or ‘boy’” (Applequist 58). In doing so, this contributes to a greater circulation of gender reveal parties and in turn the associated binary and linear ideology. Equally, Facebook has become a platform for mass circulation of these videos too. Likes, shares, comments, distributing a normative deployment of gender across the world. To Applequist’s point, all social media has served as that vehicle to continue a constant flowing deployment of gender normativity. Facebook being a vehicle on which parents, magazine companies, and other pages actively share hundreds, if not thousands of these gender reveal ® gender reveal AIIPlns V Home Explore ~ ustin Ideas Party Photography Basketball Announcement Games Oecorahons Baby Shower Decorations & Themes -- Alternatives to games ... 22 Cute & Creative Gender DIV Gender Reveal Party Ideas ~ ... > + ? Prtvacy videos. Reifying that while society may progress, new ways of circulating binary and limiting ideologies continue to present themselves, and mature in their popularity and circulation. 12 The use of semiotics within these parties, conveys more than just an erasure of genderqueer existence. Not only establishing a univocal, unidirectional movement between binary gendered subcomponents, they establish a sexist ideology within normative deployments of gender as well. Through associating tutus with girls, or bowties with boys, those who do identify within normative cisgendered identities, are still being raised to understand that there are certain behaviors, attitudes, items, and activities that are exclusive to one gender or the other on a binary scale. And in mass circulation of these videos and images, both of these ideological tropes continue to not only exist, but to thrive. \"When a child is 'gendered', that child receives and enigmatic demand or desire from the adult world; the primary helplessness of the child is, in this case, a profound confusion or disorientation about what it is that gender means ... \" (Butler xi). In the hosting and media driven distribution of this event, we see a push toward essentialist arguments and the assumed linear connectivity between sex and gender, thus facilitating an erasure of genderqueer existence, and the construction of the \"closet\" these children may one day have to \"come out\" of. It is in this celebration and ritualization of gender normativity, that constitutes the \"non-normative\" experience of the genderqueer or nonbinary individual. Forcing a child, determined to be male or female based on genitalia, to identify with the socially linear gender identity and performance, is to decide the child's identity for them based on the experiences of the parents themselves. IV. Disidentifications, Depression, and The DSM-5 In the introductory chapter of Jose Munoz's, \"Disidentification,\" he defines and explores the concept of disidentification in relation to normative and hegemonic structures of identity and power. Disidentification, Munoz describes, is \"descriptive of the survival strategies the minority subject practices in order to negotiate a phobic majoritarian public sphere that Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies continuously elides or punishes the existence of subjects who do not conform to the phantasm of normative citizenship\" (Munoz 4). He argues that the subjects exist as \"identities-in-difference,\" emerging only from a failed interpolation or assimilation into the dominant public sphere. It is through this disidentification with the majority, Munoz argues, that contributes to the function of the counterpublic sphere. It is the forcing of children into gendered subject positions before they've exited the womb that begins the disidentificatory process. 13 Now it must be said, that to exist within this linear structure is a perfectly valid form of identity. Meaning that cisgendered white males, that identify as men and perform in a masculine way, are still valid. It is not the goal of this essay to discredit normative gender deployments, rather, it is the hegemonic dominance of such a category, that must be questioned. While a valid form of identity, it has become the narrative of all male bodies, creating a disidentificatoy experience later as the child begins to renegotiate the gendered terms of their existence that are put onto them by their parents and the world around them. Disidentification in its relationship to genderqueer ideology is important for two distinctly different reasons. First, that it acts in opposition to normative hegemonic understandings of gender; but that it exists too as a form of survival. Not always as a physical life or death survival, but as the survival of their illegitimatized identity in a world with no language or social space in which they can exist, as media facilitated events push normative gender deployments. There is no denying that individuals may not neatly fit into the linear expectations of their gender and gender identity. Then why is it that such events as the gender reveal not only eradicate queer existence through claiming ignorance, but actively push normative expectations onto their children? For many parents, discovering a child may not fit into what gender is expected of them, often is taken personally, feeling they've failed by raising a child that knows and sees themself differently than the parent may have hoped. Historically this was defined as Gender Identity Disorder, now redefined as \"gender dysphoria\" in the DSM-5. Previously, it was classified as a clinical mental disorder, requiring any number of corrective psychiatric treatments condoned by medical professionals, to attempt to \"correct\" the Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies individual. Gender Identity Disorder was originally classified with the understanding that any dissonance between gender identity and biological sex was wrong, and required treatment. Recently, the renaming to Gender Dysphoria declassified this experience as a mental disorder. But such ideologies around a linear connection between gender and sex, are not just social but pushed by members of the medical community too. I keep these terms in the present tense, as the article \"A Critique of 'Gender Dysphoria' in DSM-5,\" was published in the July 2017 edition of Ethics and Medicine. In which, the argument is that such a change was purely driven by the \"social and ideological considerations\" rather than evidence (Furton 1). Some argue that the change to gender dysphoria means no longer classifying the experience of gender identity incongruence as mental illness. Rather, that the experience of distress is caused by society's unwillingness to accept the individual, for experiencing the incongruence itself. The author, Edward Furton disagrees fervently. He feels that this change was not based enough in fact, and discredits all the work done prior, with no \"evidence\" to support the change. He clearly believes that a linear connectivity between the different elements of gender is \"natural\" and \"congruent\". Anything else being unnatural and requiring of psychiatric evaluation and intervention5 • It is by this time well known that LGB people have significantly higher rates of depression and attempted suicide than their heterosexual counterparts. The Trevor project has compiled research in their attempt to raise awareness on this issue. \"Each episode of LGBT victimization, such as physical or verbal harassment or abuse, increases the likelihood of self-harming behavior by 2.5 times on average\" (Trevor Project). The Williams Institute, on the other hand began compiling data on the various influences of depression and suicide attempts, specifically dedicating some of their research to those who identified as transgender or gender non-conforming and nonbinary. As shown in Figure A, it was concluded that those who were identifiable as transgender and/or gender nonconforming always or most of the time, were significantly more likely to have attempted suicide than those who were occasionally or never Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 5Equally in the article \"Rethinking Gender'' intersex children from around the world exist, without surgical alteration or as Furton would call it, \"intervention\". So how can the denial of such bodies allow medical minds to remain in binaries? This again shows the incapacity of some professionals to acknowledge the validity of intersex individuals or expand upon binary ideology. 14  Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies  15 identified as such. Representing two key points. First, that transgender or gender nonconforming people still were likely to, or had already attempted suicide before. And secondly, that those who fit into the binary gender performance, were less likely to attempt suicide because of the societal acceptance or ignorance to that fact. Figure B, examines a different aspect of this, conducting research around self-identification of transgender or gender nonconforming identity.  These results found that those that never identified themselves or told others that they were gender nonconforming or transgender, were 17% less likely to attempt suicide than those who told everyone. What is interesting, is that the based off the number of participants, the highest frequency only self-identified to close friends, yet still had a higher likelihood of attempting suicide than those who told no one at all. Astonishingly, 50% of people who openly identify as transgender or gender nonconforming have attempted suicide.   It is statistics like this that show how something like gender dysphoria has shifted. Transgender and gender nonconforming and/or nonbinary people do experience heightened Figure A Figure B Table 6: Ufetlme suldde attempb by perceived recognition by others People <::an tell I'm transsgender/GNC Always Most of the time Sometimes Occasionally Never ----------Have Attempted SUicide Frequency Row% 167 42% -457 45% -693 41% --765 41% 487 36% -x~ = 2.0.6, P <.001 Table 8: Ut'etlme auldde attempb by dlsclosure of transgendff/gender non-conforming status I tell people that I'm traru;gender/G NC Never Tell people who are close friends Tell people who are casual friends Tell work colleagues Tell family Tell everyone I Have Attempted Sul-c:ide Frequency Row% 242 33% -1755 40% -692 41% -565 40% -1091 41% --468 50% 16 levels of depression or negative thoughts around self-harm, with an alarming rate of suicidal attempts. It is however, not the experience of an incongruent gender identity from one's biological identity. Rather, it is arguably derived from the questions used in the research charts, \"I tell people that I'm transgender/GNC,\" and \"people can tell I'm transgender/GNC\" that show such depression and suicidal thoughts center themselves around society, and the ways in which it views, categorizes, and ostracizes difference. It is this inability to recognize difference as just that, rather than inherently negative or deviant. The labeling of nonbinary gender presentations, clearly effects mental health in ways that are profoundly ignored. Perhaps this is also due to a historical contextualization of mental health work around these individuals. Re-examining the creation of \"Gender Identity Disorder\" as a mental health condition and its dehumanization of the subject themselves. While progress has been made in its declassification as a mental disorder, mental health as a profession, still has room to grow. Especially when providing counseling services to nonbinary, gender non-conforming and transgender youth. V. ROOM FOR IMPROVEMENT In \"A Conversation with Gender Non-Conforming, Gender Non-Binary Youth\", mediated by Julie Tilsen, two nonbinary, transfeminine youth talk about their experiences as queer non binary people of color. The purpose of the video, is to have a resource for therapists, doctors, teachers, and counselors, seeking information on how to help nonbinary and transgender students. Em and Isa, talk about their experiences with gender identity and social constructivism: JULIE TILSEN: And what are some of the ways that you notice other people caring a lot about gender? EM: Well, I, I think like, gender is fake ... and I think having said that ... I don't think like, gender is a real concept I think ... it's like, something pushed on everyone and the roles of gender are pushed on all of us and I think identity is completely different thing, I think identity is something that we've created for ourselves and something I'm, I'm constantly Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies creating for myself ... who feel like, isolated from not identifying as a man or woman living in this space between these two like, like, mainstream gender roles ... JULIE TILSEN: Right. EM: My identity helps me like, navigate this world a lot easier. ISA: Bouncing off of that of gender's fake, and a social construct ... which I believe very strongly also. Even though it is fake, and a concept made up by people as a means to categorize other people, it's still something that's there and that we ca-- and I say we, but I mean me-- or I. .. that I can't get away from in the sense of no matter where I go there is going to be documents to fi!! out that say ma!e or female, There's going to be restrooms that are male or female and like, once in a while you have a family restroom or all genders bathroom. EM: Yeah, it's tough, you can't escape, really ... ISA: Yeah. JULIE TILSEN So it's, it's fake it's a, it's a construct, it's these things like you said these roles people get put into, but they're \"there\", even though it's fake. This conversation is echoed with the thoughts and feelings about not having to be the voice for all nonbinary people, or having to be the teacher of such an experience every time they enter a room. There is a call for mental health professionals and teachers alike to take initiative in understanding the ways in which gender is shifting, to educate others, and to protect those who identify as such. Yet as we see in Edward Furton's arguments, medical professionals are still fighting to be able to classify individuals like Em and Isa as mentally ill, rather than figuring out ways to support them and the gender dysphoria or depression they may experience from a lack of societal understanding and support. 17 Genderqueer and nonbinary identities do not exist as a new phenomenon, but research has begun to evolve in more recent years. In \"Non-binary or genderqeueer genders\", by Christina Richards, these identities are examined more closely. The article examines a shifting attitude in Europe toward the inclusion of a third gender on political forms like passports, forms of identification, and etc. Distinctions are made between the different manifestations of gender Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 18 within nonbinary experiences. The most important distinguishing factor of nonbinary identity, being that there is no univocal way of being nonbinary. There are certainly nonbinary and transgender individuals \"who make physical gender changes within the binary, and non-binary people who do not ... \" (Richards 99). The central element of nonbinary identity is that there are not constraints. Existing in a state of multidirectional fluidity, allows for endless possibilities and deployments. Allowing for one to take a more active role in the construction of their identity. What this essay has explored, are the ways that nonbinary, multidirectional, and genderqueer bodies are being erased, even as we take these \"strides\" toward equality. The gender reveal cuts non-normative deployments of gender out of the conversation, and forces the established linearity we are expected to conform to. Specifically the way parents, family, and friends police the unborn body, restricting gender, limiting identity, and thereby removing agency. Secondly, in the ways that such a linear expectation creates internalized depression and higher rates of attempted and successful suicidal actions, to show an actual physical erasure of genderqueer bodies. Through a mass circulated ideological constraint, these ideas continue to be synonymous with normalcy, causing a disidentificatory experience, that for many results in the loss of their lives. Gender does exist in a multidirectional fluidity, manifesting in an endless number of identities and presentations. In distributing and celebrating events and practices that continue to establish a linear deployment of gender, we not only reify normative gender stereotypes, but we erase queer existence; and create the struggle of having to negotiate one's identity as they grow from a gendered fetus. In this negotiation of identity and self, a societal view, lack of imaginative language, and normalized gender expectations create for the non binary subject an internal and external struggle, too often resulting in depression, and attempted suicide. It is in the lack of mental health understanding and support, as well as societal ostracizing, that such individuals feel they have no one to turn to, and lack recognition and support. In the celebration of the gender binary, through a social and academic hegemonic language simplification, male and female, man and woman, and masculine and feminine; not only act as Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies limiting forces erasing identity and inflicting pain, they serve as defensive barriers not allowing for a true multidirectional fluidity. In celebrating that binary through social performance, we only strengthen those barriers, and keep ourselves from moving beyond such limiting subjectivity. Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 19 Glossary: 1.) Cisgendered -A normative performance and/or identity linearly correlating to one's biological sex. 2.) Gender Binary - Ideology that there are only two genders, i.e. man and woman. 3.) lntersex - lntersexuality refers to a child having ambiguous genitalia not fitting neatly into binary categories of male and female 4.) LGBT- Acronym for the Lesbian, Gay, Bisexual, Transgender, Queer, Questioning, Asexual, and Pansexual communities. 5.) Nonbinary-A gender identity that exists outside of, or in combination of, the components of binary gender. Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 20 Works Cited Butler, Judith. \"Critically Queer.\" Performance Studies, 2003, pp. 152-165. EBSCOhost. Butler, Judith. \"Performative Acts and Gender Constitution: An Essay in Phenomenology and Feminist Theory.\" Theatre Journal, vol. 40, no. 4, 1988, p. 519. EBSCOhost. Butler, Judith. \"Performativity, Precarity, and Sexual Politics.\" A/BR., vol. 04, no. 03, Jan. 2009. EBSCOhost. Corwin, Anna I. \"Emerging Genders: Semiotic Agency and the Performance of Gender among Genderqueer Individuals.\" Gender & Language, vol. 11, no. 2, May 2017, pp. 255-277. EBSCOhost \"Facebook: Global Daily Active Users 2017 I Statistic.\" Statista, 2018, www.statista.com/statistics/346167/facebook-global-dau/. Furton, Edward J. \"A Critique of 'Gender Dysphoria' in DSM-5.\" Ethics & Medics, vol. 42, no. 7, July 2017, pp. 1-4. EBSCOhost. Gieseler, Carly. \"Gender-Reveal Parties: Performing Community Identity in Pink and Blue.\" Journal of Gender Studies, Sept. 2017. Pp. 1-11. EBSCOhost. Google, Google, www.google.com/. Gordon, Kyle. \"Social Media - Statistics & Facts.\" Statista, 2017, www.statista.com/topics/1164/social-networks/. Gray, Jonathon M. \"Heteronormativity Without Nature: Toward a Queer Ecology.\" QED: A Journal in GLBTQ Worldmaking, vol. 4, no. 2, 2017, pp. 137-142. Guignard, Florence Pasche. \"A Gendered Bun in the Oven. The Gender-Reveal Party as a New Ritualization during Pregnancy.\" Studies in Religion/Sciences Religieuses, vol. 44, no. 4, 2015, pp. 479-500. Haas, Ann, et al. \"Suicide Attempts Among Transgender and Gender Non-Conforming 21 Adults.\" Williams Institute, American Foundation For Suicide Prevention, 5 Jan. 2014, williamsinstitute.law.ucla.edu/research/suicide-attempts-among-transgender-and-gender-non-co n forming-ad u Its/. Henig, Robin Marantz. \"Rethinking Gender.\" National Geographic, vol. 231, no. 1, Jan. 2017, p. 48. EBSCOhost Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies 22 Munoz, Jose E. \"Feeling Brown, Feeling Down: Latina Affect, the Performativity of Race, and the Depressive Position.\" Signs: Journal of Women in Culture and Society, vol. 31, no. 3, 2006, pp. 675-688. Munoz, Jose E. \"Performing Disidentifications.\" Disidentifications, 1994. Richards, Christina, et al. \"Non-Binary or Genderqueer Genders.\" International Review of Psychiatry, vol. 28, no. 1, Feb. 2016, pp. 95-102. EBSCOhost, Robs, J&D. \"Gender Reveal Party I Boy or Girl.\" YouTube, YouTube, 12 Feb. 2017, www. you tu be.com/watch ?v=OWvtRl TLPAI. Rubin, Gayle. \"Talking Sex: A Conversation on Sexuality and Feminism.\" Feminist Review, no. 11, 1982, p. 40., doi:10.2307 /1394826. Tilsen, Julie Beth. A Conversation with Gender Non-Conforming, Gender Non-Binary Youth. [Alexandria, Virginia] : Microtraining Associates, (2017], 2017. EBSCOhost Vlogs, Farnham. \"Harry Potter Themed Gender Reveal.\" YouTube, YouTube, 10 Feb. 2018, www.youtube.com/watch?v=Y8aw6nHbvwA. Boys, Balls, and The Blues: The Erasure of Genderqueer Bodies ",
    "id": 235201798,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.colum.edu:cultural_studies-1033"
    },
    "title": "Boys, Balls, and the Blues: The Erasure of Genderqueer Bodies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-05-11T08:00:00+01:00",
    "publisher": "Digital Commons @ Columbia College Chicago",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.colum.edu/cgi/viewcontent.cgi?article=1033&context=cultural_studies"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/235201798.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/235201798"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/235201798/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/235201798/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/235201798"
        }
    ],
    "abstract": "The goal of this essay is to re-explore the concept of gender in its relation to genderqueer and nonbinary identities. Before its examination of the gender reveal party, this essay examines male and female, masculine and feminine, and man and woman, carefully critiquing and distinguishing biological sex from gender expression and gender identity using a Queer theoretical framework to contextualize these distinctions in relation to queer identities. Through a modern contextualization, linguistic analysis, and a critical media examination of gender reveal images and footage, this essay acknowledges and analyzes the heteronormative structures that reinforce gender binaries. It challenges the deployment of gender expectations and restrictions on unborn children; understands gender as a complex superstructure that cannot be predicted through sexual organs; and actively deconstructs existing binaries. Questioning the ways this process erases queer bodies, this essay examines the forced unidirectional and linear movement between the gender binaries, and ponders how a fluid, multidirectional definition of gender is able to cultivate when said binaries constrain both socially and linguistically before a person is born. 27 pages",
    "tags": [
        "text",
        "Gender",
        "Genderqueer",
        "Queer",
        "Gender Reveal",
        "Binary",
        "LGBT",
        "Nonbinary",
        "American Studies",
        "Arts and Humanities",
        "Cultural History",
        "Feminist, Gender, and Sexuality Studies",
        "Lesbian, Gay, Bisexual, and Transgender Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.colum.edu:cultural_studies-1033",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12759",
        "openDoarId": 0,
        "name": "Columbia College Chicago: Digital Commons",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 235201798,
        "depositedDate": null,
        "publishedDate": "2018-05-11T08:00:00+01:00",
        "updatedDate": "2024-02-11T11:38:31+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T04:56:09+00:00"
    },
    "urls": [
        "https://digitalcommons.colum.edu/cultural_studies/33",
        "https://digitalcommons.colum.edu/context/cultural_studies/article/1033/viewcontent/CS_2018_McGrath_Austin.pdf"
    ],
    "lastUpdate": "2024-02-11T11:38:31+00:00",
    "setSpecs": []
}