{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sastimdur, Lina Yasmine"
        },
        {
            "name": "Universitat Autònoma de Barcelona. Facultat de Ciències de la Comunicació"
        }
    ],
    "contributors": [
        "Coromina, Òscar,"
    ],
    "createdDate": "2023-12-07T06:48:58+00:00",
    "dataProvider": {
        "id": 522,
        "name": "Diposit Digital de Documents de la UAB",
        "url": "https://api.core.ac.uk/v3/data-providers/522",
        "logo": "https://api.core.ac.uk/data-providers/522/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/591966587.pdf",
    "fullText": "Breaking Down  \t Heteronormativity:  The Power of  \t QUEER Narratives on Social Media   by Lina Yasmine Sastimdur        Submitted to the  Departament de Communicació Audiovisual I Publicitat Facultat de Ciènces de la Communicació Universitat Autònoma de Barcelona on June 25rd, 2023 in partial fulfillment of the requirements  for the degree of  Master in Audiovisual Communication and Advertising Content       Thesis Advisor \t \t Professor Òscar Coromina Rodríguez 1. Introduction \t 1.1. Background \t \t 1.1.1. Heteronormativity  \t \t 1.1.2. Social Media \t \t 1.1.3. Queer Creativity \t \t 1.2. Object of study \t 1.3. Objectives, Justifications, Limitations 2. Theoretical Framework \t 2.1. Theoretical Foundation \t 2.2. Research Interest  3. Methodology \t 3.1. Method \t 3.2. Sample \t 3.3. Strategies for data analysis 4. Analysis 5. Conclusion List of References Table of Figures                         Introduction In the last few years, the debates on identity politics have reclaimed a new topicality. Politically, we are in a period in which right-wing parties in Europe are experiencing a renewed upswing.  The Austrian Freedom Party (FPÖ) breaks through into government, large regions of Poland are labeled ‘LGTB-free zones’ and the Alternative for Germany (AfD) is represented in all German state parliaments. \t Part of the party program that is promoted on the official website of the AfD is: „federal and state family policy to be oriented towards the image of the family consisting of father, mother, and children.“ (AfD, 2023)  and „federal and state governments are no longer allowed to provide funding for ‘gender research’ or to fill ‘gender professorships’“ (AfD, 2023) fostering the reproduction of heteronormativity. Right-wing parties surely espouse ideologies opposed to marginalized groups' rights and acceptance. Additionally, three significant shootings took place in LGTBQ+ Bars in Oslo, Bratislava, and Colorado in 2022. The abbreviation LGBTQ+ represents Lesbian, Gay, Bisexual, Transgender, and Queer. The letter \"Q\" is sometimes interpreted as \"questioning,\" which pertains to people who are still exploring their sexual orientation or gender identity (Dastagir, 2017). These initials characterize an individual's sexual identity that diverges from what is generally perceived as typical. \"LGB\" refers to sexual identities, \"T\" signifies gender identity, and \"Q\" can refer to both (Eliason, 2014). \t The rise of the radical right does not stop in Spain, a country under an extreme right dictatorship until 1975. During the regime of Francisco Franco in Spain following the Civil War, LGBTQ+ individuals were subjected to severe persecution. The dictatorship led by Franco enacted various national laws and decrees that secured firm gender roles and criminalized homosexuality, resulting in LGBTQ+ individuals being imprisoned, sent to internment camps, or even murdered (Perez-Sanchez, 1999).  After the end of dictatorship and the transition to democracy, Spain was one of the first countries in the world to decriminalize homosexuality. The rationale behind this apparent paradox that Spain suddenly favored LGTBQ+ individuals more than other European countries can be traced back to Foucault's view that repressive power is not a purely oppressive force but instead operates as a \"productive network“ (Fouz-Hernández, 2004). The emergence of LGTBQ+ activism like Colectivo de Liberación Homosexual (COLHOMO) and the Front d'Alliberament Gai de Catalunya (FAGC), and cultural movements such as Movida Madrileña as well as LGBTQ+ neighborhoods, like Barcelona's Gaixample or Madrid’s Chueca contributed to making Spain one of Europe’s most socially tolerant places of today. In the Post-Franco era, a remarkable surge of creative liberty unfolded, permeating the realms of music, art, and cinema. Notably, Pedro Almodóvar's 'All About My Mother,' a motion picture set in Barcelona, stood out as an exceptional rarity within Spanish-language films for fearlessly tackling themes of gay and trans experience. Same-sex marriage and gay adoption were legalized under the Socialist Prime Minster in 2005 despite heavy criticism from the Catholic Church, which was called a Revolution by Evelyne Paradis, director of ILGA Europe. \t These political and societal changes have encountered strong opposition simultaneously. After the financial crises and the consultation in Catalonia regarding independence in 2013, the far-right party VOX appeared and became the country’s third-largest political force within a few years.  Since VOX's existence, the party has opposed certain LGTBQ+ rights and protection, including same-sex marriage and adoption, LGTBQ+ rights education in schools, and gender equality policies. Despite this development, Spain is one of the first countries that approved a law that simplifies the legal process for transgender individuals to change their gender and name on official documents without requiring medical interventions or judicial approval (Morel, 2023). 2The country has emerged as a trailblazer in promoting LGBTQ+ rights and acceptance, evident in Spain's high ranking on Equaldex, surpassing Germany and coming after the Netherlands (Equaldex, 2023).\tAmidst the battle between challenging oppressive norms like heteronormativity and the disturbing attempts to reinforce discriminatory concepts, queer self-expression, and empowerment become vital to foster a diverse and tolerant society.  Heteronormativity  Heteronormativity is a social and cultural concept that assumes heterosexuality is the norm. It views relationships and identities that conform to traditional notions of the male-female binary as the ideal while marginalizing non-heterosexual and non-cisgender identities and relationships (Warner, 1991). The term is characterized by one of the first crucial works of queer theory by Michael Warner (1991), who suggests that heteronormativity is not an inherent or natural state but rather a social construct that is historically and culturally contingent and that it has significant implications for the experiences and identities of individuals who do not conform to heteronormative expectations. \t A contrast to this concept is formed by the word “queer“. The term originally referred to individuals whose gender and sexual identities did not conform to a heterosexual order with binary genders. Initially used as a pejorative insult towards this group, in the 1980s, LGBTQ+ individuals of color began to reclaim the term and use it as a self-designation, leading to the politicization of the term (Perko, 2005). Unlike \"gay\" or \"lesbian,\" \"queer\" is explicitly political, encompassing a broader critique of heteronormativity and the gender binary. Not all gay individuals identify as queer; some may not reject transphobia, racism, or police violence automatically. However, they still do not conform to heteronormative societal norms due to their sexuality. When a community re-appropriates former slurs, it can be understood as a social and political act that shifts the power of language. Reclamation of language is a phenomenon in which marginalized community members take ownership of a terming that was once used to oppress or discriminate against them (Ritchie, 2017 ). The popular slogan from the protestor group Queer Nation—“We’re here! We’re Queer! Get used to it!”— is a great example. The chant utilizes a slur for self-identification and asserts the normalization and respect for queerness (Levina et al., 2000). The word queer can best be compared to the Spanish word “Maricón“ or “Marica\" used as a term of affection or camaraderie in the Spanish LGBTQ+ community. The following appropriation goes so far that an entire Barcelonian collective has named itself after it. MARICAS is an event series that started in 2018. A feminist and queer party created and run by FLINTA+ (female, lesbian, intersex, non-binary, trans, and asexual/ally) to change Barcelona’s predominantly heteronormative nightlife. The intention of naming the event series “MARICAS“ is a call for society to respect individuals who identify as queer (Maricas, 2018).  „Como dato curioso, Facebook nos ha impedido poner nuestro logotipo como portada de la página oficial de Maricas ya que podría llegar a ofender a cierto sector de la sociedad. Sinceramente creemos que esto representa al cien por cien el primero de los miles de obstáculos que nos impiden aceptar la realidad del colectivo LGTBQ+.“ (Maricas, 2018)  The belief of heteronormativity is often deeply ingrained in our cultural practices and institutions, such as government, religion, education, and mass media. Judith Butler argues that heteronormativity operates through a system of gender performativity, where individuals are expected to conform to socially constructed gender roles and norms in order to be recognized and accepted in society. Socio-cultural conditioning supports heteronormativity, but even more a visual culture that promotes homo-invisibility (Butler, 1991). In mainstream media, this can manifest in several ways, such as only showing 3heterosexual relationships or portraying lesbian, gay, bisexual, trans, queer, and other sexual and/or gender minority characters as stereotypes or as the target of a joke (Bond, 2014). Research has identified that this can have a negative impact on queer individuals by reinforcing the idea that their relationships are not as valid as cis-heterosexual ones and by perpetuating negative stereotypes (Bond, 2015; Craig et al., 2015).  Social Media   With the breakthrough and rising accessibility to the internet, social media has become a new communication paradigm for individuals to generate, consume, share content, and/or interact and connect. The continuous advancement of technology provided internet users with new means to exercise their freedom of expression. Previously, only a select group of people, such as politicians, celebrities, advertisers, and media moguls, had access to a broad audience. However, with personal web pages, anyone could become a mass communicator (Dominick, 1999). Over time, social media has evolved from a platform for self-expression and personalization of profile pages (as seen on MySpace) to a form of self-expression that prioritizes social relations, symbolic capital, and networking (as exemplified by Facebook and Instagram). In addition to traditional forms of media consumption, social media users are actively engaged in media production as part of their everyday lives.  Ellison and boyd (2013) highlight how nowadays social media platforms are a blend of user-created and user-generated content, with profiles featuring not just self-descriptive, static text but a dynamic combination of content provided by the user (such as live streams, stories, feed posts, etc.), activity reports (likes, comments, re-sharing), content provided by others (tagged feed posts or stories), and system-provided content (such as a subset of one's friend followers). This shift towards a more interconnected, dynamic, and socially-focused form of social media has significantly impacted how we present ourselves and connect with others online. Users are now able to curate a highly personalized online presence that reflects their interests, hobbies, and social networks. At the same time, there is a growing pressure to present oneself positively and to amass social capital through likes, shares, and followers. This has led to a culture of self-presentation and comparison that can be both empowering and fraught with anxiety (Jenzen, O., & Karl, I., 2014).  However, research shows that social media can benefit the underrepresented LGTBQ+ community as they can escape the heteronormative matrix of mainstream media (Liu, X., Min, Q., & Han, S., 2020). The open visibility of queer identities on social media can support the identification and socialization process while offering a platform to learn and inform about various elements of LGTBQ+ identity, filling information gaps mainstream media is not able to (DeHaan et al., 2011). Especially social media platforms like Instagram that emphasize images and videos over text-based content make this process more appealing. Furthermore, as a mobile app with a user-friendly interface, Instagram is always accessible, making it a convenient option for informal learning (Fox & Ralston, 2016). Adolescents who are still unsure about their gender and sexual orientation may value that Instagram provides users with privacy controls, such as the control over tagged pictures and the ability to make their profiles private.(Nandyala, 2018). This gives more control over their online presence and allows them to share their content with a select group of people if they choose to do so. In 2021 Instagram added the feature to add pronouns to user bios, allowing users to specify the pronouns they prefer to be referred to such as he/him, she/her, they/them, and others. This can help online users to understand and respect each other's gender identity. Still, Instagram has a long way to go when it comes to making the platform more inclusive to all.  4 On that note, the impact of social media on LGTBQ+ individuals can vary depending on individual circumstances and experiences. While Instagram surely can be a valuable tool, it is essential to be mindful of the potential negative aspects. These include cyberbullying, misinformation, and harmful stereotyping that can contribute to stigma and misconceptions, privacy and safety concerns, and mental health issues: anxiety, comparing oneself to others and seeking external validation, and body/beauty image concerns (Brailovskaia et al., 2020; Dhoest et al., 2016; Turban, 2019; MConnell et al., 2018; Miller, 2017). Apart from this, the representation of LGBTQ+ individuals on social media can sometimes be filtered or selective, only showcasing a narrow and idealized version of queer lives, which may not fully represent the diversity and complexities of LGBTQ+ experiences and potentially could lead to peer pressure (Chan, 2023; Quick, 2021).  However, this thesis is fully aware of these negative aspects, yet will focus primarily on the beneficial aspects of internet use by queer individuals.  Queer creativity   Queer visibility on social media is critical because, in direct comparison to their heterosexual, same-sex peers, LGBTQ+ individuals face a unique journey in which they must actively form and disclose their identity. Learning through direct questioning, observation, and personal experience guides this identification and socialization process (Craig & McInroy, 2014). According to Wakeford are “Cyberqueer spaces (…) constantly reconstituted as points of resistance against the dominant assumption of the normality of heterosexuality in ways which are familiar to activists engaged in other struggles against heterosexism“ (Wakeford, 2002 p.408).   “Queers cannot confront the logic of heterosexuality by being another kind of identity. Queer should disturb all sexual boundaries, and create sexual mayhem, so that any individual may occupy or perform any sexual or gender identity, rather than have a valid identity; in this way, queer undermines the very notion of truth of sexuality.“  (Kennedy, 1994, p.140)  Narratives are stories that have a lasting impact on social discourse and thought patterns over a more extended period of time (Golden, 1997). Queer narratives, in particular, play a crucial role in raising awareness about the experiences and struggles of LGBTQ+ people. Queer theorists have widely utilized narrative theory to redefine and reimagine the cultural complexities surrounding sex, gender, and sexuality. Additionally, they have applied this approach to critically analyze and challenge the social constructs related to race, nation, and class. By employing narrative theory, queer theorists aim to explore and reshape our understanding of these fundamental categories, recognizing the power of storytelling and personal narratives in shaping social identities and experiences (Synnes & Malterud, 2019). This perspective allows for a nuanced examination of how cultural dynamics intersect and influence individual and collective lived realities, ultimately seeking to dismantle oppressive systems and foster greater inclusivity and equality (Mulhall, 2020). Creativity is an essential element in digital storytelling, as it has the power to enhance the visual appeal and emotional impact of the story. Art can be rebellious, thought-provoking, emotionally captivating, and bold, serving as a conduit for the marginalized to express their fortitude, suffering, and unity. When art intersects with prevailing ideologies and entrenched structures of authority, it has the potential to spark a revolution (Marcuse, 2007). Art dares to question conventional wisdom, challenge entrenched beliefs, and defy established powers, making it an excellent tool for activism (Verma, 2022). In today's world, 5artistic creation has become increasingly accessible due to the pervasive presence of social media and technology in our lives. This accessibility has given rise to a new generation of artists who are using their creative skills online to dismantle prejudices and provide a sense of community and support for individuals who may feel unsure of their sexual and gender identity. (Pascoe, 2011).  Creativity relies on common abilities inherent in every individual, such as perception, memory, understanding, recognition, and practice. It involves the combination of data, perceptions, and materials, requiring a curious mind with diverse experiences and broad knowledge. By utilizing acquired knowledge in novel ways, creativity leads to the development of innovative products or outcomes. Florida (2012) emphasizes that creativity demands the courage to challenge established patterns of thinking and disrupt conventions. Creativity is the ability to express one's imagination in specific objects while being attuned to the external world and oneself (Reckwitz, 2008). According to Maslow (1987), creativity involves inventiveness and sensitivity to unexplored possibilities. Building on this, Basten (2016) suggests that creativity is not limited to a brilliant creative process but primarily entails a focus on novelty, which must meet aesthetic criteria. In the field of organizational psychology, Schuler (2006) has identified the following aspects of creativity: open-mindedness, motivation to perform, initiative, self-confidence, and experience. While creativity was once primarily associated with the realm of culture, it has become essential in economic and social contexts. Rothauer (2005) explains that creativity is considered an intellectual resource for companies, comparable to knowledge, and is seen as a critical factor in global competition and addressing the innovation constraints of capitalist modernization (Bröckling, 2007). Reckwitz (2012) introduces the notion of a \"creativity dispositif\" that characterizes our present era. Creativity is no longer solely a subjective desire but also a social expectation, driving actions aligned with the ideals of the artist and a preference for the new, different, and unconventional. Aesthetics play a dominant role in shaping both the economy and society, placing a creatively demanding lifestyle at the forefront. Reckwitz (2012) suggests that late modern society has become aesthetically oriented, elevating the figure of the artist from a social outsider to a central position. However, this emphasis on aesthetic self-realization has turned into an obligation rather than a choice. The influence of the creativity dispositif extends beyond the realms of work and organization into private life. In the culture of late modernity, creativity is seen as a game in which everyone is expected to participate. Reckwitz further argues that in the context of postmodernity, being non-creative is considered an opposing figure outside the realm of respectability and normality. Popitz (1997) warns against the overuse and generalization of creativity, which leads to an inflationary and diluted understanding of the term. Similarly, Siebel (2008) concludes that creativity has been reduced to a commonplace property, losing its significance through trivialization. \t Queer artists have found a unique form of resistance against oppression and discrimination through their creative output on social media. Their expressions of photography, fashion, writing, music, design, performance, and other creative outlets allow them to communicate their experiences, emotions, and perspectives in a powerful way while simultaneously rejecting dominant cultural narratives and stereotypes imposed upon them by mainstream society (Linne, 2003). Through their creative works, queer individuals can reclaim their agency and identity, promoting greater awareness and understanding of their experiences and allowing them to contribute to a more inclusive society. Society may be more likely to question and challenge their assumptions and beliefs about gender and sexuality by seeing the diverse range of identities, experiences, and perspectives on social media (Craig & McInroy, 2014). Within these online spaces, counter-cultural movements can come to fruition, allowing for the actualization of alternative ideologies and perspectives (Verma, 2022). 6                       The Object of Research   The thesis ‘Breaking Down Heteronormativity - The Power Of Queer Narratives’ aims to provide a unique perspective on the role of identity expression of Spain-based queer creatives on social media. Through a qualitative exploration of the social media personas constructed by queer creatives, the study seeks to reveal the strategy (impression management) they use to express their identities and the intention and motivation (social capital) behind it.  The research will focus on the specific experiences of LGBTQ+ creatives in Spain to understand how cultural and social factors shape their use of social media for identity expression. By exploring the challenges and opportunities that queer individuals face in their self-expression on social media, the study will reveal how the visibility of queer narratives can challenge dominant cultural norms. This will be achieved by examining queer audiovisual and textual content on Instagram, which can serve as counter-narratives to heteronormative ideology.  The study will focus on Instagram, one of the most popular social media platforms used by queer individuals in Spain. It aims to explore how queer creatives use Instagram to connect with others who share similar identities, how they express themselves and their identities online, and the challenges and opportunities they face. \t \t \t \t \t                       Justification and Aim  This master thesis aims to investigate the intersection of queer narratives, identity expression, and social media usage.  As a researcher and author, my personal and professional background uniquely positions me to undertake this study. My identity as a queer individual of color and my involvement in the creative fields of audiovisual media and performance art provides the necessary foundation for this research. Since 2016, I have actively utilized Instagram as a platform to document my creative practice and engage with other artists and creatives. This firsthand experience has given me insights into the distinct narratives and expressions that emerge within the queer community on social media. In addition to my personal background, my professional experience as a content creator for the German public broadcaster of the transmedia youth series DRUCK further motivates this research. Specifically, I was responsible for the creative implementation of Instagram content, which involved designing the content based on scripts and selected motifs. I played a crucial role in conceiving the Instagram personas of the series characters and overseeing the implementation of these formats during the shooting process. One of the significant challenges I encountered during my work on DRUCK was effectively conveying the evolving queer identity of the main character, an adolescent boy, through audiovisual means. This challenge sparked my interest in exploring the ways in which social media can serve as a platform for expressing and understanding queer identities. It is evident that there is a gap in current research regarding the nuanced exploration of queer identities and their tools of expression within the realm of social media. A research study on the self-expression of Spain-based queer creatives on social media could provide insight into the role of Instagram in the identity development of LGBTQ+ individuals. The insights gained from this thesis can enhance an academic understanding of the LGTBQ+ online community and inform future policies and interventions aimed at supporting LGTBQ+ individuals on social media platforms. By attaining a deeper understanding of the underlying motivations, behavioral patterns, and interactive dynamics demonstrated by queer creatives on social media platforms, the LGBTQ+ community can augment its awareness and knowledge pertaining to the operative mechanisms and utilities of its online 7environment. Consequently, this heightened comprehension enables the community to optimize its utilization of the digital realm, effectively capitalizing on its transformative capabilities and harnessing its inherent potential.  Limitations   This study is conducted as a qualitative research endeavor, focusing on the specific participants and contexts in which they operate. I was limited in terms of time resources, which made it challenging to conduct additional interviews that would have further enhanced the representation of the complete and multilayered spectrum of LGTBQ+ identities within the study sample. It should also be noted that all participants in this study were predominantly white, limiting the ability to capture the impressions and experiences at the intersection of LGTBQ+ and racial/ethnic identities. Therefore, the findings of this study should be interpreted within the context of this limitation. It is important to emphasize that this study does not claim to be exhaustive but instead seeks to explore an emerging topic in the LGTBQ+ research because it is of interest to me. Despite these limitations, this study provides valuable insights into the experiences and perspectives of the LGTBQ+ community about the topic at hand, which can serve as a starting point for further research and policy development in this area.  Theoretical Framework  The theoretical framework of this thesis employs a multifaceted approach to analyze the dynamics and functions of the LGTBQ+ online community and its creative individuals. Specifically, this approach draws upon two fundamental social theories deemed highly relevant to the research. The first theory employed is impression management, which provides a comprehensive understanding of how individuals within the LGTBQ+ community wish to present themselves on social media platforms. Impression Management theory emphasizes the importance of individuals' desire to create positive impressions while satisfying their personal needs and goals. As such, it serves as a crucial foundation for understanding the motivations behind how LGTBQ+ individuals portray themselves online and how this impacts their interactions with others. The second part gives an overview of the artist in the economic context and the challenges and opportunities it presents. To get into the field in greater detail, the forms of capital theory of Bourdieu will be examined to understand the ambivalence of the artist's identity that intersects with the queer identity of the individuals under research. The theory of capital provides insight into the intentions behind individuals' participation in online communities. Social capital theory suggests that their need for self-expression or entertainment does not just drive individuals' participation in social media but also the desire to build social connections and increase their social status. Understanding the role of capital in the LGTBQ+ community is crucial, as it can shed light on the social dynamics that drive participation in this community. This thesis argues that online impressions by queer content creators are managed to the extent that it results in capital.    8Impression Management  In contemporary societies, the way people express their identities has become more flexible and abstract. People present themselves in an ever-evolving cycle, comparing and adjusting their identities in response to social, cultural, economic, and political realities (Papacharissi, 2013). Goffman utilizes the concept of \"performance\" to encompass the actions of an individual when observed by a specific audience or set of observers. These performances serve to assign meaning to the individual, as well as to others and their surrounding circumstances. Impressions conveyed through these performances communicate information confirming the actor's identity within that particular context. While the actor may or may not be consciously aware of their performance or possess a specific intention behind it, the audience consistently attributes significance to both the performance and the actor. As described by Goffman, this ongoing process can be viewed as an \"information game\" in which individuals continuously disclose and conceal aspects of themselves (Goffman, 1959). Building upon Goffman's concept of \"performance\" Judith Butler (1988; 1990) introduces the term \"performativity\" to delve into the realm of identity. Butler posits that performativity extends beyond the notion of mere performance and suggests that the very fabric of reality is molded through these performances. In her argument, Butler (1990) contends that performativity encompasses more than the expression of ideas; rather, it possesses the inherent capability to actively generate or mold an identity. For instance, Butler asserts that gender attributes are not merely expressions of an existing identity, but rather they actively contribute to the construction of that identity. In Butler's perspective, identity is not predetermined but rather emerges and takes shape through ongoing enactment and practice. This fluidity in self-identity has been attributed to contemporary historical developments by sociologists like Goffman, Baumann, and Jenkins.  However, in light of the necessity for intentional control over online self-presentation, this thesis will apply Erving Goffman's theory of impression management (1959, 1963) to elucidate the behavior of portraying oneself online, with particular emphasis on Instagram.  Goffman explains how individuals negotiate and validate their identities in face-to-face interactions and how they establish frames to evaluate the meaning of such interactions. The term impression management refers to a technique for self-presentation that aims to enhance one's image in the eyes of others. It allows individuals to construct and shape their public perception carefully. To understand Goffman's dramaturgical perspective, it is necessary to make a short and somewhat more provocative digression into his metaphor of theatrical production. He utilizes the metaphor to provide a framework for comprehending human behavior and interaction, which will help understand the content curation of queer individuals on social media.  Goffman's view posits that social interaction resembles a theater where individuals assume different roles in everyday life. The observers of these role-playing are the audience, and they react accordingly. Similar to theatrical performances, social interactions occur in a front region, where actors play their roles on stage before an audience. Additionally, a backstage exists where individuals can shed their assumed roles and identities and be themselves (Goffman, 1959).  However, this thesis only refers to the front stage and its elements which in the context of Instagram can be translated as follows: Instagram serves as a theater, and the front stage is all the content in the form of feed posts, stories, and reels. The content creator serves as an actor, and the play is the flow of interaction which consist of likes, comments, shares, direct messages, etc. The characters in the play with whom the creator actively interacts are followers that are followed back, and one-sided followers make the audience.  According to Goffman, front-stage behavior reflects internalized societal norms and expectations, which queer content creators resist. They are consciously breaking the concept of heteronormativity through 9their queer visibility, thereby becoming part of social discourse. Queer performance can be characterized by Its boundary-breaking and non-conforming nature. Queer individuals may use their bodies, voices, and props to challenge, question, and re-imagine established norms and expectations related to gender roles and sexual orientation. This could be due to the fact that the sexual orientation or gender identity of queer creators may be an essential aspect of their social identity. As a result, their front stage performance and play reflect this part of their individuality.   Goffman's metaphor of theatrical production utilized on Instagram:     Leary and Kowalski (1990) identified three primary factors influencing the extent to which people are motivated to engage in impression management in a given situation. First, the degree to which individuals perceive their public image as significant in achieving their desired goals influences their motivation to manage their impressions on others (Leary, 2001). In contrast, when the impressions of others have minimal impact on an individual's outcomes, their motivation to engage in impression management is expected to be lower. This explains why individuals are more likely to engage in impression management when having a lot of Instagram followers, for example. Another factor is that individuals are more driven to control and monitor how they are perceived when the impressions others form of them play a critical role in achieving essential and desirable goals associated with their public image, as compared to situations where the goals are perceived as less valuable. Moreover, Individuals are more inclined to engage in self-presentational efforts to repair their damaged image when there is a discrepancy between how they want to be perceived and how they believe others perceive them. If it is impossible to express one's queer identity in the public space for social reasons, individuals can potentially be more inclined to engage in self-presentational efforts online to repair their image.  In order to even better understand queer online performance, it is essential to consider the idealization of the actor that validates authenticity and encourages the play. Goffman asserts that individuals tend to amplify or diminish specific facets of their personality depending on the context of the situation. In the presence of others, people tend to magnify aspects of themselves that conform to the norms and values of the social group they identify with or aspire to be a part of. Continuously monitoring, individuals strive to gain the acceptance of others and project favorable images of themselves. Presenting oneself on social media can be a complex process because social media platforms combine various audiences with THEATER INSTAGRAMPLAY FLOW OF INTERACTION: Likes, comments, shares, saves, direct messages, tagging etc.CHARACTERS FOLLOWERS THE ACTOR FOLLOWS BACKACTOR INDIVIDUAL, BODY + VOICEROLE WAY OF INTERACTIONAUDIENCE FOLLOWERS THAT ARE NOT FOLLOWED BACKFRONT STAGE CONTENT ON INSTAGRAM: Feed, Story, Live Streams, Captions etc. 10Table 1different levels of publicity. This creates a single crowd of spectators who are watching the same performance from other vantage points, depending on their relationship with the leading actor.   Social Capital  In order to approach the understanding of the queer creative, the following part includes a social theoretical discourse of the artist as a self. It gives an exhaustive overview of the conflict of their identity.  Since the 1990s, a new archetype of the artist has emerged, exhibiting characteristics comparable to those of an ambitious entrepreneur in a deregulated capitalist system: visionary, flexible, dynamic, highly resilient, and innovative-creative (Doronyai, 2010). The emphasis on creativity has transformed the social perception of artists from anti-bourgeois figures to performative market subjects, placing them at the core of a new work model (Chiapello, 2010; Basten, 2016). Simultaneously, artists have become role models in economic contexts, embodying the mythical elements associated with the artist's image: self-realization, freedom, creativity, and unwavering dedication to their craft, even to the point of self-sacrifice (von Bismarck, 2010). Entrepreneurial competencies, such as the ability to navigate uncertainty and embrace unpredictability (in other words, a high-risk tolerance) and the capacity to generate novelty, has been equated with creativity. The entrepreneurial, creative subject has become the new ideal (Reckwitz, 2008). The new self-type, assumed to be self-responsible in all aspects of life, aspires to behave creatively, flexibly, risk-consciously, and with a customer-oriented mindset (Bröckling, 2007). The self is now regarded as capital, a producer, and a source of income simultaneously. By subscribing to the logic of the free market, the individual, while perceiving itself as free, falls under the control of neoliberal power politics that advocate unlimited self-optimization and increased efficiency. As a result, the entrepreneurial self becomes a weary self (Bröckling, 2007). Since the publication of Richard Florida's book \"The Rise of the Creative Class\" (2012), the concept of the creative class has gained prominence. This class encompasses cultural and creative industry employees and professionals in knowledge-intensive fields such as medicine, academia, engineering, and others. This creative class is marked by a significant shift in values, norms, and behaviors, reshaping work and lifestyle patterns. Mainly comprised of young, highly educated individuals with advanced skills, those working in the creative industry are only partially driven by mainstream demand (Reicher et al., 2011). Instead, they position themselves as metropolitan sense-makers (Hitzler & Honer, 1994), dedicating themselves to shaping their individuality by cultivating multiple coexisting self-designs (Bröckling, 2007). These multifaceted manifestations, interests, and affiliations serve as expressions of their personal identities. Furthermore, the creative class exhibits an apparent openness and tolerance toward minorities. Since many creatives have experienced being outsiders in society, the creative industry embraces a high degree of diversity in terms of sexual orientations, gender identities, cultures, and ethnicities. The creative class contributes to the growth of nonconformity through a shift away from group-oriented values and traditional norms. Coupled with an evolving sense of prosperity, this value shift prioritizes quality of life over economic growth (Florida, 2012). Pierre Bourdieu focused his scholarly endeavors on comprehending the intricate dynamics of power within society. His extensive contributions to the field of cultural sociology have garnered significant recognition, notably through his profound theories on social stratification that intimately engage with the constructs of status and power. Bourdieu's research was deeply rooted in exploring the essence of culture, its multifaceted processes of reproduction and transformation, as well as its profound 11interconnections with social hierarchies and the perpetuation and exertion of power (Fuchs-Heinritz & König, 2014). Pierre Bourdieu's (2013) concept of capital theory serves as an illustration to understand the mechanisms that underlie social and economic development. Bourdieu outlines four distinct forms of capital that determine one's position in the social system: cultural, social, economic, and symbolic capital. Cultural capital can be further classified into three subtypes: incorporated cultural capital, which refers to knowledge acquired through learning and internalized over time, but cannot be easily transferred in the short term; objectified cultural capital, which encompasses material cultural goods like books, artwork, instruments, etc., the acquisition of which also requires incorporated cultural capital; and institutionalized cultural capital, which includes educational titles officially recognized by schools and legally guaranteed, although they may not necessarily reflect the cultural capital possessed by the individual and do not face legitimization pressure. Social capital encompasses the strategies, whether conscious or unconscious, employed by individuals or collectives to establish social connections that promise immediate or future benefits. Building and maintaining this network of relationships requires ongoing relational work involving constant acts of exchange that reaffirm mutual recognition and connection. Economic capital represents a person's monetary accumulation and financial wealth. It can be readily converted into money and is often institutionalized through property rights. Symbolic capital derives from a person's fame and recognition. It can be equated with prestige, honor, reputation, or renown. Symbolic capital combines elements of economic, cultural, and social capital and is perceived and acknowledged as legitimate. Throughout one's life, the different forms of capital can accumulate to varying degrees, grow, generate profits, and reproduce themselves. While the various types of capital are convertible, the transferability may require different levels of effort and could potentially involve losses (Mörth & Fröhlich, 1994). The social perception of artists carries significant symbolic connotations associated with charisma, nonconformity, individuality, and authenticity (Höhne, 2011). However, a notable disparity exists between these symbolic attributions and the actual socio-economic position of artists. This divergence stems from the fundamental question of what constitutes a genuine artistic self-image, extensively debated and critiqued within bohemian circles of metropolitan societies during the 19th century. The emergence of the modern art business and its accompanying economic demands often imposed precarious living conditions on artists, prompting critiques that aimed to confer symbolic recognition upon an autonomous, creative, authentic, and emancipatory mode of artistic work and lifestyle (Chiapello, 2010). Art, art consumption, and the deliberate cultivation of a particular lifestyle effectively legitimize social distinction by accumulating higher levels of symbolic capital (Mörth & Fröhlich, 1994). Reckwitz (2012) describes the bohemian lifestyle as a \"mode of subversion,\" consistently marking a symbolic deviation from the established societal norms. The bohemians, diverging from bourgeois-capitalist conventions of normality through their adoption of alternative values, norms, behavioral styles, and attire, sought to resolve the question of whether \"true\" artists should prioritize symbolic recognition or economic rewards (Reckwitz, 2008). This inquiry rests upon a conceptual framework elucidated by Bourdieu (2001), distinguishing between the \"anti-economic economy of pure art,“ which emphasizes symbolic recognition, and the \"economic logic\" that pursues financial success. The prevailing dominance of the anti-economic economy principle leads to greater autonomy and desirability in the production of art. Consequently, the less artists align themselves with mass audience tastes, customer expectations, or market demands, the more freedom they possess to dedicate themselves to art and cultural production (Bourdieu, 2001). 12Within this context, the precariousness of the bohemians' daily lives was reinterpreted as a deliberate \"distinctive self-empowerment strategy\" (Manske, 2016 ) that rejected economic success and societal assumptions of normalcy. This habitual disassociation from bourgeois conventions engendered a symbolic exaggeration of the artist as an autonomous creative entity, albeit one facing financial precarity. While the apparent dichotomy between artistic self-realization and economic success has diminished in contemporary times, symbolic remuneration systems persist within the creative industry, often resulting in compensation that exceeds reasonable standards. This logic of symbolic exaggeration unveils the delicate path that artists and creative workers navigate today. Amid economically uncertain circumstances, they are required to skillfully balance creative expectations with the demands of financial viability (Reckwitz, 2012). The bohemian artist's development allows us to understand better the ambiguity and complexity of the existence of queer artists and their creations online. What we can draw from Bourdieu’s theory of capital are potential intentions and purposes of participating actively on social media.  For queer creatives, participation in LGBTQ+ communities can be a powerful source of cultural, social, and economic capital, providing access to various resources, support, and opportunities (Drushel, 2019).  In terms of cultural capital, LGBTQ+ communities provide a rich cultural online space where queer artists can engage with and contribute to an ecosystem. By participating in these communities, creatives can access a wealth of knowledge, experiences, and artistic expressions specific to LGBTQ+ identities. This exposure to different perspectives and artistic styles can enhance their cultural capital by broadening their understanding of queer culture and allowing them to incorporate those elements into their own work. Regarding social capital online LGBTQ+ communities offer opportunities for queer artists to connect with like-minded individuals, form supportive networks, and bridge relationships. These communities foster a sense of belonging and solidarity, providing a safe space for queer artists to express themselves authentically. Through these connections, queer artists can collaborate, share resources, receive feedback, and gain visibility within the LGBTQ+ community. Through showcasing their creative output on social media queer artists can connect to a global audience, enabling them to gain exposure and share and discuss their work within the LGTBQ+ circles and beyond.  Furthermore, online networks can help queer individuals to connect with healthcare providers and lawyers about LGBTQ+ issues providing guidance and support  (Li et al., 2022). For example, the financial burden of gender reassignment can be insurmountable, particularly when considering the systemic discrimination trans individuals face in the workplace and their often precarious financial circumstances (Tordoff et al., 2022). As a result, obtaining approval for coverage from health insurance companies can take months or even years, leaving many with little recourse to access the care they need. To address this urgent need, an increasing number of trans people are turning to their online communities for support. Using platforms such as Kickstarter and GoFundMe, they create crowdfunding campaigns under the hashtag of #TransCrowdFund to collect donations for their surgeries, enabling them to undergo their transformative journeys as quickly as possible. \t Online participation can moreover lead to economic capital for queer artists. LGTBQ+ networks often serve as a  platform for showcasing and promoting artwork, reaching a targeted audience interested in LGBTQ+ narratives and perspectives. Queer artists can leverage their online presence and engagement to build a fanbase, attract potential buyers or patrons, and promote and sell their work. Additionally, LGBTQ+ communities and allies may organize events, exhibitions, or grants specifically tailored to support queer artists, offering financial opportunities and recognition that might not be as readily available in mainstream art and music circles. 13Methodology  This study seeks an in-depth understanding of LGTBQ+ narratives of Spain-based queer artists on Instagram. Rather than focusing on numerical data, such as statistics, this research is interested in shedding light on queer individuals’ self-expression and experiences on social media, which can be very difficult to reflect on through quantitative studies. This study focuses primarily on the creators' perspective rather than the recipients’. An open methodology of semi-structured in-depth interviews to explore individual experiences will be conducted to detect potential common denominators across participants shared information and gather new insights on the power of queer self-expression of artists. This section provides an overview of the methods and techniques used, the sample selection process, the data analysis strategy, and a work plan timeline.  In order to establish methodological consistency, an interview guide was meticulously crafted prior to the commencement of the interviews. The interview guide served as a standardized tool, ensuring coherence across the interviews. It consisted of a carefully curated set of core questions strategically designed to comprehensively delve into diverse dimensions of the participants' professional experiences within the creative industry, particularly focusing on their engagement with Instagram. These core questions aimed to elicit detailed accounts of the participants' encounters, challenges, and triumphs in navigating the creative industry as queer individuals within the context of social media. In addition to the core questions, probing questions were thoughtfully incorporated into the interview guide. These probing questions were intended to encourage participants to expand upon their initial responses and delve deeper into their lived experiences. By employing probing questions, the sought to evoke rich and in-depth insights from the participants, enabling a more profound exploration of their perspectives, strategies, and coping mechanisms employed while maneuvering through the complexities of social media and its usage by queer individuals. The incorporation of probing questions was instrumental in fostering a deeper level of understanding and uncovering nuanced nuances that might have remained unexplored through surface-level responses alone.  Critical areas aimed to be covered within the interview 1. Queer Identity and Experiences • Exploring the meaning of queerness and its personal significance • Discussing the challenges faced as a queer person in the creative industry  • Examining the influence of social media on queer identity development 2. Self-presentation and Content Creation on Social Media • Discussing the types of content shared on social media and the motivations behind it • Considering the image and expectations followers may have • Exploring the role of queerness in shaping online self-identity  3. Impact and Benefits of Social Media for LGBTQ+ Individuals: • Understanding the benefits and opportunities that come from participating in social media • Examining the role of social media in connecting with the queer community, sharing resources, and providing support • Assessing the potential of social media as a tool for building community, creating safe spaces, and raising awareness about LGBTQ+ identities and struggles 14The following key areas are selected to cover the ground relevant to the study, still leaving flexibility for impulses to arise and incorporating unexpected data that could be significant to the research. The gathered research insights could form the foundation for theory generation on the previously defined subject of interest.    Sample The sample for this study consisted of three queer individuals working in the creative industry in Spain who actively use social media. The participants were selected using purposive sampling, which allowed for the inclusion of individuals who met specific criteria related to age, occupation, and sexual orientation. In this case, the criteria included individuals aged between 25 and 31, working in creative roles such as music industry, performance, and fashion, and self-identifying as queer and actively using Instagram for their creative output. All selected potential participants were screened to assess eligibility and to ensure that the multilayered LGBTQ+ spectrum is represented in the study sample. Recruitment was carried out through various social media channels, LGBTQ+ organizations and collectives, and personal networks. Potential participants were provided with detailed information about the study, its objectives, and the ethical considerations involved. Informed consent was obtained from each participant prior to their inclusion in the study.  Strategy for data analysis  The semi-structured interviews lasted between 25 to 45 minutes and were held in the personal space of each participant. Prior to the recorded interview, I had a warm-up chat in which I explained my interest in the subject, after which the participants expressed broader reflections. Although these expressions were not recorded, they have been incorporated into my notes and are reflected in the analysis. Subsequently, each interview was audio-recorded and professionally transcribed using Sonix. The transcripts were initially read multiple times to become familiar with the dataset. This allowed me to fully engage with the participants' rich narratives and gain a detailed understanding of the data. After this initial immersion, a coding process was carried out. The dataset's key concepts, ideas, and recurring patterns were identified and assigned initial codes. This involved a deliberate and iterative comparison process in refining, revising, and improving the codes. The aim was to ensure that the codes accurately captured the essence of the participants' experiences and aligned with the research objectives, facilitating analysis. Next, the refined codes were organized into overarching themes that effectively represented the core essence of the participants' experiences. These themes were carefully further improved to ensure their coherence to the research questions. The themes served as a framework for understanding the interconnected threads within the dataset and provided an analytical structure for comprehending the participants' narratives. Any ambiguities that arose in the analysis were clarified again in follow-up telephone calls.   Analysis  A comparative analysis of in-depth interviews with three queer individuals—Martina (they/them),  Clarisse (she/her), and Hussein (he/him)— to explore themes related to the intersection of queer identities working in the creative industry, their self-expression and the impact of social media.  The analysis focuses on four key themes to provide insights into the experiences of queer artists in navigating their identities on social media.  15The first two key themes of (1) the intersection of queer identity and artist career and (2) challenges in self-expression and expectations on social media are intended to shed light on the extent to which the behavior of individuals is consistent with Goffman's social theory of impression management.  The remaining key themes of (3) queer visibility and promotion and (4) community building and safe spaces online are used to determine whether Bourdieu's theory of forms of capital can be aligned with the conclusions of the participants.  Intersection of queer identity and artist career  Martina, an artist seeking to establish their career, uses Instagram as their primary portfolio „kind of like my CV“. Martina showcases their talents as a performer and dancer, capturing potential clients' attention through videos and reels. The accessibility and broad reach of social media enable Martina to connect with a diverse audience, transcending geographical boundaries and reaching individuals who may not have otherwise been exposed to their work. In this way, social media acts as a promotional tool, enabling Martina to expand its professional network and attract new opportunities. Beyond its promotional functionality, Martina recognizes social media as a valuable instrument for exploring and experimenting with gender identity and artistic expression.  Martina's gender fluidity and bisexuality are openly displayed and normalized through their posts, allowing them to challenge societal norms surrounding gender and sexuality: „on my stories […] posting things […] with my sexual partners“.  Nowadays they keep their life more private but aims to convert still their queerness: „being queer is mostly like a way of living […] a lifestyle that matches what the queer community is doing at the moment.“ As a micro-celebrity and DJ, Clarisse employs her artistic platform to manifest and celebrate her queerness. While her public profile may not overtly emphasize her queerness, Clarisse leverages Instagram stories to showcase queer events and glimpses of her queer everyday life. This deliberate choice allows her to portray her queer identity more impulsively through her own lens. For Clarisse, queerness represents a rejection of rigid categorizations and the pursuit of personal truth, transcending societal expectations and norms. Clarisse's musical endeavors exemplify her commitment to pushing the boundaries of artistic expression. In her music, she seeks to create an atmosphere where individuals can experience freedom and embrace their authentic selves. By deviating from conventional party music, Clarisse likes to challenge existing limitations and explores new sonic territories. Her queer identity catalyzes the scope of what is traditionally considered acceptable in a party setting, providing a space for queer individuals and allies to celebrate. While Clarisse's queer expression through music carries immense artistic and personal significance, she acknowledges that it may marginalize her within the mainstream art and music industry. The industry tends to favor works that conform to established norms and preconceived notions of marketability. As Clarisse's queer music challenges these expectations, she encounters resistance and struggles to gain widespread recognition. Consequently, she faces the dual experience of artistic fulfillment through authentic expression and the recognition that her deviation from mainstream expectations might limit her opportunities and reach.  Hussein Karim, a DJ, and producer, embraces his sexual orientation and gender identity as integral to his artistic expression. As a homosexual and pansexual man, Hussein considers his queerness a crucial aspect of his creative identity, although he admits to fully grasping its significance only after moving to Europe. Growing up in an environment where queerness was not openly accepted, he experienced challenges exploring his identity. However, Hussein expresses contentment with being in a place where being queer or gay is more normalized, as it allows him to delve into the nuances of his identity. Through 16this exploration, Hussein hopes to gain a deeper understanding of himself and be able to embrace his queerness. He firmly believes that his music possesses a unique quality within the Arab world precisely because it emerges from the intersectionality of his queer identity. Within the music industry, Hussein recognizes the pervasive influence of heteronormativity, but he feels that his queerness provides him with a distinct perspective on sound. Challenges in self-expression and expectations on social media  Martina initially used Instagram as a platform for genuine self-expression through „a lot of dance videos […] the most metaphoric way of saying who I am on Instagram.“ However, as their follower count grew, they started feeling overwhelmed by the attention and the need to engage with everyone constantly. „I was one of the first people to be on Instagram, and I got addicted like as soon as I got it.“ This pressure may have led to a decrease in their ability to express themselves authentically as they became more conscious of the responses they received. Spending excessive time on Instagram and other platforms and the challenges of remote work affected their mental well-being. Martina's heavy reliance on social media during the pandemic and constant interaction and pressure contributed to their experiencing anxiety and depression.  Martina mentioned that they used social media to connect with their friends, especially since they often lives in different places. When they stopped using social media as frequently, it affected their ability to maintain those connections. It impacted their friendships and career: „Instagram has always been […] a platform of expression to me. And it affected me a lot that I stopped using it. It affected on my career. It affected on my connection with my friends.“  Clarisse's strategic use of social media is purposeful and carefully tailored to appeal to her audience while reflecting her distinctive style. However, she grapples with a conflict regarding sharing political content on these platforms. This conflict arises from the commercialization and commodification of social activism, commonly known as \"wokeness,\" within the realm of social media. Clarisse recognizes a pervasive trend of using political and social issues as marketing tools, potentially diluting the authenticity and impact of genuine activism.  „Wokeness gets like a kind of currency in a way. And I felt that it was becoming like a really weird dynamic which I didn't want […] It felt like I was profiting from […], and I didn't really want that.“ Clarisse's struggle reflects a broader tension within the social media sphere, where the line between genuine activism and performative gestures can become blurred. The phenomenon of commodifying wokeness poses ethical and moral dilemmas for individuals like Clarisse, who genuinely want to engage with critical social issues but are wary of inadvertently contributing to the commodification of activism. It became crucial for her to navigate this balance and engage in meaningful activism without compromising her artistic integrity or diluting the significance of the causes she cares about. Hussein's upbringing in Dubai, where acceptance of queer identities is not widespread, profoundly influenced his ability to express his queerness in public. Hussein encountered numerous challenges when attempting to embrace his queer identity openly. In particular, he was met with negative comments („You should be ashamed of yourself“) and criticism when he posted pictures of himself on Instagram wearing items typically associated with femininity, such as high heels. These responses contributed to Hussein's decision to refrain from sharing his sexuality openly on social media, despite feeling comfortable expressing his queerness in offline contexts: „My lifestyle is not really aligned with my social media.“ The fear of judgment compelled Hussein to exercise caution when disclosing his sexual orientation through digital platforms. The potential consequences of sharing his queerness on social media became a 17significant concern, leading him to limit his online self-expression. This made him face a dilemma: „I'm still not really comfortable with showing how I should be shown to the people.“ On the one hand, the importance of utilizing these platforms to promote his artistic work and connect with his audience. On the other hand, the familial and societal pressures he encountered created hesitancy when it came to expressing his queerness: „My family still follows me on Instagram, so I can't really like behave how I should behave.“  Queer visibility and work promotion „Instagram and what people do on Instagram influences me a lot in how I express my queerness.“ Martina recognizes the significant role that social media plays in promoting and increasing the visibility of queer identities within a predominantly heteronormative society: „I tried to use my privilege in a good way and try to also make people understand that it's not normal the way I live queerness because I live it in a very free [way].“ They acknowledge the power of storytelling and personal narratives in fostering diversity but feel challenged by algorithmic bias and censorship. Potentially due to not strictly adhering to the guidelines: „I used to have a lot of support from the algorithm, but now I don’t […] I’m not doing what Instagram what’s me to do.“ Martina expressed a desire to find a balance with their use of social media. They experienced disillusionment with sponsored posts and felt that they were inauthentic. Now, they are trying to navigate their social media presence in a way that allows them to express themselves genuinely without compromising their values or feeling overwhelmed: „I’m trying to find like the, the middle point in between being a random chick on Instagram and being someone who has influence on Instagram.“  Clarisse explains that she often felt alienated from her straight-cis friends without being aware of it. As she realized that being queer is a crucial aspect of her identity, she actively constructed her social media bubble around queerness. She seeks out and engages with LGTBQ+ content, such as queer memes and lesbian meme content, that resonates with her identity. She finds inspiration from prominent figures like Munroe Bergdorf, who founded Pussy Palace and has become a prominent trans activist globally.  Clarisse acknowledges that her queer identity affects how she feels and communicates through her music.  She embraces this difference and finds inspiration in fellow queer artists like Talia and Teyana, who also challenge conventions and have become her idols in the DJing world.  In the interview, Clarisse explains the strategies she employs to navigate the promotion of her events on social media. Recognizing the need to differentiate her approach from conventional event promotion, she deliberately curates her content to deviate from the typical methods employed by mainstream artists. Despite her efforts, Clarisse acknowledges the complexities and hurdles she faces as a queer artist in social media. While visibility is crucial, she highlights that it does not always translate into tangible opportunities and bookings. This disparity underscores the ongoing struggle for equal recognition and inclusion faced by many queer artists. The lack of representation and the inherent biases embedded within the social media landscape often hinder the full realization of the potential that visibility can bring.  Hussein is hesitant to promote his queerness online but still expresses his queerness to a certain extent through his appearance and music. Hussein believes that his appearance communicates his sexuality, so he does not need to promote it verbally: „I don't like promote myself as like a straight person […]I still promote myself as a queer person“. He acknowledges that social media is a tool for self-promotion within the arts industry. Hussein uses Instagram to showcase his musical work in progress and stay connected with bookers and promoters. He recognizes the importance of visibility and is following a lot of queer Arabs he can identify with.  18Community building, inclusivity, and safe spaces online  Martina explains: \"We [queer community] want people to be comfortable. So it's like, let's show what we do and who we are. People are going to feel like that representation.\" They believe that by openly sharing their experiences and identities on social media, individuals can create an environment where others feel inspired to explore and embrace their identities. Martina experienced that \"everyone would just like try different like sexual orientations because they were, like, intrigued of what it felt like and they were just like, feel comfortable and start being like a part of the queer community.“ For Martina, social media is essential in building safe spaces for queer individuals. They recognize the power of Instagram, but to them, the effectiveness of social media depends on the community rather than the platform. Martina states \"But I feel like on Instagram like we're mostly showing shit about what we do and who we are. And it's a free space to do it. Not because of Instagram itself, because Instagram is shit, but because of the community.“ Clarisse emphasizes the power of social media as a tool for community building. She notes that historically, society has been organized to exclude femininity and queerness from spaces where deals, connections, and promotions are made and that social media has provided an extension of these spaces for other marginalized communities, including queer individuals. „if you look at the way how society was organized before the Internet, it was always like boys clubs that, you know, made it like always, the spaces where the deals are made, where the connections are made, where the promotions are made […] how the power gets like transposed to the same people over and over again, which is kind of like really actively excluding all kinds of like femininity or queerness […] I think social media is that kind of an extension to that for other groups of people“  In the online realm, Clarisse highlights the importance of restricted spaces, such as group chats, where individuals can freely communicate and share information within a trusted community. These spaces are vital resources for housing, work opportunities, and other aspects of queer life. Clarisse also reflects on her own experiences as a DJ, highlighting how her involvement in the queer nightlife scene and participation in initiatives centered around gender non-conformity and female empowerment have shaped her journey. She recognizes the role of the queer community in fostering her development as an artist and acknowledges the inspiration she derives from engaging with the online presence of queer individuals. Hussein finds community online through social media platforms like Instagram and Twitter. He follows accounts that share helpful information for the queer Arab scene and provides them with the resources they need, including lawyers and organizations that help LGBTQ+ people. In addition, Hussein received support from queer and non-queer individuals when he created a GoFundMe page to finance his asylum application. Even though he had more positive than negative interactions regarding his fundraiser, a few people accused him, while other queer Arabs consulted him regarding his own fundraiser.          19Conclusion  The thesis ‘Breaking Down Heteronormativity — The Power Of Queer Narratives’ combines the concepts of impression management and the forms of capital to analyze the dynamics and functions of the LGBTQ+ online community and its creative individuals. The use of impression management theory, drawing on Goffman's impression management and Butler's concept of performativity, helps understand how LGBTQ+ individuals present themselves online and how their self-presentation contributes to the construction of their identities.    The examination of the first two key themes, namely (1) the intersection of queer identity and artist career and (2) challenges in self-expression and expectations on social media, offer valuable insights. It becomes apparent that queer individuals actively engage in exploratory endeavors, assimilating substantial amounts of information that contribute to the formation of their self-perception and understanding of others. These individuals resort to Instagram to engage with both profound and mundane aspects of life, utilizing them as channels for shaping their perspectives and aesthetic sensibilities. In essence, social media platforms serve as arenas for self-expression, acting as hubs for experimentation and exploration of gender and sex, a space for promotion and connection. At the same time, Instagram is a highly curated place that presents challenges, such as pressure, mental health implications, and the need to navigate the balance between authenticity and recognition. What can be concluded from this is that all individuals manage their online self-presentation to align with societal expectations of the online environment within which they operate. The balance of the individual's queer online identity gets consistently renegotiated and does not submit to any determined agenda. Instead, it is a play of trial and error on how impressions are managed to fulfill the personal needs of these individuals — a game that requires action and reaction. This reinforces the fluidity of self-identity and the significance of social interactions in shaping individuals' online portrayals. This thesis mentions the shift in the perception of artists exhibiting characteristics similar to ambitious entrepreneurs in a capitalist system. The outcome of the interview reflects this shift as it highlights how queer artists utilize Instagram to promote their work, increase visibility and express their queerness. The creativity and entrepreneurial competencies of queer artists are echoed by the navigation of their social media presence that deviates from conventional promotion methods to establish their unique identities as queer artists. The concept of the individuals as capital and the control exerted by neoliberal power politics that advocate for self-optimization and increased efficiency is reflected by how the participants are conscious of their online presence and the impact of algorithmic bias, censorship, and sponsorship on their authenticity and values. Simultaneously, the creative class values self-expression, diversity, and quality of life over economic growth, which is reflected in their content curation that is not ultimately to accumulate economic capital but breaks down heteronormativity, fosters diversity, and creates a space for the queer community.  The application of Bourdieu's categorization of cultural, social, economic, and symbolic capital provides insight into the motivations and aspirations of LGBTQ+ individuals in managing their impressions on Instagram. The outcome of the interviews touches upon aspects of cultural capital, such as incorporating queer art and narratives. Social capital, such as network building and engaging with the queer community, and economic capital, such as fundraisers.    By combining these theoretical perspectives, this thesis argues that queer content creators actively manage their online impressions to accumulate capital. The performance on social media of queer creatives provides firsthand accounts and experiences that align with the broader sociocultural context treated in this thesis, highlighting the intersection of queer identity, artistic expression, and social media.  In order to understand the full scope of the influence and significance of queer online communities and 20content creation, future research should explore the offline implications and real-world impact of these digital spaces. Exploring how online visibility and recognition translate into tangible opportunities, such as professional collaborations, artists’ commissions, or community involvement, and how these contribute to the well-being and empowerment of queer individuals could be of great value for the LGTBQ+ community.                                            21 References  Alternative für Deutschland, Party Programm (n.d.).  \t Retrieved from https://www.afd.de/familie-bevoelkerung Baldwin, T. (2013). Open Speech. Retrieved from  \t https://rowanmed.libguides.com/c.php?g=1022419&p=7459463 Basten, L. (2016). Wir Kreative! Das Selbstverständnis einer Branche. Frank & Timme GmbH.  Basten, L. (2017). Kreativwirtschaft – Arbeit 4.0 oder hochqualifiziertes Prekariat?  \t Zeitschrift für sozialistische Politik und Wirtschaft. 2 (219). S. 39-43  Bond, B. J. (2014). Sex and sexuality in entertainment media are popular with lesbian, gay, and bisexual \t  \t adolescents. Mass Communication & Society, 17, \t  98-120. http://dx.doi.org/10.1080/15205436.2013.816739 Bond, B. J. (2015). The mediating role of self-discrepancies in the relationship between media exposure \t  \t and well-being among lesbian, gay, and bisexual adolescents. Media Psychology, 18, 51-73. Brailovskaia, J., Miragall, M., Margraf, J., Herrero, R., & Baños, R. M. (2022). The relationship between social media use, anxiety \t\t and burden caused by coronavirus (COVID-19) in Spain. Current Psychology, 41(10), 7441-7447. Bröckling, U. (2007). Regime des Selbst – Ein Forschungsprogram. In: Bonacker, T. Bröckling, U. (2007). \t\t \t \t\t Das unternehmerische Selbst. Soziologie einer Subjektivierungsform.Frankfurt am Main: Suhrkamp Verlag.  Butler, J. (1990). Gender Trouble: Feminism and the Subversion of Identity. Routledge. Butler, J. (1991). Imitation and Gender Insubordination. London: Blackwell Publishing. Butler, J. (1988). Performative acts and gender constitution: An essay in phenomenology and feminist \t  \t theory. Theatre Journal, 40(4), 519–531. https://doi.org/10.2307/3207893 Chan, R. C. H. (2023). Benefits and risks of LGBT social media use for sexual and gender individuals: An \t \t investigation of psychosocial mechanisms of LGBT social media use and well-being. Computers  \t in Human Behavior, 139. https://doi.org/10.1016/j.chb.2022.107531 Chiapello, E. (2010). Evolution und Kooption. Die Künstlerkritik und der normative Wandel. In: Menke, C. \t \t  \t & Rebentisch, J. (Hrsg.). Kreation und Depression. Freiheit im gegenwärtigen Kapitalismus.  \t S.38-51. Berlin: Kadmos Verlag  Craig, S. L., & McInroy, L. (2014). You can form a part of yourself online: The influence of new media on \t \t  \t Identity development and coming out for LGBTQ youth. Journal of Gay & Lesbian Mental Health, \t  \t 18, 95-109. http://dx.doi.org/10.1080/19359705.2013.777007 Craig, S. L., McInroy, L., McCready, L. T., & Alaggia, R. (2015). Media: A catalyst for resilience in lesbian, \t  \t gay, bisexual, transgender, and queer youth. Journal of LGBT Youth, 12, 254-275. \t http://dx.doi.org/10.1080/19361653.2015.1040193 Dastagir, A.E. (2017). LGBTQ definitions every good ally should know. USA Today. Retrieved March 19, 2023,  \t from https://eu.usatoday.com/story/news/2017/06/15/lgbtq-glossary-slang-ally-learn-language/101200092/ DeHaan, S., Kuper, L. E., Magee, J. C., Bigelow, L., & Mustanski, B. S. (2013). The interplay between \t  \t online and offline explorations of identity, relationships, and sex: A mixed-methods study with \t \t \t \t\t LGBT youth. Journal of Sex Research, 50, 421-434.http://dx.doi.org/10.1080/00224499.2012.661489 Dhoest, A., Szulc, L., & Vandebosch, H. (2016). LGBTQ young people's strategies to cope with \t \t cyberbullying: A qualitative study. Journal of LGBT Youth, 13(4), 297-314. Drushel, B. E. (2019). The evolution will not be broadcast (or published): Social capital, assimilation, and \t  \t the changing queer community. Journal of Homosexuality, 66(12), 1756-1768. Dominick, J. R. (1999). Who do you think you are? Personal home pages and self-presentation on the \t \t  \t World Wide Web. Journalism and Mass Communication Quarterly, 76(4), 646-658. Doronyai, K. (2010). “Should the artist become a man of the world?” Der Künstler als Marke. Stuttgart: Merz & Solitude  Eliason, M. (2014). An exploration of terminology related to sexuality and gender: Arguments for \tstandardizing the  \t language. Social Work in Public Health, 29. https://doi.org/10.1080/19371918.2013.775887 Ellison, N. B., & boyd, d. (2013). Sociality through Social Network Sites. In Dutton, W. H. (Ed.),  \t The Oxford Handbook of Internet Studies (pp. 151-172). Oxford: OUP. Equaldex. (2023.). LGBTQ+ Rights in Spain. Equaldex. Retrieved from  \t https://www.equaldex.com/region/spain 22Florida, R. (2012). The Rise of the Creative Class. Revisited: 10th Anniversary Edition.  \t Revised and Expaned. New York: Basis Books  Foucault, M. (1978). The History of Sexuality Volume 1: An Introduction (R. Hurley, Trans.). \t  New York: Pantheon Books. Fouz-Hernández, S. (2004). Identity without limits: Queer debates and representation in Contemporary \t \t \t \t\t Spain. Journal of Iberian and Latin American Research, 10(1), 63-81. Fox, J., & Ralston, R. (2016). Queer identity online: Informal learning and teaching experiences of LGBTQ \t \t  \t individuals on social media. Computers in Human Behavior, 65, 635-642. Fuchs-Heinritz, W., & König, A. (2014). Pierre Bourdieu: Eine Einführung (Vol. 2649). utb. Golden, J. (1997). Narrative and the shaping of identity (pp. 137-145). Springer Netherlands. Goffman, E. (1959). The presentation of self in everyday life. Bantam Doubleday Dell Publishing Group. Hitzler, R., & Honer, A. (1994). Bastelexistenz: Über subjektive Konsequenzen der Individuali- sierung. In: Beck, U. & Beck-Gernsheim, E. (Hrsg.). Riskante Freiheiten: Individualisierung in modernen Gesellschaften.  \t S. 307-315. Frankfurt am Main: Suhrkamp  Höhne, S., Keller, R., Mandel, B., Tröndle, M., Zembylas, T. (Hrsg.). Die Kunst des Möglichen – Management mit Kunst  \t Jahrbuch für Kulturmanagement 2013. Bielefeld: transcript Verlag  Jenzen, O., & Karl, I. (2014). Make, Share, Care: Social Media and LGBTQ Youth Engagement. \t  Ada: A Journal of Gender, New Media, and Technology, (5). doi:10.7264/N39P2ZX3 Quick, T. (2021). #GaysOverCOVID: The Social Drama of LGBTQ Representation on Instagram. \t \t International Journal of Communication, 15, 4934+. \t https://link.gale.com/apps/doc/A697969081/LitRC?u=anon~1a7f1a09&sid=googleScholar&xid=1181f083 Kennedy, R. (1994). The gorgeous lesbian in LA Law: The present absence? In D. Hamer & B. Budge \t \t \t(Eds.), The good, the bad and the gorgeous: Popular culture’s romance with lesbianism  \t (pp. 132-141). Pandora. Leary, M. R. (2001). Introduction to behavioral research methods. Pearson education company. Leary, M. R., & Kowalski, R. M. (1990). Impression management: A literature review and two-component \t  \t model. Psychological Bulletin, 107, 34-47. Levina, M., Waldo, C. R., & Fitzgerald, L. F. (2000). We're Here, We're Queer, We're on TV: The Effects of \tVisual Media on \t \t\t Heterosexuals' Attitudes Toward Gay Men and Lesbians 1. Journal of Applied  Social Psychology, 30(4), 738-758. Li, Y., Fabbre, V. D., & Gaveras, E. (2022). Authenticated social capital: Conceptualizing power, \t resistance and well-being \t  in the lives of transgender older adults. Culture, Health & Sexuality, \t1-16. Advance online publication. \t  https://doi.org/10.1080/13691058.2022.2044519 Linne, R. (2003). Alternative Textualities: Media Culture and the Proto-Queer. Qualitative Studies in Education, 16(5), 669-689. Liu, X., Min, Q., & Han, S. (2020). Understanding users' continuous content contribution behaviours on \t \t  \t microblogs: An integrated perspective of uses and gratification theory and social influence theory.  \t Behaviour & Information Technology, 39(5), 525-543. https://doi.org/10.1080/0144929X.2019.1603326 Lucero, L. (2017). Safe spaces in online places: Social media and LGBTQ youth. Multicultural Education \t  \t Review, 9(2), 117-128. MARICAS. (2018, May 4). La fiesta queer que Barcelona necesitaba. Vice. Retrieved from  \t https://www.vice.com/es/article/wj7apm/maricas-fiesta-queer-barcelona-fotos Maslow, A. H. (1987). Motivation and Personality. New York: Harper and Row Marcuse, H. (2007). Art and Liberation: Collected Papers of Herbert Marcuse (D. Kellner, Ed.). Routledge. McConnell, E. A., Janulis, P., Phillips, G., Truong, & Birkett (2018). Multiple minority stress and LGBT  \t community resilience among sexual minority men. Psychology of Sexual Orientation and Gender \tDiversity, 5(1), 1-12. \t\t https://doi.org/10.1037/sgd0000265 Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and \t\t research evidence. Psychological Bulletin, 129(5), 674-697. https://doi.org/10.1037/0033-2909.129.5.674 Miller, R. A. (2017). \"My Voice Is Definitely Strongest in Online Communities\": Students Using Social Media for Queer and \t \t\t Disability Identity-Making. Journal of College Student Development, 58(4), 509-525. doi:10.1353/csd.2017.0040 Mörth, I. & Fröhlich, G. (1994). Das symbolische Kapital der Lebensstile. Zur Kultursoziologie der \t \t \tModerne nach Pierre Bourdieu. Frankfurt am Main/New York: Campus Verlag  Morel, S. (2023, May 9). Spain approves gender self-determination with \"trans equality law.\" Le Monde.fr. \t\t  \t Retrieved from https://www.lemonde.fr/en/international/article/2023/02/17/spain-approves-gender-self-determination-with-trans-equality-law_6016193_4.html Mulhall, A. (2020). Queer Narrative. In S. Somerville (Ed.), The Cambridge Companion to Queer Studies \t \t  23\t (pp. 142-155). Cambridge University Press. doi:10.1017/9781108699396.011 Nandyala, S. L. H. (2018, January). Privacy Impact Assessment: Instagram. Retrieved from \t \t \t \t  \t\t https://www.researchgate.net/publication/331743066_Privacy_Impact_Assessment_Instagram Papacharissi, Z. (2013). A networked self: Identity performance and sociability on social network sites. In \t  \t Frontiers in new media research (pp. 213-227). Routledge. Pascoe, C. J. (2011). Resource and risk: Youth sexuality and new media use. Sexuality Research & Social Policy: A Journal of \t\t the NSRC, 8(1), 5-17. https://doi.org/10.1007/s13178-011-0042-5 Perez-Sanchez, G. (1999). Franco's Spain, queer nation. U. Mich. JL Reform, 33, 359. Perko, G. (2005). Queer-Theorien: ethische, politische und logische Dimensionen plural-queeren Denkens. PapyRossa. Popitz, H. (1997). Wege der Kreativität. Tübingen: Mohr Siebeck  Reicher, C., Heider, K., Schlickewei, S., Schröter, S. Waldmüller, J. (2011). Kreativwirtschaft und Stadt. \t \t  \t Konzepte und Handlungsansätze zur Stadtentwicklung. Dortmund: Dortmunder Beiträge zur Raumplanung  Reckwitz, A. (2008). Unscharfe Grenzen: Perspektiven der Kultursoziologie. transcript Verlag. Reckwitz, A. (2012). Die Erfindung der Kreativität. Suhrkamp Verlag. Ritchie, K. (2017). Social identity, indexicality, and the appropriation of slurs. Croatian Journal of Philosophy, 17(2 (50)), 155-180. Rothauer, D. (2005). Kreativität & Kapital. Kunst und Wirtschaft im Umbruch. Wien: WUV  Siebel, W. (2008). Was macht eine Stadt kreativ? In: Wagner, B. (Hrsg.) Jahrbuch für Kulturpo- litik der \t \t \t \t\t Kulturpolitischen Gesellschaft. S.273-284. Essen: Klartext Verlag  Schuler, H. (2006). Mythen und Möglichkeiten. Kreativität aus der Sicht der Organisationspsy- chologie.  \t Forschung & Lehre, Heft 12 (2006), S. 683–685.  Synnes, O., & Malterud, K. (2019). Queer narratives and minority stress: Stories from lesbian, gay, and bisexual individuals in \t\t\t Norway. Scandinavian Journal of Public Health, 47(2), 105–114  https://www.jstor.org/stable/48623936 Tordoff, D. M., Wanta, J. W., Collin, A., Stepney, C., Inwards-Breland, D. J., & Ahrens, K. (2022). Mental Health Outcomes  \t in Transgender and Nonbinary Youths Receiving Gender-Affirming Care.  \t JAMA Network Open, 5(2), e220978. https://doi.org/10.1001/jamanetworkopen.2022.0978 Turban, J. L. (2019). 78.2 FOR WORSE: Negative aspects of social media for LGBT youth. Journal of the \tAmerican Academy of \t\t Child & Adolescent Psychiatry, 58(10), S112. doi:10.1016/j.jaac.2019.07.577 Wakeford, N. (2002). New technologies and cyber-queer research. In D. Richardson & S. Seidman \t \t \t \t\t (Eds.), Handbook of Lesbian and Gay Studies (pp. 115–144). Sage Publications. Warner, M. (1991). Introduction: Fear of a Queer Planet. Social Text, 29, 3-17. https://www.jstor.org/stable/466295 Verma, N. (2022). Limp Wrists, Clenched Fists: An Analysis of Queer Performance Art as a Tool for Political Resistance. Bridges: \t\t An Undergraduate Journal of Contemporary Connections, 6(1). Retrieved from  \t https://scholars.wlu.ca/bridges_contemporary_connections/vol6/iss1/3                    24Table of Figures Figure 1 \t Impression Management Chart \t \t  by Lina Yasmine Sastimdur                                         25",
    "id": 591966587,
    "identifiers": {
        "doi": null,
        "oai": "oai:ddd.uab.cat:285212"
    },
    "title": "Breaking Down Heteronormativity : The Power of Queer Narratives on Social Media",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://ddd.uab.cat/pub/trerecpro/2023/285212/TFM_Sastimdur_Lina_Yasmine.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/591966587.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/591966587"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/591966587/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/591966587/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/591966587"
        }
    ],
    "abstract": "'Breaking Down Heteronormativity: The Power of Queer Narratives on Social Media' employs a multifaceted approach to analyze the dynamics of the LGBTQ+ online community and its creative individuals. It utilizes two key social theories: Goffman's Impression Management, which explores how individuals within the LGBTQ+ community present themselves on social media, emphasizing the importance of creating positive impressions; and Bourdieu's Forms of Capital theory, which examines the economic context and challenges faced by artists. The study delves into the ambivalence of artists' identities, intersecting with queer identity, and explores how social capital theory sheds light on individuals' motivations for participating in online communities. The thesis argues that queer content creators strategically manage online impressions to accumulate capital",
    "tags": [
        "Treball de fi de postgrau",
        "Xarxes socials en línia",
        "LGBTQ+",
        "Queer",
        "Comunicació audiovisual"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Treball de fi de postgrau"
    ],
    "oai": "oai:ddd.uab.cat:285212",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "522",
        "openDoarId": 0,
        "name": "Diposit Digital de Documents de la UAB",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 591966587,
        "depositedDate": null,
        "publishedDate": "2023-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T23:16:52+00:00",
        "acceptedDate": null,
        "createdDate": "2023-12-07T06:48:58+00:00"
    },
    "urls": [
        "https://ddd.uab.cat/record/285212"
    ],
    "lastUpdate": "2024-01-30T23:16:52+00:00",
    "setSpecs": []
}