{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Shanouda, F."
        },
        {
            "name": "Yoshida, K. K."
        },
        {
            "name": "Ferguson, S."
        }
    ],
    "contributors": [],
    "createdDate": "2020-01-20T10:50:00+00:00",
    "dataProvider": {
        "id": 146,
        "name": "City Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/146",
        "logo": "https://api.core.ac.uk/data-providers/146/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/286270064.pdf",
    "fullText": "              City, University of London Institutional RepositoryCitation: Shanouda, F., Yoshida, K. K. and Ferguson, S. (2017). Breaking the rules: Summer camping experiences and the lives of Ontario children growing up with polio in the 1940s and 1950s. In: Haynes, R., Brown, I. and Hansen, N. E. (Eds.), The Routledge History of Disability. (pp. 455-484). London, UK: Routledge. ISBN 1351774034 This is the accepted version of the paper. This version of the publication may differ from the final published version. Permanent repository link:  https://openaccess.city.ac.uk/id/eprint/23476/Link to published version: Copyright and reuse: City Research Online aims to make research outputs of City, University of London available to a wider audience. Copyright and Moral Rights remain with the author(s) and/or copyright holders. URLs from City Research Online may be freely distributed and linked to.City Research Online:            http://openaccess.city.ac.uk/            publications@city.ac.ukCity Research OnlineBreaking the Rules Yoshida, Ferguson and Shanouda   1        Breaking the Rules: Summer Camping Experiences and the Lives of Ontario Children Growing up with Polio in the 1940s and 1950s        Karen Yoshida  Karen Yoshida, Ph.D. Associate Professor, Department of Physical Therapy and Graduate Department of Rehabilitation Sciences, The Dalla Lana School of Public Health, University of Toronto.   Susan Ferguson Susan Ferguson, Director, Writing & Learning Centre, OCAD University  Fady Shanouda Fady Shanouda Ph.D. Student, The Dalla Lana School of Public Health, Social and Behavioural Health Sciences Division, University of Toronto   Department of Physical Therapy  University of Toronto November 7, 2014 Breaking the Rules Yoshida, Ferguson and Shanouda   2   Introduction  The everyday histories of disabled Canadians remain essentially invisible and unknown in dominant historical narratives of this country (Bayton 2001, 33). The social history of people who lived with polio is no exception (Aitken, D'Orazio, and Valin 2004). One response to the Canadian polio epidemic of 1937 was the development of summer camps for disabled children by the Ontario Society for Crippled Children (OSCC). These camps were conceived as opportunities for disabled children (many with polio) to experience life as a “normal,” non-disabled child. The OSCC philosophy reveals normative ableist notions of disability, most clearly demonstrated in two archival documents from this time – History of the Ontario Society for Crippled Children (1967) and Summer Camp Objectives (n.d.)i. These documents, together with the narratives of disabled people with polio who attended these camps as children, provide fertile ground to analyze both the dominant views of disability during this time period and the many ways that disabled children negotiated and resisted these views. This chapter is based on interviews from a larger research projectii in which we collected oral history narratives of disabled Canadians who contracted polio pre-1955. The purpose of the project was to investigate the extent of activism in the daily lives of this generation of disability pioneers as a way of uncovering and documenting the conditions from which emerged the independent living movement. In this chapter, we draw upon a group of 11 participants (three men and eight women) from the larger Breaking the Rules Yoshida, Ferguson and Shanouda   3 research project, all of whom attended one of the five OSCC summer camps in Ontario at least once. This chapter begins with an overview of the critical disability history framework we used in this chapter in which we blend together feminist and critical race studies, disability studies, oral history and feminist oral history. This interdisciplinary framework underpins our methodological approach and analysis in this chapter. We next detail our methods for this chapter by describing our interview process with participants. This process led us to investigate the OSCC summer camps via the two archival documents introduced earlier. We then provide some historical context by describing the philosophical basis for the camps – the Hygiene, Fresh Air and the Camping Movements. We complete the section with a brief history of the OSCC.  Throughout the remainder of the chapter, we deconstruct and interrogate the philosophy of the OSCC summer camp objectives and discuss four themes from this analysis: disability as limitation and experience; independence; socializing at camp and at home; and, embodied subjectivities. Each of the themes illustrates an aspect of the ableist dominant view of disability in relation to understandings of disabled children’s lives at that time. In the context of each theme, we also introduce the counter narratives (everyday lived experiences) of the participants who attended these camps.  A Disability Studies approach to Oral History We developed a critical disability history framework to inform the analysis of our research data and to conceptualize this chapter. Disability studies, in addition to studiying Breaking the Rules Yoshida, Ferguson and Shanouda   4 the emergence of the disabled body as subject, focuses on the conditions (social, political, economic, medical and legal), social practices and specific activities that produce and reproduce “disability.” In addition, Disability Studies, and disability rights discourse, interrogate what constitutes normalcy in different contexts and challenge and push back against the social and legal boundaries and limitations enforced by the construction and naturalization of normative constructs related to disability, gender, sexuality, race, ethnicity, class and citizenship (Meade and Serlin 2006). Our framework is also interdisciplinary as we weave together oral and feminist oral history with this Disability Studies approach. We consider oral history narratives of individuals living with polio as the most appropriate and important way to learn about and understand the meaning of polio for Canadians during the time period of 1927 to 1957 (Hirsch 2004). An oral history approach differs from traditional approaches to history as we predominantly learn about the meaning of events (daily life, culture etc.) for people.iii Using an oral history methodology has “enabled disabled people to be present socially and politically as vibrant subjects -- active and vocal experts on their own lives and collective circumstances” (Church 2008). Our perspective on history in this research is likewise focused on the everyday activities of “ordinary” Canadian people. This focus on everyday lives as history is consistent with a feminist oral history approach (Armitage and Gluck 2002).  In this paper, we demonstrate how the oral history narratives of participants who attended the OSCC summer camps and grew up during the 1950s often challenged the Breaking the Rules Yoshida, Ferguson and Shanouda   5 dominant negative views of disability reflected within the archival documents. While the veiled and not so veiled OSCC camping objectives presented a dismal picture of disabled children’s lives, our participants’ narratives often reflected a childhood of participation, mischief and risk-taking. What is clear from the narratives is that participants negotiated taken-for-granted assumptions of disability throughout their everyday lives. This negotiation ranged from acceptance to resistance and open defiance in relation to negative popular conceptions of disability. As our analysis will show, the philosophy of the OSCC reproduced normative values and subjected disabled children to social practices intended to shape the “development” of “the disabled child.” By breaking the rules at camp and in their everyday lives, we argue that many participants negotiated not only their camping experiences but, more significantly, wider dominant discourses of disability in Canadian society.  Methods  We believe that the process of creating an oral life history is collaborative and jointly constructed. We realize that the oral life histories we captured were only a part of participant’s lives, albeit an important one. To better understand this partiality, we contextualize the narratives by stating here some of the early issues of our collaborations with participants (Armitage and Gluck 2002). As we mentioned earlier, this chapter takes up the narratives of a small group of Ontario participants who attended the OSCC summer camps. These participants were recruited from a number of sources, including polio support groups, individual contacts, Breaking the Rules Yoshida, Ferguson and Shanouda   6 and disability and ethno-racial organizations. While our larger resarch study included a diverse group of particpants, including Aboriginal people and people of colour, the participants who attended the OSCC summer camps were all white, mainly middle class and primarily women. They were, however, diverse in terms of geography and included a mix of urban and rural backgrounds. As researchers, we came to the interview sessions with a detailed set of questions for our participants which aimed to highlight the activism participants engaged in throughout their lives. For our purposes, we defined activism broadly, including, for example advocating for oneself and questioning authority in addition to more formal forms of activism. However, we also “followed the lead” of the participant with respect to the direction and focus of the interview – we felt that this was, in itself, a way of both making-meaning and revealing the social and historical contexts of meaning-making with respect to gender, class, race, disability and geography. We learned early that language also deeply shaped this process of meaning-making. For example, certain words we used as researchers, such as activism and disability, were not used by participants, which created some difficulties for active dialogue. Given this, we were attentive to language use and attempted to take up the terms that participants used to describe their experiences.  Our analysis process was also collaborative and iterative. As a research team, we met regularly to review interview transcripts and identify key themes emerging both within individual narratives and across all the narratives. While each individual’s life narrative was unique, at the same time, participants did discuss certain places and Breaking the Rules Yoshida, Ferguson and Shanouda   7 experiences that were shared or very similar to each other. One of the most poignant examples, which is the basis of this chapter, was the OSCC summer camps that a number of participants attended as children.  To complement the oral narratives, we also asked participants if they had personal objects that were important to them growing up during this time period. Material objects have not been part of the oral history tradition in the past because oral history has often focused exclusively on the orality of its approach to capture the histories of non-hegemonic groups of people (Portelli 2006). Jose Sebe Bom Meihy (2009) has called for the radicalization of oral history by incorporating other ways of knowing or learning about the histories of marginalized people. In our project, we believe that material culture can provide a complementary way to “get at” histories that have been invisible.iv  As we mentioned earlier, the OSCC became a topic of interest to us after several participants told us about their experiences at summer camp and, in some instances, shared photos, newletters and other mementos from these times . Following this, we decided to conduct more in-depth research on the OSCC to contextualize what we were learning from participants. After contacting Easter Seals (formerly the OSCC), we were guided to the Archives of Ontario where we found OSCC archival materials from that period – financial documents, correspondence between members, plans for renovations, images of the camps and the two historical documents upon which this analysis is basedv. To historicize the camping experiences and the lives of the participants, we next present a snapshot of the historical origins of organized camping and key ideals of the Breaking the Rules Yoshida, Ferguson and Shanouda   8 hygiene movement that supported the OSCC philosophy and, in particular, their rationale for creating and maintaining the summer camps. The Emergence of the Camping Movement: Hygiene and Fresh Air  The hygiene movement began in the early twentieth century. As Heidi Rimke and Alan Hunt (2002, 61) argue, Christian ideologies combined with medicine and science to create “the social and moral hygiene movement which played a significant role in the fields of both moral regulation and public hygiene”. For our purposes, the fundamental idea of the moral hygiene movement is the conceptualization of individual’s morality and social standing as an essential characteristic to their overall health. In Canada, the social and moral hygiene movement was exemplified by the educational health textbooks distributed in schools. Mona Gleason (2006, 55) discusses the incorporation of the hygiene movement in Canadian society. She maintains: In keeping with the tenets of Christianity, health lessons conveyed in pre-World War I texts were firmly predicated on notions of Cartesian dualism: the mind and body were distinct and co-existed in a hierarchical, mind over body, relationship. This made possible the recurring reminder in these early textbooks that self-control and an acceptance of one's station in life were signs of good health.  Sickness or disease were thus attributed to individual actions and behaviour. Individuals with morally ambiguious reputations who had contracted an illness or disease were thought punished and disciplined by God because of their “wicked” ways. Gleason (2006, 56) argues, “whether through ignorance, wickedness, or willful disobedience, poor health was presented as partly a matter of choice.” This emphasis on individual responsibility as denoted by the moral hygiene movement was taken up by the camping movement, considered a site where children with “handicaps” could understand their physical and Breaking the Rules Yoshida, Ferguson and Shanouda   9 social limitations but also strive to improve themselves. William Schwartz (1960, 423, emphasis added) argues, “organized camping has itself developed into a significant resource for those who regard the circumstances of camp life as providing an ideal laboratory for observing and changing human behaviour.” Between the wars, a change occurred in the way health and children were viewed. No longer was the individual’s moral ambiguity to blame for their illness, rather, conventional medicine became the authority over healthy bodies (Gleason 2006, 62). The hygiene movement did not disappear, however; it simply shifted within the same sphere of medicine and Christian ideology, such that within conventional medicine the individuals remained responsible for their health (Gleason 2006, 62). The hygiene movement came together with a belief in the healing qualities of nature and fresh air (Schwartz, 1960). As William Schwartz (1960, 423, emphasis added) argued, “organized camping has itself developed into a significant resource for those who regard the circumstances of camp life as providing an ideal laboratory for observing and changing human behaviour.” This lead to the use of summer camps as an important component in health care intervention for disabled children. Camping has been a recreational activity for centuries. However, organized camping in North America only dates back to the late 19th century (Schwartz 1960, 419). In 1861, Frederick William Gunn, founder of the prep school, The Gunnery, organized a camping experience for the students of the school (Schwartz 1960, 419-20). According to Schwartz, this is the first known organized camping experience. Organized camping differs from other types of camping because emphasis is placed on outdoor skills and Breaking the Rules Yoshida, Ferguson and Shanouda   10 activities, while participation in group activities is encouraged and thought to effect personal identity. Organized camping also emphasized improving the quality of the individual through creativity, play and adherence to “an educational-developmental-character building” philosophy (Schwartz 1960, 421). Social organizations, churches and government agencies began creating organized camps throughout the late 19th and early 20th centuries as they became aware of, and invested in, the opportunity for positive character development through the organized camping experience (Schwartz 1960). Camp settings provided a controlled environment, far from home. Within this “new” space, relationships between campers had to be fostered quickly, while weaknesses were easily identified and adjusted (Schwartz 1960). However, the summer camp site also provided the opportunity “to get out from under certain home patterns that seem dull, or repressive, or otherwise unsatisfactory” (Schwartz 1960, 422). The organized camping site therefore performed two key roles: first, the camp was a site of conditioning, nurturing and rejuvenation; and second, a site of play and fun.   A Brief History of the OSCC On 4 July 1937, the OSCC opened its first summer camp: Blue Mountain. Within the next twenty years, the OSCC would open and successfully operate four more summer camps for physically disabled children. Gordon Leitch, a member of the Rotary Club of Toronto, is attributed with first promoting the idea of providing a summer camping experience for children with physical disabilities (Easter Seals). Leitch had been taking Breaking the Rules Yoshida, Ferguson and Shanouda   11 disabled children boating and camping with him for several years before Blue Mountain Camp was open. However, he worried about the safety of the children, especially while loading on and off the docks. He therefore offered to oversee the establishment of a camp which disabled children could visit in the summer. The initial purpose of the camps, as Conn Smyth (personal communication 1933) states, was “to have every crippled child get three weeks at a summer camp.” Along with volunteers from clubs like Rotary, Kiwanis, Lions and other smaller organizations, the OSCC operated five camps in Ontario: Blue Mountain in Collingwood, Woodeden in London, Merrywood near Perth, Northwood Camp near Kirkland Lake and Lakewood Camp on Lake Erie [Insert FIGURE 2].  Campsite locations were chosen based on appropriate location (generally near the water) and in areas where interest in the camps was high. The camps were located on large parcels of land and, while each camp had its own particular layout, within each camp the same essential features were present. Cabins were set up so that there were eight children for every two counselors. There was generally a large main building where the children would eat and where large group activities would take place. There were indoor play buildings and a small doctor’s office or nurse’s station at each camp. Campsites that were not on the water, like Woodeden, had pools so that children could play in the water and benefit from the rehabilitative value of swimming. Some of the campsites had tennis courts and accessible jungle gyms. At Merrywood camp, a large swing was built which several children and a counselor could ride together [Insert FIGURE 1]. Each camp had something different from the others that made it unique to its members. Each camp also had its own crest or symbol.  Breaking the Rules Yoshida, Ferguson and Shanouda   12 Early on, parents and children throughout Ontario were made aware of the camps by nurses at local hospitals and by local organizations that were affiliated with the OSCC. As the reputation of the camps grew, open houses were held during the summer months, encouraging children and parents to visit and view the camps while they were open. Parents were not asked to pay the full cost of sending their child to camp; thus the OSCC relied on donations from local organizations and government subsidies. The OSCC also held large fundraisers throughout the year in order to operate the camps in the summer.  The camps were open only during the summer, except Woodeden, which was open year round and operated as a rehabilitation centre and school for individuals living with cerebral palsy. Throughout the summer, rotations between girls and boys, senior and junior campers would fill the camps. In its third year, in 1939, Blue Mountain reached full occupancy with 163 children. By 1968, 1100 children attended one of the camps operated by the OSCC. The number of children attending the camps remained steady until the mid 1980s, when several camps were sold due to high maintenance costs and lower attendance levels. As of 2014, two camps remain operational: Merrywood and Woodeden.   Children’s health was a major concern at the camps. When Blue Mountain first opened, it was considered a camp as well as a convalescent hospital, and for that reason photographs show many of the camp counselors in the earliest years wearing nurses uniforms Also depicted in photographs are smaller children being bathed and given medical check-ups upon arrival at the camps. The camps always included a medical staff with doctors, several nurses and a psychologist on site. While it is clear from our Breaking the Rules Yoshida, Ferguson and Shanouda   13 participant interviews that the camps were promoted by the OSCC as a vacation for both parents and children, the camps were also viewed as a chance for children to receive the medical benefits of a natural environment and “fresh country air.” While there was an overarching emphasis on the children’s health, a typical day at camp did not focus explicitly on health interventions. Rather, children at the camps participated in activities such as swimming, sit down boxing, attending local festivals, badminton, tennis, baseball, bowling, croquet, fishing, arts and crafts, singing, reading and playing board games. Moreover, at the end of every camp session, the campers would put together a production of a popular story or play like “Peter Pan”, “Oliver” or “Oklahoma.” [Insert FIGURE 3]. These plays would be performed for members of local organizations such as the Rotary Club and Kiwanis. The campers also participated in a closing religious ceremony; however, it is not clear whether the OSCC was affiliated with any particular religious denomination. We turn now to an analysis of the archival documents to provide insight into the dominant discourses of disability at work at that time.  The OSCC Summer Camp Objectives Reading the OSCC documents in critical reflexive engagement with other narratives is useful strategy for disrupting dominant discourses of disability. As Tanya Titchkosky argues, texts such as the OSCC objectives and mandate reflect common sense understandings of disability that must be interrogated: Pity, charity and even simply caring are common practices grounded in taken for granted conceptions of disability. Still, they are practices that are Breaking the Rules Yoshida, Ferguson and Shanouda   14 not necessarily self-reflective – they are not forms of analysis, even though these practices are grounded upon all sorts of truth claims. Claiming to know disability, while not experiencing a need to reflect upon the assumptions, organization, and consequences of this knowledge is a common yet potentially oppressive social practice. (Titchkosky 2007, 39-40)  The OSCC summer camp objectives thus reveal a great deal about the everyday ideologies and practices surrounding disability, and what it meant to be a child and a person in 1940s and 1950s Canada. In this section, we present an overview of what the OSCC summer camp objectives tell us more broadly about understandings of disability at that time as a way of contextualizing the in-depth narrative analysis that follows.  Disability is most immediately present in the OSCC summer camp objectives as a form of undesirable difference that limits and confines children, their bodies and their participation in everyday social life. Ultimately, the objectives suggest, disability limits children in such a way that their development, growth and potential is diminished – measures of successful personhood that are themselves saturated with the artificial construct of the norm (Davis 1995). Reflecting a society that was (and remains) deeply invested in normative notions of embodiment, these objectives conflate the negative notion of physical impairment with subjectivity and personhood, while concealing the social practices that produce disability as an embodied experience. This dominant medicalized narrative of disability is accomplished through particular social and discursive practices embedded within the OSCC objectives and as they are contextualized by the camping experience itself. Perhaps most striking is the rhetoric of competition woven throughout the objectives which is presented as the key means by which one overcomes disability. Each of the five objectives – Participation, Breaking the Rules Yoshida, Ferguson and Shanouda   15 Self-Expression, Independence, Sense of Personal Worth and Socialization – invoke social comparison or competition of some kind to generate the demand for movement beyond the confined and limited disabled self towards an improved and more developed self. In some cases, children were to compete against themselves and their disability, while in other cases, children were to feel motivated by comparing themselves to other disabled children. Regardless, the emphasis on self-improvement suggests that disability represents a constraint in the child that can (and must) be overcome (although ironically, this is to occur at the same time as the disability must be accepted). The notion of competing against one’s disability treats the disabled body as the body-object and produces an objectified relationship to one’s embodiment. Cartesian philosophy and its objectification of the body has lived effects in that it reproduces oppressive social hierarchies (Butler 1999). The objectification of disabled children’s bodies in the summer camp objectives thus participates in the maintenance of social relations and ideologies which produce disabled people, like other marginalized groups, as other and inferior in relation to a white, male, able-bodied norm (Garland-Thomson 1997). This not only renders invisible the agency of disabled children, but also denies the possibility that disability can be a source of creative capacity or a valued form of social difference (McRuer and Wilkerson 2003; Michalko 2002). The notion of disability as something that resides in individual bodies and which diminishes the function, value and subjectivity of those bodies in relation to an able-bodied norm is the dominant, taken-for-granted understanding of disability in Western society (Longmore 2003; Michalko 2002; Oliver 1996). As Disability Studies has shown, Breaking the Rules Yoshida, Ferguson and Shanouda   16 disability is not an individual, medical matter. Reading these objectives alongside the participant narratives clearly reveals the sociality of disability, both within and beyond the summer camp experience. In the remainder of this chapter, we examine the social production of disability and disabled subjectivity in the narratives of disabled people themselves, and reveal how dominant ideologies of disability were negotiated and resisted. In highlighting these negotiations, we show that the objectives, mandate and practices of the OSCC summer camps were not static discourses that were imposed singularly upon disabled children and their families but, rather, required interactive engagement with people and wider culture to invest them with meaning(s).  Disability as Limitation/Disability as Experience  Participation Outdoor activities are stressed so that a child may enjoy games popular with his non-handicapped friends at his own pace. Here, rather than competing with other children, he competes against his disability.  Self-expression Involvement in plays and skits, cabin activities, games and crafts encourage a child to develop new skills and interests which can be carried on at home during the confining winter months.  - “Summer Camp Objectives,” OSCC Archival Document  Reading these two objectives carefully, a perception of disabled children is revealed where disability is understood as limiting. Beginning with the first two objectives, “Participation” and “Self-Expression,” disabled children are considered capable only of activities conducted indoors. As a result, the camps are constructed as sites where children are encouraged to experience “new” activities, both outside with Breaking the Rules Yoshida, Ferguson and Shanouda   17 their non-disabled peers and inside during the winter. The underlying assumption here is that children do not play outside, do not play with non-disabled peers and must remain inside during the winter as their disability allows them little physical movement. Disability is clearly established as a hindrance to so-called normal participation, and to normal childlike subjectivity. This is a popular perception of disabled people and more specifically, disabled children. Anne Finger (2006, 67) argues that media and other representations of disabled people are generally confined: “not only inside buildings, but [also] our bodies themselves contained.” However, while being interviewed, Finger (2006, 67) was asked about her confined childhood to which she responded with laughter, arguing, “I laughed because my childhood was so physically expansive.” Within the objectives, outdoor activities are highlighted and encouraged and as a result, a distinction is made between children who play indoors – those “with disabilities” – and children who play outdoors – those “without disabilities.” Thus, a hierarchy is created between indoor games considered popular amongst disabled children and outdoor games that non-disabled children play. Disabled children are motivated to leave the house and participate with their non-disabled peers in games considered superior to those played indoors. Therefore, encouragement focuses on changing the disabled body to behave like non-disabled bodies. Furthermore, these assumptions about what counts as participation, and the value of such participation, are highly gendered. The indoor/outdoor binary reinforces the passive/active binary that suggests that girls and women (and disabled people) are naturally passive while boys and men (and non-disabled people) are active and action-oriented in a society that highly values purposeful, rational Breaking the Rules Yoshida, Ferguson and Shanouda   18 action. The emphasis on the physicality of the outdoors as the key means of achieving the value of full participation is thus underwritten by gendered, ableist assumptions regarding what counts as valuable partipation from the outset. At the same time, it is made clear within the “Participation” objective that disabled children cannot compete at the same level as their non-disabled peers and should only participate at their “own pace.” While it may seem practical that some children will not be physically capable of competing in the same way as their non-disabled peers, it is nevertheless paternalistic in its assumption regarding disabled individual’s physical capacity. In addition, the statement assumes that a disabled child’s only possible friends are non-disabled, and that disabled children do not – or should not – play together. These objectives thus assume that disabled children do not participate in outdoor games at home, are incapable of competing at the same level as their non-disabled peers and are overall “too disabled” to leave the house during the winter. Our participants revealed that while there were moments where their impairments prevented them from participating fully according to normative criteria of participation, they actually played both indoor and outdoor games with their peers, both disabled and non-disabled. Sam, for example, shared his story about a dressing competition, for which he won a Boy Scout badge. The badge was for the quickest dresser. Sam told us that he could not stand for long periods of time and that he had been dressing himself methodically and systematically for many years. During the competition, he was therefore able to out-maneuver non-disabled boys who were haphazardly throwing on all their clothes at once. In this example, disability is constructed as a positive attribute, Breaking the Rules Yoshida, Ferguson and Shanouda   19 where Sam competed against his non-disabled peers and won the competition because of his experiences of dressing related to his disability.  Participants also discussed outdoor experiences, both with non-disabled peers and in the winter. Sam also told us that he hunted in the winter as a pre-teen: Going out in the middle of winter on the farm and that all by myself. Take the two dogs and put a sleigh- toboggan. Load up some food and sandwiches and apples and that; my 22 gun and ammunition and a blanket and head off in the back of the woods all by myself ... with my crutches dragging ... going hunting.   Sam’s narrative demonstrates that disabled children were not all confined to their homes during the winter months. On the contrary, disabled children were capable of activities – even dangerous ones – which their non-disabled peers may also have taken part in. Another participant, Geraldine, told us that she and her non-disabled friend went skating every Sunday for years. She first learned to skate with a red chair on Lake Simcoe and later, she and her friend would make a weekly visit to an ice rink in Orillia. Here, it is clearly revealed that disabled individuals were both active in the winter and had non-disabled peers. In fact, many of our participants did not have disabled friends at all, a result of often being the only disabled child in their communities.    The Wrong Kind of Independence   Independence  A brief absence from adults upon which the child is accustomed to depend can lead to greater physical independence and aid emotional growth toward maturity. The encouragement and example of other campers can be a powerful motivation for the child to attempt new things for himself.  - “Summer Camp Objectives,” OSCC Archival Document  Breaking the Rules Yoshida, Ferguson and Shanouda   20  This next objective purports the same ideological understanding of disability as a hindrance. It is different, however, from the two objectives above in that dependence on parents is considered a rationalization that provides disabled individuals a continued excuse for their limited physical ability. Disabled children are viewed, once again, as weak and incapable of experiencing new things. Parents or adults are conceptualized in this statement as weights that constrain disabled children from physical independence, and consequently, from maturity. Besides the notion that camp will offer individuals a sense of independence, the statement also problematically assumes that independence equates maturity. Dependence on parents or other adults is in fact a necessity for disabled and non-disabled children alike; to argue that such assistance or accommodation is harmful to a child’s development is very problematic. At the same time, the objectives encourage disabled children to improve themselves through comparison to other children equally or more disabled than themselves. However, the notion of “motivation” materializes into a demand to act in a normative manner that is deemed socially appropriate. Overall, the contention of the document is that external motivation, from peers at camp and from society in general, is necessary to appropriately break dependence and immaturity.  Independence, for many of our participants, was not gained during a three-week stay at summer camp. In fact, most had experienced long periods in hospitals and rehabilitation centres throughout their childhoods, away from family and friends, gaining the “independence” that the OSCC incorrectly perceived them to be lacking. Many of our Breaking the Rules Yoshida, Ferguson and Shanouda   21 participants demonstrated great capacity and resourcefulness as children. Lynn recalls babysitting her younger sister:  I used to babysit my little sister a lot.  My mother was ... – well my mother was eight months pregnant when I got polio, and I had a year and half old sister. And anyway, I used to babysit Laura a lot. I was the older daughter. I looked after her a lot.  At age ten, and having only had polio for a short period of time, Lynn was in charge of her baby sister. The independence this reveals may well have been invisible and devalued given the naturalization of gendered caregiving labour, but we suggest this narrative reflects a high degree of competence in an important area of familial responsibility. Lynn’s parents were not a hindrance to her independence or her maturity. Rather, Lynn’s parents, like many other participants parents, supported their children to develop their capabilities.  Lynn also shared a story about her camping experience at Blue Mountain. In this example, indepedence is obviously present, however, it is the “wrong” kind of independence from the perspective of the OSCC objectives:  …But we wanted to go to the store; two other girls and myself. So we slithered across this field out to the highway so nobody would see us. Now ... this girl Jane had one crutch. Of course we couldn’t go to the store with a crutch cause then she might have known that we were from camp. Right? So we had to ditch the crutch in the ditch. […] Now this other girl, Tracy, had a shriveled arm. But that was okay, they wouldn’t notice that. And then I walked with a limp. So we go into the store.  We figure nobody will know we’re from camp. Right? So we buy all this crap; it was candy. And we come back. And now we can’t find her crutch. So we got to walk up and down the highway to find her crutch because we threw it in the ditch. (laughing) So we got her crutch. We slithered all the way back to camp, and there was the head nurse waiting for us. Nurse Cameron. And she went over every inch of our body with a bar of Sunlight soap that was just wet and rubbed on, because this field was full of poison ivy.   Breaking the Rules Yoshida, Ferguson and Shanouda   22 Lynn told us that following this incident, she was asked not to return to camp. While Lynn clearly performed independence in this example, it was apparently not the right kind of independence, defined by the OSCC as physically autonomous, but passive and obedient in every other way. Lynn’s story, along with other participant narratives, illustrate the independence and resourcefulness that disabled children possess.  Not Always “Happy Campers”: Socializing at Camp and at Home Socialization Youngsters sometimes bear the additional burden of isolation because of their handicap. At camp, many lasting friendships originate and a heightened awareness of the needs of others develops. This is noted in those children who start to show a willingness to help those more handicapped than they and assist with cabin duties and other responsibilities within the limits of their ability.  - “Summer Camp Objectives,” OSCC Archival Document  Thus far, we have discussed how the OSCC documents represent disability as an inherently limited and constrained form of physical embodiment. This characterization of disability did not only shape the way disabled children were represented and understood in terms of their individual capabilities, however. It also shaped an understanding of the relationship between disabled children and their participation in wider social life. In this section, we will show how the OSCC summer camps (re)produced an understanding of disability that was grounded in an assumption of the biological materiality of impairment and its totalizing effects upon the embodied subjectivities of disabled childrenvi. Our study reveals, however, that this dominant understanding of disability was negotiated with complex, changeable and uneven consequences for our participants, and that their Breaking the Rules Yoshida, Ferguson and Shanouda   23 social context, setting and interactions mediated their experiences of disability and disabled subjectivity. The objectives consistently represent individual children in a way that strips disability, and disabled subjectivity, of its sociality. Indeed, the individualization of disability here creates the appearance of a line demarcating the individual and the social – disabled children, these objectives tell us, inhabit bodies that inherently limit their engagement with daily social life and render them isolated, without recourse. Recall the objective above, for example: “Youngsters sometimes bear the additional burden of isolation because of their handicap.” This notion of isolation is also evoked in another objective which notes that disabled children need to develop “skills and interests which can be carried on at home during the confining winter months.” Ironically, isolation is positioned throughout the objectives as somehow outside the social and residing naturally and inevitably within the disabled child’s experience – concealing the fact that isolation is a social phenomenon produced by the organization of communities, institutions and relationships with others. While social isolation is a genuine historical and contemporary reality for many disabled people, it is not a natural outcome of being disabled but is, rather, the consequence of oppressive social structures and ideologies in Western society that privilege normative embodiment, shape the ability to move throughout social space and marginalize disabled embodiments and other forms of social difference. While the summer camp objectives rest upon the assumption that disabled children lead lonely, isolated lives and need to attend summer camp with other disabled Breaking the Rules Yoshida, Ferguson and Shanouda   24 children in order to socialize with others, our participants described social engagement with diverse groups comprised of both disabled and non-disabled peers throughout their childhoods, and indeed, their lives. Although not all social experiences were happy ones, and many of our respondents described experiences of exclusion, bullying and stigma, most discussed these negative experiences amidst a backdrop of more diverse and positive social interactions with friends, neighbours and family members. Experiences of bullying and exclusion were located within a wider social context whereby ableist, gendered, classed, racialized and heteronormative power relations gave rise to these individualized interactions and experiences (Yoshida, Shanouda, and Ellis 2014). Regardless of the quality of the social interactions, the organization of everyday household and community life constituted the meanings and experiences of living with disability for our participants – despite the suggestion within the OSCC objectives that physical impairment leads naturally and inevitably to a kind of social impairment for disabled children. The organization of social networks was a significant factor in our participants’ experiences of community and peer interaction. For some people, living in a small Ontario town meant that they experienced strong family and community support that contributed to a sense of well-being and connectedness. Marsha, for example, grew up in Stratford and stated that until she moved to Toronto as a young adult, “no one ever really made an issue about me being any different. I was just one of the gang.” She described being an active participant with her peer group whereby accommodations were made “automatically” by other children so that she could play with them: Breaking the Rules Yoshida, Ferguson and Shanouda   25 I remember in grade school in the nice weather kids would play baseball for gym class. And it was just automatic [that] I would have my turn at bat, and if I hit the ball somebody else ran the bases for me. It just worked.  Many of our participants similarly described creative and inclusive practices of play as children and youth. Others went even further, suggesting that their disability became a resource for fun – when they had wheelchair races down steep hills, for example – and was a source of positive disabled identity when they played with other disabled children. Not all our participants experienced the apparent practice of inclusion in the same way, however. Kay, for example, felt strongly that “playing baseball by proxy” in a similar manner to that described above was “plain stupid.” Significantly, though, playing baseball in this manner was a forced activity during summer camp for Kay – suggesting that it is the context of the activity that shapes its quality and fulfillment rather than its mere status as a form of participation. Another participant, Stephen, during his time at the summer camps, developed a newsletter which other campers contributed stories and events about camping life. Stephen’s focus however, was to parody the camp. He entitled the newsletter “Rogue Gallery” and many of the newsletter items caricaturized the camp as a “prison” and campers as “inmates.” The newletter may have been perceived as a playful spoof of the camp, however, Stephen’s intention was to provide a critique of camping culture.  Participants who grew up without strong social networks and community connections often described different and more uneven social experiences. For Penny, having polio and growing up poor and disabled in Toronto’s West End led to several experiences of social stigma that negatively impacted both herself and her family. Penny Breaking the Rules Yoshida, Ferguson and Shanouda   26 describes how she was ostracized from playing with other children on the street due to the perception that polio was contagious: I played on the next street … And when they had the polio epidemic in the thirties, that sure didn’t help my popularity cause the mothers would see me on the street, [and] they’d pull their kids in… my friends weren’t allowed to play with me because of that…  As Penny pointed out, this was especially upsetting because this occurred five years after she had poliovii. The organization of neighbourhoods and social networks within Toronto at that time seemed to strongly shape Penny’s experience of stigma and alienation from her peer group. Urban settings were also associated with poor hygiene and other conditions that facilitated the spread of polio during the epidemics, so a sense of health panic may have been at work during the years after the epidemics themselves (Rogers 1995). While social interaction is apparently encouraged within the OSCC objectives and mandate, it is accomplished through an individualized framework that rests upon oppressive assumptions about disability and its role within families and communities, assumptions which return disability once again to the space of the individual. The problematic character of these assumptions regarding disabled children’s socialization and their experiences of isolation is exemplified by Kay’s narrative of her camping experience.  Kay attended Merrywood summer camp for several years during her early adolescence. While she was ultimately to make some lasting friendships at camp, during her first year there, Kay was quite unhappy because she would have preferred to join her family on a summer vacation to visit her grandparents in Saskatchewan. At this time, Kay Breaking the Rules Yoshida, Ferguson and Shanouda   27 and her family had just moved back to Canada after living in England for a number of years and she was very lonely. Whereas in England, Kay went to school and had friends, in Ottawa she lived in a new subdivision outside the city with very few other houses. Compounding matters was the fact that she was not permitted to go to school because she was “too disabled.” Against this backdrop of feeling socially disconnected, Kay describes how she came to attend Merrywood summer: I remember the Easter Seals nurse came around and told my folks about this camp where they could send me so they could have some parent relief. Which certainly didn’t do anything for your self-image, right? So I got sent to camp and the rest of the family went out West to visit my grandparents and relatives, that I hadn’t seen in years…So you see this is part of the reason why camp was not fun. And it was to relieve my parents of me. Of the burden of me.  Being noticeably unhappy at camp proved troublesome, though, and Kay recalls “feeling like a failure as a camper”: …I wasn’t outgoing. I wasn’t happy. And I felt like I was being judged. So then the next year I would go back determined to be what I was supposed to be… Happy, outgoing… Everything they wanted campers to be.  Kay embraced the task of being a “happy camper” during her second summer at camp, and recalls making a concerted effort to be cheerful and sociable so that the staff would not wonder about her. In reality, though, Kay recalls that she was “faking it” as part of her determined effort to perform being the kind of sociable, happy camper that she was supposed to be.  Interestingly, it was the exclusion Kay felt as a result of being away from her family that most impacted her sociability. This exclusion was fostered by ableist ideology that regards disabled people as a burden to their families and society, and which was Breaking the Rules Yoshida, Ferguson and Shanouda   28 imposed upon Kay and her family when the Easter Seals nurse encouraged her parents to send her to camp. While the OSCC aimed to break the isolation of disabled children, going to camp that first summer actually isolated Kay from family life and disallowed the possibility of strengthened social connection with extended family at a critical time. As Sara Ahmed (2010) has argued, the demand to be happy is commonly imposed upon marginalized groups and functions as a way to obscure social inequalities. Kay clearly experienced this demand and sought to perform being the “happy camper” as a way to redress her failure to fulfill that demand. However, her self-reflexive engagement with the demand to be happy, revealed through her acknowledgement that she knew she was “faking it,” destabilizes both the demand and the apparent accomplishment of the OSCC objective. In so doing, Kay’s narrative brings to the fore the social processes and practices shaping the experience of unhappiness and marginalization in the first place, suggesting that it is towards these social ideological contexts that we must direct our critiques and attention. Because the notion of isolation in the OSCC summer camp objectives and mandate is grounded in an understanding of disability as an individual, biological matter, it suggests that disabled children require an external agent – an expert representative of normate society – to socialize them, break their isolation and provide social engagement and support that is allegedly not possible or present within their everyday lives. In positioning itself as an appropriate agent for providing these opportunities for socialization, and the summer camp experience as an essential site of socialization, the Breaking the Rules Yoshida, Ferguson and Shanouda   29 OSCC reveals a deep investment in the notion of disability as a troublesome and tragic form of embodiment that requires saving from itself. Our participants navigated these notions of disability in a variety of ways, however, making and unmaking the meanings of disability during their summer camp experiences and throughout their lives. While many children made long-lasting friendships at camp that continue to this day, for other children the structure and organization of the social interactions and hierarchies that flowed from them felt like a reiteration of wider social processes of othering. It is to this theme of disabled subjectivity and selfhood that we now turn.  Embodied Subjectivities: Beyond Binaries of Acceptance and Resistance  Sense of Personal Worth  Helping a child to accept his handicap is important. Seeing others equally or more handicapped than himself at camp may provide the necessary encouragement and moral support.      - “Summer Camp Objectives,” OSCC Archival Document  In this theme of embodied subjectivities we discuss parts of the OSCC objectives that relate to notions of selfhood. The previous themes of physical limitation and social participation have demonstrated the contradictory embodiment(s) of the participants. This tension is also evident within the OSCC objectives related to issues of selfhood as disabled children needed to view their disability or difference as something to overcome and, at the same time, acquiesce to their disability. Besides these negative views of disability, views of heteronormative gender were also evident in camping practices. Breaking the Rules Yoshida, Ferguson and Shanouda   30  Ultimately, this paradox of struggle against disability serves to place the participants in subordinate positions within many circumstances of everyday life. This means at different times accepting normative expectations by pushing oneself to do things despite disability and accepting normative expectations of one’s limits by just “trying activities.” However, participants also rejected normative views of disability by not accepting limits imposed by others and resisting and challenging prescribed and ableist social practices. In doing so, participants enacted and negotiated multiple subjectivities at the camps. This negotiation was contingent and represented a diversity of action or agency beyond a binary categorization of acceptance or resistance (Mahmood 2001). To illustrate these tensions we discuss specific social practices of camping life: 1) the spatial arrangements of the camp cabins and the varied responses of participants; 2) the reproduction of hetero-normative gender subjectivities through camp activities; and 3) the absence of “future” subjectivities of disabled children.  Devaluing/Resisting/Reclaiming a Sense of Personal Worth The structural organization of these camps reproduced a dominant negative discourse of disability. This was reflected in the spatial arrangements of placing campers in cabins based on their physical abilities. Cabin numbers further contributed to this designation. The higher the cabin number, the more abled-bodied the person was in the cabin. This practice was evident in the OSCC objectives and in a number of the camps, Breaking the Rules Yoshida, Ferguson and Shanouda   31 based on our participants’ narratives.  One participant, Ann, attended the Blue Mountain Camp in Collingwood in 1955:  These are all the counselors, and campers, and ... And it depended on your ability what cabin you would be put in. If you weren’t very mobile you were in cabins one, two, three, and so on.  And then cabin number nine was for kids that were very mobile … And I was in cabin number nine  These spatial arrangements of the cabins was aligned with early social work research that “adjustment” could be seen as a social process and related to the individual’s process of acceptance by and of the group they were in (Mishna, Michalski, and Cummings 2011). This practice was supposed to promote a “positive self worth” for the individual; however, it does so at the expense of others as it reinforces the notion of a disability hierarchy wherein some were better than others. Kay, who went to Merrywood camp, also described segregated cabins based on ability. Not only did Kay experience the hierarchy among the campers based on ability, but she also described feeling the “hierarchy” between the disabled campers and the counselors, who were not much older than she was and who might otherwise have been her peers. However, some of the participants negotiated their view of self and often it was not aligned with OSCC objectives, i.e. not accepting one’s disability. For example, while Ann “felt special” being in cabin nine, she also stated that she felt very “able-bodied” at camp. Ann’s embodied ableist subjectivity at camp reinforced to her a desire to be “able-bodied” in everyday life. This was also evident later in life in her capacity as mother to her children, in which she did everything that other mothers did – volunteered in her children’s class at school, attended class trips, etc. – pushing herself to fulfill the Breaking the Rules Yoshida, Ferguson and Shanouda   32 gendered role of mother. In this way, she effectively rejected her disabled subjectivity and her polio, silencing her disabled embodiment in her daily life (Yoshida and Shanouda forthcoming).  Another camper, Nick, attended Lakeview camp in the early 1960s. When asked about his camping experience, he described his feelings about being around other children with a range of disabilities:  Everyone had a range of disabilities. I must admit though that I did feel ... a little bit ambivalent because in that time period ... as I mentioned earlier ... I really didn’t perceive myself as being disabled … Although intellectually I knew I was, and intellectually I knew I had to have some assistance in different things. But I didn’t see myself ... in that light. And sometimes being with disabled - other disabled kids who were ... really disabled, it ... it was bothersome to me. I didn’t like it.  Nick’s statement reflects great uncertainty on his part. This may be understandable given the time period, because, similar to other participants, Nick was the only child with polio that he was aware of in his community. Thus attending camp and being around other disabled children was a new experience. Nick’s ambivalence is poignant as he acknowledged his need for assistance at certain moments, but at the same time admits that he sometimes did not like being around kids who were “really disabled.” Nick occupies a “liminal subjectivity” created by the tension of acknowledging his personal limitations but rejecting other disabled campers. For Ann and Nick, being with other disabled children reproduced oppressive and subordinate relations. While camps brought together children with a range of abilities, for these participants the disability community was essentially a subordinate one.  Breaking the Rules Yoshida, Ferguson and Shanouda   33 Kathleen’s response to the structural organization of the segregated cabins was more in line with OSCC objectives; however, it illustrates a person willing to push boundaries in some spaces but acquiesce to conventional expectations at other times. When asked how she viewed her polio, she specifically referenced the segregation of cabins and helping others. For Kathleen, it crystallized her understanding of who she was: I have always felt that I was fortunate enough because I can sit right on the fence because when I’m dealing with people who are handicapped and it’s a ‘poor me’ situation, then I can get after them for that, because at that point in time I am a handicapped as well as they are. OR if I’m talking with someone who is quote “normal” and they are complaining and complaining; well then I can be normal as well and be on their back as well. So I figure I got the best ... the best of two worlds here.  Kathleen’s account illustrates how she saw her subjectivity as both “normal” and “handicapped.” She believed she was fortunate as she held status in both abled-bodied and disabled communities. Her response illustrates not a denial of disablity but an acceptance of competing against the self by telling people not to complain and take pity on themselves. At the same time, for Kathleen, helping children in the other cabins demonstrates her comfort with others: And so when we were in the highest number we looked after the ones who were in a lower number cabin.  So, you know, you learned a lot about ... about the kids that were there.  And ... well one of the little girls I had...  she did have a colostomy; she had to wear a bag.  And as young and all as we were, I would take her to the bathhouse, or the shower house, what you want to call it, and during the day and I would take that bag off her and ... put it in the toilet, and flush the toilet but hold on to the straps, of course; clean it out, throw it in the bin so they could sterilize it.  And then I’d come back and wash her and put a bag back on her, and we’d go on our merry ways.  And it was like that with all of us, like us older ones.  Not even necessarily older… I was 12, you know, 12 or under.  Breaking the Rules Yoshida, Ferguson and Shanouda   34 For Kathleen, this helping attitude was demonstrated later in life when she babysat children of single moms during the 1960s and 1970s. Single mothers at that time would have been stigmatized and her helping illustrates a progressive stance. However, she also wanted people to get off of their “duffs” and “get out and work for their kids,” which is consistent with her views of people not complaining and taking pity upon themselves.  Gendered Subjectivies, Social Practice and Performances within the Camps  Camp practices reproduced heteronormative gender subjectivies through various camping activities. Camping activities such as drama productions, physical camping activities and camp songs reproduced traditional binary subjectivities of female/male and handicapped/normal of the 1940s and 1950s. Many participants described how much they enjoyed participating in summer camp productions of plays popular at this time. For the women participants, dressing up, wearing make-up and singing on stage were an important part of the camping experience. Sandra was one young girl living in southern Ontario, close to the Woodeden Camp. Her family thought it would be “good” for her to attend as a social outlet, which would also allow her mother to take a break from looking after her care. Sandra did not want to attend the camp, but she did in 1950 at age 12. The camp was for girls only. Sandra talked about her experience at the camp: I actually loved it! I loved the counselors, the programs were fun and I made friends that I stayed in touch with for many years…We did drama [and] musicals at the camp. That year, we did a Gilbert and Sullivan play and I was a good singer and got one of the lead parts.  Breaking the Rules Yoshida, Ferguson and Shanouda   35 However, Sandra was not enthusiastic about all aspects of the camping experience. She mentioned that she was not “artsy and crafty” and did not participate in these activities, common at the girls’ camps. Sandra took up some and rejected other gendered practices at the camp.  Another participant, Ann, attended Blue Mountain Camp. The first time she attended was in 1955 at the age of 8, and then again between 1960 and 1964. Ann describes doing a variety of different activities at camp in which she also embodied traditional female subjectivity: Well I loved doing arts and crafts. And we had swimming and archery… we put on plays. We put on Oklahoma. We put on Oliver. That type of thing. It was a lot of… a lot of fun.  Similar to Sandra, Ann especially enjoyed dressing up in costumes and putting on make-up as actors in these plays. These practices can be seen as preparatory to traditional female subjectivities of wearing feminine attire and the future use of beauty products, making them “marketable” to enhance their marriage prospects (Strong-Boag 1988).  Traditional masculine subjectivities were also reproduced in the camping activities, through a range of physical camping activities like canoeing, kayaking and badminton. Sam stressed that they were encouraged to try any activity that you wanted:  Anything that you really wanted to TRY [his emphasis] and do. Because you were physically limited didn’t limit you to trying. And I think the encouragement of it was that as long as you had the gumption to get up and try it, no matter how you ... looked, or felt, as long as you wanted to try it they gave you the opportunity to.  While Sam lauded the encouragement of the camping environment for campers to try things, the camping objectives had implicit negative assumptions about activity and Breaking the Rules Yoshida, Ferguson and Shanouda   36 disability. There was an implicit assumption that these activities were only offered or tried only within the camping environment and that the child would be limited in their ability to do the activity as it was clearly conceived that the activity should be done in a particular (non-disabled) way. Thus, the emphasis was on the encouragement of “trying” the activity, rather than “doing” the activity and “succeeding” with it. This negative assumption of trying (and not succeeding by normative standards) is epitomized by Sam’s gendered account of sit-down boxing. Sam recalled the enjoyment of sit-down boxing and talked about how much he enjoyed giving someone a “bloody nose” when he boxed. However, he mentions that, “Once someone was injured, that activity was stopped.” This was an activity that was only “tried” once and not offered again during Sam’s time at camp. Sam’s account also demonstrates Daniel Wilson’s (2004) point that young boys and men who contracted polio could construct a form of heteronormal masculinity by “fighting the polio like a man.” This sense of masculinity was bolstered by post war and Protestant ideologies that emphasized strength, agressiveness, toughness, activity, perserverence and achievement.   Traditional understandings of gender were also reproduced by the camp songs that were sung during the 1940s, 1950s and 60s. One participant, Ann, showed us her OSCC Camp Songbook (Ontario Society for Crippled Children n.d.). This appears to be an official OSCC camp songbook that was used by all five of the camps. Many of the songs reinforced traditional heteronormative female and male subjectivities. Songs about boy/girl relationships such as I Want a Girl (Just like the Girl that Married Dear Old Breaking the Rules Yoshida, Ferguson and Shanouda   37 Dad)viii had lyrics that reproduce traditional and idealized gendered behaviours considered important to attract a husband (Strong-Boag 1988).  Camp songs also reproduced traditional heteronormative masculine subjectivities. For example, the The Marine Songix (really a hymn) became the military anthem of the United States Marine Corps in 1929. The martial tone of this song and the notion of fighting on, perseverance and never giving up were hallmarks of this genre of songs. These songs reinforced the competitive spirit that permeated the camping environment.   Future Narratives  The OSCC objectives focus on the immediate and present time of the camper. The present time emphasized in the objectives reinforced the view of the camp as a space or respite for children to get away from everyday life. For children with disabilities, the camp was seen as a break from their bleak existence. The OSCC objective, “Personal Worth” centres around acceptance of one’s handicap and thus signifies that one’s personal worth is limited. This limited personal worth also implies a limited future, as illustrated by the “absences” within the objectives. Nowhere in any of the objectives is there any mention of the growth potential and actualization of the individuals to adulthood. There are only fleeting references to the “future” for disabled children in the OSCC objectives and those references point to only the short-term, and local future (winter months), occurring in particular spaces of home and school. Harriet McBryde Johnson (2006) poignantly talks about her own awareness of her lack of a future through the idea that she was going to die young. She describes viewing a Muscular Dystrophy Breaking the Rules Yoshida, Ferguson and Shanouda   38 Association television advertisement, as a three or four year old, in which the boy in the ad is active and enjoying himself playing baseball and other games but then dies, as symbolized by the narration, “little Billy’s toy soldiers have lost their general.” For her, this representation of muscular dystrophy became her knowledge of her “future” and she said that she began to think of herself as a dying child at the age of five. McBryde Johnson (2006) reflects that her life was far from limited and comments that it was now “too late to die young.” Only one participant mentioned participating in camp activities that promoted a sense of future – a theme week on the various Canadian political parties and campers represented at a post-secondary school during this week. Nick spoke specifically about how he viewed his last year at summer camp as a transition out of childhood:  … in one sense it was a closing of childhood – if I can use sort of a ... slightly lyrical phrase, because ... you know, once I was finished with there – and maybe it was because of my age and stage maybe it was just went up to grade eight.  I’m not sure.  But ... but I don’t remember either going back in high school, or wanting to go back.  It was just kind of ... that was it.  Yeah.  The narratives shared by Nick and many other participants indicated that their parents saw a future for them, and that they subsequently imagined a future for themselves. Often this future involved schooling or work. One may suggest that the decision for schooling for young women was seen as necessary as women participants mentioned that getting married was not assumed for them.  In general, all of the participants who attended the OSCC camps continued to resist dominant notions of disability throughout their lives. Participants went to school for varying lengths of time, worked outside and inside the home, had relationships and got Breaking the Rules Yoshida, Ferguson and Shanouda   39 married, had children and in so doing engaged in everyday and collective forms of activism that challenged normative assumptions about living with a disability. As mentioned earlier, for example, Kathleen decided while raising her own children (during the late 1950s), that she would only babysit children of young single mothers. Both Sandra and Stephen got involved in a cross-disability activist group in Southern Ontario during the 1970s that was instrumental in developing the structures and organization for supportive housing and accessibility. Nick became a journalist and worked in government. Thus, participants led lives that illustrate personal growth, mutiple achievements, opportunities, and reflections of their own lives with polio. In these three themes of limitations/experiences, isolation/social participation and embodied subjectivities - beyond acceptance/resistance, participants demonstrated how they challenged, rejected, acquiesed to during camp and in their daily lives the dominant negative discourses of disability. Participants lives reflected the complex intersections of polio, gender, and disability for them growing up during this time period. Thus their negotiations were fluid, contingent and multiple. Their negotiations reflected their flucuating personal, familial and community agency against dominant practices that exist within and beyond the lived spaces of these children’s lives.    Conclusion The OSCC summer camps represent the epitome of able-bodiedness through their emphasis on independence and outdoor activity. The OSCC objectives are presented as common sense values and the OSCC is represented as an authority on how to achieve Breaking the Rules Yoshida, Ferguson and Shanouda   40 these values. Thus, the OSCC documents represent the camps as the key site where these values can be achieved. In doing so, it minimizes the impact of family and community supports on participant’s lives. The camps did bring together children with a range of abilities and some participants spoke about the friendships that began at camp and continued throughout their lives, into the present day.  In this paper, participants provided accounts of how they “broke the rules” of dominant ableist discourses, both within the camps and in everyday life. In effect, by breaking the rules, these participants transformed the camping experience from a site of regulation and control to a site of chosen and expanded opportunities as active agents in their lives This agency is foretelling. Of the two camps that are still in existence – Woodeden and Merrywood – both operate as recreation camps today. Ironically, Woodeden camp has been a space of active resistance, allowing for the broader disability community in Southern Ontario to meet and organize around the push for Self Directed Attendant Services in Ontario during the late 1980s and 1990s (Yoshida, Willi, and Parker 2004). Judith Heumann (personal communication 2012) has spoken about her camping experience and the friendships she made as the beginning of building a disabled community for future activism.  Our analysis has shown that the OSCC objectives conceal the complex everyday interactions and practices that constantly make and unmake disability and its relation to wider social life. While these summer camp objectives are drawn from a historical document, these ideologies persist today. For example, The Toronto Star, a prominent Breaking the Rules Yoshida, Ferguson and Shanouda   41 city newspaper, founded the Toronto Star Fresh Air Fund in 1901 by Joseph Atkinson. Its focus now as it was in 1901, is to provide chidlren relief from the “harsh realities and responsibilities of life” and to help “the development of a child’s emotional, mental and physical well-being” (Toronto Star). We have also found global examples of the same sentiment and focus (Kearns and Collins 2000). Our analysis helps to illustrate the continuities across different representations, sites and time periods of disability such that we might better understand the social and historical contexts shaping the present.          Acknowledgements This research was supported by the Social Sciences and Humanities Research Council (410–2009-2272), awarded to Karen K. Yoshida as Principal Investigator.   We would like to acknowledge our reasearch team and collaborators: Audrey King; the late Paul Longmore; Elizabeth Lounsbury; and, the late Gary McPherson. We wold also like to thank all the resarch participants who generously shared their stories with us. We would also like to thank the editors Nancy Hansen and Roy Hanes and the anonymous reviewers for their comments.   Breaking the Rules Yoshida, Ferguson and Shanouda   42 References Ahmed, Sara. The promise of happiness. Durham: Duke University Press, 2010. Aitken, Sally, Helen D'Orazio, and Stewart Valin. Walking fingers: The story of   polio and rhose who lived with It. Quebec: Vehicule Press, 2004. Armitage, Susan H., and Sherna B. Gluck. “Reflections on women's oral history:    An exchange.” In The Oral History Reader, edited by R. Perks, and A. Thomson,  73-82. London: Routledge, 2006.  Baynton, Douglas C. “Disability and the justification of inequality in American  history.” In The New Disability History: American Perspectives, edited by P. Longmore, and L. Umanski, 33-57. New York: New York University Press, 2001. Bordo, Susan. Unbearable weight: Feminism, Western culture, and the body.  Oakland: University of California Press, 1993. Butler, Judith. Gender trouble. New York: Routledge, 1999. Butler, Judith. Undoing gender. New York: Routledge, 2004. Church, Kathleen. Personal communication, 2008. Corker, Mairian, and Thomas Shakespeare. Disability and Post Modernity.  London: Continuum International, 2002. Data Wales-Index & Search. “Men of Harlech.” Last modified 2011. http://www.data- wales.co.uk/harlech2.htm.  Davis, Lennard. Enforcing normalcy: Disability, deafness and the body. London:  Verso Press, 1995. Finger, Anne. Elegy for a disease: A personal and cultural history of Polio. New  Breaking the Rules Yoshida, Ferguson and Shanouda   43 York: St. Martin’s Press, 2006. Garland-Thomson, Rosemarie. Extraordinary bodies: Figuring physical disability  in American culture and literature. New York: Columbia University Press, 1997. Gleason, Mona. “From ‘Disgraceful Carelessness’ to ‘Intelligent Precaution’:     Accidents and the public child in English-Canada, 1900-1950.” Journal of Family      History 30, no 2 (2005): 230–241.  Gleason, Mona. “Between education and memory: Health and childhood in     English-Canada, 1900-1950.” Scientia Canadensis: Canadian Journal of the     History of Science, Technology and Medicine 29, no. 1 (2006): 49–72.  Heritage Press International. “History of the Marines’ Hymn.” Last modified 2011. http://www.usmcpress.com/heritage/marine_hymn.htm.  Hirsch, Karen. “Culture and Disability: the role of oral history.” In The Oral History  Reader, edited by R. Perks, and A. Thomson, 214-223. London: Routledge, 2004. Hughes, Bill, and Kevin Paterson. “The social model of disability and the disappearing  body: Towards a sociology of impairment.” Disability & Society 12, no.  3 (1997): 325 – 340. Kearns, Robin A., and Damian Collins. “New Zealand children's health camps:      Therapeutic landscapes meet the contract state.” Social Science and Medicine 51     (2000): 1047–1059.  Kevan, Simon M. “Quests for cures: a history of tourism for climate and health.”     International Journal of Biometeorology 37 (1993): 113 – 124.    Breaking the Rules Yoshida, Ferguson and Shanouda   44 Longmore, Paul. Why I burned my book and other essays on disability.  Philadelphia: Temple University Press, 2003. Longmore, Paul and Lauri Umanski. The new disability history: American perspectives.  New York: New York University Press, 2001. Mahmood, Saba. “Feminist theory, embodiment and the docile agent: some  reflections on the Eqyptian Islamic Revival.” Cultural anthropology 16, no. 2  (2001): 202-236. Meade Teresa and David Serlin. “Editor's Introduction.” Radical History Review 94  (2006): 1-8. McBryde Johnson, Harriet. To late to die young. Nearly true stories from a life.  New York: Henry Holt and Company, 2006. McRuer, Robert and Abby L. Wilkerson. “Desiring disability: Queer theory meets  disability studies.” GLQ: A Journal of Lesbian and Gay Studies 9, no. 1–2  (2003) : 1 – 24. Michalko, Rod. The difference that disability makes. Philadelphia: Temple University Press, 2002. Mishna, Faye. “The Application of Self Psychology to Therapeutic Camps.”     Psychoanalytic Social Work 12, no. 1 (2005): 51–71.  Mishna, Faye, Joseph Michalski, and Richard Cummings. “Camps as Social Work     Interventions: Returning to Our Roots.” Social Work With Groups 24, no. 3 (2002):     153–171.   The Mudcat Café. “I want a girl.” Last modified 2011. http://www.mudcat.org/Adisplaysong.cfm?SongID=2879. Breaking the Rules Yoshida, Ferguson and Shanouda   45 Oliver, Mike. Understanding disability: From theory to practice. New York: St.  Martin's Press, 1996. Archives of Ontario. F223-5-2-76. Ontario Society for Crippled Children. The History of  the Ontario Society of Crippled Children. (Unpublished manuscript, last modified  1967)  Archives of Ontario. F223-5-2-84. Ontario Society for Crippled Children. Summer   Camps in 1976-1977. (Summer Camping Objectives)  Ontario Society for Crippled Children. Camp Songbook. N. d. Parloursongs. “Peggy O’Neil.” Last modified 2011.  http://www.parloursongs.com/content/p/pegoneil.jpg.  Poter, Dorothy, and Roy Poter. “What was social medicine? A historiographical essay.”    Journal of Historical Sociology 1, no. 1 (2006): 1–17.  Portelli, Alesssandro. “What makes oral history different.” In The Oral History  Reader, edited by R. Perks, and A. Thomson, 33-42. London: Routledge, 2006. Rimke, Heidi, and Alan Hunt. \"From Sinner to degenerates: the medicalization of    morality in the 19th century.\" History of the Human Sciences 15, no. 1 (2002): 59–   88.  Roges, Naomi. “A disease of cleanliness: Polio in New York City, 1900-1990.” In   Hives of Sickness: Public Health and Epidemics in New York City, edited by   David Rosner, 115-130. New Jersey: Rutgers University Press, 1995.  Schwartz, William. “Characteristics of the group experience in residential camping.” In   Social work: The collected writings of William Schwartz, edited by T. Berman- Breaking the Rules Yoshida, Ferguson and Shanouda   46  Rossi. Itasca, IL: Peacock Publishers, 1994.  Sebe Bom Meihy, Jose. “The radicalization of oral history.” Words and Silences 2, no. 1  (2003): 31-41. Strong-Boag, Veronica. The New Day Recalled: Lives of Girls and Women in  English Canada. Toronto: Copp Clark Pitman, 1993.  Titchkosky, Tanya. Reading and writing disability differently: The textured life of  embodiment. Toronto: University of Toronto Press, 2007. Wilson, Daniel. “Fighting Polio Like a Man.” In Gendering Disability, edited by Bonnie  G. Smith and Beth Hutchison, 199-133. New Jersey: Rutgers University Press, 2004. Yoshida, K.K. and F.A. Shanouda. “Culture of silence: Modes of objectification and the  silencing of disabled bodies.” Under review, Disability and Society. Yoshida, K.K., V. Willi, and I. Parker. “The Emergence of the Self- Managed Attendant  Services in Ontario: Direct Funding Pilot Project – An Independent Living Model  for Canadians requiring attendant services.” Research in the Sociology of Health Care 22 (2004): 179-206.                                                   i History of the Ontario Society for Crippled Children (1967) is an unpublished manuscript. In this document, the origins and development of the OSCC are highlighted up until the 1960s. The second document is a list of objectives, appropriately titled, Summer Camp Objectives. This document is not dated but was attached to a poster/ad for Blue Mountain camp that was dated 1979. While the document itself might have been produced in the 1970s, the ideological understanding of disability illustrated by the language used in the objectives can be found much earlier in 1940s and 1950s documents cited within the manuscript.   Breaking the Rules Yoshida, Ferguson and Shanouda   47                                                                                                                                                  ii This chapter is based on research in which we investigated the oral histories of disabled Canadians who contracted polio pre-1955. The project team included academic and community disability activists. The overarching purpose of the research project was to investigate the extent of activism in the lives of this generation of disabled Canadians. This project is important because Canadian polio epidemic survivors (1920-1955) represent the earliest group of independent living pioneers and their numbers are diminishing with age; as such, we need to uncover their social histories in order to write our disability histories, emphasize our cultural roots and support contemporary campaigns for equality (Longmore and Umanski 2001).  iii One of the main criticisms of oral histories is the crediblility of the source, as often the oral sources are removed from events which may alter the memory of the event. However, Portelli (2006) suggests quite rightly, that the same criticism can be said about written documents. He argues that the personal involvement of the informant (i.e. oral sources can be questioned directly) may compensate for the chronological distance issue.  iv Not only did we use material objects as a bridge for remembering during the interviews, but we also believe that these material objects represent a “counter archive” to dominant understandings of what constitutes official archival materials. By bringing participant narratives together with personal material objects, we aim to further disrupt the authority of the official OSCC historical narrative.  v Archival research was also conducted in some of the summer camp regions themselves. This research was conducted by phone and email with local librarians and archivists. Local documents and information contextualized the camps individually as well as  collectively. We also visited the University of Western Ontario in London, Ontario and the London Central Library, both of which had archival documents about the construction, operation and maintenance of one of the most popular camps, Woodeden.  vi The biological facticity of the impaired body is the most common orientation towards disability, both historically and in the present, and is shared by both medicine (dominant society) and the social model of disability (Michalko 2002). See Hughes and Paterson (1997) for a critique.  vii The stigma associated with polio also impacted Penny’s family some years earlier, when their home above the family tailoring business storefront was quarantined, with negative economic effects for the family.  viii I Want a Girl (Just like the Girl that Married Dear Old Dad). 1912.   ix The Marine Song. 1929.    ",
    "id": 286270064,
    "identifiers": {
        "doi": null,
        "oai": "oai:openaccess.city.ac.uk:23476"
    },
    "title": "Breaking the rules: Summer camping experiences and the lives of Ontario children growing up with polio in the 1940s and 1950s",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-10-25T01:00:00+01:00",
    "publisher": "'Informa UK Limited'",
    "references": [],
    "sourceFulltextUrls": [
        "https://openaccess.city.ac.uk/id/eprint/23476/1/Breaking%20the%20Rules%20-%20Final%20%28January%208%202015%29.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/286270064.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/286270064"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/286270064/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/286270064/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/286270064"
        }
    ],
    "abstract": "This chapter presents an analysis from a critical disability studies history framework developed for a research project. It discusses how the research was conducted using an oral history method and how the analysis was produced. Oral history narratives of individuals living with polio are viewed as the most appropriate and important way to learn about and understand the meaning of polio for Canadians during the time period of 1927–1957. The chapter provides a historical backdrop to describe the development of some Ontario Society for Crippled Children (OSCC) camps, the philosophic basis for the camps, and the intended goals of the camping program. It deconstructs the philosophy of the OSCC, and presents some overarching themes. Each of the themes illustrates an aspect of the ableist dominant view of disability in relation to understandings of disabled children's lives at that time. The chapter introduces the counter narratives of the participants who attended these camps and their everyday lived experiences",
    "tags": [
        "RC",
        "RJ",
        "RC",
        "RJ"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "RC",
        "RJ"
    ],
    "oai": "oai:openaccess.city.ac.uk:23476",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "146",
        "openDoarId": 0,
        "name": "City Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 286270064,
        "depositedDate": null,
        "publishedDate": "2017-10-25T01:00:00+01:00",
        "updatedDate": "2024-02-12T10:55:35+00:00",
        "acceptedDate": null,
        "createdDate": "2020-01-20T10:50:00+00:00"
    },
    "urls": [
        "https://openaccess.city.ac.uk/id/eprint/23476/1/Breaking%20the%20Rules%20-%20Final%20%28January%208%202015%29.pdf"
    ],
    "lastUpdate": "2024-02-12T10:55:35+00:00",
    "setSpecs": []
}