{
    "acceptedDate": "",
    "authors": [],
    "contributors": [],
    "createdDate": "2016-11-21T19:07:37+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71338669.pdf",
    "fullText": "Building a Culture of Health by Creating Opportunities for Boys and Young Men of ColorEXECUTIVE SUMMARYAll young people should have the opportunity to lead the healthiest life possible and contribute to their community.  For young men of color, too often that opportunity is out of reach. We will never be a healthy nation unless we understand and work together, across a range of sectors, to reverse this trend.There is a long list of social, institutional, and economic barriers that prevent too many boys and young men of color from reaching their full potential.  They are more likely than their white peers to face risks in their community,  in school, and at home that jeopardize their health and life chances.  Today, there are many barriers that continue to stand in the way of enabling boys and young men of color to grow up healthier, get a good education, and find meaningful employment. Across all racial and ethnic backgrounds, these boys and young men are growing up in poverty, living in unsafe neighborhoods, experiencing chronic exposure to trauma and violence, and attending under-resourced schools.  All of these circumstances take an enormous toll on their health and future. Many of these young men are facing the traumatic stress of fearing for their physical safety at all times. These circumstances can contribute to behavior problems and poor academic performance, which can influence how long and well they live.  To better understand these barriers that America’s young men of color face and promising ways for our nation to overcome them, the Robert Wood Johnson Foundation’s Forward Promise initiative—in partnership with the Moriah Group—commissioned seven issue briefs. These briefs, authored by leading researchers in academia and the social sector, examine the following:•  Why does quality education from preschool through high school matter, for all young people and especially for young men of color? Along the educational continuum, how do issues such as limited access to early childhood education and high school impact their long-term health and chances of success? •  Why are boys of color at disproportionate risk of being suspended or expelled from school and how does it impact their academic progress? In particular, why is suspension and expulsion for boys of color so high in the preschool years, and what can be done to address this phenomenon?•  How does violence and other forms childhood trauma harm the health and well-being of boys and young men of color—including those who are gay, bisexual and queer?•  How does the lack of early career opportunities impact the lifelong health and well-being of young men of color? Executive SummaryHere is a snapshot:  The Role of Education and Discipline•  Developmental Psychologist Dionne Dobbins (Child Care Aware of America) looks at how disparities in access to high quality childhood education opportunities have impacted boys of color.  Dobbins highlights trends in participation rates in major publicly funded early care and education programs like Head Start and the federal government’s Child Care Development Block Grant. She also examines the common challenges families of color face in accessing quality early childhood education, and successful strategies that states and communities are using to improve participation rates. Dobbins cites, for example, the success of the Parramore Kidz Zone (PKZ) initiative in the predominantly African-American Parramore neighborhood of Orlando, Fla. that helped eligible families get subsidies for early childhood education by aiding in the application process and providing funds to increase the number of subsidies available. The initiative also covered the full cost of care for families who were ineligible for subsidies.  The effort increased the number of children enrolled in licensed childcare by 30 percent over five years.  The project also significantly improved rates of reading proficiency and raised the percentage of children reading at or above grade level from 45 percent to 60 percent within five years.  •  Child psychologist Walter Gilliam (Edward Zigler Center in Child Development and Social Policy at Yale School of Medicine) examines the mid- and long-term consequences of increasing early childhood expulsions and suspensions and the ways they harm boys and children of color. “Expulsion is the single most severe disciplinary action that any educational program can impose,” says Gilliam, adding that it “should no longer be tolerated” within preschool. He notes that boys and young men of color are disproportionately expelled or suspended in preschool, data that was recently confirmed in a report on equity and opportunity gaps from the U.S. Department of Education. While Hispanic and African-American boys account for 46 percent of all boys in preschool, they constitute 66 percent of those who are suspended. Kids who are suspended or expelled in preschool are more likely to be suspended or expelled during their K-12 years as well. They are also up to 10 times more likely to drop out of high school, experience academic failure, dislike school, and face incarceration. Gilliam offers examples of steps being taken to mitigate suspensions and expulsions in places like Connecticut, which banned use of suspensions and expulsions in public preschool.  He also explores other solutions, such as providing teachers with support to deal with early childhood mental health and behavior problems and helping preschools address and overcome intentional or unintentional biases about boys and children of color. •  Advancement Project examines the increased use of suspensions, expulsions, and school-based arrests across the country, and explains why there is an urgent need for systemic reforms. According to the Advancement Project, nearly 2.8 million students are suspended each year. Boys of color experience the highest rates of exclusionary discipline and school-based arrests. Black boys account for 18 percent of all out-of-school suspensions and are suspended at more than three times the rate of their white peers. Over 50 percent of school-based arrests involve black or Hispanic students.  The growing awareness of disparities in discipline have helped fuel significant reforms in places like Denver, which reduced suspensions and referrals to law enforcement by 60 percent and cut high school dropout rates by 40 percent. Although progress has been made, the problem persists in too many places. Mock encourages communities to work with the federal government to enforce civil rights protections against these practices; to be more proactive in calling for accountability for school police; and to advocate at the state and local levels to remove vague and subjective criminal offenses like “disorderly conduct” or “disturbing the school environment” from school disciplinary policies.   •  Professor Sandy Addis (National Dropout Prevention Center/Network at Clemson University) examines trends in high school graduation among males of color, the societal cost of dropping out, risk factors that lead to higher rates of dropping out, and effective dropout prevention strategies. Although there have been improvements in high school completion among students of color, they still graduate at lower rates than Asian and white students.  Young people of color drop out of high school at a rate that’s more than double that of white students.   Addis identifies 15 effective strategies to prevent dropouts, including strong community engagement to help young men of color value a high school diploma, and making sure families are involved in their child’s school success through high school.  Addis also gives examples of places that have made advances, like Florida’s Broward County where young black men are graduating at higher rates and reporting lower levels of stress.  The Impact of Trauma and Violence•  Professor John Rich (Drexel University School of Public Health) examines how trauma and violence disproportionately burden the lives of boys and young men of color and why providers, policymakers, and other leaders should create systems that foster support and healing.  Rich says not enough attention is paid to the psychological wounds left by violence on individuals and families, and the communities in which they live.  Boys and young men of color are burdened by violence and are more likely to suffer toxic stress imposed by chronic poverty, racism, unconscious bias, and brutality at the hands of the police and other institutions.  Making matters worse, too many systems charged with protecting the lives and dignity of boys and young men of color—health care, mental health, public health, law enforcement, and social services—fail to promote healing.Rich cites examples of promising solutions to address trauma and violence, including Healing Hurt, a hospital-based intervention program developed in Philadelphia, and the Children’s Resilience Initiative in Walla Walla, Wash. With advancements in trauma research, Rich concludes that it is time for a new national dialogue—one that examines the harmful impacts of toxic stress and socio-economic disadvantage, and that promotes healing and resilience among young men of color. •  Psychologist Kevin Nadal (Center for LGBTQ Studies at City University of New York) explores how being gay, bisexual and queer (GBQ) and also a young man of color can influence exposure to violence and trauma. Nadal says GBQ young men of color are susceptible to a variety of mental health disparities and substance abuse. They are also more likely to engage in sexual behaviors that put them at greater risk for HIV and other sexually transmitted disease. Although the literature on GBQ young men of color is nascent, Nadal offers different approaches for supporting them through community organizations, online support systems, educational systems, and psychotherapy.Photo: Jed ConklinNadal highlights the innovative work of FIERCE (Fabulous Independent Educated Radicals for Community Empowerment), an organization led by lesbian, gay, bisexual, transgender, queer (LGBTQ) youth of color in New York City.  It advocates for social justice and youth empowerment through grassroots organizing, movement building, and leadership development, while also providing mental health support to LGBTQ youth of color.  Nadal also examines the role of combining online and in-person support for GBQ young men of color, through organizations like Queer LifeSpace in San Francisco and Young Men Connection in Los Angeles. Strengthening Pathways to Employment•  Policy expert and advocate Kisha Bird (CLASP) looks at workforce solutions and strategies that can make a difference for boys and young men of color.  Although all young people face dramatic declines in employment, Bird says young men of color (particularly black and American Indian/Alaskan Native men) are disproportionately affected. Last year, one in five American Indian/Alaskan Native male teens were employed; the numbers are even lower for black male teens. These young men, who usually come from low-income families, have few career pathways and limited opportunities to gain valuable work experience and build employment history.  The reasons why include: “over attachment” to the criminal justice system; geographic and social isolation; and the likelihood of attending high-poverty, inadequately resourced schools with low graduation rates. Bird explains that public policies, programming and philanthropic investments should focus on providing young men with early work skills, skill advancement, and meaningful credentials to help them gain access to employment opportunities that would ordinarily be closed.  She also cites a number of successful initiatives, including: PowerCorpsPHL in Philadelphia, which works with young men who have been involved in the justice system; Project Rise in Kansas City, Mo., which offers education, paid internships, and case management to young adults who lack a high school credential; and Youth UpRising in Oakland, Calif., which builds career pathways into local high-demand industries like food manufacturing, data management, and digital media. To read the full series of issue briefs, visit www.rwjf.org/forwardpromise  About the Robert Wood Johnson Foundation For more than 40 years the Robert Wood Johnson Foundation has worked to improve health and health care. We are working with others to build a national Culture of Health enabling everyone in America to live longer, healthier lives. For more information, visit www.rwjf.org. Follow the Foundation on Twitter at www.rwjf.org/twitter or on Facebook at www.rwjf.org/facebook. About The Moriah GroupThe Moriah Group is an international consulting firm focused on enhancing outcomes for children and youth through improved education, child and youth development, and community development strategies. We support our clients with policy research, data analysis, strategic planning, cross-system partnership building, program evaluation and documentation, and other specialized projects benefitting children and youth. For more information, visit www.themoriahgroup.com. Follow The Moriah Group on Twitter @TheMoriahGroup or on Facebook at www.facebook.com/themoriahgroup.",
    "id": 71338669,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:25845"
    },
    "title": "Building a Culture of Health by Creating Opportunities for Boys and Young Men of Color, Executive Summary",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-10-10T01:00:00+01:00",
    "publisher": "Robert Wood Johnson Foundation",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/25845/25845.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71338669.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71338669"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71338669/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71338669/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71338669"
        }
    ],
    "abstract": "There is a long list of social, institutional, and economic barriers that prevent too many boys and young men of color from reaching their full potential. They are more likely than their white peers to face risks in their community, in school, and at home that jeopardize their health and life chances. To better understand these barriers that America's young men of color face and promising ways for our nation to overcome them, the Robert Wood Johnson Foundation's Forward Promise initiative—in partnership with the Moriah Group—commissioned seven issue briefs. These briefs, authored by leading researchers in academia and the social sector, examine quality education, suspension and expulsion, childhood trauma, and lack of early career opportunities",
    "tags": [
        "report",
        "Children and Youth",
        "Education and Literacy",
        "Health"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:25845",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71338669,
        "depositedDate": null,
        "publishedDate": "2016-10-10T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:45:45+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:07:37+00:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/25845",
        "https://issuelab.org/resources/25845/25845.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:45+00:00",
    "setSpecs": []
}