{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Żerebecki, Bartosz G."
        },
        {
            "name": "Opree, Suzanna J."
        },
        {
            "name": "Hofhuis, Joep"
        },
        {
            "name": "Janssen, Susanne"
        }
    ],
    "contributors": [],
    "createdDate": "2023-05-29T22:17:04+01:00",
    "dataProvider": {
        "id": 22326,
        "name": "EUR Research Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/22326",
        "logo": "https://api.core.ac.uk/data-providers/22326/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1111/soc4.12906",
    "downloadUrl": "https://core.ac.uk/download/567451017.pdf",
    "fullText": "Received: 5 February 2021 - Revised: 10 May 2021 - Accepted: 12 May 2021DOI: 10.1111/soc4.12906AR T I C L ECan TV shows promote acceptance of sexual andethnic minorities? A literature review oftelevision effects on diversity attitudesBartosz G. Żerebecki | Suzanna J. Opree | Joep Hofhuis |Susanne JanssenErasmus Research Centre for Media,Communication and Culture, ErasmusUniversity Rotterdam, Rotterdam, TheNetherlandsCorrespondenceBartosz G. Żerebecki, Department Media &Communication, Erasmus UniversityRotterdam, (M8‐45), P.O. Box 1738, 3000DR Rotterdam, The Netherlands.Email: zerebecki@eshcc.eur.nlAbstractUntil recently, western TV programming rarely featuredsexual or ethnic minority members; if present, their repre-sentation was mostly negative. Increasingly, though, diversecharacters start to play likeable protagonists as well. Thus,television can promote negative diversity attitudes and, atother times, positive ones. The present article reviews andconnects theories and research from sociology, psychology,and media and communication studies to clarify the role oftelevision in diversity attitudes formation and to identifydirections for future research. Specifically, two researchquestions are addressed. First, through which processesdoes television influence diversity attitudes? Second, whatfeatures of TV shows contribute to positive diversity atti-tudes formation among viewers, according to different the-ories of television effects? Findings indicate that televisioncan entrench existing negative diversity attitudes throughthe echo chamber phenomenon. However, TV contentfeaturing numerous, likeable, attractive, and typical minoritycharacters that have friendly interactions with the rest ofsociety can promote positive diversity attitudes. FutureA Video Abstract to accompany this article is available at https://youtu.be/‐JI‐DjexfdUThis is an open access article under the terms of the Creative Commons Attribution‐NonCommercial‐NoDerivs License, which per-mits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifica-tions or adaptations are made.© 2021 The Authors. Sociology Compass published by John Wiley & Sons Ltd.Sociology Compass. 2021;15:e12906. wileyonlinelibrary.com/journal/soc4 - 1 of 16https://doi.org/10.1111/soc4.12906research should study openness to view content with mi-nority characters, examine the effects of the complete videomedia diets, check media effects in non‐western countries,explore media effects in longitudinal studies and investigatewhat constitutes attractive, likeable, and typical represen-tation of ethnic and sexual minorities.K E YWORD Scultivation, diversity attitudes, echo chambers, minorityrepresentation, parasocial contact, social cognitive theory,television1 | INTRODUCTIONAudiences incorporate media messages into their worldviews (Macey et al., 2014). Because American TV shows,which are often available globally, portray more ethnic and sexual minorities in various roles (Garretson, 2015;GLAAD Media Institute, 2019), contemporary television may have a considerable influence on diversity attitudes.Diversity attitudes are beliefs about others who are different in some respects, be it physical characteristics,behaviors, group memberships, or personalities (Strauss et al., 2003). Support for diversity can have differentmeanings, such as general inclusivity toward all groups or acceptance of particular minority groups (Hennekam &Tahssain‐Gay, 2015). The present work reviews media effects studies featuring immigrants, racial/ethnic minorities,and LGBTQ people (i.e., lesbian, gay, bisexual, transgender, and queer people) that constitute sexual minorities.There are many alternatives to the acronym LGBTQ, however, we chose this term following a recommendation ofthe GLAAD Media Institute's (2016) reference guide to include various sexual and gender identities.With the rise of globalization, societies across the globe have come to include more immigrants who bring theirvarious cultural and religious practices into national cultures (Berry & Sam, 2014). In many places, this process hasled to certain racial and ethnic minorities becoming stigmatized, contributing to the pervasive problems of racismand prejudice based on cultural or ethnic background (Babacan et al., 2009). Furthermore, while LGBTQ peoplegain more legal protections in some countries, they are still highly likely to face discrimination across the globe(Mendos, 2019). The enduring and omnipresent social problems of stigmatization and discrimination call forpositive change on various levels, including the development of positive attitudes about ethnic, racial, and sexualminorities on the level of individual cognitions.Recently, Lamont et al. (2017) called for cultural perspectives to explain cognitive phenomena behind social is-sues. Grindstaff and Turow (2006) argue that television produces and reinforces social representations, particularlyrelating to the notions of ethnic, racial, and sexual identities. This viewpoint is substantiated by an empirical study intoethnocentrism among a representative sample of around 7000 Belgian adolescents (Elchardus & Siongers, 2007).Cultural taste in movies and music along with preferred media channels proved to explain ethnocentrism better thantraditional indicators such as participation in clubs and parental educational attainment, derived from classicalsociological theories such as social integration or deprivation perspectives. Following this view, television should betreated as a powerful socializing agent, which influences diversity attitudes about ethnic and sexual minorities.Numerous theories from sociology, psychology, and media and communication explain how cultural repre-sentations in media shape attitudes. However, these theories remain compartmentalized in their respective dis-ciplines. Chen (2018) acknowledges this separation of fields and argues that media sociology should embracemultidisciplinarity and become more problem‐driven. The present article is a response to the calls by Lamont2 of 16 - ŻEREBECKI ET AL.et al. (2017) and Chen (2018) and aims to review and integrate different streams of research to offer a compre-hensive analysis of how television affects diversity attitudes.Audiovisual narratives sometimes have a negative impact on audiences' views about sexual and ethnicminorities, while at other times improve them. Yet little systematic knowledge exists of the specific features of TVshows that make them effective in improving diversity attitudes. It is worth investigating what types of characterportrayal and on‐screen interactions make television a positive and effective socializing agent. This article ad-dresses two research questions. First, through which processes does television influence diversity attitudes?Second, what features of TV shows contribute to positive diversity attitudes formation among viewers, according todifferent theories of television effects?Our exploration opens with zooming in on echo chambers and the reinforcing spirals model. We consider howmedia selection can strengthen existing biases towards minorities and solidify negative views. Then, we examinehow and when television may change opinions and promote positive diversity attitudes. Cultivation theory,parasocial contact hypothesis, social cognitive theory, and the cognitive theory of stereotype change, respectively,create the backbone of this section. We discuss empirical evidence that supports each paradigm and identifyknowledge gaps to propose directions for future research.2 | TELEVISION ECHOING EXISTING BIASESModern media are often said to strengthen existing attitudes rather than change them. This holds specifically forecho chambers, Internet‐based communities of like‐minded individuals who only consume content that reflectstheir views (Sunstein, 2007). Within echo chambers, people voice similar opinions, never challenge their beliefs, andtend to dismiss information sources that disagree with their views. For instance, online networks on Twitter havebeen found to be segregated by political beliefs (Barberá et al., 2015) and research on partisan news consumptionhas indicated similar ideological segregation (Iyengar & Hahn, 2009).The echo chamber phenomenon is not restricted to online activities only. Uses and gratification theory positsthat people choose media content consistent with their needs and motivations (Ruggiero, 2000). Building on usesand gratification theory, Slater (2015) created a reinforcing spirals model where media use is both the outcome andthe predictor of users' beliefs. The theory argues that social identity, values, and preferences determine mediachoices, which in turn reinforce the existing attitudes, beliefs, and identities. In some countries, especially thosetraditionally conservative, positive representations of ethnic and sexual minorities can be scarce. Theoretically, insuch countries, negative portrayals that confirm viewers' beliefs could be encountered more often in news andentertainment programs. Logically then, viewers would be inevitably placed in echo chambers that support theirbiases towards minorities. Moreover, even when there is some choice, already biased viewers might be more in-clined to choose programs reflecting their views, thus following a reinforcing spiral.There is some evidence that television exposure can contribute to negative diversity attitudes staying the sameamong viewers. Eyssel et al. (2015) examined longitudinal relations between private TV viewing and Islamophobiain German society. TV portrayals of Muslims proved to be overwhelmingly negative in German news and politicalprogramming on private networks. Moreover, initial Islamophobia was indeed found to predict later preference forprivate channels, and initial preference for private channels predicted later Islamophobia. Similar findings werereported in a study of violence acceptance towards outgroup members between Palestinian and Israeli youths(Gvirsman et al., 2016). Children who reported more exposure to mediated political violence had their views onphysical violence towards Israeli or Palestinian people solidified at a later time. Finally, another study found thatinitial consumption of conservative channel Fox News predicted more negative attitudes towards the Black LivesMatter movement in the future among American audiences (Kilgo & Mourão, 2019). Initial negative attitudes to-wards the movement also predicted higher consumption of Fox News in the future in the same group. These studiesŻEREBECKI ET AL. - 3 of 16support the reinforcing spirals model by showing that television can reinforce negative diversity attitudes, as wellas that negative attitudes may result in television consumption patterns that confirm them.In general, the presented frameworks explain how television can hinder a change of views and the formation ofpositive diversity attitudes. Echo chambers prevent the exchange of ideas and exposure to different views. Anexpected outcome of the reinforcing spirals model is a strengthening of existing beliefs. Arguably, in a context ofsocieties less open to diversity, television consumption can lead to even more negative attitudes. However, it isimportant to acknowledge that, in theory, echo chambers of positive diversity attitudes are also possible. Eventhough this has not been empirically shown, audiences open to diversity may follow a reinforcing spiral wheretelevision improves their positive diversity attitudes, and their existing positive attitudes determine their selectionof media content that supports these views. In sum, there is empirical evidence that negative representation ofminorities along with viewers choosing such content leads to diversity attitudes becoming more negative, butopposite effects are theoretically possible.3 | TELEVISION CHANGING VIEWSRecent years witnessed an increase in minority representation on TV. Garretson (2015) noted a general upwardtrend between the 1970s and 2000s for the representation of African Americans, working women, and LGBTQpeople on network television in the United States. This rise in minority representation is not limited to Americanprogramming. Video‐on‐demand streaming platforms show the same trend. While not all streaming services areavailable globally and local differences in content endure, a lot of original platform content marketed globallyadheres to this trend. For instance, GLAAD Media Institute (2019) reported that streaming platforms have highnumbers of LGBTQ regular and recurring characters, including some people of color. While some of these por-trayals still rely on negative stereotypes, increasing minority representation also increases the amount of positive,likeable, recurring characters. For example, Netflix's diversity and inclusion report shows that original Americanseries have numerous representations of LGBTQ characters and characters from racial and ethnic minorities (Smithet al., 2021).Even though echo chambers and the reinforcing spirals of media consumption exist, given the vast media land-scapes, saturated with multiple choices, viewers that are driven by curiosity, might want to explore programs outsideof their comfort zone. For instance, would all conservative audiences unanimously abstain from entertainment TVshows that feature positive representations of sexual or ethnic minority characters? A review of media selectivitytheories suggests that mediated intergroup contact is rare but possible (Johnson, 2017). While empirical evidence togive a clear answer is still lacking, media use motivation theory sets a promising direction for future research.Oliver and Raney (2011) identified two different types of motivation for entertainment seeking: Hedonisticmotivation is about fulfilling one's need for fun, while eudaimonic motivation refers to the need to contemplate themeaning of life. For instance, people watch life dramas or sad stories for leisure to fulfill a eudaimonic need. Intheory then, majority viewers, regardless of their social beliefs, may find it interesting to consider the life ofsomeone completely different. The experiences and struggles of minorities could stimulate reflections on the hu-man condition. Research already shows that identification and perspective‐taking happen even with highly stig-matized characters in a video (Chung & Slater, 2013). While viewers might not actively seek programs disagreeingwith their beliefs, they still could be interested in seeing them upon encounter. Broad exposure to entertainmentmedia can also result in exposure to different points of view. An algorithmic recommendation system can limit thisbroad exposure by suggesting content similar to previous consumption, however, looking for new series is then stillpossible. Perhaps exploring different entertainment show options offers a way to break out of echo chambers insome respects. While people might be segregated by the news outlets they follow, they could come together asaudiences of the entertainment series they watch. Still, to what extent political and social beliefs determineentertainment media choices calls for further research.4 of 16 - ŻEREBECKI ET AL.In sum, television, accessible globally, already provides some narratives featuring minorities in a positive light.Entertainment shows with such characters could gather an audience base with different initial opinions. Viewers'diversity attitudes could become more positive upon consumption of such TV content. A major question thatremains is through which processes the changes in worldviews occur. Several theoretical paradigms shed light onthe mechanisms and conditions under which TV shows promote positive diversity attitudes. While these paradigmssometimes appear together in television effect studies, their specific features are rarely analyzed side‐by‐side. Thefollowing part reviews three relevant media effects theories—namely cultivation theory, parasocial contacthypothesis, and social cognitive theory. Subsequently, the focus moves to the cognitive theory of stereotypechange. The approach stems from psychology and has not been applied extensively in the context of television yet.3.1 | Watching multiple TV programsCultivation theory was introduced in 1970s research on the effects of prime‐time television exposure. The theoryposits that programs and shows cultivate particular beliefs: Audience members are driven to perceive the realworld in ways that reflect the world portrayed on television (Morgan et al., 2009). Shrum (2009) discussed twotypes of cultivation effects: first‐ and second‐order effects. First‐order effects pertain to the estimation ofprevalence and probability of a given event portrayed in media. When a viewer watches multiple programs, mentalrepresentations of the televised messages accumulate in the mind. These representations become easier to retrievefrom memory. First‐order effects are the strongest when audience members make the estimation automatically,without thorough consideration. For instance, viewing many shows featuring minorities can make people believethat such individuals are common in society. In societies where people of different ethnicities are segregated orLGBTQ individuals are not comfortable being publicly out, these first‐order effects could make viewers more awareof the presence of minorities.Second‐order effects concern the development of attitudes and beliefs. Some television messages arepersuasive enough to be incorporated by the audiences into their thinking. The viewers who pay more attentionand are more involved in the shows have stronger second‐order cultivation effects. Possibly, shows that presentethnic or sexual minority members in a positive light have the power to convince viewers that such individualscould be valuable members of society. Still, different audiences could process television messages differently.Morgan et al. (2009) argued that the recurrent messages on television could be unanimously adopted by diverseaudiences. Accordingly, the result is a mainstreaming effect, where people with divergent viewpoints come closertogether, forming a consensus. Other studies argued that it is also possible that media effects follow a pattern ofresonance where the strongest cultivation happens for the viewers with beliefs agreeing with televised messages(Shrum & Bischak, 2001). The resonance effect, on the contrary to mainstreaming, can result in the strengthening ofexisting opinions. Similar to echo chambers and the reinforcing spiral models, those with more negative diversityattitudes might stay this way—and vice versa, more positive diversity attitudes could be reinforced.There are two important conditions for cultivation to take place, namely the possibility of repeated exposureover time and the homogeneity of messages across different content pieces (Morgan et al., 2009). Increasingly,viewers choose and stream their content at leisure through various video‐on‐demand platforms. Netflix pridesitself on promoting diversity and having multiple shows dealing with various marginalized groups such as people ofcolor or LGBTQ individuals (Smith et al., 2021). Thus, heavy exposure to Netflix could result in conditions similar tothe homogeneity of prime‐time television broadcasting in the past. Devoted fans of the platform have greaterchances of watching various series showcasing minorities, which potentially could lead to the cultivation of positivediversity attitudes.The algorithmic recommendation system, prevalent in online television, results in targeted advertising, whichcreates challenges for cultivation to take place. Viewers' watching history determines what new shows arepromoted to them. Therefore, audience members could be segmented into pockets of similar interest groups forŻEREBECKI ET AL. - 5 of 16advertising purposes. For example, those seeking foreign shows or those seeking sci‐fi shows could see contentaccording to their interests. Similarly, audience members not interested in shows with diverse characters mighthave a smaller chance to encounter shows that would change their views. While the risk that such segmentationleads to echo chambers persists, Netflix also promotes certain shows to all audience members in the section NetflixOriginals or on their social media. Often, these shows feature cast members and characters representing diversebackgrounds. Therefore, even with algorithmic recommendations, video‐on‐demand platforms can still lead to thecultivation of positive diversity attitudes.The cultivation paradigm gathered large empirical support for shaping viewers' beliefs, specifically aboutviolence, sex roles, or science (for a summary see Morgan & Shanahan, 2010). The theory was also used to explainchanges in views on some minorities. Calzo and Ward (2009) explored general attitudes toward homosexuality. Theauthors noted that frequent exposure to soap operas and daytime talk shows among American men, a group lessaccepting of homosexuality, correlated with higher acceptance of this sexual orientation in general. Thus, the studylends credence to the mainstreaming aspect of cultivation theory, at least in the context of minority acceptance.Similarly, Hefner et al. (2015) reported that greater cumulative exposure to different queer‐themed showscorrelated with more positive attitudes toward gay men and lesbian women. Therefore, repeated exposure tosimilar messages about homosexuality results in more positive diversity attitudes toward LGBTQ people. Thestudies also suggest that American television shows increasingly feature positive representations of gay people,which has a positive effect on viewers, making them more accepting.In contrast, cultivation effects on racial minorities offer less promising results, at least in the United States.Heavy television viewing results in more negative stereotypes about African Americans, Asian Americans, andNative Americans (Lee et al., 2009). A primarily negative representation of ethnic minorities on American televisioncould explain these effects. While the situation is changing with more ethnically diverse casts in streaming platformshows, a recent study on the representation of diversity in Netflix shows concludes that some portrayals stillreinforce negative stereotypes about Latin women (Gonzalez‐Sobrino et al., 2018). The results about cultivationand LGBTQ acceptance offer some hope, though. Perhaps a rise in positive representations on mainstreamtelevision could improve the views of ethnic minorities as well.Some knowledge gaps in cultivation theory remain to be explored. First, empirical studies demonstrating thatthe content featuring positive racial minority representations improves acceptance of these groups are needed.Such research could explore the complete audiovisual media diets, including the content on broadcast televisionand shared online. More positive minority representations may be already available on specific social mediaplatforms like YouTube, which features more user‐generated content. Second, there should be more researchspecifically on video‐on‐demand platforms. Positive minority representations featured in shows available online arelikely prominent enough to effectively shape positive beliefs about others among audience members. As mentioned,Netflix users, exposed to programming with diverse characters, could develop more positive diversity attitudes.In general, the available evidence indicates that television can cultivate positive diversity attitudes by featuringminorities in a positive light across different programs. The discussed theory focuses on general exposure totelevision, while the subsequent two paradigms, parasocial contact hypothesis, and social cognitive theory, focus onthe mediated contact with characters.3.2 | Feeling a connection with the charactersThe parasocial contact hypothesis focuses on the content of televised messages, specifically the characters'portrayal (Schiappa et al., 2005). The theory argues that audiences have the potential to form social bonds withcertain characters. Such bonds are called parasocial due to their one‐sided nature from the viewer to thecharacter. They have strong effects on audience members, even changing their attitudes, which resembles theinfluence of real‐life contacts. The theory extends Allport's (1954) classic contact hypothesis, which predicted6 of 16 - ŻEREBECKI ET AL.that friendly contact between groups reduces animosity between their members. Similarly, the parasocialcontact hypothesis posits that mediated contact on television reduces prejudice because it allows viewers tolearn about the outgroup members (Schiappa et al., 2005). Sometimes parasocial bonds can resemble friend-ships. For instance, if the character is a disadvantaged minority member portrayed positively, mediated contactcan result in a friendly bond, which promotes greater acceptance, understanding, and appreciation. Moreover,these mediated interactions are especially effective when real‐life contact possibilities are limited (Schiappaet al., 2005). Therefore, similarly to the first‐order cultivation effects, this theory predicts that television isespecially important in promoting positive diversity attitudes in societies where numerous contacts withminorities are not commonplace.Friendly parasocial contact is more likely to happen under specific conditions. Frequent exposure totelevision is important for parasocial bonds to be formed, just like frequent exposure to television is importantfor cultivation to take place. Schiappa et al. (2007), drawing on a meta‐analysis, claimed characters should bepresented as realistic, attractive (physically, socially, and/or relationally), and similar to the viewers. Suchrepresentation ensures that mediated contact is positive and has a chance to promote acceptance of ethnic andsexual minorities.Vast empirical evidence shows that parasocial contact affects perceptions of a disliked outgroup. A recentmeta‐analysis on mediated contact reported 56 studies, which examined both negative and positive parasocialcontacts with different minority groups and their effects on prejudice (Banas et al., 2020). The paper citednumerous studies showing an improvement in attitudes upon positive exposure in videos toward immigrants,LGBTQ individuals, Muslims, African Americans, people with mental illnesses, and with STDs. Such a broadapplication shows that parasocial contacts affect multiple different minorities, and thus could promote positivediversity attitudes.Specifically, the parasocial contact hypothesis has been developed with a focus on LGBTQ people. Schiappaet al. (2005) examined parasocial contact effects in experimental studies. Two of their studies were comparingexperimental groups to control and preexposure groups. The authors showed that even one‐time exposure to QueerEye for the Straight Guy or Eddie Izzard's standup show resulted in decreased prejudicial attitudes toward gay menand male transvestites, respectively (Schiappa et al., 2005). However, the demonstrated improvement in attitudeswas observed only shortly after the stimulus was presented, hence it is unclear whether the change was lasting. Intheir third study, they were screening Six Feet Under episodes for 5 weeks and then noted improvements in atti-tudes toward gay men among American university students. The attitude change measurement took place sometime after the long‐term exposure to the show, which suggests that a change in diversity attitudes was more lastingthan a change measured immediately after exposure to the stimulus. In yet another research, the same authorsfound that frequency of viewing Will and Grace, as well as a level of parasocial interaction with a gay character (i.e.,Will), correlated with lower prejudice toward gay men (Schiappa et al., 2006). In sum, the cited research demon-strates that positive, attractive representations of queer characters such as David Fisher and Keith Charles from SixFeet Under, the crew from Queer Eye for the Straight Guy, or Will from Will and Grace, can change perceptions of theentire social group.Some aspects of the parasocial contact hypothesis still need further exploration. For instance, the optimalconditions for the theory do not specify how to portray disadvantaged minorities as realistic, attractive, and similarto viewers. Perhaps representing minority members in an overwhelmingly positive light, as having superior moraland intellectual qualities, makes them more attractive. However, portraying them as complex and fallible humanbeings, facing ethical dilemmas might also be attractive. In this way, TV show characters could be perceived ascloser to the everyday viewer. It remains to be researched whether some less positive attributes such as characterflaws could make minority representation more relatable and easier to identify with. Future research should focuson ways, in which attractive character representation could be achieved.Another research avenue is based on Allport's (1954) contact hypothesis, which specified optimal conditions toensure that intergroup contact reduces prejudice. These included equal status, common goals, intergroupŻEREBECKI ET AL. - 7 of 16cooperation, and support for authorities, law, or customs. They were later confirmed in a large‐scale meta‐analysis(Pettigrew & Tropp, 2006). Yet these contact conditions are specific to real‐life situations. How they could beachieved through parasocial interaction with outgroup members is unclear (Park, 2012). It could be interesting toexplore empirically what could constitute a shared goal or an equal status with a show character. Perhaps thesimilarity of social class or age and sharing some general life goals makes mediated contact with minority membersmore effective in promoting positive diversity attitudes.In sum, the extant research shows that the parasocial contact hypothesis explains how television can promotepositive diversity attitudes. The theory distinguishes itself from the cultivation approach by specifying how somefeatures of TV shows, for instance, different ways of character portrayal, may impact the effectiveness of changingviewers' beliefs about others.3.3 | Learning positive intergroup interactionsIn contrast to cultivation and the parasocial contact hypothesis, social cognitive theory argues that mere exposureto television and mediated contact with minorities is not enough to promote positive attitudes toward others. Toshape opinions effectively, TV shows should include specific interactions between characters, which can be learnedby the viewers. TV characters model various beliefs, attitudes, and behaviors through their on‐screen interactionswith each other (Bandura, 2009). The audiences observe these interactions and learn them, often incorporating thepresented values, beliefs, and behaviors into their own repertoire of thought and action. Bandura (2009) arguedthat vicarious experiences have a similar role to personal ones. TV viewership would thus greatly expand the realmof scenarios to learn from. Social cognitive theory explains how openness for diversity can be modeled and taughton‐screen. Positive interactions between majority and minority members could be learned, and as a result, viewerscould feel more comfortable in having such interactions in real life.Social cognitive theory specifies conditions that promote observational learning. Bandura (2009) argued thatthe similarity between the model and the viewer can enhance social learning. For instance, perceived attitudesimilarity and sharing gender with a TV character was found to increase wishful identification, a desire to be like afavorite TV show character (Hoffner & Buchanan, 2005). An analogical study indicated that perceived similaritycorrelated with a greater willingness to change to be like the character of the show Lost (Tian & Hoffner, 2010).Interestingly, people reported more perceived similarity with liked rather than disliked characters. The limitation ofthese studies is their cross‐sectional design and reliance on correlations. It could be that willingness to be akin tocharacters makes viewers like them more and thus perceive more similarity with the characters, rather than theother way around. People tend to see themselves more in the characters they like.The second condition under which social cognitive theory predicts learning from vicarious experiences isrewarding the modeled behavior. Bandura (2009) stressed that modeled behaviors should be made desirable toensure that viewers are willing to emulate them. To promote positive diversity attitudes, group interactions shouldbe portrayed in a positive light as well. For instance, some series show that majority and minority members engagein friendly contact. They promote positive diversity attitudes because the presented interactions result inrewarding, successful cooperation. Moreover, these portrayals teach viewers how intergroup contact could takeplace without tension. Audiences could feel less nervous about interactions with dissimilar others and feel moreinclined to have them in real life.The third and last condition for modeling to take place effectively comes from social comparison theory(Festinger, 1954). While social cognitive theory does not normally include social comparison theory, they bothanalyze behavior modeling. Therefore, to enrich the understanding of when modeling of onscreen interactions islikely to happen, it is beneficial to integrate these paradigms. When individuals compare themselves to othersperceived as better, they want to emulate the model's behavior. This is called upward social comparison. Existingresearch shows that people compare themselves to media figures and try to reach presented body ideals8 of 16 - ŻEREBECKI ET AL.(Van Vonderen & Kinnally, 2012) or motherhood standards (Chae, 2015). A majority member engaging in friendlycontacts with minorities on‐screen could be perceived as a desirable model that is worthy of emulation in real life.Multiple research projects indicated that modeling of positive intergroup interactions results in the vicariouslearning of positive diversity attitudes. The aforementioned meta‐analysis of mediated contact listed 22 studiesfeaturing vicarious intergroup contact (Banas et al., 2020). The cited studies reported an improvement in attitudestoward immigrants, LGBTQ people, Muslims, and African Americans, thus proving that vicarious intergroup contacton television affects the audiences' perceptions. Ortiz and Harwood (2007), for example, checked whether showscan model positive intergroup interactions between straight and gay people. They indeed found that viewers whoidentified with Grace from Will & Grace had less intergroup contact anxiety and showed a lesser social distance togay people in general. The results can be explained by the fact that Grace, a heterosexual woman, modeled positiveattitudes toward gay people through friendship with Will who is an openly gay protagonist. The viewers of theseries were shown rewards for openness to a gay man in the form of a lasting and satisfying friendship. Moreover,the straight audience members could see a similarity with the protagonist and incorporate easier her thoughts andbehaviors into their own lives.Other studies on racial minorities had similar conclusions. Joyce and Harwood (2014) used clips from 30 Days,an American show, which in one episode portrayed interactions between border patrolling US citizen and illegalimmigrants. The viewers exposed to positive contacts showed more positive attitudes toward illegal immigrantsthan those exposed to neutral and negative contacts. In another study, German students who were shown pro-motional clips of friendly contact between German and Chinese youth scored higher on intergroup affect andwillingness to contact the Chinese than those who were shown no interactions or only minority members(Mazziotta et al., 2011). These studies demonstrate that a friendly intergroup contact portrayal has positive effectson viewers' beliefs on various ethnic minorities—at least in the short term, that is, since the measurement of theattitudes was done immediately after exposure to the videos.Nevertheless, more research is also needed on specific aspects of social cognitive theory and diversity attitudesas some unresolved issues remain. First, if the characters have to be almost the same as the viewers to beconvincing, then the potential to change diversity attitudes is weakened. Majority viewers would not be able toidentify with minority characters and learn from them because of lacking similarity. Yet a recent experimental studyfound no differences in the persuasiveness of the written story where protagonist's sex, nationality, age, and city ofaction were similar and dissimilar to the attributes of the readers (Cohen et al., 2018). This finding points to asimilar gap in knowledge within television effects. How exactly does the similarity between viewers and charactersinfluence modeling? Is it possible that characters have to be similar to viewers only on particular dimensions, suchas attitudes and personality features, but not on all characteristics like gender, ethnicity, or sexual orientation?More empirical research could clarify the dimensions of similarity between viewer and character that are necessaryto promote positive diversity attitudes.The second research gap concerns how positive attitudes toward one minority might spread to general positivediversity attitudes due to vicarious learning. A meta‐analysis of 94 studies on the intercultural group climatedemonstrated that diversity appreciation could be cultivated in a workplace, and, moreover, such value positivelyaffects organizational outcomes (Holmes et al., 2020). Perhaps this positive general climate could be modeled in TVshows as well. It remains to be studied whether television might not only promote acceptance of particularminorities but also a general sense of diversity openness.So far, cultivation theory, the parasocial contact hypothesis, and social cognitive theory offer various expla-nations on how television can promote positive diversity attitudes. All three theories are widely used in the field ofmedia studies. However, they do not fully explain how the change in perceptions about other people happens.Often minority members are perceived through negative stereotypes, which have to be overcome to improvegeneral diversity attitudes. For this reason, it is important to bring in insights from psychology to enrich theunderstanding of particular mechanisms behind cognition change.ŻEREBECKI ET AL. - 9 of 163.4 | Changing negative stereotypesThe psychology of stereotype change provides concrete mechanisms that explain how new information changes theexisting attitudes. The theory has not been extensively used in media studies. Still, some research indicates thatmedia messages can disprove stereotypes. Stereotypes are standardized beliefs about another group (Weber &Crocker, 1983). Negative diversity attitudes are reinforced by negative stereotypes, which cause discriminatorybehaviors and social exclusion. For instance, a recent study found that even implicit negative associations aboutethnic minorities correlate with discrimination in hiring (Rooth, 2010). Changing negative stereotypes could in-crease minority acceptance and create positive diversity attitudes. While television often stereotypically portraysminorities (Mastro & Greenberg, 2000), previously discussed examples show that TV shows can also improve theimage of minorities (Calzo & Ward, 2009; Joyce & Harwood, 2014; Ortiz & Harwood, 2007). Possibly, stereotypechange took place because of the media representations.A classic study by Weber and Crocker (1983) tested three models of stereotype change, namely the bookkeepingmodel, conversion model, and subtyping model. The bookkeeping model assumes that each piece of new informationaccumulates and the resulting change in cognitions is incremental. In this model, stereotypes are treated as ho-mogenous structures; their change occurs gradually and finishes when new information pieces outnumber the oldinformation pieces. The conversion model argues that stereotype change is a drastic process that happens when anindividual is confronted with a salient example, which disproves the stereotype. Finally, the subtyping model seesstereotypes as hierarchical, heterogeneous structures. New information often helps to establish a new subtype first,which differs from the overall stereotype. Each instance of a similar stereotype disproving information is categorizedas exceptional and classified with a created subtype. Subtyping slows down the overall stereotype change becausenew information does not readily affect the main stereotype. Cognitions can change when the new subtype becomesmore prominent than the overarching stereotype. Alternatively, stereotypes change easier when the new informationis not classified as exceptional but rather as typical information that disproves the overall stereotype.The cognitive theory of stereotype change stipulates a particular set of conditions for the change in perception totake place. Following the bookkeeping model, many instances of stereotype disconfirming information should occur.This situation could be achieved through exposure to many different instances of non‐stereotypical individuals orrepeated exposure to one non‐stereotypical person. Following the conversion model, there should be a salientexample of an individual disproving stereotypes. Lastly, following the subtyping model, there should be numerousinstances of stereotype disproving people and the individuals should be seen as typical of their respective groups.Numerous studies found support for the discussed models. McIntyre et al.'s (2016) meta‐analysis of 35 studieson exemplar's influence on stereotypes concluded that stereotypes change following bookkeeping and subtypingmodels. An exemplar sample size and typicality correlated with a greater stereotype change. However, existingevidence focusing on media exemplars indicates that stereotypes change according to conversion and subtypingmodels. For instance, exposure to American television shortly before Obama's election, during the presidentialcampaign, was found to be correlated with more positive stereotypes of African Americans (Zhang & Tan, 2011).The results offer some support for the conversion model. The authors reasoned that Obama was a singularexemplar, often portrayed on television, who affected attitudes toward an entire African American community. Inanother study, exposure to Jimmy Smits, a well‐known Latino actor, appeared to improve perceptions of the entireLatino community (Mastro & Tukachinsky, 2011). These research projects show that the conversion model can beuseful in explaining how negative stereotypes change due to media exposure.The subtyping model also finds support in studies focusing on media. For example, Joyce et al. (2020)demonstrated how media exemplar typicality influences stereotype change. The researchers showed young adultsthree types of clips of older adults driving in Top Gear. The videos varied in their degree of disproving thestereotype that older people are bad drivers. The first type featured a bad elderly driver, the second a decentelderly driver, and the last an excellent elderly driver. The study checked, which portrayal produced the biggestchange in stereotypes. People who viewed a moderate counter stereotypical clip ended up having the most positive10 of 16 - ŻEREBECKI ET AL.beliefs about the driving skills of the elderly. Thus, Joyce et al. (2020) argued that there is a “sweet spot” where anexemplar is atypical enough to change the stereotype but still typical enough to be considered representative of theentire group. However, the change in stereotype was demonstrated only in the short term, as the attitudemeasurement was applied immediately after showing the stimulus. As shown in the study, stereotypes change whensubtyping does not take place.More knowledge on the application of the cognitive theory of stereotype to the media context is needed. Forinstance, direct empirical support for the bookkeeping model is still scarce. Previous studies found that the frequencyof exposure to diverse characters predicted better attitudes toward gay people (Hefner et al., 2015, Schiappaet al., 2006). Therefore, it is possible that each time exposure to the same positive minority character happened, apiece of information accumulated to improve existing negative stereotypes. Perhaps, exposure to many minoritycharacters from the same show or different shows could work similarly. Future research should explore how thenumber and sources of instances of stereotype disconfirming information in media affects stereotype change.In short, the cognitive model of stereotype change can be used to explain how television promotes positivediversity attitudes. While media studies have not used this theory extensively, the existing evidence suggests thatthe model is a promising avenue for future research.4 | TELEVISION INFLUENCING DIVERSITY ATTITUDESThis article reviewed various theories from sociology, psychology, and media and communication studies to explainthe relation between television and diversity attitudes. In response to the first research question (i.e., throughwhich processes does television influence diversity attitudes), television plays a vital role in shaping opinions aboutsexual and ethnic minorities. TV shows can represent minorities in various ways, both positive and negative, thusaffecting their levels of acceptance and diversity attitudes. On the one hand, television could play a role instrengthening existing negative attitudes by supporting echo chambers. Audiences can segregate into pockets ofsimilar consumption where their TV choices support their existing views on diversity. This situation results in thosewith negative views on ethnic and sexual minorities staying this way and even becoming more certain of theirviews. On the other hand, entertainment media could bring people together as fans of shows that feature minoritymembers in a positive light. Then, exposure to a positive image of diversity on television could promote positivediversity attitudes among viewers. The theories popular in media studies and psychology such as cultivation, theparasocial contact hypothesis, social cognitive theory, and cognitive model of stereotype change, provide acomprehensive overview of how and when television can affect viewers' beliefs. It is important to acknowledge thatwhile this review focused on how these theories could improve diversity attitudes, the same theories could explainhow diversity attitudes become more negative if sexual or ethnic minorities are represented negatively.In response to the second research question (i.e., what features of TV shows contribute to positive diversityattitudes formation among viewers, according to different theories of television effects?), the main conclusion isthat the entertainment media should include numerous characters that represent ethnic and sexual minorities. Suchcharacters should be shown in friendly interactions with the rest of society. Additionally, there is a set of specificways to represent minorities that promote positive diversity attitudes such as being likeable, attractive, similar toviewers, and typical. Finally, this article also identified unresolved tensions in the theories. Based on theseknowledge gaps, the directions for future research are outlined below.4.1 | Directions for future researchFirst, it is important to establish whether people choose TV shows with diverse points of view or whether they staywithin echo chambers reflecting their beliefs and preferences (Slater, 2015; Sunstein, 2007). Entertainment mediaŻEREBECKI ET AL. - 11 of 16do not necessarily support echo chambers. On the contrary, programs with diverse characters could be moreappealing to watch. Nevertheless, further empirical support of these claims is needed. This knowledge gap could beaddressed in a study focusing on how people select their TV shows for leisure and what type of characters theaudiences want to see.Second, baseline diversity attitudes toward immigrants, refugees, or ethnic minorities already differ signifi-cantly between countries (Berry & Sam, 2014). Attitudes toward sexual minorities also vary between cultures(Mendos, 2019). Therefore, media effects on diversity attitudes could have different magnitude depending onexisting beliefs in the country. Most of the cited research comes from Western and mostly English‐speakingcontexts (for instance Calzo & Ward, 2009; Joyce & Harwood, 2014; Schiappa et al., 2005). It is important toreplicate the existing studies in other cultural contexts with different diversity attitudes. Research suggests thattelevision plays a greater role in positive diversity attitudes promotion where people are less likely to encounterminorities face‐to‐face (Schiappa et al., 2005).Third, future research should explore whether positive diversity attitudes could develop toward differentminority groups at once. As mentioned before, the meta‐analysis from Holmes et al. (2020) identified multiplestudies with workplaces, which fostered positive general diversity attitudes. Perhaps, positive views on one mi-nority group could spread and encompass different ones as well.Fourth, research should examine complete media diets and their effects on diversity attitudes. Multiple citedstudies investigated the role of a single show (Joyce & Harwood, 2014; Joyce et al., 2020; Ortiz & Harwood, 2007).A future study could measure the complete narrative audiovisual media consumption, including those shared onsocial media. Such a study could also identify sources and numbers of positive minority representations to examinewhether the bookkeeping model explains some changes in stereotypes. The insights from all consumed videos couldclarify prevalent minority portrayals and their effects on viewers' beliefs. It is also likely that media sources have atotal cumulative effect that depends on all viewed programs.Fifth, an in‐depth study of minority representation is needed to establish portrayals that promote positivediversity attitudes the most. The similarity to the viewer (Bandura, 2009; Hoffner & Buchanan, 2005; Tian &Hoffner, 2010), and being perceived as prototypical (Joyce et al., 2020), attractive, and realistic (Schiappaet al., 2007), all play a role in cognition change. Yet it is still unclear how these features can be achieved. Futurestudies could explore dimensions of similarity between viewers and characters, including demographics, appear-ance, and personality traits. Another line of research should focus on how to achieve an attractive portrayal ofminorities. On the one hand, this attribute could mean an idealized portrayal of minorities as heroic figures withsuperior moral character. On the other hand, attractiveness could come from being portrayed as a fallible humanbeing, facing, and overcoming ethical dilemmas and problems. Moreover, optimal conditions of Allport's contacttheory, such as equal status and shared goals (Allport, 1954; Pettigrew & Tropp, 2006), should be explored in thecontext of a mediated contact.Sixth, while the discussed theories come from research on television, the same theories apply to the audiovisualnarratives shared on social media. For example, YouTube also contains user‐generated content that showcasesminority characters and issues, and many vloggers belong to sexual and ethnic minorities. Short series and au-diovisual narratives could also be shared on platforms such as Facebook, Instagram, or TikTok among others.Moreover, social media give a possibility of greater engagement with authors of the content, who often feature inthe videos. Comment options and immediate reactions such as likes could facilitate stronger parasocial bondscreation. The content creators can also respond to their fans, which makes the relationship more equal and perhapseven more effective. Thus, applying television‐based theories to the content on social media is a promising avenuefor future research.Finally, television and media effects should be explored using different methodologies. The majority of mediaeffects studies rely on a cross‐sectional design (Calzo & Ward, 2009; Ortiz & Harwood, 2007; Schiappa et al., 2006).Though experiments (Schiappa et al., 2005) suggested that TV shows affect diversity attitudes, effects may alsooccur in the opposite causal direction. Perhaps already more open‐minded people choose to watch shows with12 of 16 - ŻEREBECKI ET AL.diverse characters as suggested by the reinforcing spirals model (Slater, 2015). A longitudinal study of exposure togiven shows could help to establish causation between media choices and diversity attitudes and provide a betterunderstanding of the relationship between these variables across different time intervals. Additionally, moreresearch showing that the improvement of diversity attitudes is a lasting change is needed. Only one experimentfrom Schiappa et al. (2005) measured attitude change some time after exposure to the stimulus material, whileother experimental studies (i.e., Joyce & Harwood, 2014; Joyce et al., 2020; Mazziotta et al., 2011; and two studiesfrom Schiappa et al., 2005) demonstrated only a direct short‐term causal link. Lastly, few studies employ cognitivemodels of stereotype change in the media context (Joyce et al., 2020; Mastro & Tukachinsky, 2011; Zhang &Tan, 2011). An in‐depth study of media figures as prominent sources of information disproving stereotypes canenrich the understanding of television's role in promoting positive diversity attitudes. In conclusion, we hope thatour review inspires other scholars to engage with the topics of diversity attitudes and media in multiple newstudies.ACKNOWLEDGMENTSThe authors received no financial support for the research, authorship, and publication of this article.ORCIDBartosz G. Żerebecki https://orcid.org/0000-0001-5735-9506Joep Hofhuis https://orcid.org/0000-0001-7531-8644REFERENCESAllport, G. (1954). The nature of prejudice. Addison–Wesley.Babacan, H., Gopalkrishnan, N., & Babacan, A. (2009). Situating racism: The local, national and the global. Cambridge ScholarsPublishing.Banas, J. A., Bessarabova, E., & Massey, Z. B. (2020). Meta‐analysis on mediated contact and prejudice. Human Commu-nication Research, 46(2–3), 120–160. https://doi.org/10.1093/hcr/hqaa004Bandura, A. (2009). Social cognitive theory of mass communication. In J. Bryant & M. B. Oliver (Eds.), Media effects: Advancesin theory and research (3rd ed., pp. 94–124). Routledge.Barberá, P., Jost, J. T., Nagler, J., Tucker, J. A., & Bonneau, R. (2015). Tweeting from left to right: Is online politicalcommunication more than an echo chamber? Psychological Science, 26(10), 1531–1542. https://doi.org/10.1177/0956797615594620Berry, J. W., & Sam, D. L. (2014). Multicultural societies. In V. Benet‐Martínez & Y. Hong (Eds.), The Oxford handbook ofmulticultural identity (97–117). Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199796694.013.006Calzo, J. P., & Ward, L. M. (2009). Media exposure and viewers’ attitudes toward homosexuality: Evidence for main-streaming or resonance? Journal of Broadcasting and Electronic Media. 53(2), 280–299. https://doi.org/10.1080/08838150902908049Chae, J. (2015). “Am I a better mother than you?”: Media and 21st‐century motherhood in the context of the socialcomparison theory. Communication Research, 42(4), 503–525. https://doi.org/10.1177/0093650214534969Chen, W. (2018). Abandoned not: Media sociology as a networked transfield. Information, Communication & Society, 21(5),647‐660. https://doi.org/10.1080/1369118X.2018.1428658Chung, A. H., & Slater, M. D. (2013). Reducing stigma and out‐group distinctions through perspective‐taking in narratives.Journal of Communication, 63, 894–911. https://doi.org/10.1111/jcom.12050Cohen, J., Weimann‐Saks, D., & Mazor‐Tregerman, M. (2018). Does character similarity increase identification andpersuasion? Media Psychology. 21(3), 506–528. https://doi.org/10.1080/15213269.2017.1302344Elchardus, M., & Siongers, J. (2007). Ethnocentrism, taste and symbolic boundaries. Poetics, 35(4–5), 215–238. https://doi.org/10.1016/j.poetic.2007.09.002Eyssel, J., Geschke, D., & Frindte, W. (2015). Is seeing believing? The relationship between TV consumption and Islam-ophobia in German majority society. Journal of Media Psychology: Theories, Methods, and Applications, 27(4), 190–202.https://doi.org/10.1027/1864‐1105/a000143Festinger, L. (1954). A theory of social comparison processes. Human Relations, 7, 117–140. https://doi.org/10.1177/001872675400700202ŻEREBECKI ET AL. - 13 of 16Garretson, J. J. (2015). Does change in minority and women’s representation on television matter?: A 30‐year study oftelevision portrayals and social tolerance. Politics, Groups, and Identities, 3(4), 615–632. https://doi.org/10.1080/21565503.2015.1050405GLAAD Media Institute. (2016). GLAAD media reference guide (10th ed.). Retrieved from https://www.glaad.org/sites/default/files/GLAAD‐Media‐Reference‐Guide‐Tenth‐Edition.pdfGLAAD Media Institute. (2019). Where we are on TV 2019‐2020. https://www.glaad.org/whereweareontv19Gonzalez‐Sobrino, B., González‐Lesser, E., & Hughey, M. W. (2018). On‐demand diversity? The meanings of racial diversityin Netflix productions. In D. G. Embrick, S. M. Collins, & M. S. Dodson (Eds.), Challenging the status quo: Diversity,democracy, and equality in the 21st century (pp. 321–344). Brill. https://doi.org/10.1163/9789004291225_017Grindstaff, L., & Turow, J. (2006). Video cultures: Television sociology in the “new TV” age. Annual Review of Sociology, 32,103–125. https://doi.org/10.1146/annurev.soc.32.061604.143122Gvirsman, S. D., Huesmann, L. R., Dubow, E. F., Landau, S. F., Boxer, P., & Shikaki, K. (2016). The longitudinal effects ofchronic mediated exposure to political violence on ideological beliefs about political conflicts among youths. PoliticalCommunication, 33(1), 98–117. https://doi.org/10.1080/10584609.2015.1010670Hefner, V., Galaviz, T., Morse, V., Firchau, R.‐J. C., Basile, C., Todd, R., Naude, F., & Nitzkowski‐Bautista, Z. (2015). Refusingto tolerate intolerance: An experiment testing the link between exposure to gay‐related content and resulting atti-tudes and behaviors. Sexuality & Culture, 19(4), 864–881. https://doi.org/10.1007/s12119‐015‐9297‐yHennekam, S., & Tahssain‐Gay, L. (2015). Changing attitudes towards diversity: The Netherlands and Morocco compared.Management Decision, 53(9), 2135–2155. https://doi.org/10.1108/md‐04‐2015‐0119Hoffner, C., & Buchanan, M. (2005). Young adults’ wishful identification with television characters: The role of perceivedsimilarity and character attributes. Media Psychology, 7(4), 325–351. https://doi.org/10.1207/S1532785XMEP0704_2Holmes, O., Jiang, K., Avery, D. R., McKay, P. F., Oh, I.‐S., & Tillman, C. J. (2020). A meta‐analysis integrating 25 years ofdiversity climate research. Journal of Management, Advance online publication. https://doi.org/10.1177/0149206320934547Iyengar, S., & Hahn, K. S. (2009). Red media, blue media: Evidence of ideological selectivity in media use. Journal ofCommunication, 59(1), 19–39. https://doi.org/10.1111/j.1460‐2466.2008.01402.xJohnson, B. K. (2017). Seeking and avoiding of media: Intergroup approaches. In H. Giles & J. Harwood (Eds.), Oxfordresearch encyclopedia of communication: Intergroup communication. Oxford University Press. https://doi.org/10.1093/acrefore/9780190228613.013.452Joyce, N., & Harwood, J. (2014). Improving intergroup attitudes through televised vicarious intergroup contact: Socialcognitive processing of ingroup and outgroup information. Communication Research, 41(5), 627–643. https://doi.org/10.1177/0093650212447944Joyce, N., Harwood, J., & Springer, S. (2020). The sweet spot: Curvilinear effects of media exemplar typicality on stereotypechange. Journal of Media Psychology: Theories, Methods, and Applications, 32(2), 59–69. https://doi.org/10.1027/1864‐1105/a000258Kilgo, D., & Mourão, R. R. (2019). Media effects and marginalized ideas: Relationships among media consumption andsupport for Black Lives Matter. International Journal of Communication, 13, 4287–4306. Retrieved from https://ijoc.org/index.php/ijoc/article/view/10518Lamont, M., Adler, L., Park, B. Y., & Xiang, X. (2017). Bridging cultural sociology and cognitive psychology in threecontemporary research programmes. Nature Human Behaviour, 1(12), 866–872. https://doi.org/10.1038/s41562‐017‐0242‐yLee, M. J., Bichard, S. L., Irey, M. S., Walt, H. M., & Carlson, A. J. (2009). Television viewing and ethnic stereotypes: Docollege students form stereotypical perceptions of ethnic groups as a result of heavy television consumption? TheHoward Journal of Communications, 20(1), 95–110. https://doi.org/10.1080/10646170802665281Macey, D. A., Ryan, K. M., & Springer, N. J. (Eds.). (2014). How television shapes our worldview: Media representations of socialtrends and change. Lexington Books.Mastro, D., & Tukachinsky, R. (2011). The influence of exemplar versus prototype‐based media primes on racial/ethnicevaluations. Journal of Communication, 61(5), 916–937. https://doi.org/10.1111/j.1460‐2466.2011.01587.xMastro, D. E., & Greenberg, B. S. (2000). The portrayal of racial minorities on prime time television. Journal of Broadcastingand Electronic Media, 44(4), 690–703. https://doi.org/10.1207/s15506878jobem4404_10Mazziotta, A., Mummendey, A., & Wright, S. C. (2011). Vicarious intergroup contact effects: Applying social‐cognitivetheory to intergroup contact research. Group Processes & Intergroup Relations, 14, 255–274. https://doi.org/10.1177/1368430210390533McIntyre, K., Paolini, S., & Hewstone, M. (2016). Changing people’s views of outgroups through individual‐to‐groupgeneralisation: Meta‐analytic reviews and theoretical considerations. European Review of Social Psychology, 27(1),63–115. https://doi.org/10.1080/10463283.2016.120189314 of 16 - ŻEREBECKI ET AL.Mendos, L. R. (2019). State‐sponsored homophobia 2019: Global legislation overview update. ILGA World. Retrieved fromhttps://ilga.org/downloads/ILGA_World_State_Sponsored_Homophobia_report_global_legislation_overview_update_December_2019.pdfMorgan, M., & Shanahan, J. (2010). The state of cultivation. Journal of Broadcasting & Electronic Media, 54(2), 337–355.https://doi.org/10.1080/08838151003735018Morgan, M., Shanahan, J., & Signorielli, N. (2009). Growing up with television: Cultivation processes. In J. Bryant & M. B.Oliver (Eds.), Media effects: Advances in theory and research (3rd ed., pp. 34–48). Routledge.Oliver, M. B., & Raney, A. A. (2011). Entertainment as pleasurable and meaningful: Identifying hedonic and eudaimonicmotivations for entertainment consumption. Journal of Communication, 61(5), 984–1004. https://doi.org/10.1111/j.1460‐2466.2011.01585.xOrtiz, M., & Harwood, J. (2007). A social cognitive theory approach to the effects of mediated intergroup contact onintergroup attitudes. Journal of Broadcasting & Electronic Media, 51(4), 615–631. https://doi.org/10.1080/08838150701626487Park, S.‐Y. (2012). Mediated intergroup contact: Concept explication, synthesis, and application. Mass Communication andSociety, 15(1), 136–159. https://doi.org/10.1080/15205436.2011.558804Pettigrew, T. & Tropp, L. (2006). A meta‐analytic test of intergroup contact theory. Journal of Personality and SocialPsychology, 90, 751–783. https://doi.org/10.1037/0022‐3514.90.5.751Rooth, D.‐O. (2010). Automatic associations and discrimination in hiring: Real world evidence. Labour Economics, 17(3),523–534. https://doi.org/10.1016/j.labeco.2009.04.005Ruggiero, T. E. (2000). Uses and gratifications theory in the 21st century. Mass Communication and Society, 3(1), 3–37.https://doi.org/10.1207/S15327825MCS0301_02Schiappa, E., Allen, M., & Gregg, P. B. (2007). Parasocial relationships and television: A meta‐analysis of the effects. In R.Preiss, B. Gayle, N. Burrell, M. Allen, & J. Bryant (Eds.), Mass media research: Advances through meta‐analysis(p. 301–314). Lawrence Erlbaum.Schiappa, E., Gregg, P. B., & Hewes, D. E. (2005). The parasocial contact hypothesis. Communication Monographs, 72(1),92–115. https://doi.org/10.1080/0363775052000342544Schiappa, E., Gregg, P. B., & Hewes, D. E. (2006). Can one TV show make a difference? A Will & Grace and the parasocialcontact hypothesis. Journal of Homosexuality, 51(4), 15–37.Shrum, J., & Bischak, D. (2001). Mainstreaming, resonance, and impersonal impact. Testing moderators of the cultivationeffect for estimates of crime risk. Human Communication Research, 27(2), 187–215. https://doi.org/10.1111/j.1468‐2958.2001.tb00780.xShrum, L. J. (2009). Media consumption and perceptions of social reality: Effects and underlying processes. In J. Bryant &M. B. Oliver (Eds.), Media effects: Advances in theory and research (3rd ed., pp. 50–73). Routledge.Slater, M. D. (2015). Reinforcing spirals model: Conceptualizing the relationship between media content exposure and thedevelopment and maintenance of attitudes. Media Psychology, 18(3), 370–395. https://doi.org/10.1080/15213269.2014.897236Smith, S. L., Pieper, K., Choueiti, M., Yao, K., & Case, A. (2021). Inclusion in Netflix original U.S. Scripted series & films. USCAnnenberg inclusion initiative. Retrieved from http://assets.uscannenberg.org/docs/aii‐inclusion‐netflix‐study.pdfStrauss, J. P., Connerley, M. L., & Ammermann, P. A. (2003). The “threat hypothesis,” personality, and attitudes towarddiversity. The Journal of Applied Behavioral Science, 39(1), 32–52. https://doi.org/10.1177/0021886303039001002Sunstein, C. R. (2007). Republic.com 2.0. Princeton University Press.Tian, Q., & Hoffner, C. A. (2010). Parasocial interaction with liked, neutral, and disliked characters on a popular TV series.Mass Communication and Society, 13, 250–269. https://doi.org/10.1080/15205430903296051Van Vonderen, K. E., & Kinnally, W. (2012). Media effects on body image: Examining media exposure in the broader contextof internal and other social factors. American Communication Journal, 14(2), 41–57.Weber, R., & Crocker, J. (1983). Cognitive processes in the revision of stereotypic beliefs. Journal of Personality and SocialPsychology, 45, 961–977. https://doi.org/10.1037/0022‐3514.45.5.961Zhang, Y., & Tan, A. (2011). Impact of mass media during the 2008 U.S. Presidential election: A cross‐cultural study ofstereotype change in China and the United States. Communication Studies, 62(4), 353–371. https://doi.org/10.1080/10510974.2011.588069ŻEREBECKI ET AL. - 15 of 16AUTHOR BIOGRAPHIESBartosz G. Żerebecki (MSc, Erasmus University Rotterdam) is a PhD candidate and a lecturer in the Depart-ment of Media and Communication at the Erasmus School of History, Culture and Communication in Rotter-dam. His research focuses on media effects, representations of minorities, and diversity attitudes.Suzanna J. Opree (PhD, University of Amsterdam) is an Associate Professor of Quantitative Methods in theDepartment of Media and Communication at the Erasmus School of History, Culture and Communication inRotterdam. Her research line, \"The good(s) life,\" focuses on the effects of advertising and commercial media onmaterialism and well‐being.Joep Hofhuis (PhD, University of Groningen) is an Assistant Professor in the Department of Media andCommunication at the Erasmus School of History, Culture and Communication in Rotterdam. His researchfocuses on intercultural communication and cultural diversity in the workplace.Susanne Janssen (PhD, University of Tilburg) is a Full Professor of Sociology of Media and Culture in theDepartment of Media and Communication at the Erasmus School of History, Culture and Communication inRotterdam. Her current research projects focus on the consequences of increased diversity and digitalizationfor agents, institutions, structures, processes and practices in the fields of media, culture, education, andpolitics.How to cite this article: Żerebecki, B. G., Opree, S. J., Hofhuis, J., & Janssen, S. (2021). Can TV showspromote acceptance of sexual and ethnic minorities? A literature review of television effects on diversityattitudes. Sociology Compass, 15(8), e12906. https://doi.org/10.1111/soc4.1290616 of 16 - ŻEREBECKI ET AL.",
    "id": 567451017,
    "identifiers": {
        "doi": "10.1111/soc4.12906",
        "oai": "oai:pure.eur.nl:publications/8af0216d-0eda-49e4-8f58-1d033da28a18"
    },
    "title": "Can TV shows promote acceptance of sexual and ethnic minorities? A literature review of television effects on diversity attitudes",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-06-03T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.eur.nl/files/58645392/Can_TV_shows_promote_acceptance_of_sexual_and_ethnic_minorities.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/567451017.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/567451017"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/567451017/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/567451017/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/567451017"
        }
    ],
    "abstract": "Until recently, western TV programming rarely featured sexual or ethnic minority members; if present, their representation was mostly negative. Increasingly, though, diverse characters start to play likeable protagonists as well. Thus, television can promote negative diversity attitudes and, at other times, positive ones. The present article reviews and connects theories and research from sociology, psychology, and media and communication studies to clarify the role of television in diversity attitudes formation and to identify directions for future research. Specifically, two research questions are addressed. First, through which processes does television influence diversity attitudes? Second, what features of TV shows contribute to positive diversity attitudes formation among viewers, according to different theories of television effects? Findings indicate that television can entrench existing negative diversity attitudes through the echo chamber phenomenon. However, TV content featuring numerous, likeable, attractive, and typical minority characters that have friendly interactions with the rest of society can promote positive diversity attitudes. Future research should study openness to view content with minority characters, examine the effects of the complete video media diets, check media effects in non-western countries, explore media effects in longitudinal studies and investigate what constitutes attractive, likeable, and typical representation of ethnic and sexual minorities.</p",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.eur.nl:publications/8af0216d-0eda-49e4-8f58-1d033da28a18",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22326",
        "openDoarId": 0,
        "name": "EUR Research Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 567451017,
        "depositedDate": null,
        "publishedDate": "2021-06-03T01:00:00+01:00",
        "updatedDate": "2023-11-27T23:55:18+00:00",
        "acceptedDate": null,
        "createdDate": "2023-05-29T22:17:04+01:00"
    },
    "urls": [
        "https://doi.org/10.1111/soc4.12906",
        "https://pure.eur.nl/en/publications/8af0216d-0eda-49e4-8f58-1d033da28a18",
        "https://pure.eur.nl/ws/files/58645392/Can_TV_shows_promote_acceptance_of_sexual_and_ethnic_minorities.pdf",
        "http://www.scopus.com/inward/record.url?scp=85107063221&partnerID=8YFLogxK"
    ],
    "lastUpdate": "2023-11-27T23:55:18+00:00",
    "setSpecs": []
}