{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Janet Shapiro"
        },
        {
            "name": "Marian Nell"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-21T19:13:34+00:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/71356939.pdf",
    "fullText": "Case StudyOUT OF THE BOX: Queer youth in South Africa today Commissioned by The Atlantic Philanthropies Written by Marian Nell and Janet Shapiro, July 20112 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYKeyAIDS  Acquired Immune Deficiency SyndromeANC  African National CongressARVs  Anti-retroviralsFEW  Forum for the Empowerment of WomenGALA  Gay and Lesbian Memory in ActionHIV  Human Immunodeficiency VirusHSRC  Human Sciences Research CouncilHUMCC  Hope and Unity Metropolitan Community ChurchIAM  Inclusive and Affirming MinistriesJWG  Joint Working GroupLGBT  Lesbian, gay, bi-sexual and transgenderedLGBTI  Lesbian, gay, bi-sexual, transgendered and intersexLGBTIs  Lesbian, gay, bi-sexual, transgendered and intersex peopleNYDA  National Youth Development AgencyNYS  National Youth ServiceOECD  Organisation for Economic Co-operation and DevelopmentOIA  Out In AfricaUNAIDS  Joint United Nations Programme on HIV/AIDSOut In Africa Film Festival audience in Mafikeng 2011Photograph: Fanney Tsimong and  Nhlanhla NdabaFront cover: Bongi and YandaPhotograph: Zanele Muholi (GALA, Balancing Act)OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 3Table of ContentsOUT OF THE BOX: Queer youth in South Africa today Foreword 5 Methodology 7PART ONE 9 Being young in South Africa today Homosexuality in South Africa 10 Negotiating the hetero-normative space –  being gay in a straight world 13 At home – parents 13The schoolyard and the education system 15‘Love the sinner, hate the sin’ – the role of religion 20Homophobic hate crimes and homophobia –   discrimination, violence, rape and worse 24LGBTI youth: the policy deficit 27 Paying the emotional and mental price of homophobia 29 4 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYAcknowledgementsMany people helped us in the writing of this publication. We are grateful to all those who agreed to be interviewed or to let us use our participation in their groups as material for the publication, in particular Michael Barron from Ireland, who not only agreed to be interviewed but also provided us with valuable materials and ideas; to Kamohelo Malinga and Anthony Manion from Gay and Lesbian Memory in Action (GALA), who put us in touch with a range of groups we would not otherwise have been able to access; to Gerald Kraak of The Atlantic Philanthropies, who did a detailed and shape-changing edit of the first draft; and to young people – gay, lesbian, bi-sexual, transgendered, intersex and others – who spoke frankly about experiences and feelings.On the visual side of this publication, we are very grateful for the generous assistance we had from GALA, Hivos South Africa, Out In Africa (OIA) and Helen McDonald.Contents cont...PART TWO  33 Young queers on their own terms Coming out 33Seeking support, finding community 36LGBTI organisations 36Gay and Lesbian Memory in Action – a place to meet 37The Forum for the Empowerment of Women  39Mr Gay Kwa-Zulu Natal, 2008 40Kaleidoscope 40Pride 42Progressive religion 45Love, marriage, children 46Youth on the edge: the challenge of change 49Queer activism 49Broader human rights struggles 51Working with young queers 53Setting up and running a youth group 55Building confidence – the school years:  advice for educators and leaders 56Appendix 58OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 5In this publication Marian Nell and Janet Shapiro provide a snapshot of what life is like for young lesbian, gay, bi-sexual, transgendered and intersex people (LGBTIs) in South Africa today – 17 years after the advent of democracy. Their findings are based on interviews with young LGBTIs across race, class and gender.In 1995, the country’s groundbreaking, progressive Constitution outlawed discrimination on the basis of sexual orientation, promising full citizenship to a post-apartheid generation of young LGBTIs after decades of political repression, in which homosexuality had been outlawed.How has that promise played out against the reality of the poverty, inequality and hardship that the majority of youth (not just LGBTI youth) confront daily?Has democracy brought the greater tolerance and celebration of diversity enshrined in the Bill of Rights? Is life better today for young LGBTIs than in 1994?Nell and Shapiro encountered a contradictory reality. Young LGBTIs are exposed to the same challenges as most South African youth – but these are made worse by continuing homophobia at home, at school, in churches and in society at large, despite the social changes of the recent past. Young LGBTIs continue to experience isolation and are prone to disproportionate rates of mental illness, suicide, and alcohol and drug abuse, when compared to heterosexual youth. Government youth development polices have largely failed to address homophobia.However, a positive feature of the period since 1994 has been the growth of an organised LGBTI community and organisations that provide safe spaces, support and services to young LGBTIs. Youth LGBTI groups are springing up on university campuses, and in townships and rural towns around the country. A new landscape is emerging, in which the post-apartheid LGBTI generation can live more fulfilled lives.With the support of these organisations, many young LGBTIs are able to come to terms with their sexuality and come out as queer at much earlier ages than their forbears. Young LGBTIs are more easily able to articulate their legitimate aspirations: to have unencumbered fun, to ‘have lived and loved’, to marry their partners and to have families. For many, the experience of having ForewordPART TWO  33 Young queers on their own terms Coming out 33Seeking support, finding community 36LGBTI organisations 36Gay and Lesbian Memory in Action – a place to meet 37The Forum for the Empowerment of Women  39Mr Gay Kwa-Zulu Natal, 2008 40Kaleidoscope 40Pride 42Progressive religion 45Love, marriage, children 46Youth on the edge: the challenge of change 49Queer activism 49Broader human rights struggles 51Working with young queers 53Setting up and running a youth group 55Building confidence – the school years:  advice for educators and leaders 56Appendix 58Young LGBTIs are exposed to the same challenges as most South African youth – but these are made worse by continuing homophobia at home, at school, in churches and in society at large, despite the social changes of the recent past.6 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYovercome the adversity of being gay in an overwhelmingly heterosexual environment has led them into activism, not only within the LGBTI community, but in broader human rights struggles.This publication makes four key findings:•  LGBTI youth are not making themselves visible enough and the world they live in conspires, usually unintentionally, to make them invisible.•  LGBTI youth face challenges that are peculiar to their community and need specific attention – but they also confront the hardship experienced by all young South Africans and share their needs.•  LGBTI youth are finding support in the community and, where it does not exist, creating it for themselves.•  LGBTI youth have a sense of agency and see themselves as contributing to a future South Africa characterised by respect for diversity and human rights for all.Out In Africa Film Festival audience in Kimberley 2011Photograph: Fanney Tsimong and  Nhlanhla NdabaOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 7In the course of 2010, we spoke to a range of young LGBTIs about how they were responding to the challenges of trusteeship of an emerging constitutional democracy in South Africa1.We used focus groups and individual interviews. The focus groups were with lesbian discussion groups, groups at school and universities, groups at churches, groups belonging to LGBTI organisations, young people who were members of political parties or their youth wings. We also interviewed some members of these groups individually. We spoke to teachers, leaders of church groups, student affairs officers on university campuses, working class LGBTIs and researchers. We participated in LGBTI youth discussion fora, and attempted – usually without much success – to speak to people in government who were working with youth. To provide some balance, we also spoke to young straight people to test if there were differences between their aspirations and those of LGBTI youth.Our study has certain methodological limitations. It was qualitative, informal and focused largely on the urban areas of Gauteng. Our focus group members and individual interviewees cut across race, class, gender and sexual orientation, but most were black, male and LGBTI.Despite these limitations, however – when compared to other studies as well as drawing on previous work in rural South Africa – the answers we received suggest that the feelings and opinions expressed are not unrepresentative.On the whole, we found a vibrant, positive group of young people – queer and straight – looking to the future with hope, optimism and determination, despite the challenges they have faced and will continue to face.But we found, particularly, that there was a forward-looking purposefulness among LGBTI youth that seemed to trump despair with hope. Certainly, the notion that young queers are not interested in activism does not appear to be true, although initiatives specifically aimed at young LGBTIs are still limited. MethodologyThere was a forward-looking purposefulness among LGBTI youth that seemed to trump despair with hope.1  If not otherwise indicated, all the quotes in this publication are from young, South African LGBTI.8 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY“You have the power to bring change.”Barack Obama, President of the United States, talking to young African leaders  (The Star, 5 August 2010)“Young people should be at the forefront of global change and innovation. Empowered, they can be key agents for development and peace. If, however, they are left on society’s margins, all of us will be impoverished. Let us ensure that all young people have every opportunity to participate fully in the lives of their societies.” Kofi Annan, former Secretary General of the United Nations (taken from www.emilyfund.org)“A first critical step in ridding our society of the scourge of what has been referred to as ‘youth marginalisation’ is that society should disabuse itself of the psychology of ageism […] Without this, we deprive the nation of the explosive blend of youth and ability that makes the works of genius possible. Similarly, young people in our society should liberate themselves from this mindset. Without this, you deprive yourselves of the opportunity of responsibility, of taking up the cudgels as responsible frontline adventurers in the advancement of the human condition.”  Joel Netshitnezhe, Executive Director of the Mapungubwe Institute on ‘Youth as leaders of today not just tomorrow’  (The Mail and Guardian online, 9 June 2010)“Being out of the closet helps you to think out of the box – you are not constrained by the same imperative to fit the norm and that can be very creative.”“We have to be the ones that say that hope trumps despair.”Photograph: Helen McDonaldOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 9Young people in South Africa, as in many parts of the developing world, face formidable challenges in a world of rapid social changes, economic recession, religious fundamentalism, and a widening gap between the wealthy and the poor.•  Of the 40.6 million people living in South Africa in October 1996 (last census), just over 16.1 million (40%) were youth or people in the age bracket 14-35. Nearly four in five youths in the country were African. •  South Africa has the worst rate of unemployment for youth between the ages of 15 and 24 among 36 countries surveyed by the Organisation for Economic Co-operation and Development (OECD) in 2008. •  Racial disparities further compound matters, with 53.4% of all young black Africans between the ages of 15 and 24 being unemployed by the end of 2009 – three times worse than the unemployment rate of 14.5% among young white South Africans. (Terence Creamer, ‘SA’s youth unemployment needs serious attention’, in Real Economy: Unemployment, 6 August 2010, www.polity.org.za; and The Youth of South Africa, 2001, Statistics South Africa, www.statssa.gov.za)•  New HIV infections are disproportionately concentrated in young people and data issued by the Joint United Nations Programme on HIV/AIDS (UNAIDS) suggests that half of all new HIV infections worldwide are occurring in those aged 15 to 24, with 70% of all new infections occurring in sub-Saharan Africa. South Africa accounts for more than half of new HIV infections in sub-Saharan Africa. •  Studies show that youth are witnesses, perpetrators and victims of crime. In South Africa, newspapers bring reports of escalating violence and crime in schools almost daily. The 1996 Nedcor2  Report found that, of all crimes reported by young people, 59% of the incidents involved rape, 15% assault and 10% violence and intimidation.Embedded in these figures are unemployed LGBTI youth who share the same hardships as all poor, unemployed young South Africans, but who have additional problems related to their sexual orientation, including discrimination in the workplace.PART ONEBeing young in South Africa today2  One of South Africa’s largest banking groups.10 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYThese crimes affect all young South Africans, but in a climate of so-called ‘corrective rape’ and homophobia they are of particular relevance to young queers.So young queer South Africans share the burden of a dysfunctional society with their age group, but do so more cruelly and more cripplingly.Homosexuality in South Africa As many as 900 000 South Africans under the age of 20 are gay or lesbian3. Homosexuality is legal and protected by the Constitution – a status unusual, if not unique, in Africa and a consequence of the country’s democratisation in 1994. Discrimination on the basis of sexual orientation is outlawed in the Bill of Rights.By April 1996, when the Constitution was finalised, every political party had stated its support for the protection of gays and lesbians. At its conference in December 1997, the African National Congress (ANC), which had been elected to govern the country in 1994, passed a resolution on youth which specifically called for the inclusion of the needs of lesbian and gay youth in all youth programmes and in general policy and law-making. It also called for programmes to counter anti-gay prejudice and for inclusive sexuality education programmes in schools.3  Kinsey estimates – we note that this does not necessarily include a lot of young people who live somewhere along the continuum of sexual orientation variations and would not classify themselves necessarily as gay (male) or lesbian.LGBTI march in Cape Town at the time of Nelson Mandela’s release from prison in 1990Photograph: GALAOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 11“The Constitution should make a difference in our lives, it does not. The Constitution isn’t much help when you were going head to head with gay-bashers intent on homophobic mayhem and a police force which still often sees us, at worst, as criminal animals and, at best, as troublesome.”“The Constitution gave us the courage to demand rights.”“It is better to have a progressive Constitution than not to have one.”“I don’t think the Constitution makes a difference – gay marriage and the Constitution don’t mean anything to the guy on the corner or in the townships. Police don’t care about corrective rape or domestic abuse.”“There has been a change for the better on the surface; legislation has changed, our university has an openly gay chancellor, but while the system works, not all the people in the system follow it and the more middle-class you are, and the less working-class, the less this matters to you.”“I think the Constitution has really made a difference – the law leads the way but it hasn’t filtered down to communities yet. I do worry, though, that the ANC is conservative so we can never stop fighting for our rights.”“The Constitution has reinforced liberalism – I can’t see things going backwards.”“The Constitution is very important and it has been instrumental in bringing about changes, but it is a piece of paper.”“I don’t see things going backwards. There has been a huge shift and the ANC did make a commitment – it’s part of their fundamental principles.”“It has made life a lot easier – you can now be married, the communion of two souls, and you can be with your soulmate. I want to get married and say ‘this is the person I love’.”“I think it has made a difference – not as much as one would want, but it has set a bar and standard you can use as advocacy and as a restraint against people who could be far more destructive.”12 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYThe universal age of consent for sex is 16. Same-sex marriages have been legal since 2006.The generally accepted view in liberal democracies is that respect for diversity of race, gender, ethnicity, intelligence, age, place of origin, class, sexual orientation and the other multitude of variations that make up populations, is healthy, critical and enriching.  On the face of it, the South African society would appear to conform to this taxonomy.In reality, however, young queers in South Africa have not been born into a putative new age of celebration of diversity. A regular survey by the Human Sciences Research Council (HSRC)4  finds, consistently, that aversion to same-sex behaviour hovers around the 80% mark amongst the general public. Young people are still brought up in a conservative and traditional society where a patriarchal culture of male dominance and machismo predominate.This not only affects young queers, but young people – especially girls – in general. The process by which LGBTIs have won full citizenship, at least at the formal level, has also been strongly contested by religious fundamentalists and traditional leaders. Rejection and exclusion of LGBTIs remain very much part of the broader landscape and homophobia is widespread.Against this backdrop, this publication looks at: •  How young LGBTIs in South Africa live their lives in an overwhelmingly heterosexual society and the particular challenges facing them.•  How and where young queers are finding support.•  How young LGBTIs see the future – what still needs to be done?4  The HSRC is South Africa’s statutory research agency and conducts research that is intended to generate critical and independent knowledge in the spheres of all human and social development areas.Young people are still brought up in a conservative and traditional society where a patriarchal culture of male dominance and machismo predominate.Photograph: OIAOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 13Negotiating the hetero-normative space – being gay in  a straight worldAt home – parents According to experts, the level of acceptance of sexual orientation and gender identity by parents can detract from or expand a child’s healthy growth and development in many ways. Many LGBTI youth face emotional isolation and rejection from parents. Some of our interviewees had even been evicted from their homes. This negation leads to problems such as self-hurting, depression, and drug and alcohol abuse.Most parents were themselves brought up in a world where homosexuality was considered not only morally wrong, but was also illegal by law. Strong religious views exacerbated this but so did something as simple shame – ‘what will I tell my friends?’  Our study found that coming out can sometimes be as difficult for parents as it is for young LGBTIs.However, we also found that in many homes homosexuality seems simply to have been accepted without surprise and even with relief – ‘well finally that’s now out in the open’.What was clear from all the young LGBTIs with whom we spoke was that parental responses were important to them and affected them strongly in how they went on to deal with their lives.Given our findings, there is a surprising dearth of organisations that support parents of young LBGTIs to deal constructively with the homosexuality of their children – a gap that needs to be filled.Many LGBTI youth face emotional isolation and rejection from parents.14 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY“Straight parents don’t realise how damaging their comments can be – the guilt is severe, particularly if it is a religious family.”“Without acceptance from your parents, the journey to self-acceptance is much more difficult. If there is someone else in your extended family that is accepting, it is easier.”“She was disgusted, she said no parent would want a child like me and she told me never to go to church again else she would tell them.”“When I came out to my mother, she chucked me out.”“When you tell your parents you were raped, they just say you deserved it.”“When I told my dad, he just got in his car and drove away. He is more accepting now.”“My mother was just sad about the hard road I had to walk.”“My dad was the only person who accepted it – the only one who was prepared to accept who I was.”“My parents were happy. I never got the opportunity to tell them I was lesbian – my mom worked it out and she never had a problem. We have gay cousins in the family.”“I keep worrying that my parents are going to freak out and that they are, basically, going to cast me out. It’s going to be bad if I come out.”“My mother went ballistic when someone suggested she had a gay child. How can I tell her?”“It was only when I came out to my parents that the crap started.”OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 15The schoolyard and the education systemThe education system – secondary school and to a lesser extent university – is both an obstacle and an opportunity for young LGBTIs.A queer youth activist that we interviewed was of the view that it was crucial education policy and practice at all levels were sensitive to the possible, even if unwitting, reinforcement of certain gender ideologies and that young men and women who were defined by what they were not were likely to develop ‘citizenship deficit’, a sense of themselves as never being able to live up to the full demands of society. Educators in classrooms needed to be aware of this.He argued that, in fact, growing up made them more than fully qualified to be citizens and equipped them with deeper knowledge and experience to make them engage positively in society. Teachers have a role to play in helping young LGBTIs to realise this, by broadening the understanding of South Africa as a society enriched by its diversity, including sexual diversity. Working together, schools and learners should be providing an enabling policy framework for young queers that normalises and mainstreams sexual orientation.But is this the case?We interviewed a number of secondary school teachers in government schools who specialise in Life Orientation5 – the subject in which one would usually expect to find issues of sexuality discussed. The teachers were open and willing to talk about how they did – or did not – handle the topic, but most admitted seldom thinking about how homosexuality impacted on the classroom. They did not consciously include the subject in their curriculum, despite the fact that learning materials are available. There is in fact no compulsion on the part of the Department of Education to include discussions of sexual orientation as part of the national syllabus.A teacher told us that our request for an appointment to discuss homosexuality “had got her thinking”. She realised that at her previous school 5  Life Orientation is a compulsory subject for all South African learners right through to matriculation level. It is interdisciplinary and is concerned with developing knowledge about the self and the skills that will enable young people to engage socially, to be responsible citizens, and to live healthy and productive lives. It has also been given a human rights framework through the constitutional values of social justice, equality, equity, non-racism, non-sexism, and respect for others regardless of their religious and cultural backgrounds. How it is taught depends largely on the teacher. It should develop skills of debate, dialogue, deliberation, critique and self-evaluation.Photograph: GALA, Balancing ActThere is no compulsion on the part of the Department of Education to include discussions of sexual orientation as part of the national syllabus.16 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYtwo women teachers had married and had been formally congratulated in the school newsletter. Still, the wedding had not been discussed openly by staff and learners.She had worked in both suburban middle-class schools and in working-class schools in townships. Her opinion was that a more judgemental attitude to queer relationships was exhibited in township schools by teachers and learners, than in suburban schools. In suburban schools learners were open to the notion that gay rights and marriage fitted into an understanding of shared values around equality. This suggests that there is a more sophisticated understanding of equality and diversity in the more suburban, middle-class schools.Photograph: Helen McDonaldOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 17Photograph: Helen McDonald18 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY“I did ballet at primary school and was brutally teased – it tainted my whole childhood.”“It seems to be worse at primary school – people get teased a lot. It made me uncomfortable but I never came to anyone’s rescue. I didn’t want people to think I was like that too.” “It was hectic in primary school. People always teased me because of how I looked; toilets were a problem – I used to go to the girls’ toilets and the girls used to scream.” “Junior school was the worst time. People chased me and threw stones at me. I didn’t feel I could tell my parents or the school.” “When we got to high school the boys used to threaten they would teach us we were girls.”“I certainly avoid holding hands in public because you don’t know what reaction you’ll get and I don’t want trouble.”Photograph: Helen McDonaldOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 19Without support in the classroom, it is not surprising that many young LGBTIs experience bullying on the school ground.Homophobic bullying seems to be regarded as mildly offensive but normal behaviour and we did not find any specific policies to counter such practices at schools.A number of straight young people recounted that they had come across young LGBTIs at school being subjected to ‘joking and teasing, but there wasn’t any real bullying’. They had not felt compelled to intervene in any way. They saw it as ‘inevitable’ when people were perceived to be sexually different.A teacher told us that the only homosexual bullying she had witnessed was verbal, in the form of weak jokes. She admitted she felt unsure about how to deal with the issue as “bringing it up might mean someone says something unacceptable”. On the other hand, “just not say[ing] anything” would leave the offense to stand and the offended still hurt. One boy told us:I think Afrikaans schools are a more hostile environment. For anyone who was out it was pretty bad and people made fun of me. I was bullied verbally and had friends who were bullied physically. I threw one guy over the table and the principal sent for me. He said he’d sort out the kids who started with me – he sent them to the school psychologist.South African schools are rife with violent bullying, some of it homophobic. In 2009, a story broke in a local Johannesburg newspapers about an initiation ceremony at the boarding establishment of one of Johannesburg’s elite boys secondary schools. Grade 11 boys were stripped naked and beaten by Grade 12 boys with hockey sticks until they bled. They also had Deep Heat (a harsh cream used for muscle pain) rubbed on their genitals. At issue was whether they should be allowed to have a kettle in their dormitory.While teachers were not directly involved, they were clearly aware of the initiation process and gave tacit consent. When the story broke (spearheaded by an enraged mother), Grade 11 learners insisted that they approved of the process, which helped them bond with the Grade 12 boarders; and boys at the school wore purple ribbons to show their solidarity with the  perpetrators who, as a result of the scandal, were charged with assault. The message was clear: ‘Cowboys don’t cry – wimpish behaviour shows you are not a man’.A bullying society20 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYAn Irish study found that where schools had clear policies stating that homophobic bullying was wrong, young LGBTIs were 60% more likely not to be bullied. Nine out of 10 of the teachers in the same study thought that a lack of clear policy hindered them from tackling the issue when it came up.Some of our young LGBTI interviewees had taken on the school governing body and won. One (from a black township school) told us that when her school tried to enforce a rule that final-year girls had to wear skirts and high-heeled shoes, she simply refused and it was accepted by everyone. In another school, a boy had taken his male partner to the final-year school dance without comment. Yet, in none of the schools that we encountered was there a queer society. In the only school where the possibility had been discussed, the idea had been dropped for fear of ‘attracting attention’.In conclusion, our interviews made it clear that schools are largely hetero-normative environments, where little is being done to address the needs of LGBTIs – mainly due to ignorance on the part of education authorities and individual educators, and in spite of an enabling environment.‘Love the sinner, hate the sin’ – the role of religionEighty per cent of South Africans belong to a faith. The vast majority are Christian. Only about 2% are Muslim and religions such as Hinduism and Judaism, as well as indigenous and animist beliefs, are also practised within the context of an explicitly secular society.For many young LGBTIs, religion is a major challenge. Most young people are brought up as members of a church, something from which many derive comfort and a sense of belonging. There are few religions, however, that accept a homosexual lifestyle and for some young queers this can be devastating. At most, religions ‘love the sinner, but hate the sin’.There are about 3.3 million Roman Catholics in South Africa – thus the teachings of this church touch the lives of many. A representative of the church told us that despite more discussion on the issue of homosexuality within the institution recently, a significant group of bishops had initiated a movement against constitutional morality because it has resulted in a less moral society – with the acceptance of abortion, prostitution, contraception and same-sex marriage. Schools are largely hetero-normative environments, where little is being done to address the needs of LGBTIs.OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 21He hoped the position would improve because so many people have children who are gay, and more and more people are coming out. Often biblical texts that are seen to be against homosexuality can be interpreted in other ways, but the official church interpretation is negative.Pentecostal churches are a strongly growing branch of Christianity in South Africa. The Rhema Church, for example, has between 42 000 and 43 000 members. It holds three services every Sunday, with between 12 000 and 15 000 people attending each. Rhema has an active youth community. Its representative – a bright, sympathetic young man – told us that the congregation was getting younger and younger. There were special services for 12 to 18-year-olds and for 19 to 35-year-olds, specifically addressing youth issues. The church saw itself as inclusive and reaching out beyond its own borders. It was aware of the ‘problems’ of sexual orientation. Its attitude to homosexuality could be called benign. In the words of the young man:Our role is to seek to understand and love and accept, but we don’t condone homosexuality even though we would never isolate them – we embrace them and love them and explain you can have the tendencies but not act on them. We just educate them about the word of God, undiluted. The Bible says no man and man and no sex before marriage, and man means mankind. Our role is to make them understand that God loves you the way you are but you have to keep the flesh subdued – but nothing you can do removes you from God’s love. But we don’t encourage active homosexuality. We have had kids who are suicidal – caught in a destructive place and not all church people are loving; some are prejudiced. But if I can’t deal [with it], I send them to the counselling department.Photograph: abcdz2000 (www.sxc.hu)“Often biblical texts  that are seen to be against homosexuality can be interpreted in other ways [...]”Representative of the Roman Catholic Church in South Africa.22 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYAsked about same-sex marriages, he replied:I am a Christian, irrespective of the Constitution I believe God doesn’t allow same sex marriages. My view is what the Bible says. But there is no need to get violent and judgemental. Corrective rape and homophobic violence should not be allowed – they are against human rights. Hate crimes shouldn’t happen. I am against anything that is against human rights, like xenophobia. I don’t understand African traditions that are against human rights. Women should have the same rights as men, and homosexuals – as long as they don’t let the flesh get on top and act against the word of God.For young queers who link their deeply felt spirituality to the church, this is of little comfort.Around a third of the population – particularly black South Africans – belong to the largely Christian African Independent Churches6 . These churches too take a fundamentalist view of homosexuality but because there are so many sects there may be pastors who would like to find ways to relate to LGBTI members of the community and who believe that ‘they too are human beings created by God’. Despite this, the majority treat homosexuality as something that needs to be ‘cured’ and many devoted Christians who are part of the LGBTI community feel alienated from these churches.The majority [of the Christian African Independent Churches] treat homosexuality as something that needs to be ‘cured’.MathabathaPhotograph: Joanne Bloch (GALA, Balancing Act)6   These are distinct African denominations and a survey in 1984 indicated that there were nearly 7 000 distinct African denominations with a total membership of 28 milion people. In South Africa, they are largely Christian in content and form but follow a model of ministry based on mutual sharing, where the teacher becomes the learner and the learner becomes the teacher.OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 23“For the middle period of my adolescence, religion was the main issue for me. ‘Am I okay with God?’ was my main angst and tension. But it was also the key to my first steps in freeing myself. I fasted for three weeks – I said ‘after three weeks of self-denial, I want an answer on the gay issue’. I needed a clear ‘yes’ or ‘no’. I was willing to accept either and relinquish my homosexuality if that was what God wanted. And in that first morning after those three weeks, Vivaldi’s Spring Movement from Four Seasons was playing in my head and I felt an immense sense of peace and calm. For me, in religious terms, it was the inner working of the Holy Spirit and I felt internally re-formed and adjusted. I moved away from organised religion and took a more flexible approach.”“I tried to pray gay away.”“The problem is that churches don’t accept homosexuality. It makes me doubt that God cares for me. People say we are supporting the anti-Christ.”“I do worry that God rejects us but I feel somehow that God knows, that He made me.”“When I went to university, one of the religious student societies put up a series of homophobic posters – one advertising ‘the hell of living with gay men in res [residence]’. I went to the discussion that was organised and found myself involved in the response to the rising tide of religious fundamentalism under the banner of ‘conquer the campus for Christ’.”“I had a religious hassle with myself – I went to see a clinical psychologist and after that I accepted it. But religion was an issue for my parents and they sent me to the priest. We are religious but most Afrikaans families are closed-minded and we didn’t fit in. Two years ago we tried to adopt a black child and it was a church scandal – so we changed churches.”“I went through a stage when I didn’t know what to say about the Bible. I stopped going to church and joined the Buddhists and Hare Krishnas – I was looking for a religion that accepted me as I am. God made everyone equal.”“We are unacceptable to the Charismatics and the Catholics and we were told that the Muslim Council had declared that being gay was an abomination.”“I remember one day at this family function [my aunt] said to me, ‘You know, Allah hates faggots; you need to stop behaving like one’. I think that was one of the worst things that was ever said to me.”24 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYHomophobic hate crimes and homophobia – discrimination, violence, rape and worseA pamphlet produced by the Joint Working Group (JWG, a national network of LGBTI organisations) in 2003, using largely anecdotal information, found that 6% of a sample of mostly young, black women had been refused treatment at clinics because of their sexual orientation. If they adopted an ‘opposite’ gender role (for example, young women who preferred to dress in boyish clothes), they were three times more likely to be refused treatment.I’m a femme and I couldn’t use the boys’ toilets at school because the other kids shouted at me and said ‘you’re a woman – what are you doing here?’ They stripped off my pants to see if I had a ‘pussy’ or a penis.A number of young lesbians that we interviewed recounted cases of gang rape, but seldom reported these because of fear of how the police would respond. One study reports that black lesbians and gays have little faith in the criminal justice system. The police ridiculed them and in many cases did not bother to open dockets.We were surprised to find young, straight people – especially middle-class – who did not know what ’corrective rape’ is. For black, working-class lesbians in the townships it is all too clear a reality. They and their friends face the threat of being raped by frustrated straight men who claim that ‘having sex with a real man will cure you of your lesbianism’. Girls told us of being afraid to go out alone at night, of having to exaggerate their given biological gender rather than, for example, dressing boyishly, to avoid attention, and of the anger that matches this fear.Hate crimes cover a full spectrum of abuses including murder, as when a 19-year-old from Khayelitsha was stoned to death by a gang in 2005 for being lesbian. Since then, at least 20 such hate crimes have been reported in the media.The Triple-7 Campaign, initiated by the JWG, aims to highlight violence perpetrated against lesbians. It takes its name from the murders of Sizakele Sigasa and Salome Massoa who were brutally killed in Soweto on 7 July 2007. Police do not keep separate statistics on murders motivated by homophobia, creating a policy vacuum on how to respond.“Other kids called us fucking faggots and fucking moffies.”Murdered for being gay. Top: Sizakela Sigasa, age 34; middle: Eudy Simelane, age 31; above: Zoliswa Nkonyana, age 19Photographs: www.africanveil.org,  www.queerlife.co.za & www.mambaonline.comOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 25“The taxi driver kept calling me ‘stabane’ [a negative term for homosexual] so I took another taxi.”“As soon as the sister at the clinic realised I was a butch lesbian she told me to go and ask for condoms elsewhere because ‘we don’t encourage your kind’.”“We were just at McDonald’s. This group of guys got totally abusive – we phoned the police but, of course, they didn’t come. I don’t feel comfortable walking holding hands, particularly late at night. It’s frightening. We avoid rural areas, shebeens [informal township bars] – we know people who have been beaten. We avoid places with lots of macho men. I don’t feel free or safe.”“Drunk people are homophobic and those are situations where I wouldn’t be comfortable holding hands in public. I think it would make us a target – so I avoid it.”“We’ve seen what can happen to people – especially black lesbians in townships. When I go out at night I try to hide my breasts and I hate that because I want to walk proud but I don’t want problems with men – especially the Nigerians and Zulus. Zulus are very patriarchal and homophobic and it is very frightening. It’s getting worse – rape and hate crimes – I never heard about those things when I was in Grade 8.”“If you are butch you are worried in clubs because you are constantly a target – when chicks get interested in you their boyfriends get pissed off.”“I don’t feel at risk in Sandton [upmarket Johannesburg]. I hold hands and show physical affection and I am often in an LGBT [Lesbian, Gay, Bisexual, Transgendered] group. I don’t worry if there are five to 10 of us.”“We have additional problems of employment – butch lesbians are rejected because of how they look.”“Poor lesbians don’t have money for education – there should be an organisation that deals with lesbians who want to go back to school.”“I didn’t finish even matric because it was so unpleasant at school so what chance do I have of getting a job?”26 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY“I felt threatened and unsafe and dropped out of school.”“It is alright if you can go to university, but we are poor and we didn’t finish school and we don’t know where to go to get more education. We are the same as other poor people but when they know you are gay it is worse.”“It is difficult to find work or even training when you don’t know where you are sleeping.”“When we get thrown out of our homes we need shelters; there are some but we have heard bad things about them.”“The media is a powerful force in shaping perceptions about LGBTIs.”“Homophobia can lead to suicide. In Generations [South African soap] someone tried to commit suicide but it didn’t show any other way out. The impression was that if you are gay you are screwed. There needs to be more work around the media and how they are portraying gay people.”“I educated myself: Will and Grace [a popular American TV show featuring a suit-and-tie gay lawyer] was very helpful. It showed me I could lead a normal life.”“There were other programmes with gay people like Egoli [South African soap] and Angels in America. I didn’t use the Internet when I was at school and didn’t go clubbing until after matric.”“We have gotten used to seeing gay people in different guises in TV programmes – sometimes they are obviously camp and sometimes they are just like everyone else. I think that’s good. It affirms the whole notion of diversity, whether you are straight or queer.”“There is now a lot more ‘social proof’ that gay is an acceptable life choice. When you see yourself being affirmed outside yourself it gives you self-esteem. New soapies, TV, media about being gay makes it easier for those who watch.”OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 27LGBTI youth: the policy deficitHow is government addressing these issues and is there a place for LGBTIs in its youth development policies and initiatives?On paper, government is committed to comprehensive youth development policies:Youth development should be viewed as an integral part of addressing the challenges of South Africa’s development. It should also be seen as a central process of building a non-sexist, non-racist, democratic society, and must be approached with the same vigour as all other processes of transformation. The development of young people must also be aligned to government’s approach to addressing poverty and underdevelopment, as well as a mechanism for promoting social adjustment, social cohesion and economic emancipation attained through comprehensive, integrated, cross-sectoral and sustainable policies and programmes that seek to bring about tangible improvements in the quality of their lives.Disadvantaged youth must be empowered to overcome conditions which disadvantaged them. In the same manner, marginalised youth and those that have fallen out of the educational, social and economic mainstream must be reintegrated through second-chance measures and other supportive actions. (National Youth Policy 2009-2014, published by the Presidency in November 2008)Among the further objectives of this policy are to create a safe environment free from discrimination and abuse and the desired outcome isempowered young people who are able to realise their full potential and understand their roles and responsibilities in making meaningful contributions to the development of a non-racial, prosperous South Africa. (Ibid.)These policies speak strongly to the condition of young people in the LGBTI community. However, with the exception of Section 9 of the Bill of Rights (the Equality Clause), it is difficult to find a single government document that refers specifically to sexual orientation as a marginalising factor that needs be combated.There is no mention of young LGBTIs in the National Youth Policy 2009-2014, an otherwise comprehensive document which deals specifically with young women, youth with disabilities, unemployed youth, school-aged but With the exception of Section 9 of the Bill of Rights (the Equality Clause), it is difficult to find a single government document that refers specifically to sexual orientation as a marginalising factor that needs be combated.28 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYout-of-school youth, youth in rural areas and youth “who have been or are at risk of being abused” (Ibid.).We asked people in government why this was so. Their answer was generally one of bemusement. Faced with the challenges of youth generally, and the failure of government – on the whole – to meet those challenges, they had not given specific thought to the LGBTI community as part of their constitutional mandate.A Ministry of Youth has been established in the Office of the President. Its role is to mainstream youth needs and issues through each government department. The Ministry spokesperson believes that there is more awareness in society of LGBTI issues, and that their concerns must be more integrated into mainstream concerns as a special interest group within the context of other youth voices. However, he admitted that this was one of the most difficult things to do – young gay people are represented among the poor, the HIV-infected, and among foreigners, presenting a challenge of both mainstreaming LGBTI needs and ensuring they are not marginalised in the process.The Ministry also oversees the work of the National Youth Development Agency (NYDA), a merger of two former bodies – the National Youth Commission and the Umsobomvu Youth Fund. The agency is specifically tasked with initiating skills development programmes for young people in the transition to adulthood. Again, a representative of the NYDA conceded that the government needed to start thinking about the issue of gay youth […] but we are facing such a crisis situation of youth unemployment that we haven’t even been able to think of such ‘special’ groups.Currently, government’s National Youth Service (NYS) is implemented as a voluntary programme. It is possible that, in the future, all youth might be engaged in post-school service7.  This could expose youth to training options as well as provide extra hands as the country struggles to meet the needs of service delivery. Issues that might be addressed through NYS include civic responsibility, with young people contributing to the economic development of their own communities.The Ghana National Service Scheme, for example, makes it mandatory for graduates and diplomats to work for a year in the public service. The intention is involvement of young people in activities which provide benefits to the community while developing the abilities of young people through service and learning.7 The Ministry of Defence, for example, is currently considering a national service programme for youth.  The idea is to bring excluded youth back into the social  and economic mainstream.OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 29In an undated paper on the NYS, the National Youth Commission talked about “inclusiveness” and the importance of the NYS engaging a cross-section of young people – “unemployed, students, disaffected, disabled” – again LGBTI youth are not mentioned.The signal is clear: LGBTI youth are marginalised within an already marginalised group and unless they demand inclusion and recognition, they will not get it. They have to shout and shout loudly if they want to be included.Paying the emotional and mental price of homophobiaAdolescence and early adulthood are notoriously fragile periods for young people, especially young LGBTIs. Isolation – the sense that you are alone and that no one else feels as you do – was an emotion strongly expressed to us by many of the young people we interviewed, across the board. In the modern technological world, there are ways of meeting people on the Internet and communicating by cell phone. Despite this, people feel lonely and isolated – time spent socialising online is time out of the real world. This sense of isolation is a strong risk factor in suicides. In South Africa, suicide among teenagers and young adults is rising dramatically. It is the second most frequent cause of death among teenagers (SANGONeT Pulse, 18 November 2010).  A psychologist told us:The physical and social changes that occur during adolescence can be overwhelming. The LGBT community has higher incidences of mental problems because of the experience of a hidden, fragmented sense of health and well-being. In a world structured as heterosexual, everything else is seen as wrong. Not fitting the norm is bewildering. Too little integration with society or a community can lead to suicide. Social isolation and loneliness lead to depression and also suicide.Suicide among teenagers and young adults is rising dramatically. 30 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY“I felt I was in isolation and there was no one to speak to – I contemplated suicide. That is what happens when you feel isolated. I know quite a few people who said they contemplated it. I think it is harder in black societies.”“If you see TV where kids commit suicide because of homophobic bullying – it happens in schools and in churches where people say you have demons and want to pray for you – well, then you start to think about it.”“There was nothing at school. The teachers were in the closet and there was no discussion about being gay. The only thing available was clubbing, which was not healthy. Oh, and there was an LGBTI soccer team at Triangle [LGBTI organisation in Cape Town] and one book club [in Cape Town]. If an opportunity had presented itself at school, I would have talked but the school was conservative and traditional.”“When I was a teenybopper we only had clubs. It was not a great environment. We were underage; there were alcohol and drugs there. I found it very damaging.”“Isolation and fear can sometimes be turned outwards.”Some of the LGBTI youth to whom we spoke preferred to look for other scapegoats, even among themselves, in a world filled with marginalised people.“Even as members of the LGBTI community, we have our own stereotypes about gay people.”“The butch lesbian and lipstick lesbian are two pictures people are aware of and we can make fun of – we can box ourselves in.”“A lot of homophobic guys are just bitter gays.”“Being bisexual isn’t that easy – people who are gay or lesbian say ‘we haven’t decided who we are’ and want the best of both worlds.”“Most foreigners are homophobic. So it is difficult to see that xenophobia and homophobia come from the same place.”OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 31A student activist at a major urban university confirmed that on the basis of anecdotal evidence young LGBTIs were a high-risk group for suicide. She said many of her colleagues were in counselling – to deal with the sense of isolation, exclusion and rejection they felt on campus. She had participated in a focus group of about 100 young gays and lesbians. Seventy recounted that their parents had sent them to therapy to get ‘cured’ and they ended up having to deal with a lifelong sense of being disowned.Photograph: Helen McDonald32 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYOne young man, now a committed political activist, admitted that when he came out to himself, he did not know anyone he could talk to. He tried to commit suicide when he was around 15 or 16 years old and he knew others who had self-harmed for the same reason at the same age. Self-harm can take many forms but is most commonly associated with cutting one’s body in some way, not as a prelude to suicide, but as an  expression of extreme levels of frustration, anger and depression.In a 2004 study by OUT, Tshwane (an LGBTI organisation working in Gauteng) a third of those in the sample had thought about committing suicide in the previous six months and just under a quarter had actually attempted suicide. The study found strong correlations between thoughts of suicide and fear or experience of victimisation in daily life, and alcohol abuse.The same study also found high rates of alcohol and drug abuse among young queers, and suggested that LGBTI youth may be more at risk of suicide because of a lack of dedicated support from the state and other sources.In Part One, we concluded that youth in South Africa in general face considerable hardships and obstacles while growing up. Young LGBTIs have to contend with the additional difficulties of homophobia.A 2004 study by OUT, Tshwane [...] suggested that LGBTI youth may be more at risk of suicide because of a lack of dedicated support from the state and other sources.OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 33Coming outComing out is the process by which an LGBTI person accepts that his or her sexual orientation or gender identity does not conform to the norm, but that it is part of his or her overall identity and a ‘fit’ for him or her. So, coming out is about identity while having sex for the first time is about practice – this may happen at very different times.Coming out also usually involves confronting the general acceptance that ‘everyone is heterosexual’ and the ongoing experience of sharing one’s LGBTI identity with other people. Coming out carries the risk of rejection by parents, family and friends.Yet, we found that for most LGBTIs with whom we spoke, the experience is positive – not because there are no negative reactions but because it is a process of self-acceptance that is powerful and liberating. The ‘closet’ people talk about coming out of a shadowy place where things remain hidden in danger of discovery. Coming out does away with that fear. At its best, coming out leads to a feeling of pride because one is part of creating a new norm – one which includes, and is comfortable with, diversity. When someone reacts negatively to a person coming out, they are making a statement about themselves rather than about that person – they have not accepted the richness of diversity and they do not understand that the elasticity of the norm is exciting and filled with potential.Worldwide, statistics suggest that most young queer people realise their sexuality at about the age of 12 but that it may take years before they come out to anyone else. We spoke with people as young as 15 years of age. It is clearly not a topic that requires hiding at that age. PART TWOYoung queers on their own terms“Yes, some straight people treated their gay friends differently, even stopped being their friends. It did happen.”34 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYThe process of coming out is different for everyone, just as the process of getting comfortable with one’s sexuality is different for everyone. In South Africa, factors such as race, class and gender are all involved. A young, black South African describes how it was for him:I first felt an attraction to other boys when I was about eight. When I was 12, a guy in my class and I fooled around one afternoon. I was surprised that I enjoyed it. From 13 to 16, I tried to suppress my feelings but at about 16 I came out to myself. Then to my English teacher in an essay in my final year at school. The teacher wanted to publish my essay in the school magazine, but I wasn’t ready for that. Maybe if I had gone to a co-ed8 high school, I would have come out earlier. I started telling my friends but when I told my sister she just said, ‘Duh’ (‘as if I didn’t know’) and after that it was fine. It’s never been an issue since.It became apparent while we were talking to young people that the plethora of new forms of social media such as Facebook and Twitter added a not-always-welcome element to the process of coming out. Several young people told us that they had been outed because an older relative had somehow connected with their Facebook entries.It is clear that LGBTI youth are marginalised within an already marginalised group and that unless they demand inclusion and recognition, they will not get it. They have to shout and shout loudly if they want to be included.8 Co-educational, i.e. a school catering to both boys and girls.  Photograph: Helen McDonaldYoung LGBTIs are marginalised within an already marginalised group [...] They have to shout and shout loudly if they want to be included.OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 35“I felt I was possessed and it took me two years to understand it. I was in denial.”“My first experience was with someone I met in a chat room. Then we had sex in the bathroom. It was an amazing relief at the time, but then I felt guilty. I had met some gay people and my first gay friend was pivotal in my coming out. My first gay experience was when I was at school but I only came out to my parents when I was 20.”“Coming out is getting easier. Parents [black African] are more accepting.”“The more I came out, the happier I became.”“I used to wear tracksuit pants under my dress and then at break take off my dress and play soccer.”“I had to fight with the boys at school over girlfriends.”Out In Africa Film Festival audience in Mafikeng 2011Photograph: Fanney Tsimong and  Nhlanhla Ndaba36 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYSeeking support, finding communityThe previous sections point emphatically to the need for policies, structures and initiatives to support young LGBTIs. Fortunately, networks of support have slowly emerged for young LGBTIs in South Africa, allowing many to feel more comfortable in the diverse world they inhabit, but one where diversity is still often not respected.We asked young queers where they were finding support and what gaps still needed to be filled.LGBTI organisationsOver the past 16 years (though some began working before then) a number of LGBTI organisations have come into being. Very few have a specific youth focus but most are concerned about young people and have clearly served as a lifeline for many young LGBTIs.The JWG, for example, does not have a specific youth programme, although Kaleidoscope, a largely university-based LGBTI movement, is a member. As our research for this publication was specifically focused on Gauteng, our examples are mostly from there.“So, a network is developing that gives LGBTI young people a sense of belonging, a sense that there is a place for them in the new South Africa too.”Photograph: Helen McDonaldOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 37 We know, however, that organisations such as the Durban Gay and Lesbian Community and Health Centre, the Gay & Lesbian Network in Pietermaritzburg, OUT Well-being in Pretoria , Inclusive and Affirming Ministries (IAM) and the Triangle Project in Cape Town have done invaluable work with young people. IAM, for example, is a Christian LGBTI organisation in Cape Town working with clerics in the mainstream Christian faiths to change thinking on homosexuality. It has partnered with the University of Pretoria to provide a course on sexual minority rights for the student body.But there are some organisations that stand out particularly as having helped young LGBTIs come to terms and deal with their sexual orientation.Gay and Lesbian Memory in Action – a place to meetGALA has been in existence since 1997. It has provided a space where young gay people have developed the confidence to come out. Young people find novels on gay-related themes to read, videos to watch and other LGBTIs to talk to.Situated at the University of the Witwatersrand, GALA is housed in an unassuming set of offices at University Corner in Braamfontein, Johannesburg. The library is a crowded book-lined space with a table and chairs inviting discussion. It provides a place where people can meet and discuss – and it has nurtured groups and fora that have themselves since become fully-fledged organisations.The Gay & Lesbian Network drama group celebrating 4th place in the 2011 South African Community Theatre Association FestivalPhotograph: Gay & Lesbian NetworkGALA has provided a space where young gay people have developed the confidence to come out.38 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYWe were invited to attend a Youth Forum, facilitated by a psychologist – one of a regular GALA series – where 17 young queers, fairly equally distributed between males and females, discussed issues of sexual confidence. For some, the forum offers a distinct alternative to a lack of discussion of sexuality at their schools. It was at GALA that we also encountered a group of young gay expatriates, mostly Zimbabwean, but also from other countries such as Cameroon, who – in a xeno- and homophobic climate – have found a safe place to be themselves and share their stories. They come from a local church, which pays a nominal rent for them to use the GALA library as a meeting place.It is a predominantly male group of about 15 people. In our discussion with them, it was clear that their problems were those of all refugees, and of poor people generally, exacerbated by their being gay. They needed employment and bursaries. They needed help to prepare for job interviews, to open bank accounts, to get legal advice and driver’s licences, to deal with the police and officials, and to confront homo- and xenophobia.They acknowledged that they felt freer in South Africa than in their own countries. According to a refugee from Cameroon, in his country even friends rejected you if they found out that you were homosexual. Some Zimbabwean refugees with HIV and AIDS told us they had to go back to Zimbabwe every few months to get their anti-retrovirals (ARVs) because they didn’t have asylum papers that would entitle them to remain in South Africa. This exposed them to harassment and the risk of arrest.It was clear that people within the group had much to learn from one another, and that having a meeting point at GALA facilitated this. They shared, for example, that there are places in Johannesburg where those without papers can get ARVs. Some of the refugees have made use of legal advice offices, and a fragile network of support is being created. The members of the group said that they had found somewhere they could talk about relationships, life, AIDS and gay politics.Otherwise, there is no one to talk to because people take advantage of you as a gay foreigner.GALA has nurtured several other youth groups. For example, when Activate (the gay student organisation at the University of the Witwatersrand) re-energised itself, it did so with the support of GALA. GALA is responsible for a number of exhibitions, which introduce young people to the history and normality of sexual variation. It has also played a particular role in addressing the needs of LGBTIs with disabilities because it has a deaf staff member who has drawn attention to what it means to be further marginalised among the marginalised.An activist told us that she had first discovered GALA when she was 16 years old and the GALA staff had found teenage books for her. She said GALA is responsible for a number of exhibitions, which introduce young people to the history and normality of sexual variation.OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 39she was the youngest person to register at GALA. She is now a member of Activate and sees it not only as a political cause but as a social alternative to the clubbing scene, with parties, movies and safe spaces.The Forum for the Empowerment of Women The Forum for the Empowerment of Women (FEW) was established in 2002 as a networking, empowerment and support organisation for black lesbians in and around Johannesburg. It tries to provide safe spaces, social and otherwise, in which black lesbians can freely express themselves and interact in healthy, non-threatening ways.FEW campaigns against hate crimes, showcases lesbian art, and has a Sports and Culture Group with its own football team. It also runs a skills development and scholarship programme specifically for survivors of hate crimes.Because it is a membership organisation and it attracts many young, black lesbians, we asked FEW if we might interview some its members. Some of our interviewees had been part of the group of 17 young football players who played at the 2008 International Gay Football Games in London. A number of the young women we spoke to had been involved in leadership training and in citizen journalism workshops organised through FEW. One had been to the Federation of Gay Games Conference in Cape Town in 2008 and two had attended the International Lesbian, Gay, Bisexual and Intersex Association Conference in 2007 in Lithuania.Most of our interviewees had completed schooling, or were still in classes, or had failed their final year at a range of suburban and township schools. All of them were unemployed. The only and dubious advantages to being unemployed is that they can picket courts trying hate crimes, march in demonstrations and campaigns, and print T-shirts and posters.The women mentioned that many small groups of LGBTIs were organising themselves in places around Johannesburg, sometimes starting within Photograph: Helen McDonald“When I met FEW, I began to realise there were people like me and it was normal.”40 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYexisting organisations such as People Against Women Abuse, sometimes for women only and sometimes for both men and women.FEW has an organisational model – practising activism through sport – which, aside from the attractions of football, involves leadership training, community mobilisation, and educational and interactive workshops around issues affecting lesbians. FEW identifies and then tries to resolve problems by talking to stakeholders such as the police, teachers and health workers.Mr Gay Kwa-Zulu Natal, 2008The Gay & Lesbian Network is a diverse LGBTI organisation that engages in HIV and AIDS prevention, and campaigns against homophobia. It assists and nurtures small emerging LGBTI organisations in the Kwa-Zulu Natal Midlands (inland Kwa-Zulu Natal) and it is not afraid of a bit of ‘political incorrectness’ – hence its hosting of the 2008 Mr Gay KwaZulu-Natal Pageant, in which Andrew Venter was crowned the winner for his ‘looks and talent’.Before a receptive crowd, part of the annual local gay Pink Mynah Festival – Andrew had his moment of glory. But aside from winning the title, Andrew was involved in organising the Festival and learned valuable skills. He says that every time he talks about the experience he walks away with “a great feeling [and] meets great people”. His entire family attended the pageant.Having had a trying time at school, winning the pageant made a huge difference to his self-confidence – “I used to feel awful about myself”, he told us.He wears his Mr Gay KwaZulu-Natal sash to network events. He says there are new gay places opening all the time – not because there are more gay people but because more people are comfortable coming out.KaleidoscopeFor young people who are fortunate enough to get to tertiary education, it is often at university that they are first able to experience an openly gay life. Since the advent of democracy, the LGBTI movement at universities has grown stronger, bolstered by the progressive Constitution and a new generation of students who are less distracted by the political claims of struggle that characterised the apartheid era. OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 41In 2007, LGBTI students from the Universities of Witwatersrand (Wits), Cape Town, Western Cape, Pretoria and Stellenbosch as well as Rhodes University, held a legotla (a gathering) at Wits. There were five delegates from each campus. They were joined by XXYFlame – a gay youth group from the University of the Free State. One of the organisers described it as a ‘crash course’ in project management.There was excitement and a sense of breaking new ground. It was the first national conference for youth/students. We worked very closely with GALA.The legotla had three objectives:•  The creation of an umbrella structure to facilitate networking and coordination among university youth organisations.•  The drafting of a Charter for LGBT Youth.•  Drawing up a common plan of action in terms of a shared calendar of events – such as a night vigil for victims of hate crimes held simultaneously on three campuses.It was decided to make the legotla an annual event and it has since been hosted in Grahamstown, Cape Town and Pretoria.One of the founding members said that there is always a renewed sense of excitement at each successive legotla, with about 50% new members each time. One of the tensions is managing the new energy and the loss of previous experience, although the information packs always include the minutes of the previous legotla.The number of member universities has doubled from five to 10. New groups have since joined from the Universities of the Free State, Johannesburg and North West and from the Nelson Mandela Metropolitan University (Port Elizabeth). A society has also been proposed for the University of KwaZulu-Natal. Aside from the significance of the growth of the student movement, the fact that many of the new affiliates are from the politically more conservative, former Afrikaans-language universities, is a striking development.At the 2010 legotla, the name Kaleidoscope was chosen for this umbrella structure.Photograph: Helen McDonald42 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYEach of the universities has different challenges. For example, OUTRhodes – the LGBTI society at Rhodes University – is not as concerned with direct cases of harassment or violence, which are rare. Rather, it deals with ’implicit’ homophobia ranging from heterosexist assumptions and behaviour at the university and among students, through to outright exclusion of LGBTI students from the residence system. In fact, it was this issue (homophobia in residences) that re-energised Activate and led, indirectly, to the formation of Kaleidoscope.At the moment, Kaleidoscope is a student movement. The intention is to expand into a broader LGBTI youth movement. Since the second legotla, young people working in other LGBTI organisations have been invited – for example from Gender DynamiX (a transgender support group) and Inner Circle (a support group for Muslim LGBTIs). These organisations do not have their own youth wings and Kaleidoscope plays this role.PrideAn annual Pride Parade has been held in South Africa’s main cities since 1990. In the early 1990s, Pride was linked to the campaign for LGBTI equality. In more recent years, Pride has assumed the character of a Mardi Gras.Older LGBTI activists complain that Pride has lost its political edge. They are worried about its ‘commercialisation’. The young LGBTIs we interviewed found Pride surprisingly uncontentious.Members of Kaleidoscope provide understudies to the Pride Committee so that skills are handed down.Among the younger queers there seems to be genuine delight in the celebration of diversity on ‘our’ day.Kaleidoscope stall at the 2010 National LGBTI Expo in PretoriaPhotograph: Hivos South AfricaOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 43“Pride is a great event. It’s a place to meet. It’s a great space but not necessarily a political thing.”“FEW always has a float at Pride.”“Pride is a joyful context and I love it for that. I certainly don’t want to dress camp or anything like that but being part of people who want to and do it, and other people who want to associate with them – that is being part of a joyful context.”“It is so important. I first went in 2007 – it was amazing to be part of something so big, so celebratory, so inspiring. I felt a sense of self-affirmation.”“Pride is an essential tool – it’s very important for uniting LGBTIs. We are very segregated along class lines and Pride unites all of us. Pride is ours – party, visibility.”“I’d like to see it like the London Pride where police, businessmen and firemen parade – here it is too much drunk and in pink clothes.”“I think Pride is important – as long as there are people who would like us to be invisible then we have to make ourselves hyper-visible and loud and there.”44 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYWedding regalia. A participant in the Pride Parade in Johannesburg in 2007Photograph: Nadine HuttonOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 45Progressive religion As we saw in Part One of this publication, for many young LGBTIs, organised religion is often one of the least sympathetic social spaces.In the meantime, young people are hungry for acceptance, for spaces in which to affirm their spirituality. In response, independent LGBTI churches have emerged such as the Hope and Unity Metropolitan Community Church (HUMCC), through which young people (and older ones) have found a religious lifeline that enables them to live out their spirituality without feeling rejected, cursed and possessed. HUMCC holds regular services with its own ordained ministers.“When I go to other churches I feel I don’t belong. My church chased the lesbians away and here I have a place where I feel as if I belong.”“If you don’t go to church you feel as if you don’t belong anywhere – whereas elsewhere the church chases us away, here we believe God accepts us.”“My mother chased me away and threatened to expose me to the elders but I found a place where I belonged.”“This church makes me feel better.”“I needed to find some place for my spiritual growth. He created me and I needed to go to church as my family always had. I used to dodge church because they made me wear a skirt – here I can be myself.”1991 Pride Parade through Hillbrow in JohannesburgPhotograph: GALAYoung people are hungry for acceptance, for spaces in which to affirm their spirituality.46 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYLove, marriage, childrenUltimately, the aspirations of young people – LGBTI and straight – are simple and similar: to have fulfilling relationships, perhaps to marry, to have children and to be part of the wider community. For the young queers that we spoke to, adoption seemed a very viable option and they talked repeatedly of the love they had to share and how there were so many unwanted children out there. On the whole, the straight young people we spoke to wanted their own children. This belief in a future generation and their ability to contribute to such a generation seemed to reflect optimism about the future, despite concerns about poverty, global warming and wars.Among the young, black African queers with whom we spoke, there was a genuine desire for a traditional form of marriage, complete with lobola (a southern African custom whereby the man pays the family of his fiancée for her hand in marriage). The aim is to bring the families together, foster mutual respect and indicate that those involved are about to support each other emotionally and financially. They recognised that circumstances had changed and meanings had altered, but the basic intentions of the customs remained.For me, that was the time when I felt accepted by my people as an adult, as a serious member of my community, as someone who could take a place among the leaders. I understand the patriarchal elements of lobola but it is the deeper meaning that matters to me and that I want to affirm. I was lucky that my family understood this. I think that, if I had married a man, I would have wanted to avoid the whole lobola thing.Photograph: Helen McDonaldThe aspirations of young people – LGBTI and straight – are simple and similar: to have fulfilling relationships, perhaps to marry, to have children and to be part of the wider community.OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 47Rev Paul Mokgethi and Rev ‘JP’ Heath, both with HUMCC, married in 2008Photograph: Sabelo Mlangeni48 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYYoung queers were also aware of how their support networks failed them and how they could be improved.“People, young people, need access to information – workshops in high schools and townships. There was a discussion at Museum Africa and one boy had this total misconception of ‘gay’. There needs to be places where you can talk to people and bring about acceptance. There was an exhibition and this 12-year-old kept saying it was ‘disgusting’, but another one came to me and wanted to know who was running the exhibition because she wanted to know more and to talk to someone about it.”“We need to reach churches, particularly in the black communities.”“We need tolerance and acceptance, and money for education.”“We don’t want stereotypes. In fact, sexual orientation should be explained as a continuum in which, for example, bisexuality fits very comfortably. When I realised I was bi, I felt ‘wow, that kind of opens up the world for me!’”“We want to know there can be a lesbian or gay president.”“We need to know that people know we are here and accept us.”“It’s time we can be open about being gay and that we are provided with education that includes this as an acceptable sexual variation – then we can have safe spaces and our parents will understand that being gay doesn’t automatically mean you are going to get AIDS. University has provided that kind of space for me.”“We desperately need a gay crisis line.”“At school, people should be expelled for bullying, including homophobic bullying. There should be discussions of proper life orientation, not hetero-normal sex education.”OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 49Youth on the edge: the challenge of changeMany of the middle-class young people that we interviewed – both LGBTI and straight – seemed a little bored with their lives. Working-class young people, by contrast, seemed to have more immediate concerns and were joining social movements for change or, if they were lucky enough to have jobs, trade unions.Yet, when we asked middle-class young people how they would define a good life, they went far beyond immediate, hedonistic satisfaction. They were acutely aware of the poverty and inequality in the society in which they live – they wanted to make a difference, they wanted to give back.Many of these young people have been brought up in a politically far more liberal environment than their parents were. They are aware that things are not right but are sometimes at a loss as to how to put them right. There seems to be a generation seeking a cause and many are pegging their efforts, in a somewhat individualised way, to the needs of, say, the environment. So, they clean a park or paint a school or recycle glass and plastic – but many seem to be looking for something more encompassing. Some of our interviewees spoke with a sense of almost envy at ‘the way it used to be’ when everyone could unite against apartheid.Queer activismAlthough there are many young straight people who would like to ‘help change’ the world, in our interviews we found this desire to be strongest among young LGBTIs across race and class. Not surprisingly, the queers we encountered had, to some degree, been politicised by the experience of being gay and having to overcome the obstacles they had encountered. Many have become involved in LGBTI activism.“I want the world to change but I don’t feel strongly enough to do anything about it.”50 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY“The LGBTI network is spreading across South Africa in communities. It is expanding and I want to work with young people, work with non-governmental organisations. I want to celebrate activists who have been lost to hate crimes, like we did when we had a candlelit vigil.”“I want to work with organisations like GALA to target schoolchildren.”“You change people one at a time – I want to be part of that.”“I had this one teacher who said ‘you don’t have to have a title to be a leader’ and I remembered that.”“I started a gay newspaper for campus – it wasn’t much but it was sort of giving notice that we were there. And people responded. They realised who was doing it and would just come up to us and talk on the bus.”“There is a lot to do and I want to be part of it – like the helpline. It would have made my life different to have something like that functioning and we need to be sure that it is there for kids in the future.”“I know doing this kind of work may expose me to violence and abuse, but I can handle it and I don’t live in fear.”Kaleidoscope Lekgotla at the University of  the Witwatersrand in 2007Photograph: Hivos South AfricaOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 51“Kaleidoscope – all the youth structures that exist – they are us, saying ‘we believe in the future’. I think, even if it goes quiet for a bit, it will come back. People are starting to see you can make your own structures and they can do things, things that get noticed in the end.”“Once you accept your sexuality and show that positively, then other people start to see you differently and, I don’t know, they take that acceptance and it gets into their own lives.” “There will always be those who are homophobic or xenophobic but they will become the ‘other’ and people like us, instead of being marginalised, will become the benchmark for something better. Maybe I am just idealistic, but I don’t think idealism is a bad thing.”“I think it is up to the youth – the old activists are still fighting old battles. We are ready to take over and we need to push the faces and voices of the young queer activists. I don’t think people over 50 can really be activists – but then the young people had better step up!”“It’s funny – I don’t think of myself as an activist, or as political – hey, I just want to play soccer and have fun – and then I realise that I am fighting for space for young queers, and that is activism in itself.”Broader human rights strugglesYoung LGBTIs’ experiences of oppression have also been an activating factor in taking them beyond their own cause into broader struggles for human rights.52 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY“I realised that to make a difference, you have to engage, be prepared to take leadership positions.”“People are activists in different ways. You can be a political activist or a youth development activist or get into the legal struggles. The important thing is to get out there and make a difference.”“We have to make sure that youth are organising – not like the ANC Youth League which is tied up in the old struggles or in new struggles about old things – but [as] an investment in the future.”“I want the youth thing and the gay thing to come together so that there are gay youth organisations that are doing things that make a difference for everyone.”“I will definitely be an activist all my life. They always say effeminate gay people can’t hide, but I see it as a clear path to fighting for myself and for others. I feel a clear path to all ministries and I want to serve.”“I believe in a higher being and, for me, that means contributing to making things better, different. It’s no use being pessimistic about what our grandchildren will inherit – we’d better get busy making sure it is worthwhile. I think you do that with people – mindsets changing.”“I am a gay activist – I make sure I reach gay youth and attend all rallies and help people, but I am also there for Amnesty International, the Palestine Solidarity Committee and PETA [People for Ethical Treatment of Animals].”“I think there will be growth of strong activists – particularly forward-thinking people. We will all have a vision based on what has happened in the past and our knowing we won’t allow it to happen again. That it is our legacy and we have to hand it on.”“I have hope in the future, and the choice is whether to just think that or share it, make something out of it. I suppose that is being part of the solution and not the problem.”OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 53Working with young queersYoung LGBTIs are not a different species. They constitute part of the youth of South Africa and face the same challenges, but they do carry the extra burden of homophobia.So, the first step is to recognise that most challenges facing young LGBTIs are not unique. In every service delivery protest, in every education or unemployment protest, there are young South Africans and – where there are young South Africans, there are young queer South Africans. The only difference is that young LGBTIs already know and understand the dimensions of marginalisation and can take a leadership role in making young South Africans count. In most cases, however, this will not simply happen and in this section we offer some ideas about how the voice and leadership role of young queer South Africans can be amplified.The general impression we gained from our interviews was that many young LGBTI activists are looking for avenues of activism, whether LGBTI-related or not, but they are often frustrated by the lack of opportunities. “We became activists because of the homophobia we experienced and our understanding that an injury to one is an injury to all.”“I think there is a need for a kind of LGBTI youth organisation which includes youth development – there is going to be a need for youth leadership in this country for years to come. Just because we are LGBTI doesn’t mean we can’t be champions for a better world.”“Through getting involved in LGBTI work, I found myself involved in HIV work, in safe sex education, gender-based violence and even service delivery – I could make the connection between my constituency and the needs of the country generally. We are keen to provide services to youth.”“I see myself as an activist – social justice is really important to me. I see myself as broader than simply a gay activist and I expect to be involved in gender justice for the rest of my life.”“I don’t see myself as a gay activist forever but I am earning my spurs here. I am learning to plan and organise and do advocacy and project management, and one day I want to be known as an activist who happens to be gay. There are different ways of being an activist – I could be a political activist or a development activist or an environmentalist activist or a human rights activist, but what I am learning here in the trenches of gay activism will stand me in good stead.”54 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYAJ and AndrewPhotograph: Joanne Bloch (GALA, Balancing Act)OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 55Emerging from this, we see a need for young LGBTIs to get involved in youth groups that are either LGBTI-specific or more general, involving fora of various kinds with a commitment to social justice. The more LGBTI youth are seen to be part of the solution, the less likely they are to be seen as part of the problem, and the more inclusive attitudes will be towards them. Inclusivity means the celebration of diversity. So, while in no way minimising the challenges faced by young LGBTIs, but taking their own activist approach as a starting point, we make the following suggestions.Setting up and running a youth group•  Form a core group – this could be an LGBTI group or wider but should comprise young people who want to make a difference in their community.•  Advertise the group to get others to join in. Describe it as a community improvement group or a social justice group and put up posters advertising a meeting, or ask local shops to advertise on their notice boards.•  At the first meeting, share ideas. Make sure that everyone knows that the basis of the group is LGBTI youth and that the motivation is to make a difference – this to get the support of the group and not have to deal with homophobia. If necessary, choose an example of another LGBTI group and why they got together – how they shared their experiences and realised that they wanted to make a difference, not just to LGBTI lives, but to the whole community.•  Agree on the need for a planning session. Someone should volunteer to find an experienced organisational person to run a planning session for the group on a particular weekend.•  At the planning session, agree on the goal of the group, for example, ‘a better life for people in your community’; agree on the structure of the group, for example, who specifically will be responsible for what; and plan an activity that introduces the group to the community, involves the community and improves life for the community, for example, cleaning up a local park.•  Agree on monthly meetings, at each of which the group will plan for and then carry out an activity (it could just be a community discussion or a fundraising event).•  Make sure that everyone knows that the originators of the group are LGBTI but that it is a community group not an LGBTI group – in other words, the rainbow flag is the LGBTI flag and the South African flag.56 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY•  Stress that it is a youth group but involve everyone in the activities.•  Contact groups that do youth leadership and get them to provide training for the group. In this way, the training of LGBTI youth for leadership is spread into the community and personal identity becomes a starting point for social and political identity.Building confidence – the school years: advice for educators and leadersRemember that the school years is the time when young people are struggling with issues of sexuality and it is important to give them as much space and security as possible in working out who they are.The tips given below may be helpful, especially for educators and leaders (for example heads of school, school governing body members, teachers, youth leaders and church youth leaders).•  Have a set of policies that ensures people understand and accept diversity, including variations in sexual orientation, and have an anti-bullying policy and a code of behaviour that link clearly to the Constitution.•  Make it clear that it is not about prying into people’s sexual orientation but about creating a climate where human rights, equality and fairness are paramount.•  Identify activities that will make variations in sexual orientation a celebration of diversity. This may be different in different contexts. So, for example, a school or youth group might have a mini-Pride to raise money for a cause (not necessarily LGBTI-related) but a church group might decide just to have a series of discussions.Out In Africa Film Festival in-reach group  in Mafikeng 2011Photograph: Fanney Tsimong and  Nhlanhla NdabaOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 57•  Watch a queer-related movie, do a project on positive queer role models and use these as a basis for discussion.•  Educators in whatever subject could think of ways to bring in queer role models who made a difference, or moments when human rights and equality trumped bigotry. For example, as part of the History curriculum, look at Simon Nkoli and the inclusion of sexual orientation in the Equality Clause of the Constitution; in Literature, study famous writers and poets. Have interesting discussions about whether being queer actually affects what people do or what they produce without there necessarily being ‘a right answer’.•  Make hate language of any kind a no-go area and identify people who behave in a homophobic way. This should be done as a learning experience and not as a punitive exercise.•  Have illustrations of ‘happy families’ that don’t fit the usual mother-father-two-children picture alongside illustrations that do, in classrooms etc.•  Never force anyone to come out or ask people to say whether they are queer or not. Obviously, if the group is specifically for LGBTI youth, this is different. Refer people to experts if necessary. If someone wants to come out, support him or her.•  Support initiatives that build solidarity around equal rights, human rights and fairness.58 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYRespect Human Dignity and Equality•  We commit ourselves to respect the worth of all individuals, irrespective of social origin, race, gender, age, status and class.•  We commit ourselves to fight against the physical and emotional harassment of women that results in rape and other forms of abuse.•  We commit ourselves to oppose any form of physical, emotional, and/or psychological abuse or ill-treatment of another human being.•  We commit ourselves to work for the physical security and protection of all people.Enhance Sound Family and Community Values•  We commit ourselves to fight against domestic violence and the neglect of family responsibilities whether due to substance abuse, cultural belief or gender discrimination.•  We commit ourselves to cultivate a family and communal environment that promotes a culture of care, generosity and inclusivity.Honesty, Integrity and Loyalty•  We commit ourselves to use the judicial system to punish all forms of theft, extortion, bribery, dishonesty and exploitation.Ensure Harmony in Culture, Belief and Conscience•  We commit ourselves to promote freedom of conscience, religious tolerance and the acceptance of different ideological persuasions without prejudice or favour.•  We commit ourselves to promote respect for the beliefs and value systems of others.•  We oppose all forms of prejudice, whether individuals, corporate or through membership or association with an organisation that undermines the integrity of others.AppendixCharter of Positive Values produced by the Moral Regeneration Movement – key points madeOUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAY 59Show Respect and Concern for All People•  We commit ourselves to refrain from using derogatory language and abusive labels in our interaction with others.•  We commit ourselves to show respect to all individuals and social groups.Strive for Justice, Fairness and Peaceful Co-existence•  We commit ourselves to counter aggressive and rude behaviour with respect and understanding.•  We commit ourselves to oppose individuals and groups that seek to disturb the peace, stability and security of the nation through prejudiced and undemocratic behaviour.•  We commit ourselves to provide social and other services in an impartial, fair, equitable and unbiased way to all people.About the authorsMarian Nell has an MBA from the University of the Witwatersrand and an honours degree in Psychology from the University of South Africa. She and Janet Shapiro, who has a BA degree in Ethics and English from the University of Cape Town and an honours in Sociology from Rhodes University, have worked together as organisational consultants for the past 28 years. Initially they worked with anti-apartheid organisations but, since 1994, they have done consultancy work in development around the world, with a specific emphasis on Southern Africa.  Back cover: TezzPhotograph: GALA, Balancing ActDesign and layout by Limeblue design: www.limeblue.co.za60 OUT OF THE BOX: QUEER YOUTH IN SOUTH AFRICA TODAYOUT OF THE BOX: Queer youth in South Africa Today Case Study",
    "id": 71356939,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:12206"
    },
    "title": "Case Study: Out of the Box: Queer Youth in South Africa Today",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-07-07T01:00:00+01:00",
    "publisher": "Atlantic Philanthropies",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/12206/12206.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/71356939.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/71356939"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/71356939/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/71356939/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/71356939"
        }
    ],
    "abstract": "Describes LGBTI youths' challenges in negotiating being gay in a straight environment, lack of inclusive policy, and effects of homophobia; youths' perspectives on efforts toward change; and ways to build their confidence in youth groups and at school",
    "tags": [
        "report",
        "Children and Youth",
        "Human Rights and Civil Liberties",
        "LGBTQI"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:12206",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 71356939,
        "depositedDate": null,
        "publishedDate": "2011-07-07T01:00:00+01:00",
        "updatedDate": "2024-02-14T12:44:41+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-21T19:13:34+00:00"
    },
    "urls": [
        "https://issuelab.org/resources/12206/12206.pdf",
        "https://issuelab.org/permalink/resource/12206"
    ],
    "lastUpdate": "2024-02-14T12:44:41+00:00",
    "setSpecs": []
}