{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rutledge, Colleen Theresa"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:55:29+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62547978.pdf",
    "fullText": "02_RUTLEDGE.DOC 11/10/2008 11:59:33 AM  297 CAUGHT IN THE CROSSFIRE:  HOW CATHOLIC CHARITIES OF BOSTON WAS VICTIM TO THE CLASH BETWEEN GAY RIGHTS AND RELIGIOUS FREEDOM COLLEEN THERESA RUTLEDGE* SECO SEDITIO1 On a Wednesday, the first of March 2006, Geri Denterlein and six other members of the Board of Catholic Charities sent in their resignations.  Geri told the press, “I simply didn’t feel I could continue to serve as board member when we were at such odds with the way the hierarchy was approaching adoption policy.”2  That same day, the most powerful Catholic in Boston pled with the most powerful state politician in Massachusetts.  But Governor Mitt Romney could not, or would not, help Archbishop Sean O’Malley find a way to keep Catholic Charities from facing a crisis.  The Governor recognized that “religious institutions should be able to help people without violating their faith,” but said he wouldn’t be able to waive the state’s antidiscrimination laws.3 The following Friday, March 10, 2006, the news broke that Catholic Charities of Boston was closing its doors to those seeking its adoption services.4  The Archbishop issued a statement to the press, declaring, “Sadly, we have come to a moment when Catholic Charities in the Archdiocese of Boston must withdraw from the work of adoptions, in order to exercise the religious freedom that was the prompting for having begun adoptions many years ago.”5  When faced with clear but conflicting mandates from both church and state law, the Bishops of Boston, Worcester, Springfield and Fall River decided that they could   * Colleen Theresa Rutledge is an associate in the Washington D.C. Office of Sidley Austin LLP.  The views expressed herein are those of the author personally and do not necessarily reflect the views of any governmental or private entity, client or association.  1. Latin: “To Cut Dissension”.  2. Uproar in Boston Over Gay Adoptions: 7 Resign from Catholic Charities, Protesting Church Policy on Issue, CBS NEWS, Mar. 2, 2006, http://www.cbsnews.com/stories/2006/03/02/national/main1 361889.shtml  3. Id.  4. Maggie Gallagher, Banned in Boston: Catholic Charities Gets Out of Adoption Business, THE WEEKLY STANDARD, May 15, 2006, at 20, available at http://www.cbsnews.com/stories/2006/05 /08/opinion/main1599045.shtml.  5. Statement By Archbishop Seán O’Malley on Catholic Charities Decision To Withdraw From Adoption Services,  ARCHDIOCESE OF BOSTON NEWS/EVENTS, Mar. 10, 2006, http://www.rcab.org/ News/releases/2006/statement060310.html. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 298 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 not abandon emphatic doctrine in the pursuit of their ministry.6 The Resident and Chair of the Board of Trustees posted a statement explaining the decision: The world was very different when Charities began this ministry at the threshold of the twentieth-century.  The world changed often and we adapted the ministry to meet changing times and needs. . . .  But now, we have encountered a dilemma we cannot resolve.  In spite of much effort and analysis, Catholic Charities of Boston finds that it cannot reconcile the teaching of the Church, which guides our work, and the statutes and regulation of the Commonwealth.  The issue is adoption to same-sex couples. . . .  As an agency, however, we simply must recognize that we cannot continue in this ministry.7 Catholic Charities is a private network of Catholic organizations dedicated to social service.8  Catholic Charities is also one of the largest and oldest private organizations ministering to the poor—and especially needy children in America.  Catholic Charities began in “1727 when the French Ursuline Sisters opened an orphanage in New Orleans. Catholic institutions were also established in major cities along the east coast, providing homes and education for children whose parents were lost to disease and tragedies common in early America.”9  It is known for being able to find homes even for hard to place children, such as those with psychological disorders, health problems, and mixed racial identities.  The previous year, Catholic Charities was responsible for the placement of one-third of all Boston area private adoptions, even though there are over two dozen other Massachusetts licensed adoption agencies working on domestic adoptions in addition to or in conjunction with the Department of Social Services.10  Catholic Charities embodies the religious concept of good works, which in addition to faith leads to salvation.11  It is a ministry, a vocation, and an exercise of religious belief.   6. Id.  See also Catholic Charities of Boston to Discontinue Adoption Services, ARCHDIOCESE OF BOSTON NEWS/EVENTS. MAR. 10 2006, http://www.rcab.org/News/releases/2006/statement060310 -1.html.  7. J. Bryan Hehir & Mr. Jeffrey Kaneb, Statement of Catholic Charities, Archdiocese of Boston, On Adoption Programs, ARCHDIOCESE OF BOSTON NEWS/EVENTS, Mar. 10, 2006, http://www.rcab.org/ News/releases/2006/statements060310-2.html.  8. See CATHOLIC CHARITIES, ARCHDIOCESE OF BOSTON FACT SHEET, (“MISSION: Catholic Charities is building a just and compassionate society rooted in the dignity of all people.”) http://www.rcab.org/News/releases/2006/statement060310-3.html; also available at http://www. ccab.org/  9. CATHOLIC CHARITIES USA, ABOUT US: OUR HISTORY, http://www.catholiccharitiesusa.org/ NetCommunity/Page.aspx?pid=290&srcid=193.  10. See Patricia Wen & Frank Phillips, Bishops to Oppose Adoption by Gays: Exemption Bid Seen from Anti-bias Laws, BOSTON GLOBE, Feb. 16, 2006, available at http://www.boston.com/news/ local/massachusetts/articles/2006/02/16/bishops_to_oppose_ ado  ption_by_gays; see also CENTER FOR ADOPTION RESOURCES, ADOPTION AND FOSTER CARE RESOURCES, MASSACHUSETTS LICENSED ADOPTION AGENCIES, http://www.umassmed.edu/ uploadedFiles/Agencylistupdated805(1).pdf.  11. CATHOLIC CHARITIES USA, TEN WAYS CATHOLIC CHARITIES ARE CATHOLIC,    http: //www. catholiccharitiesusa.org/NetCommunity/Page.aspx?pid=296&srcid=193, see also COUNCIL OF TRENT, CHAPTER XVI: ON THE FRUIT OF JUSTIFICATION, THAT IS, ON THE MERIT OF GOOD WORKS, AND ON THE NATURE OF THAT MERIT (1547) (“If any one saith, that men are justified, either by the sole imputation of the justice of Christ, or by the sole remission of sins, to the exclusion of the grace and the charity which is poured forth in their hearts by the Holy Ghost, and is inherent in them; or even that the grace, whereby we are justified, is only the favour of God; let him be anathema.”). 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 299 The origin of mission for Catholic Charities agencies is found in the Judeo-Christian tradition of sacred Scripture, Catholic social teaching, and the tradition of the Catholic Church itself.  To participate in the mission of a Catholic Charities agency is to act with compassionate love and engage in the ongoing work of bringing to completion the kingdom of God in our midst.  The mission of Catholic Charities is to provide services to people in need, to advocate for justice in social structures, and to call the entire church and other people of good will to do the same.12 In order to participate in adoption placements, whether or not the agency receives state funding for its activities, an adoption agency must have a license to do so through the Massachusetts Department of Social Services.  Massachusetts law prohibits discrimination based on sexual orientation in public accommodations, housing, public and private employment, education, credit and union practices.13  This law also established a commission to eliminate discrimination, and to make recommendations to agencies to eliminate discrimination.14  Pursuant to this, Massachusetts Department of Social Services regulations forbid discrimination based on sexual orientation as a condition of licensing.  Catholic Charities faced a Hobson’s choice: either comply with law and place children with gay couples or lose their license and end their ministry to needy children.  Stated another way, either violate their clear Church doctrine, or ignore their religious vocation.  Either way they must sacrifice a religious commitment.  They were damned if they do; damned if they don’t. * * * * * Although the news coverage of the crisis really only exploded in March, this conflict truly began about six months before the decision to close the adoption services.  Patricia Wen, a staff writer for The Boston Globe, published an article on October 22, 2005 titled “Archdiocesan Agency Aids in Adoptions by Gays.”  The article exposed that thirteen adoptions in the past two decades had been placements to gay couples.15  This open violation of Church doctrine caused the Boston Archdiocese to embark upon a three month study of the placements and Church doctrine to try to resolve the conflict.16 In the meantime, the Board of Catholic Charities voted unanimously in December to continue to allow placements with gay couples, in compliance with state law.17  The Bishops of the Boston area, faced with a direct conflict with Church law, and exposed violations of Church law, turned to the prominent firm of Ropes and Gray to   12. CATHOLIC CHARITIES USA, ABOUT US: OUR MISSION, http://www.catholiccharitiesusa.org /about/mission.cfm (last visited, Mar. 30, 2006).  13. MASS. GEN. LAWS ANN. ch. 151b, § 4 (2008).  14. MASS. GEN. LAWS ANN. ch. 151b, § 2 (2008).  15. Patricia Wen, Archdiocesan Agency Aids in Adoptions by Gays, BOSTON GLOBE, Oct. 22, 2005, available at http://www.boston.com/news/local/articles/2005/10/22/archdiocesan_agency_aids_ in_adoptions_by_gays/ (“Despite Vatican teachings that allowing homosexuals to adopt children is ‘gravely immoral’ the social services agency of the Archdiocese of Boston has allowed 13 foster children to be adopted by same sex couples in the past two decades, saying state regulations prohibit the agency from discriminating based on sexual orientation.”).  16. Patricia Wen & Frank Phillips, Bishops to Oppose Adoption by Gays: Exemption Bid Seen from Anti-bias Laws, BOSTON GLOBE, Feb. 16, 2006.  17. Id. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 300 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 find a way to continue their adoption services without violating their Church dogma.18  But almost five months after the Boston Globe exposed Catholic Charities’ conflict to conservatives outraged by doctrine violating accommodation, to liberals eager to point out hypocrisy in a religious institution unwelcoming to gay equality, and to a Vatican with mud in its eye, the adoptions—all adoptions—had to stop. After Catholic Charities halted its adoptions, the debate over an exemption became the hot topic, highlighted in the press as it was making its way through the halls of the legislature.  John Garvey, Dean of Boston College Law School, wrote an op-ed in the Globe pointing out that “[c]orporal works of mercy are no less important to the life of the Church than its sacramental ministry.  Forbidding the Church to perform them is a serious blow to its religious liberty.”19  His well-reasoned article pointed out the religious exemptions in Title VII, and their foundation in a balance between religious liberty and equality.  The day after this prominent editorial appeared, Governor Romney proposed a bill to exempt religious organizations from the state’s anti-discrimination requirements when providing adoption or foster placement services.20  This exemption, however, would not allow discrimination based on race, creed, national origin, gender or handicap.  The exemption would have allowed religious organizations to deny adoptions to gay couples, and only gay couples.21 In a letter to House and Senate leaders, Romney wrote “It is a matter beyond dispute, and a prerequisite to the preservation of liberty, that government not dictate to religious institutions the moral principles by which they are to carry out their charitable and divine mission.”  Unsurprisingly, given the singularly targeted nature of the exemption, Romney was unable to find any state legislator to support the bill, and even Romney’s Lieutenant Governor Kerry Healy vocally opposed the exemption, saying “I believe that any institution that wants to provide services that are regulated by the state has to abide by the laws of the state. . .and our antidiscrimination laws are some of our most important.”22  The bill was referred to the Judiciary Committee of the House on March 22,23 where it stayed to die.  No exemption was given, and Catholic Charities of Boston’s adoption services remains closed to this day.   18. Id.  19. John Garvey, State Putting Church Out of Adoption Business, BOSTON GLOBE, Mar. 14, 2006, available at http://www.boston.com/news/globe/editorial_opinion/oped/articles/2006/03/14 /state_putting_church_out_of_adoption_business/.  20. Brooke Donald, Romney Files ‘Religious Freedom’ Bill on Church and Gay Adoption, THE BOSTON GLOBE, Mar. 15, 2006, available at www.boston.com//articles/2006/03/15/romney_files_religious_ freedom_bill_on_church_and_gay_adoption/.  21. H.R. No. 04776, 2005-06 Leg., 184th Sess. (Mass. 2006) available at http:// www.mass.gov/ legis/184history/h04776.htm.  22. Gallagher, supra note 5, at 20.  23. H.R. No. 04776, 2005-06 Leg., 184th Sess. (Mass. 2006) available at http://www.mass.gov/ legis/184history/h04776.htm. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 301 LEVITICUS 18:2224 & ARSENOKOITAI25 In the 1986 Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons, an official pronouncement from the Vatican attempted to silence the debate about the moral condition of homosexuality.26  It directed that “[s]pecial concern and pastoral attention should be directed toward those who have this condition, lest they be led to believe that the living out of this orientation in homosexual activity is a morally acceptable option.  It is not.”27  This letter then outlines the theological basis for this position in both scripture and tradition.28  The doctrine preaches that homosexuals are not intrinsically evil or ‘damned’, but suffering from a naturally strong desire to exercise their free will towards a sinful sexual indulgence.  According to doctrine, homosexual activity is sinful, and contrary to God’s design for human sexuality, which is first and foremost for procreation.29  The homosexual him or herself is not evil.  Homosexuality is considered a moral challenge, a call to resist temptation in line with many other natural but sinful, unwholesome and ultimately harmful to the sinner, conditions.  The Catholic Church views homosexuality as destructive, but not in any way determinative or changing the nature of the person into an evil being.30  Homosexuality’s fundamental flaw, according to Catholicism, is the abandonment of heterosexual, conjugal activity, which the Church views as a   24. Leviticus 18:22 (Latin Vulgate) (“Thou shalt not lie with mankind, as with womankind: it is abomination.”).  25. Pope Paul uses Greek term arsenokoitai, often translated as homosexual. See, Romans 1:18-32; 1 Corinthians 6:9-11; 1 Timothy 1:9-10 (Latin Vulgate).  This is also a word that is central to a scholarly debate, and yet one of many theological issues of contention.  It is referenced as homosexuals because it seems a combination of the Greek words arsen (male) and koite (bed).  However, this was not the Greek word for homosexuals at the time, and speculation hints that it may instead be a reference to the clients of male prostitutes.  See, Paul, Homosexuality, And 1 Corinthians 6:9-11, CATALYST ONLINE: CONTEMPORARY EVANGELICAL PERSPECTIVES,  http://www.catalystresources.org /issues/222dodd.html.  26. Joseph Cardinal Ratzinger, Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons,  Oct. 1, 1986, available at www.vatican.va/roman_curia/conregations/cfaith/ documents/rc_con_cfaith_doc_19861001_homosexual-persons_en.html.  27. Id.  28. Id.  29. See generally, Pope John Paul II, “Veritatis Splendor,” Papal Encyclicals, 1993 available at http://www.vatican.va/holy_father/john_paul_ii/encyclicals/documents/hf_jp-ii_enc_06081993_veritatis-splendor_en.html.  30. Ratzinger, supra note 26 (“Although the particular inclination of the homosexual person is not a sin, it is a more or less strong tendency ordered toward an intrinsic moral evil; and thus the inclination itself must be seen as an objective disorder.”)  It must be noted that then-Cardinal Ratzinger’s reasoning also includes a claim that “the practice of homosexuality may seriously threaten the lives and well-being of a large number of people.” Id. Such a perspective unfortunately may hint at the confusion so prevalent in the mid-eighties regarding a causal link between homosexuality and AIDS.  Such premises must necessarily be largely discounted today.  Additionally, however, he includes a claim that acceptance of homosexual relationships somehow threatens the rights of heterosexual relationships and families—with no elaboration of how this could be true. See id. (“[T]he view that homosexual activity is equivalent to, or as acceptable as, the sexual expression of conjugal love has a direct impact on society’s understanding of the nature and rights of the family and puts them in jeopardy.”). Id. Unfortunately, this confusion seems yet to persist far beyond the Vatican. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 302 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 fulfillment of both the harmony of creation and the call to procreate.31  Catholicism’s strong redemptive commitment to God’s eternal love, and a sacramental belief in forgiveness, self-forgiveness, and reconciliation separates formal Catholic ideology from more damning stances, such as those held by many fundamentalist or evangelical congregations.32  But in any interpretation, current official Vatican pronouncement rejects an active homosexual lifestyle as an acceptable moral choice. In 1986 the letter “on the pastoral care of homosexuals” was published by Joseph Cardinal Ratzinger, a very powerful man in the Vatican, whose vocation was committed to doctrinal orthodoxy.  In his pursuit of orthodoxy, he (in)famously imposed a lifetime ban on works of pro-gay liberation theologian and priest Friar Robert Nugent, as well as excommunicated, fired or silenced pro-gay Catholic dissenters throughout the world.33  Twenty years later, he is now the Pope. * * * * * For the Bishops of the Boston area, the Church’s stance on homosexuality and homosexual families was clear, as was the conflict between Catholic doctrine and the gay rights movement.  Massachusetts has been one of the most progressive states at the forefront of the gay rights movement, and especially progressive in the area of equality in family law.  It was the second state in the union to pass an anti-discrimination law of this type.34  Most importantly, the Supreme Judicial Court of Massachusetts handed down its landmark case demanding equality for homosexuals in the context of marriage benefits.35  Although Catholic Charities had been subject to nondiscrimination laws long before marriage equality came to Massachusetts, it was this issue that seemed to alert religious conservatives and Massachusetts Catholics to the possible conflict.  Once noticed, the Catholic hierarchy in Massachusetts did not remain quiet. Archbishop Sean P. O’Malley called for Boston area Catholics to pray and work on behalf of a state constitutional amendment to limit marriage to one man and one woman.  He continued, saying We are further concerned with proposals to give same-sex couples identical benefits and protections to those given to husbands and wives that pose a grave threat to religious liberty and the freedom of conscience.  Whether the name used is same-sex marriage or civil unions, an equal treatment requirement in the constitution may be used to coerce private and public entities to adopt practices   31. Id., (“To choose someone of the same sex for one’s sexual activity is to annul the rich symbolism and meaning, not to mention the goals, of the Creator’s sexual design. Homosexual activity is not a complementary union, able to transmit life; and so it thwarts the call to a life of that form of self-giving which the Gospel says is the essence of Christian living.”)  32. Id., section 15.  33. See, e.g., Jesuit Fr. John McNeill ET AL., New Pope on Homosexuality: “Instrinsic Moral Evil”, THEADVOCATE.COM, Apr. 20, 2005 http:www.advocate.co/news_detail.asp?id=15726.  34. GEORGE CHAUNCEY, WHY MARRIAGE: THE HISTORY SHAPING TODAY’S DEBATE OVER MARRIAGE EQUALITY 123 (Basic Books 2004).  35. Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941 (Mass. 2003). 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 303 that would violate their values and understanding of the family and social justice.36 Two years later, to the day, Archbishop O’Malley found himself the victim of his fears.  In explaining the decision to end adoptions, he stated that as an organization “exercising constitutionally guaranteed religious freedom . . . sadly, we have come to a moment when Catholic Charities in the Archdiocese of Boston must withdraw from the work of adoptions, in order to exercise religious freedom.”37 THE MURDER OF A MOTTO IN THE MIDDLE OF A MUDDLE The First Amendment to the Constitution states that “Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof . . . .”38  For this, America is said to have a wall of “separation between church and state.”39  This phrase has created much complication and confusion in religion clause jurisprudence by attempting to balance the separation required by the Establishment Clause with the accommodation needed for religious freedom in a highly devoted and pluralistic society.  To the extent that government is required to respect citizens’ religious exercise, it is prohibited from legislating specifically to target disfavored religious exercise,40 and to a limited extent the government is also required to accommodate religious exercise.  Accommodation is seen mostly in cases centered on concerns of coercion or the education and indoctrination of children.41  By 1963, free exercise jurisprudence was strongly inclined towards religious accommodation, in that the government had to provide a compelling interest before it could hinder religious free exercise with even an incidental burden.42 This accommodationist interpretation of the free exercise clause was severely contracted by Employment Division v. Smith in 1990.43  The Supreme Court was faced with Native Americans who sought to be religiously exempted for their ceremonial peyote use.44  The Court ruled that “neutral laws of general applicability” could be applied even if they had incidental effects on religion, without a compelling justification.45  Justice Scalia’s majority opinion noted that the Sherbert standard could lead to chaotic and relentless claims to religious   36. Sean P. O’Malley, Statement Regarding a Proposal to Link the Reaffirmation of Marriage as the Union between One Man and One Woman with a Mandate to Create Same-sex Civil Unions Equal to Marriage,  ARCHDIOCESE OF BOSTON, Mar. 10, 2004, http://rcab.org/News?releases/2004/statement 0400311.html.  37. Robert J. Carr.  Boston’s Catholic Charities to Stop Adoption Service over Same-sex Law, CATHOLIC ONLINE, March 10, 2006, www.catholic.org/national/national_story.php?id=19017. § 38. U.S. CONST. amend. I, § 1.  39. Reynolds v. U.S., 98 U.S. 145, 164 (1878). This phrase, originally from Thomas Jefferson’s letter to the Danbury Baptists, was echoed in Everson v. Bd. of Educ., 300 U.S. 1, 16 (1947).  40. Church of Likumi Babalu Aye, Inc. v. City of Hialeah, 508 U.S. 520, 542 (1993).  41. See, e.g., Wis. v. Yoder, 406 U.S. 205 (1972); See also W.Va. Bd. of Educ. v. Barnette, 319 U.S. 624 (1943).  42. Sherbert v. Verner, 374 U.S. 398, 399 (1963).  43. See Employment Div. v. Smith, 494 U.S. 872 (1990).  44. Id. at 874.  45. Id. at 879. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 304 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 exemption.  “To permit this would be to make the professed doctrines of religious belief superior to the law of the land, and in effect to permit every citizen to become a law unto himself.”46  The perceived, and actual, loss to religious freedom stemming from this substantial change in constitutional precedent prompted Congress to reinstate the accommodation once required by the Sherbert precedent in the 1993 Religious Freedom Restoration Act (RFRA).47 RFRA was challenged in City of Boerne v. Flores.48  The Supreme Court found that Congress lacked the authority to establish a heightened consideration for religious burdens beyond federal law.49  Flores thus re-established the Smith standard for neutrally, generally applicable state laws with incidental burdens on religion, while RFRA still continued to be viable to mandate the previous Sherbert standard in cases of federal law.  To complicate matters further, three years later, in an effort to extend the Sherbert standard of protection to as many areas as possible in light of (and in bitterness toward) Boerne v. Flores, Congress passed the Religious Land Use and Institutionalized Persons Act (RLUIPA).50  It extended coverage to state laws having a substantial burden on religious exercise by institutionalized persons (such as incarcerated or committed persons) or through state laws touching on real estate (such as zoning ordinances). Although Catholic Charities hired the premier law firm of Ropes and Grey to pursue their cause, no litigation ensued to assert their claims to religious freedom.  It is not surprising.  To analyze the possible Catholic Charities claim, we have to first identify the burden to religious freedom.  Catholic Charities is either prohibited from committing itself to a charitable vocation through adoption services, or required to violate unambiguous religious doctrine.  Either scenario presents an injury to free exercise.  The state actions in question that serve to create this incidental burden are a state law and state regulations prohibiting discrimination on the basis of sexual orientation.  As a state law, and as a controversy not involving institutionalized persons or land regulation, the standard from Smith/Flores must be applied.  The laws and regulations prohibiting discrimination on the basis of sexual orientation are neutral (in that they do not specifically or intentionally target religion), and generally applicable (to all state agencies, and to all institutions applying for an adoption permit).  The state is empowered to design anti-discrimination statutes by the police powers inherent to the state for the protection and welfare of its citizens.  There would not be a successful free exercise claim under the existing First Amendment framework. Furthermore, by receiving an adoption license, Catholic Charities is acting as a government agent, performing a government function.  If Catholic Charities were to be given a statutory exception to the anti-discrimination statute, it is   46. Id. at 889.  47. 42 U.S.C. 2000bb (1993).  48. City of Boerne v. Flores, 521 U.S. 507 (1997).  49. Id. at 517 (proving RFRA’s foundation on Enforcement Clause of the Fourteenth Amendment was insufficient due to the remedial, and not substantive nature of the clause).  50. Religious Land Use and Institutionalized Persons Act, Pub. L. 106-274, 42 U.S.C. §§ 2000cc-1 (2000). 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 305 likely that the Massachusetts courts would find such an exception to be a violation of the equal protection conferred by the Massachusetts State Constitution.51  Certainly the decision in Goodridge would support such a finding.52  In such a way, it seems that Catholic Charities has no choice but to give up active vocations that can be regulated by the state, or considered state action, if it intends to maintain a discriminatory stance toward homosexuals.  It is a loss to free exercise that seems inevitable as the state commits more and more to principles of equality. UNDER GOD, AND WITH JUSTICE FOR ALL? The tension between the state’s police power to pass anti-discrimination statutes and religious freedom is only one strand of a larger legal, and indeed constitutional, tension: that of Equality vs. Liberty.  This was a tension understood from the founding, where at the Constitutional Convention in 1787 Alexander Hamilton said, “Inequality will exist as long as liberty exists . . . [i]t unavoidably results from that very liberty itself.”53  As with all other tensions inherently built into our governmental and constitutional structure, we must assume that these tensions exist for a reason, for protection from ourselves, to balance and limit the zealousness of any one proposition. The conflict between liberty and equality has long been a subject for academic discourse.  R. Carter Pittman called it “the Eternal Conflict.”54  The specific conflict between equality and religious liberty has also been noted, first in light of the civil rights movement, then from the women’s movement, and now from the very public, controversial, and ultimately mobilizing clash with   51. MASS. CONST., art. I, § 1 (“All people are born free and equal and have certain natural, essential and unalienable rights; among which may be reckoned the right of enjoying and defending their lives and liberties; that of acquiring, possessing and protecting property; in fine, that of seeking and obtaining their safety and happiness.  Equality under the law shall not be denied or abridged because of sex, race, color, creed or national origin.”).  52. See Goodridge v. Dep’t of Pub. Health, 798 N.E.2d 941, 1004−05 (Mass. 2003) (“The absence of any reasonable relationship between, on the one hand, an absolute disqualification of same-sex couples who wish to enter into civil marriage and, on the other, protection of public health, safety, or general welfare, suggests that the marriage restriction is rooted in persistent prejudices against persons who are (or who are believed to be) homosexual. \"The Constitution cannot control such prejudices but neither can it tolerate them. Private biases may be outside the reach of the law, but the law cannot, directly or indirectly, give them effect.\" Palmore v. Sidoti, 466 U.S. 429, 433 (1984) (construing Fourteenth Amendment).\"  See also, J. Greaney, concurring. \"The rights of couples to have children, to adopt, and to be foster parents, regardless of sexual orientation and marital status, are firmly established. See E.N.O. v. L.M.M., 429 Mass. 824, 829, cert. denied, 528 U.S. 1005 (1999); Adoption of Tammy, 416 Mass. 205, 210-211 (1993). As recognized in the court's opinion, and demonstrated by the record in this case, however, the State's refusal to accord legal recognition to unions of same-sex couples has had the effect of creating a system in which children of same-sex couples are unable to partake of legal protections and social benefits taken for granted by children in families whose parents are of the opposite sex. The continued maintenance of this caste-like system is irreconcilable with, indeed, totally repugnant to, the State's strong interest in the welfare of all children and its primary focus, in the context of family law where children are concerned, on \"the best interests of the child.)  53. Alexander Hamilton, Remarks at the Constitutional Convention (June 2, 1787), PAPERS, IV 218 (1787).  54. R. Carter Puttman, Equality Versus Liberty: The Eternal Conflict, 46 ABA J. 873 (1960). 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 306 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 the gay rights movement.  Cass Sunstein notes that respect for the autonomy of religious institutions, sometimes being the source of discriminatory practices, can greatly undermine the stated and important governmental goal of equality.  “Conflicts between sex equality and religious institutions create severe tensions in a liberal social order.  They raise the obvious question: What is the appropriate domain of secular law insofar as government seeks to control discriminatory behavior by or within religious institutions?”55  Sunstein analyzes the asymmetrical nature of enforcement of various civil and criminal laws, and their underlying reasoning.  For example, no religious institution has been able to exempt itself from the prohibition on murder for human sacrifice, yet we allow exemptions from employment discrimination so that the Catholic Church may prohibit women priests.  He reasons that the only way to justify asymmetrical enforcement is the balancing required to govern according to our democratic and constitutional principles.  There are weightier interests in the preservation of social order over religious liberty, yet balancing in equality and religious liberty “depends on both the strength and nature of the state’s interest and on the extent of the adverse effect on religion”.56  Sunstein thus explicitly embraces the Sherbert standard, even though Flores has limited and undermined its method.  He concludes that “[i]n principle, a standard of this sort seems the best one for a liberal social order to adopt.”57 The frequency of exemptions for religious institutions in regards to sex equality is mirrored, and perhaps dwarfed by, the willingness to allow religious institutions to discriminate against homosexuals.  But this is changing as discrimination is more and more noticed to effect ‘public’ services and status.  It is true that religion often has a public character, and that free exercise often requires the entrance of religion into the marketplace of ideas, and even the marketplace of commerce.  But it is here that the belief/action divide58 comes into contact with the states’ strongest forum—commerce.  Here the state is the Almighty. David Cruz explored the interplay between religious institutions’ autonomy and the government’s power to regulate in a 1994 article for the N.Y.U. Law Review.59  His work is a useful paradigm to explore the conflicts between religious liberty and equality.  When state power to protect the gay population conflicts with religious organizations’ free exercise, the power of the state will change depending on the zone in which the religious exemption is claimed.  For example, the state’s regulatory power is strongest in the zone of commercial affairs.  But the religious claim to an exemption is strongest in the   55. Cass R. Sunstein,  Sexual Equality vs. Religion: What Should the Law Do?, BOSTON REVIEW (Oct./Nov. 1998), available at http:www.bostonreview.net/BR23.5/Sunstein.html.  56. Id.  57. Id.  58. See Texas v. Johnson, 491 U.S. 397 (1989) (law makes a heavy distinction between belief and action on many levels; free speech jurisprudence it is often the marker for what is protected by First Amendment). But see U.S. v. O’Brien, 391 U.S. 367 (1967) (distinction played central role in refuting Mormon Church’s claim to free exercise of polygamy); Reynolds v. U.S., 98 U.S. 145 (1878) (provides necessary culpability for all criminal convictions in actus reus).  59. David Cruz, Piety and Prejudice: Free Exercise Exemption from laws Prohibiting Sexual Orientation Discrimination, 69 N.Y.U. L. REV. 1176 (1994). 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 307 zone of religious activity, such as doctrine and worship.  Cruz illustrates three zones of influence in which the balance struck will inform the outcome of a conflict between religious exercise and state anti-discrimination laws: At one end is a zone of commercial affairs, in which the government’s regulatory authority is supreme.  Here, the free exercise clause does not privilege religious motivation over the government’s authority.  At the other end is a zone of religious activities, involving the transmission of doctrine through group association and spoken or printed word.  In this zone the state is devoid of legislative competence, save when these religious activities threaten dire but collateral harms.  . . .The region[s] between these two zones. . .are the ones likely to raise the most difficult conflicts.60 Cruz continues to take a detailed look at the two main categories of cases that occupy this middle category, as well as occupy much of the courts’ time.  The first is in the realm of education, and the other is unemployment compensation. To apply Cruz’ paradigm to the Boston conflict, we must first look at the nature of the interests involved.  Catholic Charities runs their adoption service as a vocation fulfilling a religious call to serve.  It places children in foster and adoptive homes.  Adoption is a social service to serve the legal needs of the community.  It is a government provided and government regulated service.  It is a legal construct.  Oversight is necessarily run by the state, here through the Massachusetts Department of Social Services, even when it out-sources this service to private organizations, including those religiously motivated.  Adoption placement is not a fundamental aspect of the Catholic faith, or possibly of any faith for that matter.  Catholic Charities services are ancillary to its spiritual community.  Thus, even though it is religiously motivated and those participating in Catholic Charities are fulfilling a religious mission, this service is not solely for the dissemination of theological doctrine.  It can thus not be categorized under the purely Religious zone of influence.  Government owes Catholic Charities no weighty deference in the realm of its adoption services. However, because these services are connected to a religious organization, they also involve religious principles in their execution.  Catholic Charities runs their adoption services as a religious expression and vocation, and any regulations imposed by the state must be squared with Church doctrine or the activity cannot be sanctioned by the Church or be called Catholic Charities.  Because of this, state interference is not purely under the zone of commercial regulation.  The state must be somewhat sensitive in its oversight.  The difficulty is in determining what sensitivity will be required in the face of countervailing state interests.  “Resolution . . . requires courts to engage in careful analysis of conflicting rights: the religious freedom of those whose sincerely held beliefs lead them to discriminate, and the right of gay and lesbian people to be free from discrimination where civil rights laws are in place.  In the balance hangs the power of states to legislate to prevent individual and social harms.”61 Because of the complicated nature of a state service run by a Church, the conflict over Catholic Charities lies directly in the middle zone of Cruz’s tri-part   60. Id. at 1180.  61. Id. at 1178. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 308 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 scheme, where interests overlap.  Cruz’s exploration of controversies within the middle zone shows a schizophrenic jurisprudence, specifically looking at cases involving religious education and unemployment benefits.  Since Smith essentially overturned the Sherbert doctrine, 62 followed by RFRA63 and RLUIPA, 64 unemployment benefits do not provide as useful a model as they might have in 1994.  Nevertheless, there is constitutional precedent for the state’s enforcement of employment standards on religious institutions. In Tony and Susan Alamo Foundation v. Secretary of Labor, the Supreme Court rejected a Free Exercise claim by a Christian charity to be exempt from labor standards such as minimum wage.  The government’s regulation over employment even in a religious institution was legitimate, because as the Court found, commercial affairs remain commercial even if they are religiously motivated.65  But this precedent is not wholly applicable.  There are differences between Alamo Foundation and Catholic Charities.  The regulations at issue in Alamo Foundation (minimum wage requirements) were not at odds with a fundamental doctrine that serves as the religious basis of the charity.  The regulations at issue for Catholic Charities, however, do directly contradict doctrine. As a parallel, this controversy seems more to resemble issues surrounding Cruz’s other core of cases within the middle zone of influence: that of religious education.  Education, even though it is not a fundamental due process right,66 is an important government interest that is overseen by federal, state and local authorities.  Certain standards and curricula are required and enforced.  State sponsored education is certainly under the most state control, and control does extend to a certain extent to private education.  Yet churches must be allowed to establish schools to aid in the continuation of the church and especially for nurturing children in the faith.67  Thus there is a shared interest in the quasi-public quasi-religious nature of a religious education. When theological principles come into conflict with educational mandates, the religious institutions will often lose.  In Brown v. Dade Christian Sch., Inc., (1977), the Fifth Circuit rejected a free exercise challenge to a prohibition of racial discrimination.68  In Bob Jones University v. U.S., (1983), BJU’s interracial dating ban resulted in the elimination of their IRS tax-exempt status.69  The Supreme Court examined BJU’s free exercise challenge and found it insufficient.70  It seems that when a religious policy in the quasi-public realm of education is contrary to a committed public policy, in this instance, against racial discrimination, religion will lose.   62. City of Boerne v. Flores, 521 U.S. 507, 512−13 (1997).  63. 42 U.S.C. § 2000bb.  64. 42 U.S.C. §§ 2000cc-1 (2000).  65. Tony and Susan Alamo Found. v. Sec’y of Labor, 471 U.S. 290, 297 (1985).  66. San Antonio Indep. Sch. Dist. v. Rodriguez, 411 U.S. 1, 37 (1973).  67. Pierce v. Soc’y of Sisters, 268 U.S. 510, 534 (1925).  68. Brown v. Dade Christian Sch., Inc., 556 F.2d 310, 312 (5th Cir. 1977), cert. denied, 434 U.S. 1063 (1978).  69. Bob Jones Univ. v. U.S., 461 U.S. 574, 581 (1983).  70. Id. at 604. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 309 This also plays out in other realms where both religious and state interests overlap.  For example, marriage is a legal institution indisputably tied to state interests and public benefits, while contemporaneously functioning as a revered sacrament.  But the Church of Jesus Christ of Latter Day Saints participation in polygamy was not protected by the Free Exercise clause of the Constitution.71 Title VII of the Civil Rights Act of 1964 prevents employment discrimination based on race, color, religion, sex, and national origin in the employment setting,72 but includes an exemption for a “religious corporation, association, educational institution, or society.”73  This exemption, however, is extremely limited.  It will not apply to organizations with only an ancillary religious purpose—however prominent.74  Thus, a company founded upon evangelical principles, and which incorporated religion prominently into the business operation, violated Title VII’s prohibition against religious discrimination when it refused to excuse an employee from mandatory weekly services.75  Similarly, a nonprofit publishing house strongly affiliated with, and guided by the direct recommendations of the General Conference76 of the Seventh Day Adventists was found to have violated Title VII’s prohibition of sex discrimination for its disproportional wage system and termination of an employee who participated in an EEOC investigation.77 These instances appear to indicate a trend.  When operating in a sphere where both religious and secular interests are in play, public policy committed to equality will trump, whether it furthers racial, religious, or gender neutrality.  The newest frontier in the expansion of equality seems to lie in the protection of GLBT Americans.  So again, even under Cruz’s tri-part “zones” of influence, (commercial affairs and simple police powers, religious activities involving the transmission of doctrine, and the nebulous between) Catholic Charities of Boston doesn’t seem to have any recourse in law. THE FUTURE Both the gay rights movement and the conservative religious movement have found suitable nemeses in each other.  For one politically active aspect of the conservative religious movement, the Christian Right, the terms of battle have traditionally been drawn along the rhetorical lines of the dangers of   71. Reynolds v. U.S., 98 U.S. 145 (1879) (rejecting a free exercise challenge to the federal ban on polygamy).  72. 42 U.S.C. 2000e et seq.  73. 42 U.S.C. 2000e1(a).  74. EEOC v. Townley Eng’g and Mfg. Co., 859 F.2d 610, 618 (9th Cir. 1988) (“Congress’s conception of the scope of section 702 was not a broad one. All assumed that only those institutions with extremely close ties to organized religions would be covered. Churches, and entities similar to churches, were the paradigm.”).  75. Id. at 613.  76. The General Conference is the body directing the Church of the Seventh Day Adventists.  77. EEOC v. Pac. Press Publ’g Ass’n, 676 F.2d 1272, 1279 (9th Cir. 1982) (rejecting a free exercise challenge to Title VII’s prohibition of sex discrimination). Participating in an EEOC proceeding placed plaintiff at odds with the church, and employment was predicated on good standing in the church. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 310 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 “disease and seduction, anarchic hyper-sexuality, and feminism.”78  The gay rights movement has framed its agenda in terms of rights discourse.  “From early on. . .the rights movement demanded legal protection, primarily through inclusion within antidiscrimination statutes, and the extension of social benefits to lesbian and gay couples.”79  However, in the last two decades the Christian Right has shifted strategy to meet the ‘rights discourse’ of the gay rights movement head on.  Tony Marco, founder of the organization Colorado for Family Values, noted that What gives gay militants their enormous power are money and the operative presumption that gays represent some kind of “oppressed minority.”  It is the fear that we may be “denying an ‘oppressed’ groups rights” that has induced widespread enough guilt in the American people to allow for the progress of “gay rights” we have seen to date.  If this is true, I conclude that (a) forcing gay activists to spend tons of money, and (b) demolishing the presumption that gays are an “oppressed minority” are the only means by which gay militants’ political power can be destroyed at its roots.80 In order to attack the idea that gays are an oppressed group, some in the Christian Right make explicit and implicit contrasts to other oppressed groups, such as African-Americans and Hispanics, in order to separate the gay rights movement from previous civil rights struggles.  In doing so, it hopes to sever it from the American value of equality and tradition of sympathetic action for the suppressed.  The first contrast that he attempts to emphasize is gay Americans’ “undeserving” nature: The primary theme of the [Christian Right] pragmatists is that, while rights may be due to the “truly disadvantaged,” the gay movement does not fit this description. . . .  First, gays are immensely wealthy; second, the gay movement is. . . one of the most politically powerful in the country.  As a result. . ., civil rights protections will simply extend and entrench the extraordinary privileges of this elite. . . group.81 From this refutation of deserving status, the Christian Right can also engage in a campaign for equality — that of “No Special Privileges.”  It has been a catchy strategy, even getting sympathy from some on the highest court in the nation.82 In addition to meeting the rights rhetoric head on, religious conservatives opposed to the “gay agenda” have found that the discourse is an accurate vocabulary for the “battle of our time.”83  Not only is the conflict centered on the appropriateness and deservedness of ‘gay rights’, but much of the success in each right gained may have reverberations for the rights of religious freedom.  They have begun to latch on to this conflict, rights against rights.   78. DIDI HERMAN, THE ANTIGAY AGENDA: ORTHODOX VISION AND THE CHRISTIAN RIGHT 111 (1997).  79. Id. at 111−12.  80. Id. at 114 (emphasis in original).  81. Id. at 116.  82. See Romer v. Evans, 517 U.S. 620, 637 (1996) (Scalia, J., dissenting).  83. Jane Lampman, “Gay Marriage Looms as ‘Battle of Our Times’.  THE CHRISTIAN SCIENCE MONITOR, June 1, 2006, www.csmonitor.com/2006/0601/p13s01-lign.html. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 311 The Catholic Charities conflict is not the only instance of religious institutions coming under pressure as the gay rights movement gains more legal and societal ground.  The Christian Science Monitor reported that a suit was filed against a Christian high school in California because two students were expelled on suspicion of being lesbians.84  The basis of the suit is a state civil rights law prohibiting discrimination based on sexual orientation in state businesses.  The Monitor also notes that “Christian clubs at several universities are fighting to maintain school recognition while restricting their leadership to those who conform to their beliefs on homosexuality.”85  Marc Stern, General Counsel for the American Jewish Congress, presented a paper outlining the conflict between antidiscrimination laws applied to religions institutions in employment, school admission and student housing at a Becket Fund conference.86  Religious activists are not all blind to challenges to their institutions, practices, and way of life. In the wake of these challenges, religious conservatives are responding.  In addition to the awareness generated by religious legal scholars through articles and symposiums, they are also taking legal action.  For example, the Christian Legal Society has made legal opposition to gay marriage a central focus of their strategy.  Steve McFarlend of the CLS’s Center for Law and Justice said, “I can’t think of a more critical and potentially divisive issue that we face today . . . [o]n it rests the future of the family as we know it in America.”87  Marriage equality is a particularly uncompromising point of conflict between religious conservative activists and gay rights activists for reasons beyond the immediate question of traditional vs. inclusive marriage.  “While no one expects the courts to force unwilling clergy to perform weddings for same-sex couples, some see a possibility that religious groups (other than houses of worship) could lose their tax-exempt status for not conforming to public policy, as did fundamentalist Bob Jones University.”88 Everyone is beginning to understand that the effects could go beyond just 501(c)(3) status.  Marc Stern of the American Jewish Congress acknowledges and warns that legal recognition of same-sex marriage will make clashes with religious liberty “inevitable.”  He points to “schools, health care centers, social service agencies, summer camps, homeless shelters, nursing homes, orphanages, retreat houses, community centers, athletic programs and private businesses or services that operate by religious standards, like kosher caterers and marriage counselors.”89  Institutions not only face tax consequences, but in so many areas   84. Id.  85. Id.  86. Marc Stern, Gay Marriage and the Churches (May 4, 2006) (unpublished manuscript, on file with The Becket Fund For Religious Liberty Scholars’ Conference on Same-Sex Marriage and Religious Liberty), available at http://www.becketfund.org/index.php/article/494.html.  87. Rob Moll, Gay Marriage: The New Sexual Revolution, CHRISTIANITY TODAY LIBRARY, June 3, 2004, www.ctlibrary.com/newsletter/newsletterarchives/2004-06-02.html.  88. Peter Steinfels, Advocates on Both Sides of the Same-sex Marriage Issue See a Potential Clash with Religious Liberty, N.Y. TIMES, June 10, 2006, at A.11, available at http://www.nytimes.com/2006/06 /10/us/10beliefs.html?_r=1&scp=1&sq=Beliefs%3B+Advocates+on+Both+Sides+of+the+Same-sex+Marriage+Issue+See+a+Potential+Clash+with+Religious+Liberty&st=nyt&oref=slogin.  89. Id. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 312 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 of government interference and regulation where a religious institution can face a penalty for not conforming to public policy.  Learning from the patchwork pattern of religious exemptions in other arenas such as abortion rights, religious conservatives understand that they cannot depend on a guarantee of exemptions to protect their religious freedom.90 For the gay rights movement, equality is a goal sought in many areas of legal consequence.  And marriage is not just a symbolic goal; it also brings with it a legal status that affects the rights of both spouses.  It also defines the status and legal relationships of children from the union.  It governs property, insurance, death, access, legal parenthood, travel, taxes, benefits and medical decision-making.  It also allows homosexual couples to finally fully enter the political community on an equal basis with all other citizens: Both sides are pursuing their agendas in state legislatures, courts, and public schools.  Both sides tend to view the struggle as a zero-sum, society-defining conflict.  For supporters of gay marriage, it represents the last stage in America’s long road to equality, from racial to gender to sexual equality.  For opponents, traditional marriage stands as the God-ordained bedrock of society, essential to the well-being of children and the healthy functioning of the community.91 Neither the gay rights movement nor the religious conservative movement is a monolithic organization.  But for most concerned in either camp, there is too much at stake to ignore the effects of either sides’ victories on their own crusade.  This is a high venture showdown, and can have profound implications not only for gay rights and religious conservative activists.  As Dr. Haynes, a Senior Scholar for the Religious Freedom Programs of the First Amendment Center warns, “People on both sides see this as good vs. evil, and these positions are going to tear us apart, deeply hurt the nation and our commitment to civil rights and religious freedom.”92 TREADING THE LINE When the controversy over Catholic Charities hit, it was Catholic Charities itself which first came under fire, and from the inside.  Father Bryan Hehir, President of the organization’s Boston branch, attempted to minimize the damage by explaining it as an instance of “material cooperation”, thus making the placements to gay couples moral under Catholic teaching.93  What Father Bryan was referring to was a statement from Pope Benedict XVI on the 2004 presidential election.  Although he was only a Cardinal at the time, Pope Benedict instructed American Catholics that they would be “formally cooperating with evil” to vote for a pro-choice candidate, in support of that   90. See Marc Stern, Gay Marriage and the Churches, (May 4, 2006) (unpublished manuscript, on file with The Becket Fund For Religious Liberty Scholars’ Conference on Same-Sex Marriage and Religious Liberty), available at www.becketfund.org/index.php/article/494.html.  91. Id.  92. Id.  93. Steve Weatherbe, Catholic Charities Defends Homosexual Adoptions, NATIONAL CATHOLIC REGISTER, Nov. 18, 2005, available at www.catholic.net/us_catholic_news/template_article.phtml? channel_id=1&article_id=3545. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM  CAUGHT IN THE CROSSFIRE 313 candidates pro-choice stance.  But if a Catholic were to vote for a pro-choice candidate for other reasons, it would only be a “remote material cooperation, which can be permitted in the presence of proportionate reasons”.94  By characterizing placements with gay couples as only a “material cooperation”, Father Bryan referred not only to the necessary compliance with state law (which was a condition of a Massachusetts Department of Social Services adoption license), but also to the needs of the children they served.  Just by allowing less than 1% of placements in the last decade to go to gay couples—often children who are hardest to place—Catholic Charities was able to serve its mission through more than 50 community programs, with more than $18 million in government funding, and find the best homes possible for children in need.95  It was Father Bryan’s best legal and doctrinal maneuver to accommodate the two binding rules of law: secular regulation and Church doctrine. Father Bryan Hehir’s choice to try to maintain Catholic opposition to homosexuality while running Catholic Charities according to the state’s anti-discrimination mandate was a complicated position.  But this complication is also in line with the nuanced Catholic doctrine regarding homosexuals: hate the sin, but love the sinner. American Catholics are not generally typified by homophobia.96  They are committed to social justice, and see the injustice of discrimination against every group.  But at the same time, the Church must propagate what it considers as God’s plan for the ordering human relationships—heterosexuality.  Towing this delicate line can become difficult when the state requires more than doctrine can give.  As C.J. Doyle, executive director of the Massachusetts Catholic Action League97 stated before the decision to close came down, “Catholic Charities ought to stand their ground . . . [i]t ought to withdraw from participation in such programs rather than compromise . . . [t]he Church can’t claim to promote truth if it doesn’t vindicate its faith with its own actions.”98 After it was clear that an exemption would not be coming, the final decision of the Bishops placed Catholic Charities on a new defensive.  Catholic Charities and Catholicism at large were now both seen in one more particular as homophobic, irrational and heartless groups.  The same day that the decision was announced, the President of the Human Rights Campaign, a gay rights organization headquartered in D.C., delivered this statement: Denying children a loving and stable home serves absolutely no higher purpose.  These bishops [sic] are putting an ugly political agenda before the needs of very vulnerable children.  Every one of the nation’s leading children’s welfare groups agrees that a parent’s sexual orientation is irrelevant to his or her ability to raise   94. Id.  95. Id.  96. DENIS GILBERT, ANALYSIS OF HAMILTON COLLEGE GAY ISSUES POLL, (2001), http://www.hamilton.edu/news/gayissuespoll/analysis.html. (“The support for gay marriage by eight out of 10 Catholic graduates stands in direct opposition to official Church doctrine.”)  97. The Catholic Action League, and CJ Doyle in particular, are both admittedly on the strongly conservative end of American Catholicism.  98. Weatherbe, supra note 94. 02_RUTLEDGE.DOC 11/10/2008  11:59:33 AM 314 DUKE JOURNAL OF GENDER LAW & POLICY Volume 15:297 2008 a child.  What these bishops [sic] are doing is shameful, wrong and has nothing to do whatsoever with faith.99 This conflict is as polarized as it comes, where neither side is willing to understand the rights claims of the others involved, as our society is guided by the law towards equality. As each incident pitting gay rights and religious rights reaches the public, (and they are becoming more and more frequent) the reports of the clash probably cause more problems then they intend, sowing confusion and even anger.  And in the aftermath, those struggling to find a resolution that preserves everyone’s dignity face a staggering task.  For Catholic Charities, they found themselves struggling to explain an often complicated theology, its rich and often misunderstood tradition, and its mission in the face of a controversy where the battle lines are drawn for extremes.  Catholic Charities, at least in Boston, was caught in the crossfire.   99. Press Release, Human Rights Campaign, Boston Catholic Charities Puts Ugly Political Agenda Before Child Welfare (Mar. 11, 2006), available at http://www.indybay.org/newsitems/2006/03/11/18073691.php. ",
    "id": 62547978,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1142"
    },
    "title": "Caught in the Crossfire: How Catholic Charities of Boston Was Victim to the Clash Between Gay Rights and Religious Freedom",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-08-01T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1142&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62547978.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62547978"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62547978/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62547978/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62547978"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1142",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62547978,
        "depositedDate": null,
        "publishedDate": "2008-08-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:45:27+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:55:29+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol15/iss1/2",
        "https://scholarship.law.duke.edu/context/djglp/article/1142/viewcontent/cite.pl"
    ],
    "lastUpdate": "2024-01-24T00:45:27+00:00",
    "setSpecs": []
}