{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Sheppental, Alisa"
        }
    ],
    "contributors": [],
    "createdDate": "2022-11-09T21:17:11+00:00",
    "dataProvider": {
        "id": 15236,
        "name": "Sociologija. Mintis ir veiksmas",
        "url": "https://api.core.ac.uk/v3/data-providers/15236",
        "logo": "https://api.core.ac.uk/data-providers/15236/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.15388/SocMintVei.2021.2.35",
    "downloadUrl": "https://core.ac.uk/download/543008390.pdf",
    "fullText": "50Contents lists available at Vilnius University PressReceived: 15/03/2022. Accepted: 13/07/2022.Copyright © 2021 Alisa Sheppental. Published by Vilnius University Press. This is an Open Access article distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.Sociologija. Mintis ir veiksmas ISSN 1392-3358   eISSN 2335-8890 2021, vol. 2 (49), pp. 50–69 DOI: https://doi.org/10.15388/SocMintVei.2021.2.35Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional Analysis Alisa SheppentalThe Brandenburg University of Technology at Cottbus–SenftenbergBrandenburgo technologijos universitetas, Kotbusas-Zenftenbergaselmeit1@gmail.comhttps://orcid.org/0000-0002-6439-1579Abstract. The following article analyzes the experiences of female political activists from Eastern and Central Europe in Berlin. Semi-structured interviews with women (aged 20–35) were conducted and analyzed using the intersectional approach originally proposed by N. Degele and G. Winker. Intersectionality is described as a system of interactions between inequality-creating social structures (power relations), symbolic rep-resentations, and identity constructions. All the women who participated in this study describe activism as an important aspect of their identities. For non-German citizens, the activist identity is closely related to the migrant identity and is one of the major reasons they decided to move to Germany. Negative experiences in a country of origin were contrasted with a tolerant activist environment in Berlin. However, German citizens with no negative experiences in their countries of origin also implied a contrast between the “less tolerant East” and “more tolerant West”. The distinction was constructed either as a symbolical representation or articulation of experience of intergenerational conflict.Keywords: intersectionality, political activism, gender, citizenship.Centrinės ir Rytų Europos moterų politinis aktyvizmas Berlyne:  intersekcionalumo analizėSantrauka. Straipsnyje aptariamos moterų, kilusių iš Centrinės ir Rytų Europos, politinio aktyvizmo patirtys Berlyne. Pusiau struktūruoti interviu su 20–35 m. moterimis analizuojami pasitelkus N. Degele ir G. Winker pasiūlytą intersekcionalumo metodologiją, kur intersekcionalumas suvokiamas kaip sąveikos tarp nelygybę generuojančių socialinių struktūrų (galios santykių), simbolinių reprezentacijų ir tapatybių sistema. Visos tyrime dalyvavusios moterys politinį aktyvizmą laiko svarbiu savo tapatybės apibrėžčių dėme-niu. Moterys, kurios neturi Vokietijos pilietybės, savo kaip politinės aktyvistės tapatybę pirmiausia saisto su savo kaip migrantės patirtimi. Jos politinio aktyvizmo galimybes dažnai nurodo kaip svarbiausią priežastį, kodėl apsisprendė atvykti į Vokietiją, o tolerantiška politiniam aktyvizmui aplinka Berlyne suvokiama kaip kontrastas negatyvioms patirtims kilmės šalyse. O Vokietijos pilietybę turinčios moterys, kurios savo kilmės šalyje neturėjo jokių negatyvių patirčių, taip pat linkusios supriešinti „mažiau tolerantiškus Rytus“ ir „labiau tolerantiškus Vakarus“, tačiau tai vyksta tik simbolinių reprezentacijų lygmeniu arba artikuliuojama kaip kartų konflikto (tėvai–vaikai) patirtys.Pagrindiniai žodžiai: intersekcionalumas, politinis aktyvizmas, lytiškumas, pilietybė.51Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional AnalysisIntroductionIn this study I use an intersectional approach to analyze experiences of female migrants from Eastern and Central Europe who identify themselves as political activists and live in Berlin. Berlin has a reputation of being a non-conformist and global city, which attracts profession-als of creative class, students, and various artists from around the globe. Moreover, Berlin is known to be an activist city, famous for its anarchist and left-wing scene (Bernt et al. 2013). As such, analyzing the local activist scene in Berlin is an excellent opportunity to reflect on activist experiences of any minority group. Although the types of political and social actions the study participants were involved in (demonstrations and protests, online activism, artistic performances, etc.), as well as the issues they are preoccupied with, were not predefined at the beginning of my research, most women I interviewed had been engaged either in feminist or queer activism and expressed either liberal or left-wing political views, which reflects the more general trends of the activist scene in Berlin.Maurice Stierl (2019; 14) emphasized the importance of overcoming the prevailing notion of the resistant subject as “middle-class, male, European, citizen – engaged in highly visible, seemingly unified, and at times spectacular contestations of (state) authorities and systems of power” and encouraged to shift analytical focus to migrant groups as a neglected subject of social movement theories. Underprivileged activist groups tend to communicate their point of view through so-called “hidden transcripts” (Scott 1992) as opposed to usual acts of resistance. There are two main reasons why I chose migrants from Central and Eastern Europe for the case study. Firstly, in comparison to non-white minorities, who are more likely to experience more obvious discriminatory practices, such as racial profiling (the practice of identity checks based on outer appearance), discrimination against Eastern and Central Europeans tends to have more subtle forms. I therefore contend that multilevel methodology is a suitable tool in this case as it allows to grasp norms and ideologies which are not directly communicated, but rather implied by a study participant.Secondly, despite the fact of a voluminous amount of research on activism in post-socialist Europe, studies on this topic in Western Europe rarely focus on Eastern/Central European migrant activists. Moreover, as Julia Rone states, members of the activist community from Central and Eastern Europe rarely collaborate with those in the West (Rone 2021). In this regard, as a city, where activists from all over the world gather to cooperate with each other, Berlin provides a unique platform for analyzing interactions between different communities and minority groups. Furthermore, I deliberately chose participants with a similar cultural background but dif-ferent citizenship to analyze the impact of their authorized status (which indicates their either privileged or underprivileged positionality) on the reception of their activism and how their activism helps them to enact themselves as members of German society. While being far from identifying EU and non-EU Europe as two vast homogeneous regions, I would underline some factors that influence the social positionality of migrants in Germany, which derive from their citizenship status. The first obvious difference refers to the different legal and social statuses 52ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasof EU and non-EU citizens. Concerning political activism, non-EU citizens risk more while taking part in some activist actions (e.g., illegal demonstrations) because of the possibility of losing their residence permit. According to a study conducted by Scott Blinder and Yvonni Markaki (2018), “EU-only inclusionism” (support of immigration, but only from EU-countries) is not a prominent tendency in Europe. EU nationals tend to support highly skilled migrants even from more distant origins. However, this meritocratic approach still has different conse-quences for EU and non-EU citizens, because finding a workplace in Germany as a non-EU citizen is significantly more challenging. Finally, I was also attempting to investigate whether the participants from EU and non-EU countries tend to evaluate their social positionality in German society differently. In my analysis I used a multilevel methodology originally proposed by Nina Degele and Gabriele Winker (2007; 2011). This approach allows a researcher to unveil discourses, values, and hegemonic representations of a certain group and society through the analysis of their language choices. Hence, the aim of this study is not to promote a certain perspective on such complex and controversial topics as discrimination, oppression, or integration in a new society, but to analyze the standpoint of activists and their personal approach to these issues, as well as their positionality in German society. The core aspect of the multilevel methodology is an analysis of discriminatory practices on the three levels of intersectional theory. Degele and Winker described their theoretical and methodological perspective and introduced three common approaches to intersectionality:1)  Structure-oriented feminism debate concerning the interplay between capitalism and patriarchy;2)  Identity-related ethnomethodologically oriented debate about doing gender or doing a difference (Fenstermaker and West 2001);3)  Representation-oriented discourse regarding the performative creation and consolida-tion of norms and values based on Judith Butler’s gender theory (Butler 1990).Degele and Winker underline the importance of combining these theories in the empirical analysis: Accordingly, we understand intersectionality as a system of interactions between inequality-creating social structures (i.e., of power relations), symbolic representations and identity con-structions that are context-specific, topic-orientated and inextricably linked to social praxis. The multi-level approach we suggest will be able to analyze the interactions of categories of difference on both a single and throughout all three levels. (Winker and Degele 2011; 54)Describing identity constructions is the starting point of the proposed methodology. Degele and Winker suggest that individuals constitute their identities in delineation from others, at the same time creating a sense of belonging. They influence individuals’ perception of their own social position through separation and exclusion from others while increasing the sense of security derived from belonging to a certain group (Degele and Winker 2007; 5).Social structures represent concrete relations of power as well as their interrelatedness. Degele and Winker argue that power relations can be empirically observed and investigated 53Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional Analysisand are not deductible in a theoretical way. Degele and Winker mention intense theoreti-cal discussion concerning the number of categories as well as three levels of analysis (Ger. Untersuchungseben) (ibid.) considered by intersectional theorists and suggest that their pro-posed methodology can finally solve this question (ibid.; 2). Since they insist on a multilevel approach, which investigates interrelations between identity constructions and structural categories, the researcher can find connections between possible identity categories and major power relations. Their choice of structural categories refers to D. Haraway (1991). Authors distinguish between categories race, gender, body, and class, which represent the relations of classisms, heteronormativisms, racisms, and bodyisms. Class is derived from several different factors, such as education, social origin, or social networks of the person (Bourdieu 1986). Gender relates to not only a binary concept of gender but also to sexual orientation. Degele and Winker describe heteronormativisms as “power relations that are grounded in hierarchi-cal gender relations” (Winker and Degele 2011; 55). Race refers to any kind of structural discrimination which can be reflected in nationalities, ethnicities, or religions, which deviate from the major population (ibid.). Apart from common categories in intersectional literature (class, race, and gender) authors suggest including the category of body in intersectional analysis: “in the same way as cultural productivity, bodily productivity generates similar structural inequalities in capitalist societies” (ibid.).Symbolic representations fulfill a function of ideological justification against the accusations of injustice, ideological protection of the capitalist system, re-production of norms naturaliza-tion, and hierarchization. According to Marlies Klamt, social norms play a crucial role in the legitimation of inequality and are part of the macro level, but arise on the micro-level, where they are also enforced and disseminated through representations. Norms define the legitimacy of actions as well as sanctions in case of norm violations (Klamt 2017; 20). Research questions In the following analysis of accounts of female activists from Eastern and Central Europe in Berlin, I discuss four research questions:Q1: Which norms, values, and ideologies do activists refer to in their accounts? Q2: Which social structures and four structural categories do the participants refer to?Q3: How do the categories indicated on three levels (identity, structure, and representation) interrelate? Answering this question includes not only the denomination of interrela-tions, dimensions of inequality, and power relations on three different levels but also their more explicit analysis.Q4: Do German citizens and non-citizens have different approaches to activism, and does it impact their personal lives differently?54ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasMethodologyParticipantsSemi-structured interviews were conducted with 8 women aged between 20–35 years old. Three of them have EU citizenship, three non-EU citizenship, and two of the participants are German citizens (originally from Ukraine). Activists initially came from former post-socialist countries including Ukraine, Russia, Poland, and the Czech Republic. All the activists have been living in Berlin permanently at the time of the interviews. Table 1 provides a profile of participants’ characteristics including name (original names were changed), age, country of origin, forms of activism, topics of activism, and years spent in Germany:Table 1. Profile of participantsName Age Country of originForms of  activismTopics of  activismIn Germany  sinceSofiya 25 Ukraine Demonstrations and protests;educational a c-tivismLGBTQ*-activism; anti-Fascist actionsArrived in Germa-ny when she was 5 years oldKateryna 29 Ukraine Demonstrations and protests;online activismLGBTQ*-activism; feminism; migrant activismBorn in Ukraine, arrived in Germany as a small child with her familyOlga 26 Ukraine NGO advocacy;online activism;demonstrations and protests; edu-cational activismLGBTQ*-activism; feminism3 yearsAnna 35 Russia Demonstrations and protests; anti-Fascist actionsLGBTQ*-activism; left-wing activism3 yearsMaria 30 Russia Member of an NGO;educational ac-tivismLGBTQ*-activism; feminism1 yearAgata 29 Czech  RepublicMember of an NGOLGBTQ*-activism; feminism; Left-wing activism1 yearMagdalena 25 Poland Artistic activism LGBTQ*-activism 8 yearsAgnieszka 22 Poland Demonstrations and protests; anti-Fascist actionsLGBTQ*-activism; feminism; animal rights activism; left-wing activism4 years55Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional AnalysisData collection and proceduresInterviews were done between August and November 2020. I approached the participants via social media and contacted some of the migrant activist organizations.As stated above, I analyzed the interviews using a multilevel methodology proposed by Degele and Winker (Degele and Winker 2007; Winker and Degele 2015). The methodology is comprised of 8 stages. During the first four stages, an analysis of each interview was composed of: (1)  Describing identity constructions: The first stage refers to the inductive analysis of interviews. The researcher defines a certain category corresponding to the interviewee’s identity constructions (e.g., heterosexual, Caucasian, unemployed, migrant, woman). Categories are not predefined.(2)  Identifying symbolic representations: This stage includes not only identifying hege-monic representations but also values and political ideologies. It involves indicating all the norms and values to which a person refers.(3)  Finding references to social structures and four structural categories. (4)  Indicating interactions of central categories on all levels of analysis: Degele and Winker distinguish six connections between identity (I), structure (S), and representation (R): I→R, R→I, S→R, R→S, S→I, and I→S. These six interrelations can have either weakening, strengthening, or neutral effects.During the first four stages, we deal with the question of how people construct their identities in social practices, which representations and structures they address, activate, and consolidate or question in these constructions, and which central categories interact with one another on the three levels of sociological analysis. The next four stages include deepening the analysis of categories on three levels:(5)  Comparing and clustering identity constructions: However, the reconstruction of symbolic representations and social structures from the interview material alone does not go far enough, which is why we will use additional data in the next two steps (Winker and Degele 2015; 80).(6)  Complementing data concerning social structures and analysis of power relations: This stage is managed by deepening the structural level of analysis and using additional data sources. During this stage, categories and their interactions are interpreted according to additional structural data, such as legal texts or statistics.(7)  Deepening the analysis of representations: This means understanding the norms and values indirectly addressed by participants in meaningful social contexts. During this stage, on the representational level, we work out the significance of important norms, values, or ideologies in the respective context by including and evaluating further data.(8)  Generalization of interrelations, dimensions of inequality, and power relations on the three different levels: During the last stage, intersectional generalizations and conclu-sions are proposed as an analytical framework of interpretation.56ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasDegele and Winker originally formulated their methodology based on interviews with unemployed women. Their original notion was that any individual’s positionality is highly affected by their status within a capitalist system. Because my study has a different focus, I modified their approach by deliberately focusing on the official citizenship status of the par-ticipants by pre-distinguishing the groups based on citizenship (EU, non-EU, and German).Identity constructionsParticipants with EU-citizenshipI interviewed three women with EU citizenship (2 participants from Poland and 1 from the Czech Republic). Two of them are currently studying and another one is working full time. Both women from Poland (Magdalena, 25; Agnieszka 22) mentioned that their primary reason for coming to Germany was because of a relatively conservative Polish society where they didn’t feel comfortable as female pro-LGBTQ activists:I moved to Berlin last year in October because I got accepted to the University here and also my workplace in Poland started to get progressively homophobic and right-wing and that made me feel uncomfortable. Just to be part of such an institution… so I moved to Berlin also due to the atmosphere… prevailing atmosphere in Poland. (Agnieszka, 22)Magdalena sees Germany as a place where she can freely express herself as a political activist and an artist:And now I’m organizing an exhibition in my country in Poland. I don’t know… a very queer exhibition on drag queens in like… there will be drag queens from Berlin and New York. It’s still quite forbidden to do it in my country because as you know we have this LGBT-free zones in Poland so I must say I can freely do it in Germany or the USA. It’s still totally hard to do it in my own country which makes me feel very sad, you know because to be completely free like artistically and politically I needed to move to Berlin. (Magdalena, 25)She states that moving to Berlin was essential because she didn’t have an opportunity to fully express herself as an artist. According to Degele and Winker, people speak about them-selves to clarify to others who they are concerning categories of differentiation (Winker and Degele 2011; 58). Activists are contrasting their activist experiences before and after moving to Germany. An identity construction “activist” indicated at this stage, therefore, goes along with another identity construction “migrant”. Despite a stereotype that migrants usually decide to move to Germany mainly because of economic reasons (such as the high living standards), a country’s positive image as free and tolerant is also a popular reason for migration. This makes Germany attractive for various groups such as LGBTQ*-refugees (Brücker et al. 2020). Two participants from Poland implied that even though they feel welcomed and well-integrated in the Berlin activist community, their cultural identity hasn’t changed and that they feel more freedom to express themselves. 57Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional AnalysisParticipants with non-EU CitizenshipThree women I interviewed had non-EU citizenship (Anna and Maria from Russia and Olga from Ukraine). Similar to the previous group, the two women stated that a conservative society in their own country was the main reason for moving to Germany. Maria explaining her migration to Germany describes her country of origin as “sexist” and “intolerant”:“Generally speaking, I moved to Germany because I was not happy with the sexist and intolerant behavior” (Anna, 35). Anna mentioned that she already had problems with the law enforcement system in her home country as an anarchist and political activist. All the participants in this group stated that being a part of an activist community is very important for them. The sense of belonging to an activist scene and its importance is a visible pattern in all the interviews within this group. All the participants stated that their friend circle in Germany is mostly comprised of left-wing/human rights activists and that it is a deliberate choice. The two important identity constructions visible in this group can be described as a dis-tinction: less privileged non-EU citizen – white woman. On the one hand, the participants within this group feel like their non-EU citizenship status and complications that come along (the difference between living standards in Germany and their country of origin) makes them less secure about their future in Germany. On the other hand, all the participants acknowledge their “whiteness” as a privilege: Maybe because I already came to Germany with B1 Level of Proficiency in the German lan-guage. And also, because I have pale skin and a lot of people confuse me with a German. That’s why, generally speaking, there is no discrimination. (Anna, 35)Whiteness represents an invisible category, which is being addressed far less frequently compared to “non-white” identities in contemporary political discussion. According to Ruth Frankenberg, “whiteness... is the production and reproduction of dominance rather than subordination, normativity rather than marginality, and privilege rather than disadvantage” (Frankenberg 1993; 236).  The concept of whiteness incorporates people with different ethnic backgrounds into one category while simultaneously excluding other ethnicities. Jean Halley and her colleagues (Halley et al. 2011) describe the invisibility of whiteness as a default feature in Western countries. The sensitivity towards the issue of the white privilege of the participant indicates her affiliation with discriminatory issues.Proficiency in the host country’s language is another important factor for better integration of migrants, which was addressed in the quotation above. Better language proficiency makes the assimilation process in a new country easier (Adserà and Pytliková 2016). Apart from that, applicants with better language proficiency potentially have better job opportunities. Better language skills also have numerous non-economic benefits (social integration, political participation, civic engagement, educational attainment, health outcomes, and family life). In this regard, language proficiency can be described as one of the major privileges.58ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasThe last identity construction is connected to the participants’ professional field. All three participants are/were studying in Germany and their professional field is also somehow connected to their activism. For instance, Maria is a gender studies student who claims that: Also, people who study with me…it’s an activist-oriented faculty. It’s hard to study there if you are, for example, antifeminist or anti-LGBTQ, it’s hard to imagine. (Maria, 30)This leads to a conclusion that participants in this group try to deliberately create a “safe space” in both professional and daily lives, which might be based on their traumatizing expe-riences in their country of origin, and which is also visible while analyzing their interactions on a structural level.Participants with German citizenshipI conducted two interviews with women, who were originally from Ukraine, who have been living in Germany since childhood. Similarly, as in two previous groups, their political activism is seen as an important part of their life. Also, both claim that most of their friends are members of a left-wing community and that their professional field is also connected to their activism. Unlike women from the two first groups, who moved to Germany as adults, they had no negative experiences in their country of origin. As I will claim during the analysis of representations, there is no contrast between their current and past experiences, therefore the contrast between the different societies is also seen differently.Social StructuresParticipants with EU-citizenshipThe major aspects which I took into consideration while analyzing the interviews were: (1) how do women I interviewed describe their interactions with other members of an activist community, and (2) how do co-workers, friends, family members, and other non-activists evaluate their activism.Women with EU-citizenship claim to have strong bonds with the activist community. However, as stated above, the assessment of their political activism and therefore the importance of activist community in their daily lives tends to be different within each group. One woman (Agata, 29) who tries to distance herself from more marginalized kinds of political activism claims to be integrated into her own country’s political scene. She claims that she is willing to be more active in the German political scene: “I always care about what’s happening in the place where I live, so for sure I will be more active here.” Another two participants are doing mostly feminist and pro-LGBTQ activism. They both describe their communities as tolerant, open-minded, and supportive: We give ourselves some energy and support legally. If someone needs to go to the registration office and figure out the things with papers. Like it happened to me… as I went with someone who couldn’t speak German to the foreigners’ office to figure out the things with his visa. So, I had a feeling it’s as much more of support inside the community. (Magdalena, 25)59Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional AnalysisAnother prominent topic was about daily interactions with family members, friends, and other non-activists. Support of family and friends is an important factor for LGBTQ* migrants’ well-being, especially in areas where no special services for queer migrants are provided (Chávez 2011). In this case, a contrast between the participants’ country of origin and Germany on a representational level becomes quite prominent. Germans are expected to be more tolerant and any experiences that may prove this assumption wrong are considered as a disappointment:I think what is interesting is the problems aren’t governmental, you know, because it’s not like I’ll have less chance because of my activism in Germany but I have a feeling that it’s more like society. Even my friends… like not all of them appreciate it. And to tell you something personal, my ex-boyfriend was not so keen on me going in the night to photograph drag queens who are illegally in Germany. And he was German by the way. (Magdalena, 25)Analysis of social structures includes references to four categories, which represent the rela-tions of classisms, heteronormativisms, racisms, and bodyisms. All women from the EU-coun-tries claimed to engage with women’s rights and LGBTQ* activism, two of them explicitly stated that they experienced discrimination both as women and as activists in their daily lives. They tend to directly articulate topics like gender-based discrimination and heteronormativism. As stated above, activism tends to be one of the primary reasons for their decision to leave their country of origin and less for economic reasons. Even though one participant mentioned her unstable income since she moved to Germany, this topic was addressed only briefly, which means that economic hierarchies are less important for the participants from EU countries.Participants with non-EU CitizenshipAll women from non-EU countries tend to express their strong emotional connection with their activist community. As with participants in the EU group, they see their communities as a so-called discrimination-free safe space. As Olga from Ukraine claims: I’m living in Berlin which is really a lefty city and also most of the people in my environment which is very much a bubble are left-wing activists, a lot of the people I know are also doing activism, a lot of people are artists and also working with artist activism. So, I would say that in my bubble it’s just hard to find a negative reaction because most of the people are working in the same field that I’m working. (Olga, 26).Similarly, two other participants tend to describe membership in their communities (a pro-LGBTQ community with Russian-speaking members as well as Berlin and Leipzig anar-chist communities) as crucial in a process of their integration in Germany. Maria, from Russia, sees her community as an important factor for feeling welcomed in Germany. She mentions: For me, it became very quickly much more than just the work in this community and feeling integrated into the society. Even though the community is Russian-speaking, but nevertheless I feel integrated here in Germany. And yes, this is a very great help, because when you help you feel your strength. (Maria, 30)60ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasAs with the activists from EU-countries, they see people from their home country as less tolerant per se, while comparing their activist experiences in Germany to the experiences in their country of origin. When I asked Olga, who is a founder of an NGO in Ukraine, if she noticed any kind of discrimination within a German activist community, she answered: I mean, obviously in Germany, I don’t face any discrimination based on my political activity. However, in Ukraine, we do experience some hate speech, for example from ultra-conserva-tive, ultra-right radical people or we have sometimes some negative commentaries from church and religious people about content that we post especially when we post something regarding LGBTQ* rights and tolerance.  (Olga, 26)Maria answered that she had “no negative experiences with a non-Russian person. Therefore, I have never experienced a feeling that I do not fit well, or I am somehow not accepted.” She claimed that all her conflicts and discriminatory incidents happened within a Russian-speaking activist community.If we compare this group with the participants from EU countries, we see a different perception of their status in German society. While participants from both groups see their membership in an activist community as an important aspect of their daily lives, only partic-ipants from the second group associate their membership in activist communities with being incorporated in German society. The non-EU group tends to interpret their activism in Germa-ny as a coping and integratory strategy. In terms of structural categories, this tendency means that the structural category of race is more prominent compared to participants from the EU.Participants with German CitizenshipComparing German nationals with those who have no German citizenship, I would state that despite not having much experience with Russian-speaking political activists and being a member of mostly international or German-speaking communities, the contrast between more tolerant German and less tolerant Ukrainian society is still visible. But in this case, an experience with their family members is representing the less tolerant Ukrainian culture. Both women (Sofiya, 25, and Kateryna, 29) mentioned that their relatives, who live in Germany, do not necessarily support activism and that it can be emotionally hard for them sometimes. Kateryna mentioned that her contacts with Ukrainian activists are mostly online, and she is not active in the Russian-speaking community. Members of Eastern European migrant families tend to face various struggles including health and economic issues, academic achievements, and adaptation of immigrant youth to their host countries (Robila 2009). Some researchers suggest that Eastern European migrant families typically struggle with intergenerational conflicts (Robila 2009; Nesteruk and Marks 2019). The risk of parenting conflicts in immigrant families is higher due to cultural differences between parents and their children, who grew up in different environments. On the other hand, an effective way to deal with conflicts is an essential skill, which migrants need to develop to successfully adapt to a new country. The above-mentioned case represents an example of the 61Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional Analysissuccessful adaptation strategy of a study participant by separating family’s political views and personal relationships with family members. Symbolic RepresentationsParticipants with non-EU citizenshipAt this point, we are analyzing symbolic representations within each group. Symbolic representations refer to “norms, ideologies and representations, used as hegemonically verified justifications, are based on naturalizing and/or hierarchy-creating assessments on the grounds of numerous categories of difference” (Degele and Winker 2011; 54). The representation of migrants in national media is a widely discussed subject in contemporary sociological literature (Leurs et al., 2020; Pettinger and Youngs 2019; Jamil and Kumar 2020; Miri et al. 2020). Analyzing the representation of a certain migrant group in a host country indicates a general perception of this group in the society. For instance, Eastern European female pro-LGBTQ* activists and community members tend to be underrepresented in Western media compared to gay men. According to Masha Neufeld and Katharina Wiedlack, the rare articles on Russian lesbians in American media describe this group as “powerless victims without any agency” (Neufeld and Wiedlack 2019; 51).I will start with the most vivid symbolic representation. A contrast between tolerant Western Europe versus less tolerant Eastern Europe was the most frequent while being noticeable in all the interviews I conducted. This very clear contrast was present on both structural levels, where participants expected Germans to be more tolerant per se, and on the level of symbolic representations. This dominant narrative influenced not only the perception of negative ex-periences in the participant’s country of origin but also experiences in Germany which may in any sense destroy the stereotype of Germany as a tolerant country. Olga elaborated on her experiences as an NGO-owner who advocates for sex-positive and feminist policies. While talking about her cooperation with foreign NGOs, she explained that she borrowed methodology and experience from western organizations:…we are using the methodology provided by UNICEF and recommendations on implement-ing sexual education in different countries. So basically, in the way that we do our work, we are constantly consulting with international practices so Germany will be one of the leading examples where we see how sexual education is implemented in Germany and then we try to implement it in Ukraine using the same practices, translating some of the materials, adopting them and so on. (Olga, 26)Olga also tried to emphasize the use of methodology provided by foreign organizations, while she was referring to the German experience as an example she needs to learn from. Afterwards, she stressed the international experience and literature as being an example for her organization:So, we are… although we do create original content, most of the practice and stuff we do not just invent we usually consult with international literature and experience. (Olga, 26)62ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasIn this example, adopting a methodology from foreign organizations is being represented as more reliable than focusing on original content. A comparison between Eastern/Central and Western European political discussion has been a subject of various studies in recent years (Vincenzo 2018; Szöcsik and Zuber 2020; Pless et al.2020).  Analyzing the particular issue of queer studies, Kulpa and Mizielinska (2016) indicate a certain hierarchization within queer studies, whereas western interpretation of queerness seems to be perceived as dominant.  In this case, we see a default prioritizing of Western activist discourse, which is common among Eastern European pro-LGBTQ* activists. However, direct cooperation between Eastern and European pro-LGBTQ* activists is quite rare (Rone 2021).All women from non-EU countries tended to describe their activism experiences in Germany as a parallel process to integration. One participant stated that at the beginning, she had to adjust to a context and commonly used strategies in the German anarchist scene. She described this process in terms of learning the German language, cultural differences, and acquiring general information about the German political scene. In the end, she stated that compared to her experiences at the beginning, she feels more integrated into the anarchist community because of her better German language skills and after adjusting to the local activist environment. Participants with EU-Citizenship As stated above, a particularly interesting topic is a narrative of integration, which is com-mon in German society (Moffitt et al. 2018), with integration demanded not only of recent but also of second-generation immigrants. Besides demands of integration, a narrative of unquestioned ethnically-based Germanness makes full acceptance of migrants in the society extremely unlikely. I contend that there is a significant difference between EU- and non-EU migrants when it comes to this issue. For example, the word “integration” was only used by non-EU participants. In the EU group, a contrast between Eastern and Western Europe is often described not only in accordance with some facts or real experiences but also in a more abstract way, either as a prevailing atmosphere of intolerance or general tendencies in a po-litical discussion. Participants with German CitizenshipThe dichotomy between tolerant Germany and intolerant Eastern Europe was also present in an interview I did with both activists with German citizenship. In this case, it goes in two directions: Sofiya stated that even though she has mostly international or German friends in an activist scene, she cares about what is going on in her country of origin (seeing her country of origin as in a crisis state, which needs help). She also mentioned her negative experiences with family members justifying them by “generational and cultural factors”.63Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional AnalysisInterconnection between Categories on Three Theoretical Levels Here I will summarize the findings of empirical analysis of single interviews to both deepen the structural level of analysis and identify the norms and ideologies indirectly addressed by the study participants. As mentioned above, both categories on the structural level of analysis and symbolic representations derive from and are interdependent with the identity construc-tions. All the participants refer to their migratory background and strongly identify with their country of origin. German citizens, however, claimed that most contact with other Ukrainian activists takes place online. Similarity of political views plays a crucial role in seeking new social contacts and establishing a circle of friends. Therefore, activist is the most vivid identity construction, clearly recognizable on the micro level of analysis. In the case of the participants from the EU and non-EU group, both migrant and activist identities are interconnected, hence only one person (Agata, 29, from the Czech Republic) claimed to move to Berlin because of professional reasons, while others described this city as a place where they can finally find like-minded people.Q2 asks: Which social structures and four structural categories do the participants refer to?As for the category of gender, all the participants claim to engage either with LGBTQ* or women’s rights. All of them implied that gender-based discrimination has personal meaning for them. The participants who came to Belin as adults claimed to experience discrimination as activists, feminists, or members of the LGBTQ* community on a daily basis. Race is a structural category, which was clearly communicated especially by the participants of the non-EU group. Even though none of them claimed to be preoccupied with racial discrimination as activists, they did directly acknowledge their awareness of their own privilege as “white Europeans”, which speaks for their knowledge on this topic as well as their awareness of racial discrimination as a serious problem. Class is another structural category addressed indirectly by the study participants. Some participants referred to their own activism in terms of personal growth and impact on society. For instance, one of the participants from Poland (Agnieszka, 22) reflected on her present experience as a teenage member of an animal rights community, claiming that she would find this kind of activism “naive” and “tacky” today. Some of the participants tried to distance themselves from forms of activism (such as demonstrations), which might appear as less socially acceptable or illegal. At the same time, partaking in official organizations such as NGOs or membership in political parties is indirectly addressed as a status symbol. Financial issues were a problem frequently mentioned by the participants within all groups. Both unstable income and lack of financial resources are reasons which hinder the participants from engaging in activism more frequently.The category of body was almost never implied by the participants. The reason for this might be the fact that all the participants are young women without disabilities. Additionally, all the women identified with the gender that they were assigned at birth (cisgender) and hence they have less experiences with the German healthcare system in comparison to trans women (Cotten 2012).64ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasQ1 asks which norms, values, and ideologies do activists refer to. The symbolic representa-tion, mentioned by all the participants, can be described as a contrast between post-socialist and Western Europe, with the latter is being classified as a more tolerant region with stable democracy. These narratives shape both perceptions of countries of origin as “conservative, less tolerant and less progressive” and Germany as an “open minded country”, where it’s easy to find like-minded people. Activist community in Berlin is described as a “safe space”, where one finds previously absent support of community. Furthermore, this symbolic representation influences individual expectations of people with different backgrounds in their daily lives. While Germans expected to be more progressive, people from post-socialist Europe (including their own family members) are supposed to be “conservative”.   Identity constructionsMigrant Member of left-wing community LGBTQ*-activistUnstable incomeCategories on Structural level Race Gender ClassSymbolic representationsEast vs. West Divide; Conservative politics in country of origin Community as a “safe space” Germans as more “open minded\"A progressive friend circle in GermanyFigure 1. Interconnections between identity constructions and categories on 3 different levelsQ3 asks: How do the categories indicated on three levels (identity, structure, and rep-resentation) interrelate? Social Structures →Identity; Identity→ Social StructuresDegele and Winker state that the most visible identity constructions correspond with cat-egories on a structural level. As already mentioned, the three prominent structural categories were gender, race, and class, which comply with some identity constructions identified during interview analysis. All activists mentioned issues such as gender-based discrimination and LGBTQ* activism to be important for them. Another category was race, which corresponds with migrant identity. However, this topic was addressed differently within the participant groups. While both EU- and non-EU citizens mentioned activism as one of the important reasons for migration to Germany, only non-EU citizens addressed their experiences of adjusting to the German activist scene as a part of their integration process. Degele and Winker describe social structures as those which contribute to institutional legitimation of discrimination.  Identity constructions interplay with social structures. This can either result in following institutional rules (by following laws, participating in elections as the fulfillment of civic duties) or in ques-tioning and opposing them (by active resistance, subversion, or revolution) (Winker and Degele 2015; 275). All women who participated in this study mentioned their wish to question and 65Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional Analysisactively oppose discrimination but their assessment of oppression and discriminatory practices in their country of origin and Germany was different. While the oppression in their country of origin was described as systemic, similar cases in Germany were evaluated as exceptions. Regarding the category class, four participants mentioned their unstable income as an obstacle, which sometimes hinders them from being more politically active.Symbolic Representations →Identity; Identity → Symbolic RepresentationsSymbolic representations represent values, ideologies, or stereotypes which participants address either directly or indirectly. Because of the interrelatedness of identity constructions and representations, the analysis of their interrelations “not only make identity constructions reconstructible but also norms and values that operate within society” (Degele and Winker 2011; 59). The symbolic representation of “East–West Divide” contrasts Eastern and Western Europe, with the latter typically being framed as more “progressive”.  This hegemonic rep-resentation is visible not only when the participants are mentioning their activist identities but also when they describe their interpersonal relationships.The participants tend to talk a lot about human rights issues in their country of origin while discrimination in Germany is addressed only briefly. Moreover, this representation affects their interpersonal relationships. Most of the participants claimed to have different expectations while interacting with Germans and people from their country of origin, including their families. While expecting Germans to be tolerant they would typically not have similar expectations while communicating with their country’s nationals. While the participants from Russia and Ukraine stated that it is very unlikely to experience discrimination as a political activist in Berlin, two participants from Poland did mention some cases when Germans criticized their activism. While communicating with their family members, the participants, regardless of their citizenship and years spent in Germany, tend to accept their intolerance concerning some topics due to their family members’ conservative background. All the participants claim activism to be an important aspect of their identity reflecting their personal growth. Most of them regarded their activist communities as safe spaces, where they can share their ideas and concerns with other members without being judged. The participants with EU and non-EU citizenship strongly associate their migrant identity with their activist background, while Germany is described as a country where they finally can be themselves without having to deal with everyday discrimination. The next important aspect of the interplay between the level of representation and identity is how the participants see privilege. As stated above, non-EU participants address privilege differently in comparison to two other groups. The participants in the non-EU group addressed the privilege directly by emphasizing their “whiteness” (category race on structural level) and level of education (social class). Two other groups seemed to talk about privilege more indirectly, while not contrasting themselves with less privileged groups. 66ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasSocial Structures→Symbolic Representations;  Symbolic Representations→Social StructuresThe last step represents an analysis of the interconnection between social structures and the level of representation. Interviewees from non-EU countries see their participation in activist communities as a process of integration into German society. Since the refugee crisis in 2015 (Brücker et al. 2020), ways of integration into German society have been widely discussed in the media. The fact that participants from non-EU countries were the ones to link their activism in Germany as an integrational strategy may derive from the fact that this group needs to meet more requirements to be able to live in Germany as opposed to EU-citizens (having a visa as a mandatory requirement to work or study in Germany). A dichotomy between qualified versus unqualified migrants, migrants who were able to integrate versus migrants who have troubles with learning the German language/becoming accustomed to German traditions, is also often interpreted differently based on the country of origin. Migrants from Western Europe are rather described as “ex-pats”, while migrants from Eastern Europe are more likely to be regarded as less qualified and potential welfare recipients, despite having almost no rights to welfare. This might be a reason for migrants from less privileged countries being subjected to more societal pressure when it comes to integration.A big impact on the interconnection between structural and representational levels is a contrast between a conservative society in their own country and a more progressive German society. This can also be described as a typical Western Europe – Eastern/Central Europe divide, while Western European countries are more likely to be described as more liberal and their societies as more open-minded. This results in participants having different expectations regarding their experiences with people from different backgrounds.Describing their communication with family and friends from their country of origin, the participants from all three groups stated that they expect them to be more “conservative and closed-minded”.  The conservatism of their family members was typically being detached from their personalities and described as a logical consequence of a conservative upbringing. In contrast to this, the participants tend to have high expectations while communicating with Germans because they see Germany as a more tolerant country per se. This results in disap-pointment while facing prejudice from Germans regarding their political activism. A significant issue regarding the interconnection between structural and representational lev-els is the visibility and accountability of migrants with marginalized identities (Pechurina 2016; Frey-Heger and Barrett 2021). As it was mentioned previously, most of the study participants either engage in pro-LGBTQ* activism both as allies and members of the queer community. Participants from both EU and non-EU groups clearly state that Germany is a country where they can feel more accepted as political activists. They both tend to limit their social interactions to people with similar political views while seeing their community as a so-called intolerance-free “bubble”. This strategy might be a result of deliberately avoiding negative experiences they faced in their home country. At the same time, limiting their interactions 67Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional Analysisto individuals within their political community helps them to avoid disappointment while interacting with more conservative members of German society.  ConclusionThe participants, who are non-German citizens, tend to mention their political activism as one of the main reasons for moving to Germany. Hence, two identity constructions migrant and activist are interdependent and are interconnected with the category of race on a struc-tural level. The preoccupation with gender issues and LGBTQ*-rights refers to the category of gender. The analysis of symbolic representations showed that the clearly present narrative “East-West Divide” reflects not only the contrast between “Western” Germany and “post-so-cialist” countries of origin, but also personal relations and life choices. Most participants imply that they deliberately seek a “tolerant” and “prejudice-free” envi-ronment. Despite acknowledging their intentional choice of friend circle and social environ-ment, they state that Berlin has a reputation of being a progressive city where discrimination is unlikely. Because of that, experiencing intolerance and prejudice in Berlin (e.g., negative experiences with the police or other activists) appears to be more emotionally overwhelming than similar experiences in a country of origin.As stated above, this distinction strongly influences not only beliefs that structural discrimi-nation is unlikely in Berlin, but also different expectations of people who grew up in Germany and people with a migrant background. Since both German nationals and the German state are expected to be more progressive and activist-friendly, people who do not fit into this stereo-type are strongly criticized. At the same time, conservatism of fellow nationals (e.g., family members who live either in Germany or abroad) is considered to be an unavoidable result of a conservative upbringing.The participants from both EU- and non-EU countries see Germany as a safe space where they can be politically active without experiencing any kind of discrimination. German nation-als, however, see their participation as an opportunity to help other activists. Participants from non-EU countries were more likely to associate their activism with the process of “integration” in German society. They see their partaking in the activist community rather as an indication of responsibility rather than just a privilege. ReferencesAdserà, Alícia; Pytliková, Mariola. 2016. „Language and Migration“ in Victor Ginsburgh and Shlo-mo Weber (eds.) The Palgrave Handbook of Economics and Language. London: Palgrave Macmillan: 342–372. https://doi.org/10.1007/978-1-137-32505-1_13 Bernt, Matthias; Grell, Britta; Holm, Andrej (eds.). 2013. The Berlin Reader: A Compendium on Urban Change and Activism. Bielefeld: transcript Verlag.Blinder, Scott; Markaki Yvonni. 2019. „Acceptable in the EU? Why some immigration restriction-ists support European Union mobility“, European Union Politics 20 (3): 468–491. https://doi.org/10.1177/1465116519839782 68ISSN 1392-3358    eISSN 2335-8890    Sociologija. Mintis ir veiksmasBourdieu, Pierre. 1986. „The Forms of Capital“ in John Richardson (ed.) Handbook of Theory and Re-search for the Sociology of Education. Westport, CT: Greenwood: 241–258.Brücker, Herbert; Kosyakova, Yuliya; Vallizadeh, Ehsan. 2020. „Has there been a “refugee crisis”? New insights on the recent refugee arrivals in Germany and their integration prospects“, Soziale Welt 71 (1–2): 24–53. http://dx.doi.org/10.5771/0038-6073-2020-1-2-24 Butler, Judith. 1990. Gender Trouble. Feminism and the Subversion of Identity. New York: Routledge. https://doi.org/10.4324/9780203902752 Chávez, Karma R. 2011. „Identifying the Needs of LGBTQ Immigrants and Refugees in Southern Arizona“, Journal of Homosexuality 58 (2): 189–218. https://doi.org/10.1080/00918369.2011.540175 Cicchelli, Vincenzo. 2018: Plural and Shared: The Sociology of a Cosmopolitan World (International Studies in Sociology and Social Anthropology, Band 131). Leiden, Netherlands: Brill. https://doi.org/10.1163/9789004376250Cotten, Trystan T. 2012. Transgender Migrations: The Bodies, Borders, and Politics of Transition. New York: Routledge. https://doi.org/10.4324/9780203808269 Degele, Nina; Winker, Gabriele. 2007. „Intersektionalität als Mehrebenenanalyse“, TUHH Universitäts-bibliothek. https://doi.org/10.15480/882.382 Degele, Nina; Winker, Gabriele. 2011. „Intersectionality as multi-level analysis: Dealing with social inequality“, European Journal of Women’s Studies 18 (1): 51–66. https://doi.org/10.1177/1350506810386084 Degele, Nina; Winker, Gabriele. 2015. Intersektionalität: Zur Analyse sozialer Ungleichheiten. Bielefeld: transcript Verlag.Fenstermaker, Sarah; West, Candace. 2001. Doing Gender, Doing Difference: Inequality, Power, and Insti-tutional Change. New York: Routledge. https://doi.org/10.4324/9780203615683 Frankenberg, Ruth. 1993. „Growing up White: Feminism, Racism and the Social Geography of Child-hood“, Feminist Review 45 (1): 51–84. https://doi.org/10.1057/fr.1993.38 Frey-Heger, Corinna; Barrett Michael. 2021. „Possibilities and limits of social accountability: The con-sequences of visibility as recognition and exposure in refugee crises“, Accounting, Organizations and Society  89: 101197. https://doi.org/10.1016/j.aos.2020.101197 Halley, Jean; Eshleman, Amy; Vijaya, Ramya Mahadevan. 2011. Seeing White: An Introduction to White Privilege and Race. Plymouth, UK: Rowman & Littlefield Publishers.Haraway, Donna. 1991. Simians, Cyborgs, and Women: The Reinvention of Nature. New York: Routledge. https://doi.org/10.4324/9780203873106 Jamil, Raihan; Kumar, Rati. 2020. „Culture, Structure, and Health: Narratives of Low-income Bang-ladeshi Migrant Workers from the United Arab Emirates“, Health Communication 36 (11): 1297–1308. https://doi.org/10.1080/10410236.2020.1750773 Klamt, Marlies. 2017. Medien und Normkonstruktion: Zur Darstellung von Pädophilie, Missbrauch und Familie im »Tatort«. Bielefeld: transcript Verlag.Kulpa, Robert; Mizielinska, Joanna (eds.). 2016. De-Centring Western Sexualities: Central and Eastern European Perspectives. New York: Routledge. https://doi.org/10.4324/9781315576107 Leurs, Koen; Agirreazkuenaga, Irati; Smets, Kevin; Mevsimler, Melis. 2020. „The politics and poet-ics of migrant narratives“, European Journal of Cultural Studies 23 (5): 679–697. https://doi.org/10.1177/1367549419896367 Miri, Amal; Emmery, Irma; Longman, Chia. 2020. „‘When my children were born, I started to love Belgium’: Moroccan migrant mothers’ narratives of affective citizenship in the Belgian citizenisation context“, Journal of Ethnic and Migration Studies 47 (9): 2109–2126. https://doi.org/10.1080/1369183X.2020.1855132 69Alisa Sheppental. Experiences of Female Political Activists from Eastern and Central Europe in Berlin: An Intersectional AnalysisMoffitt, Ursula; Juang, Linda P.; Syed, Moin. 2018. „Being both German and Other: Narratives of con-tested national identity among white and Turkish German young adults“, British Journal of Social Psychology 57 (4): 878–896. https://doi.org/10.1111/bjso.12268 Nesteruk, Olena; Marks, Loren. 2009. „Grandparents Across the Ocean: Eastern European Immigrants’ Struggle to Maintain Intergenerational Relationships“, Journal of Comparative Family Studies 40 (1): 77–95. https://doi.org/10.3138/jcfs.40.1.77 Neufeld, Masha; Wiedlack, Katharina. 2019. „Visibility, Violence, and Vulnerability: Lesbians Stuck Between the Post-Soviet Closet and the Western Media Space“ in Radzhana Buyantueva and Mary-na Shevtsova (eds.) LGBTQ+ Activism in Central and Eastern Europe. Cham: Palgrave Macmillan: 51–76. https://doi.org/10.1007/978-3-030-20401-3_3 Pechurina, Anna. 2016. „Post-Soviet Russian-Speaking Migration to the UK: The Discourses of Visibil-ity and Accountability“ in Milana V. Nikolko and David Carment (eds.) Post-Soviet Migration and Diasporas. From Global Perspectives to Everyday Practices. Cham: Palgrave Macmillan: 29–45. https://doi.org/10.1007/978-3-319-47773-2_3  Pettinger, Alasdair; Youngs, Tim (eds.). 2019. The Routledge Research Companion to Travel Writing. Abingdon, UK: Taylor & Francis. https://doi.org/10.4324/9781315613710 Pless, Anna; Paul Tromp; Dick Houtman. 2020. „The “New” Cultural Cleavage in Western Europe: A Coalescence of Religious and Secular Value Divides?“, Politics and Religion 13 (3): 445–464. https://doi.org/10.1017/S175504831900049X Robila, Mihaela. 2009. Eastern European Immigrant Families. New York: Routledge. https://doi.org/10.4324/9780203869918 Rone, Julia. 2021. „Divided by a common purpose: why do activists in Central and Eastern Europe rarely collaborate with those in the West?“, LSE European Politics and Policy (EUROPP) blog (24 Feb 2021). Blog Entry. http://eprints.lse.ac.uk/109086/ Scott, James C. 1992. Domination and the Arts of Resistance: Hidden Transcripts. New Haven: Yale Uni-versity Press.Stierl, Maurice. 2019. Migrant Resistance in Contemporary Europe. New York: Routledge. https://doi.org/10.4324/9781351270489 Szöcsik, Edina; Zuber, Christina Isabel. 2020. „Does decentralisation turn minority parties into se-cessionists? Insights from Eastern and Western Europe“, West European Politics 44 (4): 825–851. https://doi.org/10.1080/01402382.2020.1758892 ",
    "id": 543008390,
    "identifiers": {
        "doi": "10.15388/SocMintVei.2021.2.35",
        "oai": "oai:ojs.www4063.vu.lt:article/29302"
    },
    "title": "Centrinės ir Rytų Europos moterų politinis aktyvizmas Berlyne: intersekcionalumo analizė",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-09-01T01:00:00+01:00",
    "publisher": "Vilniaus universiteto leidykla / Vilnius University Press",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.journals.vu.lt/sociologija-mintis-ir-veiksmas/article/download/29302/28403"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/543008390.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/543008390"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/543008390/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/543008390/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/543008390"
        }
    ],
    "abstract": "The following article analyzes&nbsp;the experiences of female political activists from Eastern and Central Europe in Berlin. Semi-structured interviews with women (aged 20–35) were conducted and analyzed using the intersectional approach originally proposed by N. Degele and G. Winker. Intersectionality is described as a system of interactions between inequality-creating social structures (power relations), symbolic representations, and identity constructions. All the women who participated in this study describe activism as an important aspect of their identities. For non-German citizens, the activist identity is closely related to the migrant identity and is one of the major reasons they decided to move to Germany. Negative experiences in a country of origin were contrasted with a tolerant activist environment in Berlin. However, German citizens with no negative experiences in their countries of origin also implied a contrast between the “less tolerant East” and “more tolerant West”. The distinction was constructed either as a symbolical representation or articulation of experience of intergenerational conflict.Straipsnyje aptariamos moterų, kilusių iš Centrinės ir Rytų Europos, politinio aktyvizmo patirtys Berlyne. Pusiau struktūruoti interviu su 20–35 m. moterimis analizuojami pasitelkus N. Degele ir G. Winker pasiūlytą intersekcionalumo metodologiją, kur intersekcionalumas suvokiamas kaip sąveikos tarp nelygybę generuojančių socialinių struktūrų (galios santykių), simbolinių reprezentacijų ir tapatybių sistema. Visos tyrime dalyvavusios moterys politinį aktyvizmą laiko svarbiu savo tapatybės apibrėžčių dėmeniu. Moterys, kurios neturi Vokietijos pilietybės, savo kaip politinės aktyvistės tapatybę pirmiausia saisto su savo kaip migrantės patirtimi. Jos politinio aktyvizmo galimybes dažnai nurodo kaip svarbiausią priežastį, kodėl apsisprendė atvykti į Vokietiją, o tolerantiška politiniam aktyvizmui aplinka Berlyne suvokiama kaip kontrastas negatyvioms patirtims kilmės šalyse. O Vokietijos pilietybę turinčios moterys, kurios savo kilmės šalyje neturėjo jokių negatyvių patirčių, taip pat linkusios supriešinti „mažiau tolerantiškus Rytus“ ir „labiau tolerantiškus Vakarus“, tačiau tai vyksta tik simbolinių reprezentacijų lygmeniu arba artikuliuojama kaip kartų konflikto (tėvai–vaikai) patirtys",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article",
        "intersectionality",
        "political activism",
        "gender",
        "citizenship",
        "intersekcionalumas",
        "politinis aktyvizmas",
        "lytiškumas",
        "pilietybė"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.www4063.vu.lt:article/29302",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "15236",
        "openDoarId": 0,
        "name": "Sociologija. Mintis ir veiksmas",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 543008390,
        "depositedDate": null,
        "publishedDate": "2021-09-01T01:00:00+01:00",
        "updatedDate": "2024-01-10T20:28:01+00:00",
        "acceptedDate": null,
        "createdDate": "2022-11-09T21:17:11+00:00"
    },
    "urls": [
        "https://www.journals.vu.lt/sociologija-mintis-ir-veiksmas/article/view/29302"
    ],
    "lastUpdate": "2024-01-10T20:28:01+00:00",
    "setSpecs": []
}