{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Maniago, Jestoni D."
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T10:09:36+00:00",
    "dataProvider": {
        "id": 14527,
        "name": "European Scientific Journal (European Scientific Institute)",
        "url": "https://api.core.ac.uk/v3/data-providers/14527",
        "logo": "https://api.core.ac.uk/data-providers/14527/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.19044/esj.2018.v14n12p336",
    "downloadUrl": "https://core.ac.uk/download/236407963.pdf",
    "fullText": "European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 336 Challenges of Coming Out: Inputs in  Improving Mental Health    Jestoni D. Maniago, RN, RM, LPT, MAN, MAEd, DNS, FRIN, FRIHC, FRIMW, FISQUA College of Nursing, Ramon Magsaysay Technological University, Philippines, Department of Nursing, College of Applied Medical Sciences, Majmaah University, Kingdom of Saudi Arabia  Doi: 10.19044/esj.2018.v14n12p336   URL:http://dx.doi.org/10.19044/esj.2018.v14n12p336   Abstract  Homosexuals face challenges in unraveling their personality, thus, the process of coming- out becomes a very difficult experience. Most of the homosexuals are craving for the liberty to express their personalities which they believe would give essence to their existence. They are hampered by various factors in the society in which they need to come across and gain acceptance and respect. This queer study reports on the process and findings of a mini- ethnography conducted in a gay organization in the Philippines. The aims of the study were to acquire a comprehensive understanding on the challenges encountered by the homosexual gay members during the process of coming out and to identify structural and cultural enablers or barriers in revealing their homosexual personality. Four themes were strongly identified: “internalized homophobia”, “perceived rejection”, “presence of homosexual friends” and “strong desire”. These themes were seen to influence the homosexual’s coming out process. If the culture of orientation disables gay homosexuals to come out, they would find a culture or make their own culture that would be worthy of their homosexual personality, giving them the liberty of life and security.  Keywords: Challenges, Coming out, Ethnography, DSM, Philippines  Introduction  Coming out is a lifelong process of understanding and accepting male homosexual orientation or identity. It is the jargon used by the gay community to express the process of moving from a life of insincere duality into one of having an identity consistent with one’s inborn sexuality. The coming out signifies leaving the closet, a symbolic location where many gay people secretly live to remain free of the cultural fear and hatred exhibited by a European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 337 heterosexual society towards homosexual people. Leaving the closet and coming out is nearly always bittersweet experiences, which may last for years depending upon the person involved. Bitter because much is lost in a storm of pain, yet sweet because much more is gained in the light of truth and honesty. Coming out is hard to do. For some, it is psychologically impossible, and they go to the grave inside the tight confines of their dark hidden closet, from one box to the next, only the next box there’s no coming out option. For a gay person who has been years inside the prison called the closet, it often takes years of intense self-reflection before the coming out process can be initiated. And it is indeed a process, one that is typically unthinkable and unpleasant. There are seemingly simple, yet complex, steps that most closeted homosexuals must take to come out. Only if someone publicly “outs” a gay person against the person’s wishes does that gay person come out instantly, although it’s still deeply traumatic.  There are several theoretical models which hypothesize that people go through a process of awareness of being different from society’s expectation of heterosexuality (awareness). They begin to explore same-sex attractions and seek out information about lesbian, gay, bisexual, transgender, queer, questioning, intersex, pansexual, 2-spirited, asexual and allies (LGBTQQIP2SAA) communities (confusion/exploration). The next general phase is an identification with the LGBTQQIP2SAA communities and a personal or social identity as LGBTQQIP2SAA (acceptance). A person’s identity as LGBTQQIP2SAA might conflict with other aspects of their identity (e.g., racial/ethnic, religious, political affiliation) and necessitate a resolution of this conflict. Finally, a person’s LGBTQQIP2SAA identity is integrated with other aspects of identity to form a holistic self-concept or identity (synthesis). The table below shows where each of the general phases occur (awareness, confusion/exploration, acceptance, synthesis) in these most often cited models. Similarities Among Models Cass (1979) Sophie (1986) Troiden (1989) McCarn & Fassinger (1996) Awareness of Difference Identity Confusion Awareness Sensitization Awareness Confusion/Exploration Identity Comparison Testing & Exploration Identity Confusion Exploration Identity Tolerance Acceptance of LGB Identity Identity Acceptance Identity Acceptance Identity Assumption Commitment Identity Pride Synthesis of LGB Identity Identity Synthesis Identity Integration Commitment Internalization  European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 338  Everyone’s coming out story is unique, and that’s because the process happens in different ways, at different ages, for different people. Coming out to oneself will result in the release of true self-expression, a much more positive sense of self and healthier and honest relationships with loved ones. However, coming out becomes distressing sometimes. The current diagnostic and statistical manual for mental disorders (DSM 5) emphasized the weight of distress to consider a particular condition as a mental health diagnosis. Since the time that homosexuality was depathologized as mental disorder, the condition of becoming a homosexual was still perceived to be a distress. Understanding how an individual came out with his or her homosexual identity would be helpful in examining possible areas that might be chronic or severe problem.   This study was about the stories of homosexual gay members in a gay organization. Their stories narrate experiences on how they came out of their relationship towards inner self, family and society. Moreover, this hopes to give an understanding of the journey of coming out and the significance of an organization which is culturally congruent to the interest of homosexual gay members.  Objectives of the Study  The aims of the study were to describe the challenges encountered by the homosexual gay members during the process of coming out and to identify structural and cultural enablers or barriers in revealing their homosexual personality.  Methodology Design  This study reported the process and findings of a mini- ethnography conducted in a gay organization in the Philippines. According to Spradley  and Mc Curdy (1980), “Ethnography is the work of describing culture”. The description of culture scene must be guided by an intense desire to understand other individuals’ lives so much that the researcher becomes part of a specific cultural scene. To do this, Gluckman (1961) believed that researchers must learn the “native’s point of view”. Spradley, however, warned that ethnography is more than the study of the people; rather, “Ethnography means learning from people”. Spradley also pointed out that “the most important component of ethnography is on meanings of actions and events to the people [ethnographers] who seek to understand”.  Specifically, this study used critical type of ethnography. Muecke (1994) described critical ethnography as another type of ethnography which draws on cultural studies, neo- Marxist and feminist theories and research on critical pedagogy. Critical ethnographers do not believe there is a culture out European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 339 there to be known but, rather, that researchers and members of a culture together creates a cultural schema. “Inherent in a critical approach is the understanding that through communicative practices and reflection, researchers and participants discern an absolute truth of the culture” (Manias & Street, 2001).   Participant and Study Site   The participants of the study consisted of twelve homosexual gays of various age, ranges from fifteen to forty-eight. Four of them are studying in high school. Two participants were in college and the rest of the participants were working (three professional teachers and three beauty salon staff). Fifty percent came from broken families and does not gain support from the family. All of them were active members of a gay organization in the Philippines. The study included gay participants which refer to homosexuals sexually attracted to males only.   Data Collection Procedure   Carspecken (1996) has become a popular model for the conduct of critical ethnography. His five- stage method has been utilized in the study. The steps which are not necessarily sequential include: compiling the primary record via observations and recordings; undertaking the primary “reconstructive analysis”; using dialogical data generation- describing the insiders view through the use of interviews and focus groups; subjecting the data to systems analysis and seeking explanation through social- theoretical models.   More than just observing, the researcher often becomes a participant in the cultural scene. Atkinson and Hammersley (1994) suggest that “participant observation is not a particular research technique but a mode of being- in- the- world characteristic of researchers”. The researcher becomes part of the culture being studied to feel what it is for the people in the situation. The researcher spent twelve months over a sixteen- month period in the gay organization (March 2014 to March 2015). Being on the said organization helped the researcher better understand the culture of the people being studied. Physically situating oneself in the environs of the study culture is a fundamental characteristic in all ethnographic work. Because of the prolonged involvement as a researcher and participant in the group, it is extremely difficult to maintain a completely detached view. The researcher had a tremendous difficulty in trying to maintain an outsider relationship, being both a researcher and friend of those homosexual members. In this case, reflexive journal helped the researcher maintain etic’s view while learning emic’s view.    European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 340 Ethical Consideration  Ethical concerns are extremely important in the collection strategy. Confidentiality is paramount. In all correspondence, the confidentiality of all participants is stressed. Another ethical concern is intrusion into the space of the gay members. Most gay members attend meetings to receive support and information. Meetings in particular are intended to be a safe space. It is not the intention of the researcher to disrupt these meetings or to intrude. Therefore, the permission of the officers and advisor of the organization is obtained beforehand. Also, the two primary staff members who work directly with gay members are consulted on how best to distribute the surveys. Informed consent that requires obtaining voluntary consent, including description of the potential risks and benefits of participation is stressed in the entire process. Munhall (1988) recommends using process consent rather than traditional consent signed in the beginning of most studies and not revisited unless participants questions their obligations related to the study. Process consent or “consensual decision- making” means that the researcher to renegotiate the consent as unforeseen events or consequences arises. By providing the opportunity to renegotiate the consent and be part of the decision making as the study develops, researcher affords participants the chance to withdraw or modify that to which they initially agreed.  Results and Discussion  After reflective explication, there were four themes strongly identified: “internalized homophobia”, “perceived rejection”, “presence of homosexual friends” and “strong desire”. These themes were seen to influenced the homosexual’s coming out process.   “Internalized Homophobia”  Internalized homophobia is the negative feelings that participants experienced towards themselves because of their homosexuality. The forms varied from outright shame, denial, or self-injury, to hating on other gay people and more unconscious behaviors as well. Internalized homophobia happens for some of the same reasons that straight people are homophobic – namely ignorance, often because of religion and because of negative stereotypes and misinformation. Participant 09 pointed out: At first, I was afraid to come out from my closet that’s why I pushed myself to be a straight guy. My father said, homosexuality is against the church and it is the cancer of the society, they will just laugh on me.   However, with gays, negative attitudes become “internalized” because homosexual participants are the subject of these prejudices. Whether European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 341 homosexuals realize it or not, they are affected and hurt by hate and discrimination. Internalized homophobia must be a conscious choice to change it.  Some participants strongly felt that they should not be gay at first, that they repressed their feelings and desires and spoke with some of the most hateful and homophobic language. Prior to coming out, some participants experienced denial of becoming a gay, tried to led a straight life and had girlfriends. In an interview, Participant 01 shared:  I don’t like to tell them I am a gay that is why it’s too late when I decided to come out from my closet. I remember, I had a girlfriend before, we’ve been together for two years not because I like her, but because I actually like her brother, hahahaha!   Nine out of twelve participants were partially closeted before. They have gay relationships and don’t completely hide their sexuality, but they made sure not to talk about it with their families, friends and co-workers. Participant 10 and 12 shared their reasons that they do this for their own safety:  Participant 10: I really don’t want to talk about Jon and I had something before. Jon is my first boyfriend. I am afraid that I will be ousted from my work.  Participant 12: My father hated gays, he will just punch me.   However, many gay participants have gay friends, gay friendly (or at least loving) parents and still they remain silent. Often they say things like “it’s not anybody’s business,” or “we don’t talk about those kinds of things,” when questioned. The root of this avoidance and secrecy is shame, fear to disappoint, fear to face actual homophobia from people or to not be accepted. This kind of internalized homophobia really encourages subtle and systemic discrimination in the society. Even gay people believe that gays should be marginalized and gives straight people permission to ignore homosexuals. Additionally, the participants found that in this part of the spectrum are often the most avid deniers of the existence of ‘internalized homophobia’. The homosexual gay participants typically reacted by noting the incongruence and tried to rationalize it. Since the homosexual gays previously thought of themselves as heterosexual a lot of doubt is felt.   This could support the claim of Cass (1979), that in the first stage of coming out, identity confusion, the homosexual gay begins to question who he is. The individual typically reacts by either viewing these new feelings as correct and acceptable, correct but unacceptable, or incorrect and European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 342 unacceptable. The first reaction leads the individual to seek more information possibly from lesbian, gay, bisexual, transgender, queer, questioning, intersex, pansexual, 2-spirited, asexual and allies (LGBTQQIP2SAA) organization, and he proceeds into stage two. The second causes the individual to focus on inhibiting the feelings and avoid situations or experiences likely to cause those feelings. Most likely they would avoid any association with LGBTQQIP2SAA organizations. The third potential reaction causes the person to not acknowledge labeling his homosexual feelings. He does not link the behavior or attraction to an identity. In this case, identity foreclosure occurs.  The best way to overcome internalized homophobia is to first realize it’s an issue worth dealing with. If homosexuals aren’t out, there’s a good place to start. But if they are, then it’s a matter of education, acceptance, and seeing beauty in our differences.  “Perceived Rejection”  As an individual labeled their incongruence as having to do with homosexuality, the homosexual gay moves to stage two, identity comparison. This stage is characterized by the individual considering whether or not he is homosexual. As individuals in this stage struggle with defining who they are, they become aware of the implications of that identity. For example, homosexual participant 03 and 04 were aware of the high potential for social alienation.   Participant 03: I am always alone; no one would like to be my friend.  Participant 04: “It seems like people makes us sort of entertainment, like a clown”.    Feelings of “not belonging” or “perceived rejection” typically occur in this stage. In the community, it is important to have positive images of gay individuals so that when individuals are in this stage they can associate positive attributes with this possible identity. Support group like the Third Beauties serves as a vehicle to fully gain acceptance and happiness among homosexual gays.  The researcher found out that if the culture of orientation disables gay homosexuals to come out, they would find a culture or make their own culture that would be worthy of their homosexual personality, giving them the liberty of life and security.  Furthermore, participants reacted to the second stage by finding the idea of being gay acceptable or unacceptable. Finding it acceptable moves him or her into the identity tolerance. This stage is marked by an attitude of “I European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 343 probably am a homosexual”. The individual begins making contact with other gay individuals. Based on this contact, either positive or negative associations of a gay identity form. If these contacts are negative, then, according to Cass the individual is more likely to form negative perceptions about him or herself being gay and inhibit that behavior. If he or she has positive contact, though, then the commitment to a gay identity increases.  “Presence of Homosexual Friends”  Presence of homosexual friends helped young gay members to come out early in their lives. The testimony of six homosexual participants involved the participation of their homosexual friends. It helped them in gaining support towards unraveling their homosexual personalities. Participant 11 pointed out:  I disclose my homosexuality. It is because Kira taught me how to apply make-up.   Identity acceptance is characterized by an attitude of accepting a gay identity, rather than just tolerating it. Contact with other gay individuals becomes more frequent as those social networks increases. These friendships are seen as a positive component of the individual’s life. At this point the individual is still “passing” as heterosexual to the external world.   However, as homosexual participants advance to his coming out process, the homosexual gay becomes more committed to a gay identity, becomes acutely aware of society’s negative portrayal of homosexuals, and begins to reject these notions of society. Unlike in earlier stages, when the individual is more likely to succumb to the negative attitudes society has toward homosexuality, the individual is now actively resisting society. The world is seen as either “pro-gay” or “anti-gay,” and most heterosexuals and heterosexual institutions are lumped under anti-gay. The individual becomes immersed in gay culture, attending meetings, rallies, and events, reading literature, and associating only with other gay individuals or “pro-gay” heterosexuals. Much pride is felt toward the gay community, and anger is directed at the rest of society. At this point the homosexual participant is very likely to be out to most individuals. Cass suggests that if individuals routinely experience negative reactions when they disclose their gay identity, then they will likely remain in the fifth stage, identity pride, until finding a more positive environment. Participant 07 lamented:  I am very thankful to all my friends in the Third Beauties. During those times when I’m about to give up because I was always rejected, they were besides me, they supported me all throughout. Because of them, I believe in myself- I am European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 344 beautiful…..two months after, I won a beauty contest.   It is more important to note that the presence of homosexual friends in a gay organization helped these homosexual gay members to discover ways of empowering oneself and to established an identity to the society that will make them feel whole and complete.   “Strong desire”  As time passes, homosexual participants have this strong desire to disclose their homosexual personality. This is also related to their sentiment of being complete and whole and gain liberty towards sexual relationships. Participant 05 shared a story about his boyfriend whom he met in the cyberspace.  I really like to disclose my homosexuality! I have a boyfriend right now. I just met him in the internet. He’s a Canadian. What he knows about me is that I am a girl and we are already having this affair for six months. One time, I asked him if he will still accept me even I am not a girl and he said, that’s okay. But it made me weak when he added that he hated fooling him.   The homosexual participants experienced more positive reactions from heterosexuals. The homosexual gay begins to change the “us vs. them” attitude previously held to greater acceptance of heterosexuals being allies. As these perceptions of the outside world change, the individual becomes more confident to integrate his or her private and public identities and by doing so, he was able to integrate his gay identity into an overall self-concept. Now he is no longer “just gay” but is a variety of identities.  Cass believes that finding complete congruence for being homosexual is not possible since society has such pervading messages about the normalcy of heterosexuality. However, she does believe that the incongruence can be minimized to a manageable level. By the sixth stage, the individual finds this congruence as his public and private image can be the same.  Conclusion  Internalized homophobia and perceived rejection are the cultural barriers determined within the gay organization. Although, they are perceived by the homosexual participants to be their major challenges of coming out, this is still considered to be a hamper within the culture in the completeness of the coming out process among other non-participant members. However, it is more significant to note that the testimonies of the homosexual gay participants connote a strong enabling energy coming from this support European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 345 organization. The challenges they share on the coming out process is encapsulated on the cultural themes. And these challenges were able to be surpassed by the homosexual gay members and earn resilience with the help of a support organization.  This study also presented that coming out is also happening at an earlier age for younger gay members. This observation is understandable considering how much more open society has become on topics related to sexual orientation. This finding may also address an important characteristic of the “millennial” generation of gays coming into a gay organization. The gay members in the generation feel more comfortable about their sexual orientation than previous generations. This change suggests that the needs of gay “millennials” may be different than the generations before them. If this is true then the government needs to make greater strides in determining the needs of these homosexual gays.   Just like with theory, implications for practice are limited since the data lacks many significant findings. For professionals and gay leaders to offer better programs, further research needs to be conducted to better understand why there is an interest in support organizations for homosexual gays, the findings can then shape programming efforts amongst professionals who work directly with gay members.  This study also showed that more gays are arriving at a gay organization hasn’t already come out but already possessing an integrated sexual identity. This trend can be helpful for professionals as they realize that support group is a vehicle to fully gain acceptance and happiness among homosexual gays.  The issue of coming out to family is less of importance for these younger gay members. As one participant pointed out, though, coming out to coworkers is an ongoing process. Coming out to non-family members may still be an issue for younger members as they become more autonomous.   Furthermore, this study provides inputs on the future revision of the diagnostic and statistical manual for mental disorders (DSM). The researcher ascertained that if the culture of orientation disables gay homosexuals to come out, they would find a culture or make their own culture that would be worthy of their homosexual personality, giving them the liberty of life and security  Moreover, this suggests that coming out with a support system is causing less distress. However, possible areas on the challenges of coming out such as internalized homophobia and perceived rejection should be further investigated, as these may lead to severe or chronic mental health problems.  References: 1. Atkinson, P., & Hammersley, M. (1994). Ethnography and participant European Scientific Journal April 2018 edition Vol.14, No.12 ISSN: 1857 – 7881 (Print) e - ISSN 1857- 7431 346 observation. 2. Carspecken, P. F. (1996). Critical ethnography in educational research: A theoretical and practical guide. Psychology Press. 3. Cass, V. C. (1979). Homosexuality identity formation: A theoretical model. Journal of homosexuality, 4(3), 219-235. 4. Gluckman, M. (1961). Ethnographic data in British social  anthropology. The Sociological Review, 9(1), 5-17. 5. Manias, E., & Street, A. (2001). Rethinking ethnography: reconstructing nursing relationships. Journal of Advanced Nursing, 33(2), 234-242. 6. McCarn, S. R., & Fassinger, R. E. (1996). Revisioning sexual minority identity formation: A new model of lesbian identity and its implications for counseling and research. The Counseling  Psychologist, 24, 508-534.  7. Muecke, M. A. (1994). On the evaluation of ethnographies. Critical issues in qualitative research methods, 187-209. 8. Munhall, P. L. (1988). Ethical considerations in qualitative research. Western Journal of Nursing Research, 10(2), 150- 162. 9. Sophie, J. (1986). A critical examination of stage theories of lesbian identity development. Journal of Homosexuality, 12(2), 39-51. 10. Spradley, J. P., & McCurdy, D. W. (1980). Anthropology, the cultural perspective. John Wiley & Sons. 11. Troiden, R. R. (1988). Homosexual identity development. Journal of Adolescent Health Care, 9, 105-113.       ",
    "id": 236407963,
    "identifiers": {
        "doi": "10.19044/esj.2018.v14n12p336",
        "oai": "oai:ojs.pkp.sfu.ca:article/10793"
    },
    "title": "Challenges of Coming Out: Inputs in Improving Mental Health",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-04-30T01:00:00+01:00",
    "publisher": "European Scientific Institute, ESI",
    "references": [],
    "sourceFulltextUrls": [
        "http://eujournal.org/index.php/esj/article/download/10793/10304"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/236407963.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/236407963"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/236407963/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/236407963/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/236407963"
        }
    ],
    "abstract": "Homosexuals face challenges in unraveling their personality, thus, the process of coming- out becomes a very difficult experience. Most of the homosexuals are craving for the liberty to express their personalities which they believe would give essence to their existence. They are hampered by various factors in the society in which they need to come across and gain acceptance and respect. This queer study reports on the process and findings of a mini- ethnography conducted in a gay organization in the Philippines. The aims of the study were to acquire a comprehensive understanding on the challenges encountered by the homosexual gay members during the process of coming out and to identify structural and cultural enablers or barriers in revealing their homosexual personality. Four themes were strongly identified: “internalized homophobia”, “perceived rejection”, “presence of homosexual friends” and “strong desire”. These themes were seen to influence the homosexual’s coming out process. If the culture of orientation disables gay homosexuals to come out, they would find a culture or make their own culture that would be worthy of their homosexual personality, giving them the liberty of life and securit",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "Peer-reviewed Article"
    ],
    "oai": "oai:ojs.pkp.sfu.ca:article/10793",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14527",
        "openDoarId": 0,
        "name": "European Scientific Journal (European Scientific Institute)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 236407963,
        "depositedDate": null,
        "publishedDate": "2018-04-30T01:00:00+01:00",
        "updatedDate": "2024-02-17T11:19:35+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T10:09:36+00:00"
    },
    "urls": [
        "https://eujournal.org/index.php/esj/article/view/10793"
    ],
    "lastUpdate": "2024-02-17T11:19:35+00:00",
    "setSpecs": []
}