{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kuri, Erin"
        }
    ],
    "contributors": [],
    "createdDate": "2020-08-02T09:25:31+01:00",
    "dataProvider": {
        "id": 12426,
        "name": "Journal of the Motherhood Initiative for Research and Community Involvement (JMI - York University)",
        "url": "https://api.core.ac.uk/v3/data-providers/12426",
        "logo": "https://api.core.ac.uk/data-providers/12426/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/327150645.pdf",
    "fullText": "37 |JOURNAL OF THE MOTHERHOOD INITIATIVEERIN KURIChallenging the Invisibility of Queer Young MothersThe social identity category of “young mothers” refers to a diverse and marginalized group, which has been socially constructed by dominant political and faith-based regimes in Western society. For youth who identify as queer young mothers, multiple vectors of oppression result in the erasure of their identity and material needs, contributing to reduced access to appropriate healthcare which impacts the quality of their health and wellness and the health and wellness of their children. In this article, I argue that although the visibility of queer pregnant and parenting youth is an important step in order to collectively establish particular material needs, that recognition alone is not enough. Collaborative advocacy efforts must take an intersectional approach. I place two texts into conversation with one another: Gayle Rubin’s essay titled Thinking Sex and Rebecca Trotzky-Sirr’s retrospective memoir-style essay, titled The Revolutionary Artist Mom and Baby League: Putting Young Queer Parents on the Map, which centres the voices of youth who identify as queer young mothers. By placing these two texts together, political factors relating to both sexuality and gender, as well as age and economic status, are made apparent, allowing one to trace how and why this group is rendered invisible by communities that serve young mothers and by communities that support queer parents. I then discuss how the combination of these two texts establishes a clear need to collaboratively advocate with queer pregnant and parenting youth to ensure that their particular material needs are met. I explore an intersectional approach to advocacy, and I suggest a sense of direction with respect to advocacy efforts for the needs of youth who identify as queer young mothers. In support of my argument, I draw from feminist theory, contemporary motherhood studies, and queer studies. Gayle Rubin remarks that attention to sexuality is always political (143). Rubin’s insights can support our critical understanding of the politics surrounding the social identity category of “young mothers”. “Young mothers” ERIN KURI38 | VOLUME 11, NUMBER 1refers to a diverse and marginalized group, which has been socially constructed by dominant political and faith-based regimes in Western society. For youth who identify as queer young mothers, multiple vectors of oppression result in the erasure of their identity and material needs. Social determinants of health include social and economic factors that make access to healthcare services and to a lifestyle that supports health and wellness more available to some individuals than others. The government of Canada recognizes that “experiences of discrimination, racism, and historical trauma are important social determinants of health for certain groups such as Indigenous Peoples, LGBTQ and Black Canadians” (Government of Canada). It would, therefore, be salient to incorporate an intersectional lens that attends to the dynamics of social power and oppression when focusing on the maternal health and wellness of queer young mothers. In the following article, I argue that although the visibility of queer pregnant and parenting youth is an important step in order to collectively establish particular material needs, such as inclusive maternal healthcare services, that recognition alone is not enough. Collaborative advocacy efforts must take an intersectional approach and prioritize the dismantling and reconfiguring of systems such as child welfare, education, financial aid, healthcare, and family legal systems that distribute opportunity to some and withhold it from others. These systems have historically been shaped by dominant values of patriarchy, capitalism, and white supremacy, acting as enduring sites of oppression and violence towards marginalized communities.I am writing this article as a mental health care provider, with clinical experience working directly with young mothers and their infants across several urban multiservice community agencies for young families. I identify as a white settler and second-generation immigrant as well as a middle-class, able-bodied, heterosexual, and cisgender woman (pronouns she/her). I am writing as an ally to LGBTQ parenting youth and as a mother. As part of my role working with young mothers across various young parent agencies, I had the opportunity to notice different ways in which agencies expressed inclusivity through their websites, program materials, and practices as a means of attending to the diverse needs of their clients. Working from a feminist perspective, I was often puzzled by the lack of attention to gender identity and sexual orientation in programming and discussion around caregiving and families. Although some youth self-identified as bisexual, queer, or gender fluid, unless one did self-identify as such, it would often be assumed that the mother identified as heterosexual and cisgender. There were no spaces on the intake forms to provide this aspect of their identity and no specific recognition of this possibility in program descriptions or discussion about family composition. Although program descriptions and healthcare services were described as broadly inclusive, reflections of LGBTQ identity were not CHALLENGING THE INVISIBILITY OF QUEER YOUNG MOTHERS39 |JOURNAL OF THE MOTHERHOOD INITIATIVEspecifically recognized across agencies. I observed that recognition of LGBTQ identity in young mothers depended very much on the particular agency or service provider, which could be made apparent by having a rainbow sticker in the waiting room or on an office door. Training and education on LGBTQ-related healthcare matters would depend on the service provider and what training is offered within the agency. In an effort to better understand the lack of visibility relating to gender identity and sexual orientation in services directed towards young mothers, I engaged in further research to analyze the various social factors that contribute to this invisibility and how it may be affecting pregnant and parenting youth. As I myself do not identify as a queer young mother, I aim to centre the voices of theorists who do identify as members of the queer community. The perspectives and lived experience shared by these individuals contribute to a deeper understanding of how queer young mothers are rendered invisible in Western society and how social services and healthcare systems may be improved in support of more equitable care. I place two texts in conversation with one another: Gayle Rubin’s essay titled Thinking Sex, and Rebecca Trotzky-Sirr’s retrospective memoir-style essay, titled The Revolutionary Artist Mom and Baby League: Putting Young Queer Parents on the Map, which centres the voices of youth who identify as queer young mothers. In the first section of this article, I demonstrate that by placing these two texts together, political factors relating to sexuality and gender, as well as age and economic status, are made apparent, allowing one to trace how and why this group is rendered invisible by social service and healthcare communities that serve young mothers and by social service and healthcare communities that support queer parents. In the second section of this article, I discuss how the combination of these two texts establishes a clear need to collaboratively advocate with queer pregnant and parenting youth to ensure that their particular material needs are met. In the third section of this article, I will then turn to the work of Dean Spade, who demonstrates that recognition in itself cannot achieve effective political gains and that an intersectional approach to advocacy must focus on the administrative and legal systems that distribute life chances to groups who exist outside the dominant norms of society. Finally, I return to the political institutions identified through the work of Rubin and Trotsky-Sirr to suggest a sense of direction with respect to advocacy efforts that support positive maternal health and wellbeing in the lives of youth who identify as queer young mothers. In support of my argument, I draw from feminist theory, contemporary motherhood studies, and queer studies.For the purpose of this article, “young mothers” will be described as youth who give birth or become a parent to their first child during their teenage years or early twenties. It is important to note that not all young pregnant or ERIN KURI40 | VOLUME 11, NUMBER 1parenting individuals identify as women or mothers or with the female gender pronouns “she” and “her,” as some prefer alternative parent labels (Lewis 162); therefore, I will integrate gender neutral language throughout this essay in an effort to be inclusive of youth who identify as genderqueer, trans*, or nonbinary. It is also important to identify that not all young female parents are biologically related to their children (Lewis 154). Regarding the particular texts under study, I employ the terminology used by the author, as such terminology may represent particular sources of research or identity. Gender-based oppression that women in particular experience must be acknowledged (Gladu 1) as well as particular forms of oppression and social exclusion experienced by youth who identify as queer and/or trans* (Gibson 352; Trotzky-Sirr 133). This article seeks to bridge these two areas of knowledge. Much of the literature cited in this work, specific to pregnant and parenting youth, refers specifically to youth whom the authors identify as women. This author, along with numerous authors cited in this article, recognizes a dearth of academic and popular-culture literature that focuses on the experiences of pregnant youth who identify as queer (Gibson 348; Packebush 23; Toews 1; Trotsky-Sirr 134). Further representation is needed that focuses on the intersection of these social identities. Invisibility of Queer Young Moms: Where Feminism Meets Sexual Oppression In the 1980s, battles were waged between liberal sex-positive feminists and conservative “sex-negative” feminists over pornography and sex work (Barker and Scheele 48). It was within this context that Gayle Rubin wrote Thinking Sex, in which she conceptualizes the topic of sexuality within historical, political, and social movements, attending to ways that sexuality has been influenced by neoconservative ideology and right-wing religious groups (148). Thinking Sex was influenced by Foucault, poststructural, and feminist theory, with an aim to deconstruct forms of erotic injustice (157; Barker and Scheele 48). Based on historic and contemporary forms of sexual oppression that individuals were experiencing in the 1980s, Rubin asserted that there was an urgent need to develop a radical theory of sexuality (148). Rubin’s essay outlines societal barriers to the development of a radical theory of sexuality (149), which remain relevant today. Rubin’s theory is situated within a western historical context that emphasizes social inequality and a sexual system of discrimination (155). Perhaps most impactful in Rubin’s work is a visual diagram that depicts how various sexual populations can be divided into a hierarchy, with some forms of sexuality being accepted by the dominant culture and some forms being marginalized and oppressed (153). Particular aspects of this study relating to the oppression experienced by CHALLENGING THE INVISIBILITY OF QUEER YOUNG MOTHERS41 |JOURNAL OF THE MOTHERHOOD INITIATIVEpregnant queer youth include Rubin’s identified influence of Western indus-trialization relating to laws that were created to govern and punish sexually active minors (Wilson 94), an ongoing history of racialized and nonconforming individuals being pathologized (Joseph 1021) and criminalized (Trotsky-Sirr 137; Wilson 94), and the potential for friction to develop among sexually oppressed groups who “engage in political contest to alter or maintain their place in the ranking” (Rubin 157). I will elaborate further on these elements in the next section. Corinne Wilson describes how Britain’s Industrial Revolution in the early to mid-nineteenth century drastically altered societal views about childhood; division between child and adult was created, as children were deemed to be developmentally incomplete and in need of protection (Wilson 95). From that point, childhood came to symbolically represent innocence and morality in Western society (Wilson 95). This shift further shaped moral attitudes towards children who were either deemed innocent and deserving of protection or delinquent and deserving of punishment (Wilson 95). Sexually active (female and unwed) teenagers were then judged to be delinquent and a threat to the moral fabric of society (Rock 20; Wilson 96). Stereotypes of young mothers as irresponsible and delinquent continue to contribute to the judgmental treatment of this group today (Darisi 29). Rebecca Trotsky-Sirr once identified as a queer young mom herself and is currently a medical doctor. Through her autobiographical account, she illustrates the impact of moral judgment when she reveals that many queer young mothers avoid disclosing their sexual orientation within social service and healthcare settings due to fear of stigma. The quality of the prenatal healthcare they receive could be compromised or they may risk being reported to child protective services by their healthcare provider (137). Rubin identifies the various ways her theorized sexual hierarchy is upheld by powerful societal structures, such as legal systems, bureaucratic regulations, the institution of the family, and the general public (160). I would add to this list the institution of motherhood, which upholds societally constructed ideals of what it means to be a so-called “good mother” (Rock 21). Rubin demonstrates that the material consequences of not fitting into the ideals of these structures may include risks to housing, employment, immigration status, and social supports (160). Trotsky-Sirr describes material consequences, such as low income, an inability to access fertility services or legal support (135), unaddressed or unmet unique healthcare needs (137), and a lack of social supports (134). These material needs are all identified as social determinants to health (Government of Canada). Better or worse health outcomes for queer pregnant or parenting youth are directly connected to whether or not they are able to get these needs met as well as the quality of the services they receive. Rubin describes Jeffrey Weeks’s concept of “moral panic” (162), which is ERIN KURI42 | VOLUME 11, NUMBER 1highly relevant to the topic of young mothers, especially those who have been socially constructed as a risk to the economic and moral fabric of society (Vandenbeld Giles 120; Gore 756). Margaret Gibson describes the tensions experienced by queer mothers faced with the pressure to assimilate into mainstream parenting cultures that uphold the dominant patriarchal institution of motherhood and the nuclear family as a means of avoiding societal judgment associated with being different (351; Lewis 162). Rubin explains that moral panic can occur when societal fears are projected onto a particular sexual activity or group, which then becomes symbolic of that fear (162). Rubin’s essay concludes by addressing the relationship between feminism (focusing on gender oppression) and sex (focusing on sexual oppression) (165). Although she views that the “oppression of women is mediated through and constituted within sexuality” (165), she asserts that ultimately feminism and sexuality should be two separate realms of study (169). To move past the binary of sex-positive and sex-negative positions, she calls for attention to be given to the issues of social equality and consent (165). In her final section, she returns to her theory of gender hierarchy and argues for a view of benign sexual variation among diverse forms of sexual activity and sexual identities (169). The Need for Collaborative AdvocacyRubin’s approach to conceptualizing how and why sexual oppression occurs is useful in understanding the political context that contributes to the invisibility of queer young mothers. However, her desire to separate theories of gender oppression from theories of sexuality oppression does a disservice to this group with respect to comprehending their experiences of social injustice. As Trotsky-Sirr illustrates, both gender and sexuality (in addition to race, class, age, ability, etc.) are interwoven in a complex intersectional manner. She recounts her feelings of social exclusion as a queer young mother, as she could not relate to the “hetero-married-suburban culture” of mainstream parenting groups or to the queer parenting groups that consisted of older, middle-upper-class folks who did not share the social stigma or income barriers of being a teen parent (133). Trotsky-Sirr describes how her efforts to seek more young people like herself resulted in the forming of a collective of queer-identified young mothers called the Revolutionary Artist Mom and Baby League (RAMBLE) (134). Although the group had a great deal in common, she also acknowledges the diversity between members with respect to social identity and life experience. She recalls a member of the collective named Susan who identified as queer punk at twenty-two and was trying to conceive (135). Another member, Nori, a nineteen-year-old mom aiming to complete her college education, identified as a female-partnered sex worker, (135). Katrina was engaged to a female-to-CHALLENGING THE INVISIBILITY OF QUEER YOUNG MOTHERS43 |JOURNAL OF THE MOTHERHOOD INITIATIVEmale trans partner, following separation from an abusive relationship with her baby’s biological parent (135). Sexually active teenagers, who identify as both mothers and queer, live under both umbrellas of gender oppression and sexual oppression. When this group is analyzed in only one category or the other, important aspects of their experience of oppression become invisible and therefore unintelligible. This phenomenon can be analyzed through intersectionality theory. Kimberlé Williams Crenshaw is a feminist legal scholar who coined the term “intersectionality” to describe the experiences of social injustice through the eyes of women of colour within a legal system that fails to understand how racism and sexism intersect with one another to shape particular forms of oppression (Crenshaw 1, 243). Attention to queer intersectional parenting identities creates new possibilities for reconceptualising the notion of family (Lewis 164). Despite the exciting potential of new spaces for mothers to inhabit, many parents who identify as queer continue to be lured to the desire to appear normal (Gibson 347). Perceptions of normalcy are deployed by some queer mothers as a means to combat discrimination, to uphold a positive family identity, and to foster positive interactions within the community (Gibson 351). Gibson (353) describes critiques against “strategies of normalization” exercised by LBQ mothers and the broader LGBTQ community. Jasbir Puar uses the term “homonationalism” to describe the political and economic dynamics that create a form of national “exceptionalism” in the United States, in which some queer identities (white, male, Christian, upper middle class, and conforming to heteronormative values) are accepted at the expense of others (people of colour, non-Christian, female, trans*, nonbinary, bisexual, nonmonogamous, young, working class, or those living below the poverty line) (2, 28). Citing the work of Sara Ahmed, Puar (22) discusses how attempts that some queer couples make to assimilate dominant heteronormative lifestyle practices can be harmful to those individuals who cannot or choose not to. Individuals, such as queer youth (particularly queer youth of colour who identify as female, trans*, or nonbinary), then become dismissed, dehumanized, or rendered invisible by society (Puar 2, 32). Discussing the battle of “commonality” over “difference” within comm-unities of LBQ mothers neglects the perspectives of youth who identify as queer mothers (Gibson 352). Dominant discourses that focus on “fertility services, adoption, and parenting, highlight ideas of consumer-style ‘choice’” (Gibson 354) that many LBQ mothers cannot access due to various constraints: income, biological, ideological, and institutional (Lewis 157). According to the accounts of Trotsky-Sirr (133), one may assume that such constraints would be exacerbated by age and income-related challenges as well as the moral judgments faced by many young parents. ERIN KURI44 | VOLUME 11, NUMBER 1The RAMBLE collective offers the opportunity for vital support and political work to be done by and with queer young mothers (Trotsky-Sirr 134). As a former queer young mother and current healthcare provider, Trotsky-Sirr declares her aim to “claim a place in queer parenting history (134), as this is a highly invisible group in need of recognition, appropriate healthcare, and resources (134). Trotsky-Sirr shared that she went to great lengths to find scholarly literature about pregnant and parenting queer youth, and although she was able to find one study, it was near impossible to locate. She shares evidence that teens who identify as bisexual or lesbian are equally likely to engage in intercourse but are significantly more likely to become pregnant (134). She acknowledges that this study gave no indication as to what circumstances shaped these outcomes. Based on the lived experiences shared within the collective, she suggests correlations with housing insecurity, interpersonal violence, and challenges engaging with reproductive healthcare services. Such factors are widely recognized as social determinants to health (Government of Canada). These challenges are also well documented within feminist research that focuses on the impacts of social injustice relating to patriarchy, misogyny, racism, and capitalism in the lives of young mothers (Byrd et al. 11, 490; Fortin et al. 9; Kennedy 579; Keys 102; Kulkarni 189; Mcdonald-Harker 1). An Intersectional Approach to ResistanceThe social identity category as well as material needs of youth who identify as queer young mothers is rendered invisible in a society that predominantly values patriarchy, white supremacy, capitalism, and the nuclear family. The combination of Rubin and Trotsky-Sirr’s texts demonstrates that an intersectional approach to collaborative advocacy is needed in order to understand and support the autonomy of this diverse group.Dean Spade published an essay titled “Intersectional Resistance and Law Reform” that explores how Crenshaw’s theory of intersectionality is applied by communities who seek social justice reform. He draws on feminist, critical race, anticolonial, and poststructural theory to support his efforts to draw connections between successful methods of intersectional resistance (1031). He demonstrates why resistance strategies focusing on recognition and legal equality fail, since such efforts do not address the root causes of injustice entrenched within administrative and legal systems. Spade uses various examples that illustrate how focusing on specific marginalized groups not only creates divisiveness but also may actually support and expand systems of violence (1033). Spade explains that the current American legal system addresses civil cases of discrimination on a single-axis basis (e.g. race, gender, or class) and that onus rests with the victim of discrimination to demonstrate that the accused CHALLENGING THE INVISIBILITY OF QUEER YOUNG MOTHERS45 |JOURNAL OF THE MOTHERHOOD INITIATIVEperpetrator meant harm and intentionally discriminated based on that particular axis of identity (1034). He then presents critiques of this system and suggests the use of the concept of “population control,” which “removes the focus from discrete incidents or individual’s and allows for an analysis of multiple systems that operate simultaneously to produce harms directed not at individuals but at entire populations” (1035). Spade contributes an alternative to forms of resistance that focus on legal equality of particular groups; he instead offers a method that both acknowledges multiple vectors of harm and seeks to dismantle the institutions that transmit systemic oppression (1037). Spade’s work in conjunction with Rubin’s and Trotsky-Sirr’s demonstrates the dangers of engaging in discourses of deservingness between various groups, as defined by Rubin’s sexual hierarchy, as well as intragroup differences. Echoing the work of Rubin and Trotsky-Sirr, Spade also shows how groups that are perceived to be a “threat or drain” on the dominant population become perceived as “internal enemies”, which are destroyed and abandoned by the state (1046). He distinguishes the privileged groups and makes it clear that queer pregnant and parenting youth lack these socially desired characteristics and can be classified as “internal enemies” of the state (1046). Spade offers a valuable account of intersectional methods of resistance that have demonstrated promise in achieving aims of social justice (1050). Although it is beyond the scope of this article to expand at length on Spade’s approach, healthcare policymakers would do well to draw on these intersectional approaches to encourage equity in policy development and implementation. Queer Young Moms in ResistanceIn this final section, I return to the political institutions identified by Rubin and Trotsky-Sirr to suggest a sense of direction queer young mothers advocacy should take. In accordance with Spade’s text, I first outline what processes to avoid and identify forces of “population control” that impact queer parenting youth. I then review relevant historical contexts and, finally, identify helpful directions for advocacy. Spade lists three ways harm can be perpetuated through advocacy efforts. Therefore, one should exercise caution and consider avoiding these dangers (1037). First, advocacy efforts should avoid making the argument that queer young mothers are more deserving than older queer parents, straight young mothers, or any other marginalized group in order to prevent further divisiveness. Second, advocates should avoid participating in structures (such as the legal system) that are complicit in the oppression young mothers are trying to resist. Third, advocacy efforts should be avoided that may result in further expanding dominant structures (1037). As a result, one could ask if it is even possible to effect change from within these systems. ERIN KURI46 | VOLUME 11, NUMBER 1Due to unjust societal perceptions of risk, young parents are placed at a much higher level of surveillance than older parents (Vandenbeld Giles 120). As Rubin points out in her work, being identified outside of the dominant norm may lead to increased precarity in various domains of life (160). Spade provides examples of relevant forces of population control—capitalism, patriarchy, homophobia, transphobia, ageism, white supremacy, gender, criminalization, immigration enforcement, ableism, settler colonialism, and environmental destruction—and how they overlap and interlock in nature (1040). Another important theme of resistance threaded through the works of both Rubin (157) and Spade (1043) is the influence of historical contexts and progressive narratives. In the case of young mothers, Deborah Byrd traces the historic prevalence of teen pregnancy alongside societal attitude shifts relating to unwed and single mothers (488). Her findings reveal that although the prevalence of teen pregnancy has actually decreased, moral panic has increased, as there are now fewer male breadwinners to offer financial support. Finally, according to Spade’s findings, advocates for queer youth must directly mobilize affected communities (1050). These may be neighbourhoods, gay-straight alliances within schools, or cultural communities. Spade states that horizontal structures of power are vital within successful resistance movements. Such a system would centre the voices of those with the least power and develop capacities for autonomy and leadership in those who are most exposed to situations that exacerbate vulnerability (Butler 25; Kelly 13; Mackenzie 42). Spade asserts that a failure to work collaboratively, through an intersectional lens, will only lead to reforms that contribute to ongoing domination and violence (1050). ConclusionPregnant and parenting youth who identify as queer are a diverse and marginalized group. Throughout this article, I have demonstrated the necessity of bringing visibility to the existence and material needs of this group, but recognition is not enough to establish effective change within social services and healthcare systems. Collaborative advocacy efforts must be rooted in critical theory that values an intersectional lens of analysis with aims to dismantle and reconstruct administrative and legal systems. By introducing the works of Gayle Rubin and Rebecca Trotzky-Sirr (2009), I have shown how political factors surrounding sexual and gender oppression contribute to the lack of visibility experienced by this group. In the second section of the essay, I analyzed these two texts together to show there is a need to collaboratively advocate with queer pregnant and parenting youth to ensure that their distinct material needs are met. In the third section, I brought the CHALLENGING THE INVISIBILITY OF QUEER YOUNG MOTHERS47 |JOURNAL OF THE MOTHERHOOD INITIATIVEwork of Spade into conversation with the first two texts. Spade’s work highlights advocacy steps that would be reasonable to carry out on a broader scale, as they use an intersectional approach to resistance and could meet the needs of queer pregnant and parenting youth. Teen mothers and their young children who are currently seeking services do not have time to wait for the long and arduous processes involved in systems being dismantled and reconfigured. Their health and wellbeing, and that of their infants, are being affected right now, with life-long and intergenerational consequences. What can direct service providers, healthcare administrators, and policymakers do right now to better support queer young mothers? In alignment with Spade’s recommendations, programs must be designed and promoted as generally inclusive of all marginalized groups of young mothers; they must recognize various forms of intersecting societal oppression, shared vulnerabilities, and ways that precarity is socially distributed. Most program websites for young parent programs and queer parent programs do offer more inclusive language, yet they do not name examples of groups they are including (for example, young families or families of all ages and composition). Visually creating space for younger parents or LGBTQ parents (in addition to intersecting identities relating to race, class, ability, size, etc.) within intake forms and program descriptions would increase visibility and a sense that these moms can expect to be accepted within these services. Examples could include images of same-sex or gender diverse families and inclusive language on websites and program brochures. Visual references and inclusive language also set a tone for group members who do not identify as younger or queer to anticipate that they are entering into a program that supports queer young mothers. Inclusive scenarios and situations can be presented by group facilitators to recognize diversity and to promote a safe and welcoming space. Even if programs are labelled as inclusive to queer youth, some mothers may not feel physically or emotionally safe to be “out” or may choose to exercise their ability to pass as a means of meeting the idealized image of the good mother. All individuals connected with social service and healthcare organizations (e.g., direct service providers, administration, and policymakers) should undergo professional development that supports knowledge and sensitivity about ways that various social determinants affect the maternal health and wellbeing of queer young mothers. Healthcare providers must respect a mother’s decision to disclose this aspect of her identity. If the healthcare provider is aware of this aspect of their client’s identity, they must not “out” them through shared healthcare documentation without the consent of their client. Sharing such information must be treated as a safety issue, and the client must be supported to decide for herself if, how, and when she would like to share this information with her peers or other service providers. Healthcare services and systems must promote awareness and inclusivity of ERIN KURI48 | VOLUME 11, NUMBER 1all marginalized caregivers. These systems must value and prioritize ongoing relational care that is offered over time as a means to support autonomy for service users. Appropriate funding and resources must be allotted to accommodate the diverse need of marginalized caregivers across various sectors in recognition of social determinants to maternal health. Services must have flexibility to ensure equitable access to care and to recognize the dynamics of power as well as the impacts of social oppression within societal systems and infrastructure. Through recognizing the importance of visibility for queer young mothers and through engaging a broader intersectional approach to maternal health and wellbeing, we can begin to envision a more inclusive healthcare system for young families. Work Cited Barker, Meg-John, and Julia Scheele. Queer: A Graphic History. Icon, 2016. Byrd, Deborah. L. “Young Mothers and the Age-old Problems of Sexism, Racism, Classism, Family Dysfunction and Violence.” Mothers, Mothering and Motherhood across Cultural Differences: A Reader, edited by Andrea O’Reilly, Demeter, 2014, pp. 487-506. Byrd, Deborah, et al. “Introduction.” Feminist Perspectives on Young Mothers, and Young Mothering, edited by Joanne Minaker, Deborah Byrd, and Andrea O’Reilly, Demeter, 2019, pp. 9-31. Butler, Judith. “Rethinking Vulnerability and Resistance.” Vulnerability in Resistance, edited by Judith Butler, Zeynep Gambetti and Leticia Sabsay, Duke, 2016, pp. 13-27.Crenshaw, Kimberlé. “Mapping the Margins: Intersectionality, Identity Politics, and Violence against Women of Colour.” Stanford Law Review, vol. 43, no. 6, 1991, pp. 1241-99. Darisi, Tanya. “‘It Doesn’t Matter if You’re 15 or 45, Having a Child is a Difficult Experience’: Reflexivity and Resistance in Young Mothers’ Con-structions of Identity.” Journal of the Association for Research on Mothering, vol. 9, no. 1, 2007, pp. 29-41. Fortin, Rebecca, et al. “I Was Here: Young Mothers Who Have Experienced Homelessness Use Photovoice and Participatory Qualitative Analysis to Demonstrate Strengths and Assets.” Global Health Promotion, vol. 22, no. 1, 2015, pp. 8-20. Gibson, Margaret, F. “Queer Mothering and the Question of Normalcy.” Mothers, Mothering and Motherhood Across Cultural Differences: A Reader, edited by Andrea O’Reilly, Demeter Press, 2014, pp. 347-366. Gladu, Marilyn. Taking Action to End Violence against Young Women and Girls in Canada: Report of the Standing Committee on the Status of Women. Seventh Report, 42nd Parliament, 1st session, House of Commons/ Chambre Des CHALLENGING THE INVISIBILITY OF QUEER YOUNG MOTHERS49 |JOURNAL OF THE MOTHERHOOD INITIATIVECommunes, 2017, www.ourcommons.ca/Content/Committee/421/FEWO/ Reports/RP8823562/feworp07/feworp07-e.pdf. Accessed 12 June 2020.Gore, Ariel. “High Risk: Who a Mother Should Be.” Maternal Theory: Ess-ential Readings, edited by Andrea O’Reilly, Demeter Press, 2007, pp. 756-760.Government of Canada. “Social Determinants of Health and Health Inequalities.” Determinants of Health, www.canada.ca/en/public-health/services/health-promotion/population-/what-determines-health.html. Accessed 8 May 2020. Joseph, Ameil. J. “The Necessity of an Attention to Eurocentrism and Colonial Technologies: An Addition to Critical Mental Health Literature.” Disability & Society, vol., 30. no. 7, 2015, pp. 1021-41. Kelly, Deirdre, M. “Young Mothers, Agency and Collective Action: Issues and Challenges.” Journal of the Association on Mothering, vol. 9, no. 1, 2007, pp. 9-19. Kennedy, Angie, C. “Resilience Among Urban Adolescent Mothers Living with Violence: Listening to Their Stories.” Violence Against Women, vol. 11, no. 12, 2005, pp. 1490-14. Keys, Deborah. “Complex Lives: Young Motherhood, Homelessness, and Partner Relationships.” Journal of the Association for Research on Mothering, vol. 9, no. 1, 2007, pp. 101-10.Kulkarni, Shanti. “Interpersonal Violence at the Crossroads Between Adolescence and Adulthood: Learning about Partner Violence from Young Women.” Violence against Women, vol. 12, no. 2, 2006, pp. 187-207. Lewis, Johanna. “Becoming “Yazzi”: A Queer Story of Young Parenthood.” Feminist Perspectives on Young Mothers, and Young Mothering, edited by Joanne Minaker, Deborah Byrd, and Andrea O’Reilly, Demeter, 2019, pp. 151-65. Mackenzie, Catriona. “The Importance of Relational Autonomy and Capabilities for an Ethics of Vulnerability.” Vulnerability: New Essays in Ethics and Feminist Philosophy, edited by Catriona Mackenzie, Wendy Rogers, and Susan Dodds, Oxford, 2014, pp. 33-59.McDonald-Harker, Caroline. Mothering in Marginalized Contexts: Narratives of Women Who Mother in and Through Domestic Violence, Demeter Press, 2016. Packebush, Nina. Girls Like Me. Bedazzled Ink Publishing, 2017. Puar, Jasbir, K. Terrorist Assemblages: Homonationalism in Queer Times. Duke, 2007.Rock, Lindsey. “The ‘Good Mother’ vs the ‘Other Mother’: The Girl Mom.” Journal of the Association on Mothering, vol. 9, no. 1, 2007, pp. 9-19. Rubin, Gayle, S. “Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality.” Pleasure and Danger, edited by Carole Vance, Routledge, 1984, pp. 143-78. ERIN KURI50 | VOLUME 11, NUMBER 1Spade, Dean. “Intersectional Resistance and Law Reform.” Signs, vol. 38, no. 4, 2013, pp. 1031-55. Toews, Miriam. Summer of My Amazing Luck. Vintage, 2006. Trotzky-Sirr, Rebecca. “The Revolutionary Artist Mom and Baby League: Putting Young Queer Parents on the Map.” Who’s Your Daddy? And Other Writings on Queer Parenting, edited by Rachel Epstein, Sumach Press, 2009, pp. 133-38. Vandenbeld Giles, Melinda. “From ‘Need’ to ‘Risk’: The Neoliberal Construction of the ‘Bad’ Mother.” Journal of the Motherhood Initiative, vol. 3, no. 1, 2012, pp. 112-33. Wilson, Corinne. “An Inappropriate Transition to Adulthood? Teenage Pregnancy and the Discourses of Childhood in the UK.” Journal of the Association on Mothering, vol. 9, no. 1, 2007, pp. 9-19. ",
    "id": 327150645,
    "identifiers": {
        "doi": null,
        "oai": "oai:jarm.journals.yorku.ca:article/40590"
    },
    "title": "Challenging the Invisibility of Queer Young Mothers",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-07-21T01:00:00+01:00",
    "publisher": "Motherhood Initiative for Research and Community Involvement",
    "references": [],
    "sourceFulltextUrls": [
        "https://jarm.journals.yorku.ca/index.php/jarm/article/download/40590/36761"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/327150645.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/327150645"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/327150645/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/327150645/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/327150645"
        }
    ],
    "abstract": "The social identity category of “young mothers” refers to a diverse and marginalized group, which has been socially constructed by dominant political and faith-based regimes in Western society. For youth who identify as queer young mothers, multiple vectors of oppression result in the erasure of their identity and material needs, contributing to reduced access to appropriate healthcare which impacts the quality of their health and wellness and the health and wellness of their children. In this article, I argue that although the visibility of queer pregnant and parenting youth is an important step in order to collectively establish particular material needs, that recognition alone is not enough. Collaborative advocacy efforts must take an intersectional approach. I place two texts into conversation with one another: Gayle Rubin’s essay titled Thinking Sex and Rebecca Trotzky-Sirr’s retrospective memoirstyle essay, titled The Revolutionary Artist Mom and Baby League: Putting Young Queer Parents on the Map, which centres the voices of youth who identify as queer young mothers. By placing these two texts together, political factors relating to both sexuality and gender, as well as age and economic status, are made apparent, allowing one to trace how and why this group is rendered invisible by communities that serve young mothers and by communities that support queer parents. I then discuss how the combination of these two texts establishes a clear need to collaboratively advocate with queer pregnant and parenting youth to ensure that their particular material needs are met. I explore an intersectional approach to advocacy, and I suggest a sense of direction with respect to advocacy efforts for the needs of youth who identify as queer young mothers. In support of my argument, I draw from feminist theory, contemporary motherhood studies, and queer studies",
    "tags": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "in-brief"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article",
        "info:eu-repo/semantics/publishedVersion",
        "in-brief"
    ],
    "oai": "oai:jarm.journals.yorku.ca:article/40590",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12426",
        "openDoarId": 0,
        "name": "Journal of the Motherhood Initiative for Research and Community Involvement (JMI - York University)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 327150645,
        "depositedDate": null,
        "publishedDate": "2020-07-21T01:00:00+01:00",
        "updatedDate": "2024-02-10T19:05:03+00:00",
        "acceptedDate": null,
        "createdDate": "2020-08-02T09:25:31+01:00"
    },
    "urls": [
        "https://jarm.journals.yorku.ca/index.php/jarm/article/view/40590"
    ],
    "lastUpdate": "2024-02-10T19:05:03+00:00",
    "setSpecs": []
}