{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Jordan, Felicia"
        }
    ],
    "contributors": [],
    "createdDate": "2020-11-25T23:16:54+00:00",
    "dataProvider": {
        "id": 3778,
        "name": "ePublications at Regis University",
        "url": "https://api.core.ac.uk/v3/data-providers/3778",
        "logo": "https://api.core.ac.uk/data-providers/3778/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.53309/RAQX6953",
    "downloadUrl": "https://core.ac.uk/download/346557180.pdf",
    "fullText": "Counseling and Family Therapy Scholarship Review Volume 3 Issue 1 Article 6 July 2020 Changing the Narrative for LGBTQ Adolescents: A Literature Review and Call for Research into Narrative Therapy to Improve Family Acceptance of LGBTQ Teens Felicia Jordan Regis University, Department of Couple and Family Therapy, Division of Counseling and Family Therapy, Rueckert-Hartman College of Health Professions, fjordan@regis.edu Follow this and additional works at: https://epublications.regis.edu/cftsr  Part of the Counselor Education Commons, Marriage and Family Therapy and Counseling Commons, and the Psychoanalysis and Psychotherapy Commons Recommended Citation Jordan, Felicia (2020) \"Changing the Narrative for LGBTQ Adolescents: A Literature Review and Call for Research into Narrative Therapy to Improve Family Acceptance of LGBTQ Teens,\" Counseling and Family Therapy Scholarship Review: Vol. 3 : Iss. 1 , Article 6. Available at: https://epublications.regis.edu/cftsr/vol3/iss1/6 This Scholarship is brought to you for free and open access by ePublications at Regis University. It has been accepted for inclusion in Counseling and Family Therapy Scholarship Review by an authorized editor of ePublications at Regis University. For more information, please contact epublications@regis.edu. Changing the Narrative for LGBTQ Adolescents: A Literature Review and Call for Research into Narrative Therapy  to Improve Family Acceptance of LGBTQ Teens  FELICIA JORDAN Department of Couple and Family Therapy, Division of Counseling and Family Therapy, Rueckert-Hartman College of Health Professions, Regis University, Thornton, CO  A large body of existing research has demonstrated the importance of family acceptance as a protective factor for LGBTQ youth facing increased risks of low self-esteem, depression, suicidal ideation, and other mental-health problems. However, little research has been done on therapeutic interventions for families specifically to address stigma and discrimination against LGBTQ adolescents. In particular, narrative therapy, with its focus on deconstructing and re-storying oppressive cultural narratives, seems a natural fit, but little to no quantitative research has been done on family-based narrative therapy for LGBTQ adolescents, and only a handful of qualitative studies have been published. Therefore, the paper reviews the relevant literature on LGBTQ youth at risk, family acceptance, and narrative therapy, and argues for narrative therapy as a potentially useful intervention to help a marginalized population thrive in the face of continuing challenges. Finally, the paper suggests some avenues for further research.   KEYWORDS: LGBTQ adolescents, at-risk, family acceptance, narrative therapy, therapeutic interventions, quantitative and qualitative research  Changing the Narrative for LGBTQ Adolescents  A large body of literature has established that gay, lesbian, bisexual, transgender, and queer (LGBTQ) adolescents experience higher rates of mental disorders, suicidal behaviors, and substance abuse than heterosexual teens (McConnell, et al., 2016) because of the discrimination and bullying they face within their families, schools and communities (Mustanski, et al., 2016). But just as discrimination and victimization predict poor mental health outcomes for these young people (Mustanski, et al., 2016), accepting family relationships provide protection against these higher adverse risks (Mills-Koonce, et al., 2018). However, despite these findings, little research has been done into therapeutic interventions that could improve family acceptance for LGBTQ teens (Parker, et al., 2018). Few such programs are even mentioned in peer-reviewed literature, and only one intervention – a family-based attachment therapy program – provided any outcome data (Parker, et al., 2018).   The lack of research specifically into narrative therapy interventions is surprising given this theory’s focus on deconstructing oppressive cultural narratives that fuel discrimination against minority populations (Combs and Freedman, 2012). By their very existence, sexual and gender minorities challenge a culture that still largely considers heterosexuality and the gender binary to be normal and other orientations to be aberrations (Halley & Eshleman, 2017). These cultural expectations can cause families to stigmatize their LGBTQ adolescents; as Combs and Freedman (2012) might have described it, a heteronormative cultural narrative teaches people to reject other forms of sexual or gender expression. Narrative therapy could help families examine their culturally influenced expectations and, by re-storying their experiences, adopt accepting attitudes 1Jordan: Changing the Narrative for LGBTQ Adolescents: A Literature ReviewPublished by ePublications at Regis University, 2020and behaviors toward their LGBTQ children (Freedman & Combs, 1996; White & Epston, 1990; Morgan, 2000).  This article, therefore, presents an overview of the literature on mental-health risks facing LGBTQ youth, on the effects of family rejection on LGBTQ adolescents, and on the establishment of family acceptance as a protective factor. It summarizes the small amount of research done on therapeutic interventions that might improve family acceptance, examines the potential for narrative techniques to help these families, and outlines possible avenues for further research specifically into narrative therapy as a family-acceptance intervention.  Literature Review LGBTQ Adolescents at Risk    Extensive research has established greater risks of adverse mental health outcomes for LGBTQ adolescents than for their heterosexual peers, with LGBTQ youth experiencing higher rates of depression, anxiety, substance abuse, and suicidal ideation (McConnell, et al., 2016). While American society remains largely heteronormative, more progressive views, policies, and laws have emerged in recent decades regarding sexual and gender minorities (Mills-Koonce, et al., 2018), with the result that many LGBTQ people come out at earlier ages, including as adolescents (Reitman, et al., 2013). However, despite these cultural changes, LGBTQ teens continue to face social stigma, discrimination, bullying, and violence within their families, schools, and communities (Mustanski, et al., 2016). As these stressors accumulate over time, they may exacerbate mental health problems; in fact, discrimination and victimization are one of the most reliable predictors of poor mental health for LGBTQ individuals (Mustanski, et al., 2016).  Studying the Role Families Play in LGBTQ Health Outcomes   Researchers have long understood that family relationships particularly affect development throughout the adolescent years (Fortune, et al., 2016; Mills-Koonce, et al., 2018). Despite the growing influences of school, friends, and culture as children mature, parental relationships remain one of the most important in teens’ lives (Mills-Koonce, et al., 2018). However, only fairly recently have researchers begun to explore how the family relationships of LGBTQ adolescents affect their risks of depression, anxiety, substance abuse, or suicidal behavior (LaSala, 2013; Ryan, 2014).  Establishing the Harms of Family Rejection  Psychiatrists originally labeled LGBTQ orientations as mental disorders; thus, the earliest research on LGBTQ people and their families focused on whether dysfunctional parental relationships caused children to grow up gay or lesbian (LaSala, 2013). Even as perspectives changed, researchers looked mainly at negativity in families of LGBTQ individuals (LaSala, 2013), and therapists often assumed families would reject their LGBTQ children (Ryan, 2014).  For example, Needham and Austin (2010) associated a lack of parental support to increased risks of depression, suicidal thoughts, and substance abuse among lesbian and bisexual young women by examining data from the National Longitudinal Study of Adolescent Health. Meanwhile, Rosario, et al., (2009), interviewed 156 gay, lesbian, and bisexual teens and young adults about reactions to their coming out from parents, siblings, and peers. Their study found the more times they experienced rejection from family and friends, the more likely they were to abuse cigarettes, alcohol, or marijuana. Ryan and her colleagues (2009), who later conducted one of the first studies 2Counseling and Family Therapy Scholarship Review, Vol. 3, Iss. 1 [2020], Art. 6https://epublications.regis.edu/cftsr/vol3/iss1/6specifically on family acceptance of LGBTQ youth (2010), first examined family rejection by surveying 224 gay, lesbian, and bisexual young adults. They found participants who experienced high levels of parental rejection were nearly six times more likely to suffer from depression, three times more likely to abuse illegal drugs, and eight times more likely to attempt suicide.  Ryan, et al.’s, 2010 study prompted more research into the role of positive family support in mitigating mental-health risks. As researchers broadened their studies to consider positive family interactions, they continued to establish links between family rejection and poor health outcomes for LGBTQ youth (Katz-Wise, et al., 2016).  Family Acceptance as a Protective Factor  When Ryan, et al., published their 2010 research, they identified just two other studies that had specifically examined positive family interactions and health outcomes for LGBTQ youth. A 2006 study by Eisenberg and Resnick, examining data from the 2004 Minnesota Student Survey, identified family connectedness, along with school safety and other caring adults, as a significant protective factor against suicidal ideation and attempts. In 2010, Needham and Austin linked higher levels of parental support to reduced odds of depression, substance use, and suicidal ideation.  The 2010 Study by Ryan, et al. Ryan and her colleagues studied whether specific positive family reactions toward teens’ sexual orientations or gender expressions could serve as a protective factor in young adulthood. They developed a family acceptance measure that contained 55 close-ended questions such as, “How often did your parents talk openly about your sexual orientation?” and “How often did your parents bring you to an LGBT youth organization or event?” (Ryan, et al., 2010, p. 3). The researchers asked 245 LGBTQ young adults to complete the questionnaire along with corresponding measures of self-esteem, social support, depression, general health, and substance use.  Ryan, et al., found clear links between family acceptance in adolescence and health as young adults. Participants who reported high levels of family acceptance scored higher for self-esteem, social support, and general health. Young adults with low family acceptance scored significantly worse for depression, substance abuse, and suicidal ideation. Those associations persisted after applying controls to account for other factors such as specific orientation or identity, parents’ occupational status, and family religiosity. In summarizing their research, they wrote, “Our study is unique in pointing out the lasting, dramatically protective influence of specific family accepting behaviors related to an adolescent’s LGBT identity on the health of LGBT young adults” (Ryan, et al., 2010, p. 6).   Other Recent Studies on Family Acceptance. Following Ryan, et al., in 2010, other researchers showed that family acceptance served as a protective factor for LGBTQ youth. Many researchers used quantitative methods – surveys, (Simons, et al., 2013; Wilson, et al., 2016; Puckett, et al., 2019), coded interviews (D’amico, et al., 2015), questionnaires (D’amico, et al., 2015), and longitudinal data examination (McConnell, et al., 2016). Others conducted qualitative studies, such as the researcher who interviewed 11 parent-child pairs and discovered that LGBTQ youth and their families move through distinct relational phases as they resolve conflicts, cope with fears, and strengthen their bonds (Tyler, 2015). Researchers sometimes focused on more specific populations such as transgender youth (Puckett, et al., 2019; Simons, et al., 2013; Wilson, et al., 2016), or on family reactions to specific events, such as a child coming out (D’amico, et al., 2015).  In general, studies confirmed the associations between family acceptance and more positive mental health outcomes for LGBTQ youth. For example, the 2016 McConnell, et al., 3Jordan: Changing the Narrative for LGBTQ Adolescents: A Literature ReviewPublished by ePublications at Regis University, 2020longitudinal study, one of the first to look at family support and mental health over time, found LGBTQ adolescents with high levels of family support experienced better mental health across a 5-year period compared to those with low support. Similarly, D’amico, et al., (2015), found gay, lesbian, and bisexual young people who had supportive parents were more likely to develop healthy identities and less likely to consider suicide; and three studies focused on transgender youth showed that individuals with family support experienced fewer depressive symptoms (Puckett, et al., 2019; Simons, et al., 2013; Wilson, et al., 2016). As researchers have grown confident in the links between family support and positive mental-health outcomes, many have called for therapeutic programs and other targeted interventions to help struggling families accept and support their LGBTQ adolescents (D’amico, et al., 2015; McConnell, et al., 2016; Simons, et al., 2013; Tyler, 2015). However, as Parker,  et al., (2018) pointed out, little research has been done on programs to help reduce family-based stigma and discrimination against LGBTQ adolescents and to help develop supportive families. The Need for Evidence-Based Interventions Parker, et al., conducted a 2018 scoping study that identified an urgent need for research into programs that help prevent family-based discrimination against LGBTQ youth. Despite calls to educate families on the importance of creating supportive environments (Reitman, et al., 2013), few such programs are mentioned in peer-reviewed academic literature (Parker, et al., 2018). Most programs were developed by city governments or advocacy organizations rather than researchers, and just one program, a family-based attachment therapy program, provided any outcome data (Diamond, et al., 2012; Parker, et al., 2018).  In the Diamond, et al., (2012), attachment therapy study, eight out of 10 adolescents and their families completed an average of 12 weeks of therapy; the eight teens all reported a decrease in suicidal ideation, and half experienced a reduction in depressive symptoms. The researchers urged caution in interpreting the results because of the small sample size and preliminary nature of the research (Diamond, et al, 2012). Diamond and Shpigel (2014) also published an attachment-based family therapy model for working with LGBTQ youth and their persistently non-accepting parents, but they did not provide any quantitative data. Overall, Parker, et al., (2018) found only nine specific interventions mentioned in peer-reviewed literature, and nine more programs or policies implemented by non-academic organizations. Programs mentioned in the literature included online resources for parents of LGBTQ teens, parental and teen support groups, and a few programs that offered family therapy. Given their results, the researchers urged future study to identify interventions successful at improving the well-being of LGBTQ adolescents by fostering supportive families.   Promise of a Narrative Therapy Intervention  Narrative family therapy may offer a promising intervention for families struggling to accept and support an LGBTQ teen. Narrative therapists recognize that people suffer mental anguish when the dominant narratives of their cultures conflict with their lived experiences (Freedman & Combs, 1996). Despite changing social attitudes, American culture still largely considers heterosexuality and the gender binary to be normal and other orientations to be aberrations (Halley & Eshleman, 2017). Many people, including in the medical and psychology professions, still label homosexuality as a pathology (Mahler & Mundle, 2015) and widespread discrimination and stigmatization persists toward sexual and gender minorities (Mahler & Mundle, 2015; Mustanski, et al., 2016). Therefore, even families who are outwardly accepting of LGBTQ people may struggle with fears about their teen being victimized, mourn the loss of dreams for 4Counseling and Family Therapy Scholarship Review, Vol. 3, Iss. 1 [2020], Art. 6https://epublications.regis.edu/cftsr/vol3/iss1/6their child of a heteronormative marriage and family, or worry about stigmatization from relatives and friends (Diamond & Shpigel, 2014).   Narrative therapists strive to help families deconstruct their culturally-influenced expectations and to adopt new attitudes and behaviors – a process known as re-storying (Freedman & Combs, 1996; White & Epston, 1990; Morgan, 2000). The narrative therapy technique is particularly attuned toward social justice issues, as it views dominant cultural narratives as oppressive toward ethnic, cultural, gender, and sexual minorities (Combs and Freedman, 2012). Combs and Freedman (2012) might say, for example, that a heteronormative social narrative privileges heterosexual romance as culturally approved and strives to relegate other forms of romantic intimacy to the sidelines. The heteronormative narrative therefore imposes problems on people by prompting them to stigmatize homosexual relationships. Narrative therapy helps clients to re-assert power and control over shaping their own lives, while at the same time making their voices heard to help change the wider society (Combs & Freedman, 2012). Effectiveness of Narrative Therapy  Despite narrative therapy’s focus on social narratives that may cause families to reject LGBTQ adolescents, little or no quantitative research appears to have been done on narrative therapy as a family-based intervention for LGBTQ teens. Saltzburg (2007) authored a paper on her own experiences exploring family reactions through a narrative therapy lens but did not provide any data. Another article considered whether group therapy could help siblings of LGBTQ youth transform their negative narratives (Osborn & Lugo, 2011). Finally, Tyler’s 2015 qualitative study echoed themes of narrative therapy in describing how the shared narrative between parents and LGBTQ children evolves as they better understand one another.  Quantitative research does exist on narrative therapy as an effective intervention for depression (Azevedo da Silva et al., 2017; Lopes, et al., 2014; Seo, et al., 2015; Vromans & Schweitzer, 2011). In two of these studies, narrative therapy compared favorably with cognitive-behavioral therapy in alleviating depressive symptoms (Azevedo da Silva et al., 2017; Lopes, et al., 2014), while one study focused specifically on young adults ages 18-29 (Azevedo da Silva et al., 2017). Also, studies have shown a narrative therapy-enhanced cognitive treatment to be effective in reducing self-stigmatization and enhancing self-esteem in people with mental illnesses (Hansson, et al., 2017; Roe, et al, 2014). Given these results, narrative therapy seems a promising treatment for LGBTQ adolescents suffering from depression, low self-esteem, and self-stigmatization because of family rejection.  Call for Research into Narrative Therapy  Gathering Quantitative Data  To begin to address the paucity of studies on narrative therapy for LGBTQ adolescents and their struggling families, researchers should first gather preliminary data on whether narrative therapy can be linked to improved mental health for LGBTQ teens. Specifically, researchers could follow the example of Ryan, et al. (2010) in developing a measure showing how adolescents perceive the level of support in their families. Researchers could ask LGBTQ adolescent participants to complete this family acceptance questionnaire along with measures of depression, substance use, and self-esteem, both before and after completing family-based narrative therapy treatment. The results would hopefully help indicate whether narrative therapy does indeed hold promise as a treatment and whether further studies should be done. Initial data could be collected via a single-group pretest-posttest study similar to Vromans and Schweitzer’s 2011 study on 5Jordan: Changing the Narrative for LGBTQ Adolescents: A Literature ReviewPublished by ePublications at Regis University, 2020narrative therapy as a treatment for depressed adults. Should the empirical data prove promising, researchers could then conduct larger studies using control-group pretest-posttests or randomized clinical trials (Leedy & Ormrod, 2019). Further studies would need to control for or eliminate confounding variables in order to show a stronger link between narrative therapy and improved circumstances for LGBTQ teens and their families. Case Studies and Other Qualitative Data  Qualitative research such as case studies could also contribute significantly to the scant literature on family-based narrative therapy as an intervention to improve acceptance of LGBTQ adolescents. Besides the Saltzburg (2007), Osborn & Lugo (2011), and Tyler (2015) studies previously mentioned, Steelman (2016) published an article recounting her use of narrative externalization to help an adolescent’s parents continue to recognize him as a multifaceted person, rather than as just their gay son. More clinicians need to publish case studies and examples of techniques to assist narrative therapists in working specifically with LGBTQ adolescents and their struggling families. Coupled with empirical research, such articles could help therapists envision how narrative therapy methods might help them to better help their clients.  References  Azevedo da Silva, R., Cardoso, T. de A., Mondin, T. C., Neumann Reyes, A., de Lima Bach, S., Souza, L. D. de M., & Jansen, K. (2017). Is narrative cognitive therapy as effective as cognitive behavior therapy in the treatment for depression in young adults? Journal of Nervous and Mental Disease, 205(12), 918-924.  Combs, G., & Freedman, J. (2012). Narrative, poststructuralism, and social justice: current practices in narrative therapy. The Counseling Psychologist, 40(7), 1033-1060.  D’amico, E., Julien, D., Tremblay, N., & Chartrand, E. (2015). Gay, lesbian, and bisexual youths coming out to their parents: Parental reactions and youths’ outcomes. Journal of GLBT Family Studies, 11(5), 411-437 Diamond, G.M., Diamond, G.S., Levy, S., Closs, C., Ladipo, T., & Siqueland, L. (2012). Attachment-based family therapy for suicidal lesbian, gay, and bisexual adolescents: A treatment development study and open trial with preliminary findings. Psychotherapy,  49(1), 62-71.  Diamond, G.M., & Shpigel, M.S. (2014). Attachment-based family therapy for lesbian and gay young adults and their persistently nonaccepting parents. Professional Psychology: Research and Practice, 45(4), 258-268.  Eisenberg, M. E., & Resnick, M. D. (2006). Suicidality among gay, lesbian and bisexual youth: The role of protective factors. Journal of Adolescent Health, 39(5), 662-668.  Fortune, S., Cottrell, D., & Fife, S. (2016). Family factors associated with adolescent self‐harm: A narrative review. Journal of Family Therapy, 38(2), 226-256.  Freedman, J., & Combs, G. (1996). Narrative therapy: the social construction of preferred realities. New York, N.Y.: W.W. Norton & Company, Inc Halley, J. & Eshleman, A. (2017). Seeing straight: An introduction to gender and sexual privilege. Lanham, MD: Rowman & Littlefield. Hansson, L., Lexén, A., & Holmén, J. (2017). The effectiveness of narrative enhancement and cognitive therapy: A randomized controlled study of a self-stigma intervention. Social Psychiatry and Psychiatric Epidemiology: The International Journal for Research in Social and Genetic Epidemiology and Mental Health Services, 52(11), 1415-1423.  6Counseling and Family Therapy Scholarship Review, Vol. 3, Iss. 1 [2020], Art. 6https://epublications.regis.edu/cftsr/vol3/iss1/6Katz-Wise, S. L., Rosario, M., & Tsappis, M. (2016). LGBT youth and family  acceptance. Pediatric Clinics of North America, 63(6), 1011-1025. https://doi.org/ 10.1016/j.pcl.2016.07.005 LaSala, M.C. (2013). Out of the darkness: Three waves of family research and the emergence of family therapy for lesbian and gay people. Clinical Social Work Journal, 41(3), 267-276.  Leedy, P.D., and Ormrod, J.E., with Johnson, L.R. (2019). Practical Research: Planning and Design, 12th edition. New York, N.Y.: Pearson Education, Inc.  Lopes, R.T., Gonçalves, M.M., Fassnacht, D.B., Machado, P.P.P., & Sousa, I. (2014). Long-term effects of psychotherapy on moderate depression: A comparative study of narrative therapy and cognitive-behavioral therapy. Journal of Affective Disorders, 167, 64-73.  Mahler, L., & Mundle, G. (2015). A need for orientation: The WMA statement on natural variations of human sexuality. International Review of Psychiatry, 27(5), 460-462.  McConnell, E.A., Birkett, M., & Mustanski, B. (2016). Families matter: Social support and mental health trajectories among lesbian, gay, bisexual, and transgender youth. Journal of Adolescent Health, 59(6), 674-680.  Mills-Koonce, W.R., Rehder, P.D., & McCurdy, A.L. (2018). The significance of parenting and parent–child relationships for sexual and gender minority adolescents. Journal of Research on Adolescence, 28(3), 637-649.  Morgan, A. (2000). What is narrative therapy? An easy-to-read introduction. Adelaide, Australia: Dulwich Centre Publications Mustanski, B., Andrews, R., & Puckett, J.A. (2016). The effects of cumulative victimization on mental health among lesbian, gay, bisexual, and transgender adolescents and young adults. American Journal of Public Health, 106(3), 527-533. https://doi.org/10.2105/ AJPH.2015.302976 Needham, B. L., & Austin, E. L. (2010). Sexual orientation, parental support, and health during the transition to young adulthood. Journal of Youth and Adolescence, 39(10), 1189-1198.  Osborn, J. L., & Lugo, C.A. (2011). The gift of group therapy in co-creating new narratives for siblings of lesbians, gays, and bisexuals [Abstract]. Group, 35(4), 319-332.  Parker, C.M., Hirsch, J.S., Philbin, M.M., & Parker, R.G. (2018). The urgent need for research and interventions to address family-based stigma and discrimination against lesbian, gay, bisexual, transgender, and queer youth. Journal of Adolescent Health, 63(4), 383-393.  Puckett, J.A., Matsuno, E., Dyar, C., Mustanski, B., & Newcomb, M.E. (2019). Mental health and resilience in transgender individuals: What type of support makes a difference? Journal of Family Psychology, 33(8), 954-964.  Reitman, D.S., Austin, B., Belkind, U., Chaffee, T., Hoffman, N.D., Moore, E., Morris, R., Olson, J., & Ryan, C. (2013). Recommendations for promoting the health and well-being of lesbian, gay, bisexual, and transgender adolescents: A position paper of the Society for Adolescent Health and Medicine. Journal of Adolescent Health, 52(4), 506-510.  Roe, D., Hasson, O.I., Mashiach, E.M., Derhy, O., Lysaker, P.H., & Yanos, P.T. (2014). Narrative enhancement and cognitive therapy (NECT) effectiveness: A quasi‐experimental study. Journal of Clinical Psychology, 70(4), 303-312.  Rosario, M., Schrimshaw, E.W., & Hunter, J. (2009). Disclosure of sexual orientation and subsequent substance use and abuse among lesbian, gay, and bisexual youths: Critical role of disclosure reactions. Psychology of Addictive Behaviors, 23(1), 175-184.  7Jordan: Changing the Narrative for LGBTQ Adolescents: A Literature ReviewPublished by ePublications at Regis University, 2020Ryan, C. (2014). A practitioner’s resource guide: Helping families to support their LGBT children. Rockville, MD: Substance Abuse and Mental Health Services Administration. Retrieved from: https://store.samhsa.gov/system/files/pep14-lgbtkids.pdf Ryan, C., Huebner, D., Diaz, R.M., & Sanchez, J. (2009). Family rejection as a predictor of negative health outcomes in white and Latino lesbian, gay and bisexual young adults [Abstract]. Pediatrics, 123(1), 346-352. doi: 10.1542/peds.2007-3524 Ryan, C., Russell, S. T., Huebner, D., Diaz, R., & Sanchez, J. (2010). Family acceptance in adolescence and the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing, 23(4), 205-213.  Saltzburg, S. (2007). Narrative therapy pathways for re-authoring with parents of adolescents coming out as lesbian, gay, and bisexual. Contemporary Family Therapy: An International Journal, 29(1-2), 57-69.  Seo, M., Kang, H. S., Lee, Y. J., & Chae, S. M. (2015). Narrative therapy with an emotional approach for people with depression: Improved symptom and cognitive‐emotional outcomes. Journal of Psychiatric and Mental Health Nursing, 22(6), 379-389.  Simons, L., Schrager, S.M., Clark, L.F., Belzer, M., & Olson, J. (2013). Parental support and mental health among transgender adolescents. Journal of Adolescent Health, 53(6), 791-793.  Steelman, S. M. (2016). Externalizing identities: An integration of narrative therapy and queer theory. Journal of Family Psychotherapy, 27(1), 79-84.  Tyler, T. R. (2015). Our story: The parent and LGBTQ child relational process. Journal of Gay & Lesbian Social Services: The Quarterly Journal of Community & Clinical Practice, 27(1), 17-45.  Vromans, L.P., & Schweitzer, R.D. (2011). Narrative therapy for adults with major depressive disorder: Improved symptom and interpersonal outcomes. Psychotherapy Research, 21(1), 4-15.  Wilson, E.C., Chen, Y.H., Arayasirikul, S., Raymond, H.F., & McFarland, W. (2016). The impact of discrimination on the mental health of transfemale youth and the protective effect of parental support. AIDS and Behavior, 20(10), 2203-2211.  White, M., & Epston, D. (1990). Narrative means to therapeutic ends. New York, N.Y.: W.W. Norton & Company, Inc.  8Counseling and Family Therapy Scholarship Review, Vol. 3, Iss. 1 [2020], Art. 6https://epublications.regis.edu/cftsr/vol3/iss1/6",
    "id": 346557180,
    "identifiers": {
        "doi": "10.53309/RAQX6953",
        "oai": "oai:epublications.regis.edu:cftsr-1029"
    },
    "title": "Changing the Narrative for LGBTQ Adolescents: A Literature Review and Call for Research into Narrative Therapy to Improve Family Acceptance of LGBTQ Teens",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2020-07-31T18:50:49+01:00",
    "publisher": "ePublications at Regis University",
    "references": [],
    "sourceFulltextUrls": [
        "https://epublications.regis.edu/cgi/viewcontent.cgi?article=1029&amp;context=cftsr"
    ],
    "updatedDate": "",
    "yearPublished": "2020",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/346557180.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/346557180"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/346557180/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/346557180/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/346557180"
        }
    ],
    "abstract": "A large body of existing research has demonstrated the importance of family acceptance as a protective factor for LGBTQ youth facing increased risks of low self-esteem, depression, suicidal ideation, and other mental-health problems. However, little research has been done on therapeutic interventions for families specifically to address stigma and discrimination against LGBTQ adolescents. In particular, narrative therapy, with its focus on deconstructing and re-storying oppressive cultural narratives, seems a natural fit, but little to no quantitative research has been done on family-based narrative therapy for LGBTQ adolescents, and only a handful of qualitative studies have been published. Therefore, the paper reviews the relevant literature on LGBTQ youth at risk, family acceptance, and narrative therapy, and argues for narrative therapy as a potentially useful intervention to help a marginalized population thrive in the face of continuing challenges. Finally, the paper suggests some avenues for further research",
    "tags": [
        "text",
        "adolescents",
        "at-risk",
        "family acceptance",
        "narrative therapy",
        "therapeutic interventions",
        "quantitative and qualitative research",
        "Counseling",
        "Counselor Education",
        "Marriage and Family Therapy and Counseling",
        "Psychoanalysis and Psychotherapy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:epublications.regis.edu:cftsr-1029",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3778",
        "openDoarId": 0,
        "name": "ePublications at Regis University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 346557180,
        "depositedDate": null,
        "publishedDate": "2020-07-31T18:50:49+01:00",
        "updatedDate": "2024-02-21T02:46:21+00:00",
        "acceptedDate": null,
        "createdDate": "2020-11-25T23:16:54+00:00"
    },
    "urls": [
        "https://epublications.regis.edu/cftsr/vol3/iss1/6",
        "https://epublications.regis.edu/context/cftsr/article/1029/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-21T02:46:21+00:00",
    "setSpecs": []
}