{
    "acceptedDate": "",
    "authors": [
        {
            "name": "El-Amin, Abeni, Ph.D."
        }
    ],
    "contributors": [],
    "createdDate": "2022-06-16T16:17:46+01:00",
    "dataProvider": {
        "id": 3722,
        "name": "Fort Hays State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3722",
        "logo": "https://api.core.ac.uk/data-providers/3722/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.4018/978-1-6684-4023-0.ch001",
    "downloadUrl": "https://core.ac.uk/download/519945450.pdf",
    "fullText": "Fort Hays State University FHSU Scholars Repository Management Faculty Publications Management 1-1-2022 Chapter 1: Organizational Climate Change: Diversity, Equity, Inclusion, and Belonging Abeni El-Amin Fort Hays State University, aelamin@fhsu.edu Follow this and additional works at: https://scholars.fhsu.edu/management_facpubs Recommended Citation El-Amin, A. (2022). \" Organizational Climate Change:Diversity, Equity, Inclusion, and Belonging\" In Implementing Diversity, Equity, Inclusion, and Belonging Management in Organizational Change Initiatives, 1-23. Abeni El-Amin, ed. IGI Global. 10.4018/978-1-6684-4023-0.ch001 This Book Chapter is brought to you for free and open access by the Management at FHSU Scholars Repository. It has been accepted for inclusion in Management Faculty Publications by an authorized administrator of FHSU Scholars Repository. Implementing Diversity, Equity, Inclusion, and Belonging Management in Organizational Change InitiativesAbeni El-AminFort Hays State University, USAA volume in the Advances in Human Resources Management and Organizational Development (AHRMOD) Book Series Published in the United States of America byIGI GlobalBusiness Science Reference (an imprint of IGI Global)701 E. Chocolate AvenueHershey PA, USA 17033Tel: 717-533-8845Fax:  717-533-8661 E-mail: cust@igi-global.comWeb site: http://www.igi-global.comCopyright © 2022 by IGI Global.  All rights reserved. No part of this publication may be reproduced, stored or distributed in any form or by any means, electronic or mechanical, including photocopying, without written permission from the publisher.Product or company names used in this set are for identification purposes only. Inclusion of the names of the products or companies does not indicate a claim of ownership by IGI Global of the trademark or registered trademark.   Library of Congress Cataloging-in-Publication DataBritish Cataloguing in Publication DataA Cataloguing in Publication record for this book is available from the British Library.All work contributed to this book is new, previously-unpublished material. The views expressed in this book are those of the authors, but not necessarily of the publisher.For electronic access to this publication, please contact: eresources@igi-global.com. Names: El-Amin, Abeni, 1974- editor. Title: Implementing diversity, equity, inclusion, and belonging management in     organizational change initiatives / Abeni El-Amin, editor. Description: Hershey, PA : Business Science Reference, 2022. | Includes     bibliographical references and index.  Identifiers: LCCN 2022063144 (print) | LCCN 2022063145 (ebook) | ISBN     9781668440254 (ebook) | ISBN 9781668440230 (hardcover) | ISBN     9781668440247 (paperback)  Subjects: LCSH: Organizational change. | Diversity in the     workplace--Management. | Leadership. | Organizational effectiveness. Classification: LCC HD58.8 (ebook) | LCC HD58.8 .I467 2022 (print) | DDC     658.4/06 23/eng/20220--dc03 LC record available at https://lccn.loc.gov/2022063144  This book is published in the IGI Global book series Advances in Human Resources Management and Organizational Devel-opment (AHRMOD) (ISSN: 2327-3372; eISSN: 2327-3380)1Copyright © 2022, IGI Global. Copying or distributing in print or electronic forms without written permission of IGI Global is prohibited.Chapter  1DOI: 10.4018/978-1-6684-4023-0.ch001ABSTRACTIncreasing knowledge and understanding of diversity and inclusion is a continuous process. Appropriately, the organizational chief diversity officer (CDO) provides leadership by implementing strategic business and planning process solutions. The CDO’s role presents a unique opportunity for organizations to sup-port the CDO with an onboarding and mentoring framework. Additionally, the role of the chief diversity officer is to mitigate workplace stress. Further, the impact of industrial and organizational psychology on cultural assimilation practices in the workforce improves the understanding of behavioral factors of group dynamics. As a result, group dynamics impact diversity and inclusion initiatives. Provided are recom-mendations to support CDOs in their execution of diversity, equity, inclusion, and belonging initiatives.INTRODUCTIONImplementing Diversity, Equity, Inclusion, and Belonging (DEIB) in organizational change initiatives is an indispensable strategy to improving organizational performance (Adejumo, 2020). Additionally, there has been a fundamental shift in the importance of DEIB initiatives in organizations. Further, as lead-ers navigate change management, they must ask themselves critical questions: what went right, wrong, and what can be improved? Leaders must encourage employees to openly share their experiences when DEIB issues arise (Anderson et al., 2017). leaders may find challenges engaging stakeholders due to a myriad of concerns yet must institutionalize, implement, execute, and review DEIB initiatives to ensure organizations are safe, inclusive, and productive (Creary et al., 2021). Likewise, leaders must recognize that stakeholder engagement is valuable, not an obstacle, when trying to alleviate challenges in change management initiatives. through well-organized change management, DEIB issues dismantle. further, the ability of leaders to provide DEIB solutions is critical for creating an organizational culture of equity, equality, belonging, inclusion, and shared responsibility.Organizational Climate Change:Diversity, Equity, Inclusion, and BelongingAbeni El-Amin https://orcid.org/0000-0001-7506-1658Fort Hays State University, USA & Shenyang Normal University, China2Organizational Climate Change Indeed, the social and political changes of this era have created a climate change and fundamental shift in how businesses view the impact of DEIB in the workplace. additionally, when leaders make sig-nificant, sustainable changes utilizing communication abilities, envisioning, conflict management skills, servant leadership, and innovative DEIB initiatives, organizational performance increases. simultane-ously, essential change management processes and principles are vetted by organizational stakeholders. Further, change management relies on expertise instead of antidotal evidence.Consequently, leaders must not rely heavily on anecdotal evidence as it does not always reflect DEIB realities. Key principles of generally accepted change models (GACM) (ADKAR Change Management Model, Bridges’ Transition Model, Deming Cycle (PDCA), Kotter’s Theory, Kübler-Ross Change Curve, Lewin’s Change Management Model, McKinsey 7-S Model, Maurer 3 Levels of Resistance and Change Model, Nudge Theory, and Satir Change Model) form insightful analysis of DEIB change processes, advancing an integrative scope of what is known, challenged, unconfirmed, and underutilized in change management.Ways Employees are Affected By Hostile Work EnvironmentsOrganizations must manage the psychological, physical, and emotional stress levels of their employees. Notwithstanding, negative consequences often arise when employees experience stress due to hostile work environments. Training helps employees define a hostile work environment, implicit bias, and microag-gressions (Creary et al., 2021). For instance, employees must understand that when they make offensive comments, whether they think it is a microaggression or not is a matter of perspective, situational, and based on how the comment makes others feel. As a result, attention to team building ensures employees work well together and clearly understand organizational ethos, culture, and structure (Anderson et al., 2017). Likewise, utilizing employee’s suggestions defines how and if employees will engage in stress management programs.The Role of Leaders in DEIB ManagementOrganizations must hold leaders and human resource functions accountable for improving the DEIB dashboard; hiring Chief Diversity Officers (CDOs) or Directors to manage the process, develop hu-man resource policy to ensure recruiting, hiring, promotion, retention, and succession of diverse staff; incorporate employees into the DEIB planning process by creating employee resource groups (ERGs), provide an ombudsman structure, and finally implement authentic and sustainable programs that work. Further, cookie-cutter DEIB training is not effective. Training is the vehicle to leverage DEIB perfor-mance. By optimizing the experiences of those in the organization with guided expertise, DEIB initia-tives are more apt to improve. Moreover, there are opportunities to re-train individuals who do not see the value of DEIB. An effective strategy to introduce “hostile work environment mitigation” training to individuals who have experienced a limited number of cultures is to schedule regular training that consists of in-person (50%), practical scenario-based (25%), and computer-based training (CBT) (25%). Another effective strategy is to diversify DEIB programs comprised of services, training, allies/support, and employee resource groups (ERGs) to maximize change.Further, the CDO guides the senior executive leadership team in developing a culture that champions inclusion. The CDO partners with organizational leadership, human resources, industrial psychologists, organizational development, operations, and training and development. The objective is to implement 3Organizational Climate Change succession plans that include a diverse talent pipeline, leverage data analytics to drive outcomes, and reinforce accountability throughout the organization. Moreover, the CDO analyzes and reports diver-sity data and research trends to ensure innovative solutions and integration into organizational ethos, programs, and practices.DEIB training requires continuous improvement. Therefore, increasing knowledge and understanding of diversity and inclusion is a continuous process. Further, the mitigation of hostile work practices must be an objective of training and development for organizational change management. For instance, DEIB training helps organizations improve both workplace culture and financial results. Organizations can maximize return on investment through DEIB strategic management. Leaders must use a no-tolerance policy regarding hostile work environments as they impact profitability and organizational culture. This ethos starts with leadership and HR. The benefits of well-managed organizations that value employees with respect, inclusion, and equity directly correlate to improved organizational outcomes, corporate social responsibility (CSR), productivity, and revenue streams (Creary et al., 2021).A CHIEF DIVERSITY OFFICER (CDO) ONBOARDING AND MENTORING FRAMEWORKThe Diversity, Equity, Inclusion, and Belonging (DEIB) Professional or Chief Diversity Officer (CDO) provides strategic direction for organizations (Stanley et al., 2019). In the larger societal context of employment discrimination, the emergence of effective diversity programs is timely. Hence, the goal of a CDO is to develop internal and external stakeholders who are aware, educated and committed to the nature, extent, and impact of barriers within the organization and society (Jones et al., 2018). Lack of awareness limits organizations’ economic, technological, and individual advancement (Aamodt, 2015). Thus, the purpose of the CDO is to increase the recruitment, training, promotion, and retention of a diverse staff. The reduction of systemic, structural, organizational, institutional, cultural, and societal obstacles is needed to promote DEIB. Acknowledging obstacles helps to eliminate them through increased aware-ness and execution at the organizational leadership level. DEIB strategies combine with evidence-based, data-driven approaches leading to measurable key process indicators (KPIs) and outcomes. Participants of DEIB programming learn to eliminate barriers and proactively strengthen organizational culture.Assessment of NeedIndeed, inequity and underrepresentation are barriers to social-economic attainment. DEIB has a sym-biotic but complicated relationship in society (Stanley et al., 2019). This impediment is a result of the existing social order in which dominant groups subjugate others in society. This social order is also mir-rored in organizational structures and leadership positions where leadership projects cultural influence (Adejumo, 2020). Inequity profoundly affects all, but particularly minorities within societal structures. Many studies have found that organizational DEIB issues are prevalent globally (Creary et al., 2021).Consequently, minorities may feel inadequate while working in organizations. Critically analyzing the role of leadership in DEIB increases organizational performance. Additionally, adopting workplace equity programs leads to organizational performance. Notwithstanding, diversity describes the multiple identities represented in an organization (Branscombe & Baron, 2017). Inclusion denotes that everyone’s ideas and perspectives are included in the process. Equity recognizes that inequity occurs and seeks to 4Organizational Climate Change redistribute power. Belonging is an amalgamation of diversity, inclusion, and equity where individuals feel comfortable. Diversity is important because employees and customers are not monolithic (Aamodt, 2015). As a result, individuals make up a multiplicity of cultures and identities, bringing innovation, dynamism, and context to an organization (Groysberg et al., 2018).CDO Core and Functional CompetenciesAcquisition and integration of organizational knowledge are necessary for CDOs to function in their role. The establishment of internal and external working relationships is vital to organizational develop-ment. Situational analysis and needs assessments are integral to understanding employee, organizational, and stakeholder dynamics (Branscombe & Baron, 2017). As a result, outcomes are ascertained through evaluating organizational cultural dynamics (Aamodt, 2015). CDOs must be adept in program analysis to contribute to corporate compliance, public relations, and training and development initiatives. For instance, ascertaining the who, what, when, how, and why elevates organizational objectives and out-comes (Jones et al., 2018).CDOs acquire strong working knowledge through learned experiences, education, and training. CDOs must be empowered to utilize their acquired knowledge with confidence. Action promulgates leadership support and procedural mandates of organizational policies, procedures, processes, and prac-tices (Branscombe & Baron, 2017). This includes organizational-wide information and DEIB specific information. Leadership must assist CDOs to achieve success by providing a planned CDO orientation with documents and materials, business cards and nametags; system logins and a full spectrum tech-nological orientation overview; structural resources: email accounts, budgets, organizational manuals, and information as requested; and physical resources (office, phone access, furniture, computer, and monitors). The CDO must be physiologically secure in their role (Jones et al., 2018). Indeed, CDOs achieve success by integrating human resource and supervisory practices by thoroughly understanding the contents of organizational employee manuals, functional and organizational staffing charts (present and future state), staff contact listings, and structural, organizational foundations (vision, mission, values) (Creary et al., 2021). Finally, CDOs must navigate the organization’s internal technology for their role, intranets, and organizational calendars. Then “get in where they fit in” while also disrupting business as usual to insert DEIB culture.Administrative Policies and Tactical ActivitiesCDOs must analyze and understand financial policies and procedures manuals, organization fiscal management, authority and process, and departmental budgeting process about their role (Stanley et al., 2019). Also, implementation guidelines, personnel policies, and procedure manuals help the CDO understand staff roles, scheduling, leave policies, benefits, and performance improvement processes (coaching, counseling, and consequences). CDOs must carry out the following tactical activities for ef-fectiveness. The CDO is a programmatic and strategic role; therefore, the CDO must access the planned position description and departmental staff, learn roles, responsibilities, and review annual employee performance evaluation metrics. Moreover, the establishment of internal working relationships is ben-eficial. Therefore, the CDO must meet with internal and external stakeholders to learn. Organizational staff members provide invaluable collaboration (Aamodt, 2015). Thus, establishing strong working rela-tionships with stakeholders facilitates interaction and achievement. Leadership must assist the new CDO 5Organizational Climate Change to achieve success by announcing the new CDO in communications, staff meetings, and immediately including the CDO in the organizational chart, provide the CDO with a staff contact list, introduce the CDO to departmental staff members, and introduce the new CDO to external partners as appropriate (Jones et al., 2018).Further, CDOs succeed by executing tactical activities and carrying out the following activities: meet-ing with department staff members and observing them in action. The CDO must meet with program directors to discuss their roles and programs. The CDO also must meet with administrative managers to discuss how their roles and responsibilities related to organizational diversity and inclusion initiatives (Anderson et al., 2017).Corporate Compliance and Market AnalysisThe CDO achieves success by understanding how to reserve and schedule outreach events, review each department and program of the organization, identify leadership for each program, schedule meetings with each department head, schedule community presentations, establish an event calendar, register for any applicable events or conferences, understand policies and procedures (Jones et al., 2018). Under-standing the organizational structure, fiscal management, and legal confidentiality is paramount when communicating with stakeholders (Branscombe & Baron, 2017). Moreover, creating or reviewing previ-ous DEIB organizational outreach presentations is a key deliverable. Also, the CDO must understand governmental policies and regulations about their role and organizational mission. Additional goals for the CDO include specific training needs by understanding role expectations, program knowledge, and organizational information. The CDO must complete organizational-specific onboarding training to ensure continuity and effectiveness in their role before launching activities.The CDO: Providing DEIB Training and DevelopmentThe objectives of DEIB training are to help employees acquire advanced knowledge, DEIB tools, and appropriate analytical techniques applicable to DEIB (Stanley et al., 2019). Employees must opera-tionalize DEIB culture through simulations to demonstrate advanced knowledge of present-day DEIB theories and practices (Groysberg et al., 2018). Post-training employees will perform sophisticated DEIB analyses using the appropriate DEIB tools, techniques, and technologies pertinent to various DEIB is-sues. Employees will acquire the research skills needed to integrate DEIB theories and practices across various business functions (Jones et al., 2018). Employees will be able to conduct rigorous research and apply research-based strategies that integrate theory and practical applications across business functional areas in the context of overall business operations. Employees will acquire the ability to apply an ethical decision-making framework to decisions that have ethical considerations (Aamodt, 2015). Employees will be able to apply ethical reasoning skills and behavior to ethical issues in the workplace. Employees will acquire the ability to collaborate productively and communicate effectively (Branscombe & Baron, 2017). Employees will work in a team environment and effectively communicate recommendations of DEIB analyses guided by exemplary professional standards.6Organizational Climate Change Conducting a Chief Diversity Officer Job AnalysisThis description will provide a comprehensive and insightful job description based on the job analysis methodology to include the components, characteristics, and requirements for a Chief Diversity Officer (CDO) job. Additionally, the objective is to analyze job analysis methods and conduct a job analysis for the CDO role. The various steps to conduct a job analysis include Step 1: Classify Tasks Performed, Step 2: Write Task Statements, Step 3: Rate Task Statements, Step 4: Determine Fundamental KSAOs, and Step 5: Selecting Tests to understand KSAOs (Aamodt, 2015).Description of the Job and Task AnalysisCommon job and task analysis methods are the observational, interview, and questionnaire methods (MSG, 2021). The observation method allows the job investigator to observe workers and records all their performed and non-performed tasks, fulfilled and unfulfilled obligations, methods, means, and abilities utilized by that person to perform different obligations and their psychological capacity to deal with difficulties and hazards. Nonetheless, it is the simplest method to examine a particular job yet complex to analyze metrically as individuals have a specific manner of observation (MSG, 2021).The interview method prescribes that a representative is interviewed, so the person in question formulates their functioning styles, issues reviewed, utilization of specific abilities and strategies while performing their job, weaknesses, and qualms about their role (Branscombe & Baron, 2017). The interview method helps the interviewer understand what precisely an employee thinks about their job and obligations. It includes an analysis of the job by the representative. Interviewing more than one individual within a specific job category allows for a substantive review of the job (MSG, 2021). the questionnaire method is another regularly utilized job analysis method utilized by industrial and organizational psychologists. Workers, managers, and leaders’ complete questionnaires to ascertain a specific role’s actual and needed functions. Notwithstanding, this method incorporates individual biases (MSG, 2021). To ensure authentic responses received, industrial and organizational psychologists and leaders must convey to the staff that the information gathered will be utilized to their benefit. It is vital to guarantee that their responses will not be used against them (MSG, 2021).Chief Diversity Officer (CDO) Job AnalysisStep 1: Classify Tasks PerformedThe Chief Diversity Officer (CDO) is responsible for partnering with the executive leadership teams and other corporate leaders to create and implement diversity, equality, and inclusion imperatives, programs, policies, and metrics that engage, promote, retain, and attract a diverse workforce to foster inclusion and a sense of belonging. The CDO often partners with human resources.Step 2: Task StatementsAccording to Stanley et al. (2019), the CDO’s responsibilities include developing and implementing company-wide diversity, equity, inclusion, and belonging programs and policies leveraging macro-trends, research, analysis, and benchmarks across a diverse workforce. Also, partnerships with key stakehold-ers and internal business partners allow for buy-in, envisioning, and cohesion in execution. Likewise, 7Organizational Climate Change evaluating existing initiatives, programs, policies, and recommendations promotes a more diverse and inclusive culture and workforce (Groysberg et al., 2018). CDOs serve as the organizational ambassador and subject matter experts who connect with diverse internal and external communities. CDOs align organizational objectives with corporate social equity commitments to engage in communities. CDOs also develop research as thought leaders in diversity and inclusion (Stanley et al., 2019).CDOs additionally coordinate with the human resources on recruiting and hiring strategies to attract employees from diverse backgrounds, collaborate with organizational development and training and development to create and deliver diversity and inclusion education to elevate inclusion, belonging, and retention initiatives, partner with marketing and communications to develop marketing and com-munication programs to ensure awareness, outreach, and relevance (Jones et al., 2018). CDOs identify relevant diversity and inclusion partnerships, organizations, events, and vendors. CDOs establish and maintain an internal audit and reporting system to allow proper data management of programs to analyze and monitor program effectiveness. CDOs inform the business of progress and challenges via quarterly reports. They act as the company liaison with governmental agencies regarding affirmative action and equal employment opportunities. CDOs maintain knowledge of diversity-related issues, legislation, and best practices to identify, develop, and build relationships with stakeholders. CDOs influence the orga-nization to apply best practices to drive an inclusive culture, launch, and lead affinity group programs (Groysberg et al., 2018; Stanley et al., 2019).Step 3: Rate Task StatementsEvaluation of each one of the tasks based on the job analysis method selected. Aamodt (2015) indicated that rated task statements are as follows between frequency and task scale: 0 - Task is not performed as part of this job, 1- Task is seldom performed, 2 - Task is occasionally performed, and 3 - Task is frequently performed. Further, incorporated are the importance of each of the task scale, Unimportant: There would be no negative consequences if the task were not performed or if the task was not performed properly, Important: job performance would be diminished if the task was not completed properly, and essential: The job could not be performed effectively if the incumbent did not properly complete this task.Step 4: Determine Fundamental KSAOsKnowledge, skills, abilities, and other characteristics (KSAOs) are the characteristics necessary to ac-complish a job (Aamodt, 2015). Knowledge denotes the body of realistic or procedural evidence related to the role, such as knowledge of intracultural communication, de-escalation tactics, and public speaking that a CDO needs to perform their job. Skills relate to the capabilities required to execute tasks, such as psychomotor actions and typing speed precisely. Abilities are related to established aspects that can include cerebral, sensory, and somatic abilities. Other characteristics are behaviors that do not fit into the other classifications, including principles, work preference, temperament, degrees, and endorsements. Knowledge, Skills, Abilities, and Other Activities (KSAOs) ascertain equal opportunity representatives and officers or CDOs from the Occupational Information Network (O*NET, 2021). O*NET is the job analysis system used by the federal government, which superseded the Dictionary of Occupational Titles (DOT).8Organizational Climate Change Step 5: Selecting Tests to Understand KSAOsAamodt (2015) indicated that selecting tests to understand KSAOs are methods to choose new employees and include interviews, work samples, ability assessments, temperament tests, reference checks, reli-ability tests, biographical statistics, and evaluation centers. The importance of elevating organizational sustainability is indicated by performing the job and task analysis for the CDO role within an organization (Groysberg et al., 2018). As such, job analysis is typically led by human resources or industrial psycholo-gists and contains individualized assessments (i.e., examinations, assignments, and observations). The employee rates a combination of contextual assessments and individual duties. Landau and Rohmert (2017) indicated that job analysis could advance employee achievement if performed methodically. Further, job analysis is vital to guarantee risks are mitigated in recruitment, hiring, orientation, ongoing training and development, evaluations, and succession towards organizational objectives.THE ROLE OF THE CHIEF DIVERSITY OFFICER IN WORKPLACE STRESS MITIGATIONIt is in the best interests of organizations to mitigate the stress levels of employees. As a result, negative consequences arise when employee stress levels are dynamic. The Chief Diversity Officer (CDO) role in an organization is meant to support employees and organizational stakeholders in the process. Further, team building ensures employees work well together and understand conflict mitigation, organizational culture, and structure. Similarities between traditional organizations and organizations that specifically focus on diversity, equity, inclusion, and belonging stress management are vast (Adejumo, 2020). The variances between how organizations incorporate the CDO in the implementation of stress mitigation programs are notable. The CDO must work with leadership, employees, human resources, and workplace wellness to establish effective stress mitigation programs.Stress Management in the WorkplaceThe ability of chief diversity officers (CDOs) to improve stress mitigation provides insights into the success rates of organizations to improve employee health and wellness (Aamodt, 2015). This research aims to determine health-related outcomes correlated to stress management (organizational structure, training and development, supportive management, appropriate workload, and performance effectiveness). Moreover, performance effectiveness is a critical aspect of efficient workplace management (Creary et al., 2021). Contributors to high workplace stress levels include work pressure, poor organizational structure, and lack of support from managers. Additionally, employee wellness through coaching, I/O psychologist assessment, and development needed to reinforce embedded organizational ethos.Factors and Consequences of StressThe problem is that workplace stress often leads to obesity, hypertension, elevated cholesterol, type-2 diabetes, stroke, and an increased likelihood of mortality (Anspaugh et al., 2000). Outcomes for poor health management indicate elevated caloric intake, physical inactivity, smoking, and stress. Workplace stress management programs educate employees and determine rates of perceived well-being. The goal 9Organizational Climate Change is to encourage employees to engage in healthier lifestyles by making better food choices and increasing physical activity to reduce overall health concerns. Further, when preventive measures are incorporated into daily living, those who suffer persistent stress-related illnesses reported fewer symptoms over time and had better social and societal skills (Anspaugh et al., 2000). Stress management interventions improve the body’s functions, advance respiratory and cardiovascular capacity, reduce stress-related illnesses and chronic pain, enhance rest, improve general well-being and personal fulfillment.Action: Improving Workplace Stress ManagementThe ability of chief diversity officers to improve stress mitigation provides insights into the success rates of chief diversity officers to connect with employees (Groysberg et al., 2018). This research aims to develop a workplace stress management program directed at chief diversity officers to achieve stress management and performance effectiveness during production or in crises. Preventive health and well-ness are characterized and utilized as a health and wellness practice for treating health-related conditions, including stress management in the areas of physical, emotional, spiritual, intellectual, environmental, and social experiences (Ammendolia et al., 2016).Organizational professionals indicate that production impacts are dynamic concerning the physical, emotional, spiritual, intellectual, environmental, and social stress that workplace responsibilities cause (Ammendolia et al., 2016). Likewise, Anspaugh et al. (2000) determined helpful impacts of health and wellness for organizations. Further, they denoted the advantages of consistent health and wellness practices. Chief diversity officers must be committed and invest in health and wellness benefits for their stakeholders as the health and wellness benefits are exponential. Thus, chief diversity officers need to be educated about the benefits of health and wellness on subordinates. Subsequently, preventive efforts are based on health and wellness programming methodology to alleviate workplace stress, such as mental and physical health seminars to help staff cope with workplace stressors (Ammendolia et al., 2016).Workplace Stress Management Program ImplementationThe social-ecological approach entails connecting the individual to their environment (Anspaugh et al., 2000). Workplace stress management programming is the aggregate of all purposeful activities designed to improve workplace health and stress through a combination of strategies health education, health protection, risk factors detection, health enhancement, and health maintenance. The impact of workplace stress management programs increases stress management support systems for organizations. Upon implementing workplace stress management programs, the outcome of workplace stress management programs introduces chief diversity officers to a promising practices framework to reduce stress barri-ers during workplace responsibilities (Ammendolia et al., 2016). Additionally, chief diversity officers must become more knowledgeable of stress management support mechanisms and improve their health and well-being during workplace responsibilities or crises. Workplace stress management programs are transformational in reshaping professional development for employees.Industrial and Organizational Psychologist AssessmentThe workplace stress management program must be assessed by I/O psychologists and seek to address the following concerns: How do employees perceive their health and wellness status? What are behav-10Organizational Climate Change ioral interventions needed to address stress management for employees? What social factors influence how employees incorporate physical fitness into their lifestyles? How do employees perceive the value of wellness and health care providers? What factors influence employees’ nutritional choices? What are barriers to health and wellness behavioral modifications for employees? Workplace stress manage-ment programs endeavor to improve the well-being of employees, educate employees on the benefits of healthier food choices and physical fitness, employees on the benefits of smoking cessation. Specifically, the program seeks to reduce chronic stress for employees.Indicator 1: Collect feedback on how employees respond to a health and wellness initiative.Indicator 2: Demonstrate appropriate fitness modalities for employees.Indicator 3: Collect feedback on the reduction of employee smoking prevalence.Indicator 4: Report management.Workplace Stress Management Program: Communications and MarketingThe advertising approach for a workplace stress management program consists of email marketing: All employees are emailed weekly program fliers. Social Media: Fliers are posted on Facebook approximately 3x over three weeks before info, program, fitness sessions, and the day of an event. Departmental Lead-ership: Train managers on how to support employees during crises while offering support to managers. Peer Groups: Establish Zoom and face-to-face peer support groups. Training Technology: Link with the organizational learning management support team to develop streamlined technology requirements. Web Portal: Utilize organizational intranet to warehouse the workplace stress management program resources, calendars, and support services. Workplace stress management program promotion - Flash-ing fliers are posted on screens in communal areas approximately one week before each information or fitness session (Delerue & Sicotte, 2017).Mitigating Stress in Group DynamicsThere is value in maintaining a system of interdependency when working in groups (Aamodt, 2016). The dynamics of a group allow individuals within the group to provide useful insights for strategy for-mulation, effective management, and competitive advantage to achieve organizationally or the group’s goals. Likewise, group dynamics continually evolve as an iterative process (Branscombe & Baron, 2017). Framing the way groups operate in totality is then realized. Groups often fall into a groupthink vein where they function to achieve goals, growth, performance, and organizational impact. Groups seem to work well together by identifying the most effective strategies, especially organizational mission, sustain-ability, and impact (Groysberg et al., 2018). A group’s dynamics tend to ‘model the way’ by producing the results required for organizational objectives. Groups co-create ways to overcome several limitations related to groupthink issues by incorporating process, strategic change management objectives, culture, and commitment to diversity of thought (Jones & Dovidio, 2018).Elements That Contribute to Group ConflictThe Human Resource (HR) perspective emphasizes individual responsibility when group conflict arises (Bolman & Deal, 2017). HR primarily focuses on giving employees the power and opportunity to perform their jobs well while at the same time addressing their needs for human contact, personal growth, and 11Organizational Climate Change job satisfaction. The political perspective addresses individuals and interest groups having conflicting perspectives (Bolman & Deal, 2017). The symbolic perspective inspires people by motivating vision and recognizing effective performance through organizational culture (Bolman & Deal, 2017).Strategic Initiatives to Address and Resolve ConflictThe dynamics of conflict are impacted by those who choose to negate the resolution. Nevertheless, the degree to which conflict management practices are executed indicates performance (APA, 2021). The work of eradicating conflict requires acknowledging, comprehending the need to erase inherent conflict (Maestripieri et al., 2017). To officially evaluate postulations about the extension and nature bias in-clination, Owen et al. (2020) determined that resolve can lessen the predisposition of conflict. Further, the predisposition of conflict is based on vulnerability and misunderstanding. Additionally, the chief diversity officer may recognize predispositions of conflict in those in the internal environment and must work to help others understand the harm of conflict.Stress Mitigation Resources Available to StakeholdersEmployees trained to recognize, and conflict offers an increased performance capability (Creary et al., 2021). Likewise, conflict predispositions are linked to one’s vulnerability and the questionability of re-flection or cognizant exertion as a method for decreasing inclination or impulsive behaviors. Likewise, strategies and procedures must be created with quantifiable and measurable assessments (Owen et al., 2020). Professional responsibilities include reducing conflict in the immediate, not long-term, inaction. That means beginning now and not waiting for others to “get on board” – whether peers or chief diversity officers. Immediate action causes a positive impact on one’s peers, clients, the organization, and society. Examples of conflict escalated to a manager, human resources, EAP (Employee Assistance Program), or a civil rights advocate.Recommendations to Facilitate Positive CommunicationIncreased awareness of intercommunication in human resources, EAP, or civil rights affairs necessitates intentionality and process. Chief diversity officers are successful when they execute effective communica-tion frameworks. Resolving conflict requires developing a communication strategy to manage multiple dynamics, providing periodic status updates on performance against the communication strategy, and meeting strategic targets (Volk & Zerfass, 2018). Resolving conflict means providing value, reducing conflict, and cost avoidance to conserve resources for programs. Developing a strategic conflict reduc-tion strategy necessitates building a comprehensive plan.Understanding the keystone of resolving conflict requires satisfying internal and external stakeholder requirements, refining communications, and achieving key performance metrics to improve stakeholders and customer services (Adejumo, 2020). Knowledge of organizational culture provides chief diversity of-ficers and employees with a fundamental understanding and experience with solving organizational issues using a structured approach in the business. Organizational culture comprises maintaining flexibility and utilizing adaptation skills in various circumstances to achieve goals, objectives, and missions of projects or firms (Hitt et al., 2017). Additionally, aligning the value of organizational culture to organizational goals is an emerging need in the execution and success of organizational structures (Creary et al., 2021). 12Organizational Climate Change Those in leadership must effectively encourage the development of their businesses to maintain sustain-ability and profitability. Moreover, developing organizational culture requires strategic leadership, which is critical for evaluating organizational culture and alignment metrics to foster an analytical perspective.Organizational Change Process (Theory)Further, Dent and Goldberg (1999) found that one of the most generally acknowledged conceptual mod-els that drive hierarchical performance is the possibility that there is protection from change and that supervisors are the only group responsible for the change. Not so. Change is persistent and a constant reality for all individuals. Moreover, Kurt Lewin presented change management as a framework and a powerful mechanism for organizations and employees similarly and indicated that change occurs by unfreezing the issue of change, actualizing change, and refreezing to implement change (Woodward & Hendry, 2004). Subsequently, the broad acceptance of a change model confounds the comprehension of change components.All Are Responsible for Leading ChangeThe change process connects theory to organizational development and is led by leadership, encompassing chief diversity officers, who delegate change management as necessary. Change management acumen is an important core competency derived from organizational focus and change management strategy, which enables chief diversity officers to create significant improvements in organizational development (Webber & Scott, 2008). Chief diversity officers create processes to address organizational problems and more abstract technical issues that occur in organizations (Baltaci & Balcı, 2017). The ability to bring innovative ideas and processes to light leads to better management of organizational initiatives (Hos-seini et al., 2017). As a result, core competencies learned are best utilized by conceptualizing, initiating, leading, organizing, delegating, and executing plans when necessitated.Gaining Commitment at All Levels of the OrganizationPartnerships with key stakeholders and internal business partners allow for buy-in, envisioning, and cohesion in execution. Likewise, evaluating existing initiatives, programs, policies, and recommenda-tions promotes a more diverse and inclusive culture and workforce. Organizational challenges provide opportunities for chief diversity officers to refine various elements of the organizational culture (An-derson et al., 2017). Organizations can be dismantled by employee disengagement who may disrupt the hierarchical flow of the organization; thus, it is important to take the time to encourage employees to buy in (Frevert et al., 2018).Managing Noncompliance or ResistanceWays to mitigate or counter internal or external stakeholder resistance are to incorporate organizationally or program changes focused on reducing conflict across teams and departments (Aamodt, 2010). Com-munication is a focal point for organizing staff, organizations, and conflict noncompliance and resistance (Ammendolia et al., 2016). On-boarding, post-hire evaluations/meetings, and re-training may establish a renewed internal culture orientation. As a result, incorporating a Mentorship Program to acclimate new 13Organizational Climate Change staff to organizational climate properly is ideal. Processes are needed to hold stakeholders (administra-tion, staff, suppliers, and Board Members.) accountable to organizational initiatives. The most inspiring story of successful change is when there is buy-in from stakeholders.Disciplinary Action Protocols (DAP)The disciplinary action protocols (DAP) that may be followed when discipline is required include the following (Lewis, 2013): verbal warning, corrective actions and advising, official written reprimand, corrective meeting with the appropriate supervisor or manager, final, written warning, reduction of benefits, indeterminate suspension or demotion, and termination. Discrimination leads to a presumption of unfairness for members of overrepresented groups within an organization, increasing the propensity that traditionally advantaged groups will perceive themselves as victims of discrimination (Aamodt, 2016). The presence of diversity and inclusion initiatives may increase organizations’ attractiveness to underrepresented groups who anticipate inclusion within the workplace. Often underrepresented groups find advertised inclusion but realized exclusion and threat when hired overrepresented groups (Dover, 2020). Finally, affirmative action initiatives may signal that underrepresented groups need help to succeed and are thus less competent than their advantaged counterparts. Moreover, while there are unintended consequences of discrimination’s adverse impacts, organizational accountability aims to create inclusive, diverse, and fair workplaces.Conclusively, factors that add to workplace stress are a lack of organizational performance, mis-aligned workload, mismanagement, bias, discrimination, sexual harassment, and violence. These issues can be addressed by effective organizational and strategic planning (Chappell et al., 2016). Addressing workplace stress enhances employee performance (Anspaugh et al., 2000). Therefore, employers must develop health and wellness programs to encourage employee well-being. When organizations strengthen well-being programs, focusing specifically on the holistic health of employees, it raises awareness of stress management engagement (Schneider et al., 2007). Employers must hold training to espouse health behaviors contrasted with unhealthy issues caused by workplace stress. Organizations must strengthen their management systems and strive to create a stress-free environment by prioritizing the well-being of employees.THE IMPACT OF INDUSTRIAL AND ORGANIZATIONAL PSYCHOLOGY ON CULTURAL ASSIMILATION PRACTICES IN THE WORKFORCEDiscrimination leads to a presumption of unfairness for members of overrepresented groups within an organization, increasing the propensity that traditionally advantaged groups will perceive themselves as victims of discrimination (Aamodt, 2016). The presence of diversity and inclusion initiatives may increase organizations’ attractiveness to underrepresented groups who anticipate inclusion within the workplace. Often underrepresented groups find advertised inclusion but realized exclusion and threat when hired overrepresented groups (Dover, 2020). Finally, affirmative action initiatives may signal that underrepresented groups need help to succeed and are thus less competent than their advantaged counterparts. Moreover, while there are unintended consequences of discrimination’s adverse impacts, organizational accountability aims to create inclusive, diverse, and fair workplaces (Creary et al., 2021).14Organizational Climate Change Industrial and organizational psychologists (I/O) analyze and report diversity data and research trends to ensure innovative solutions are continuously integrated into the workforce. Research limitations and implications of workplace challenges are applied to investigate organizations’ diversity, equity, inclusion, and belonging (DEIB) activities. Practical implications concerning leading diversity, inclusion, belonging, and equity initiative in organizations are addressed. Moreover, social and cultural implications postulate how organizational leaders enhance diversity, equity, inclusion, belonging. This research denotes how incorporating DEIB strengthens organizational culture. Industrial and organizational psychology helps organizations to improve DEIB initiatives. The objective is to improve organizational performance.Diversity and Inclusion Improves Organizational PerformanceLambert (2016) indicated that earlier exploration demonstrates a relationship between organizational diversity and organizational performance, explaining how and why organizational diversity impacts organizational performance. There is a restricted understanding of how impactful assimilation methods are related to diverse groups within an organization and why earlier examinations tend to blend outcomes concerning the relationship among diversity. Further, culturally diverse firms experience improved per-formance when an innovation method is developed (Adejumo, 2020). Likewise, group diversity has also been linked to ingenuity. This may imply that diversity inventiveness linkages are factors responsible for organizational performance results. In any case, there is insufficient attention on how individual and group levels of innovativeness and innovation within the firm outcome in firm-level innovation. Firms that appreciate diversity are far less likely to force assimilation practices upon their employees. Diversity is seen as a catalyst for organizations to become innovative through their capacity to bridle inventive-ness and change it into valuable ideas, products, services, and leadership (Lambert, 2016). Diversity and inclusion initiatives that eliminate assimilation cultures provide an environment for innovation to thrive (Creary et al., 2021).The Social Constructs of IntergroupsMoreover, van Osch and Breugelmans (2017) perceived intergroup contrast as an organizing principle for both intercultural attitudes and acculturation attitudes. The position of a group on a dimension of intergroup contrast widely regarding proportions of intercultural attitudes and acculturation attitudes. Diversity groups are seen as being more unique compared to majority members and received less sup-port integrating into a multicultural organization, viewed as threatening, were generalized as less warm and competent, were less receptive to assimilation methods, maintained a noticeable ethnic culture, and disagreed with minority inclinations of acculturation methodologies. Likewise, self-aware minority groups see themselves as uniquely different from the majority culture. In this way, both groups do not see themselves in the larger multiculturalism spectrum but as the majority and juxtaposed. When mul-ticultural employees exhibit ethnic personalities, they are less apt to assimilate and more committed to maintaining their ethnic culture. The apparent intergroup contrast is a significant construct of intergroup relations in culturally diverse social orders. Miller and Manata (2020) investigated the relationship be-tween diversity, inclusion, and assimilation outcomes. Explored were components of assimilation and inclusion that happen in the work environment. In addition, employees themselves are often the ones to determine the degree to which inclusion and assimilation results are connected. Identification and social aspects of inclusion are connected to assimilation results. For instance, acculturation, work capabilities, 15Organizational Climate Change collegiality, camaraderie, recognition, involvement, and job negotiation. In addition, these conclusions remain commonly similar for all individuals regardless of their tenure with an organization.The Social Constructs of Race and Gender in the WorkplaceDickens et al. (2019) purported that people of color who are tokenized in the work environment experience race and sex discrimination and may assimilate to alleviate the pessimistic results related to discrimina-tion. Assimilation is the conscious or unconscious interaction of shifting one’s language and cultural practices. Examine are three significant assimilation theories: character negotiation, the cultural contract worldview, and the phenomenological variation of systems theory. Thus, summarizing the precepts and applications of these models highlights the manners by which intersecting personalities can shape people of color’s encounters in the work environment. Assimilation is based upon the way individuals are forces to integrate the intersection of numerous characters (i.e., race and sex). Moreover, organiza-tional politics, tokenism, and racialized gendered socialization can influence incentives and pressing factors to assimilate into the work environment. Conclusively, organizational leaders must cultivate an inclusive working environment.Inter and Intra Culturalism in the WorkplaceWard and Geeraert (2016) provided the point of view that continued intercultural contact prompts dif-ficulties and changes. As a feature of this interaction, the acculturating individual adopts acculturative stressors whose negative impacts on prosperity suppress or exacerbate coping reactions. A second component of the acculturation cycle involves acquiring, maintaining, and changing cultural practices, qualities, and personalities related to culture and the existing social framework. Both acculturative pres-sure and acculturative change expand in an environmental context. Acculturation motives influence financial reward, position, or promotion within the workplace. At the societal level, attitudes, actions, and biases influence the acculturation encounters of diverse populations and influence their mental and socio-cultural adaptation.Workplace Bias Starts in Human Resource Hiring PracticesKang et al. (2016) examined racial minorities’ endeavors to circumvent expected discrimination in labor markets by concealing or modulating racial indicators in employment forms to assimilate to get the job. Diverse individuals often use modulating techniques to hide their identities, while others reject that modu-lating is necessary for the job market. Building on the subjective findings, diverse individuals often alter their references in response to various occupation postings. Results show that while targeting a business that presents itself as valuing diversity, diverse candidates do not alter their list of references and provide a more accurate picture of their qualifications (Creary et al., 2021). However, human resources respond to assimilated qualifications more often, which indicates that support of organizational diversity is not consistent with decreased discrimination against unassimilated applicants. These findings propose an idiosyncrasy in that diverse individuals encounter disadvantages when they apply to pro-diverse orga-nizations. These findings illuminate cultural suppression and facility in the current labor markets and point to a significant interaction between the facade of organizations in shaping economic inequality.16Organizational Climate Change Bless and Burger (2016) found that the contextual impacts of social psychology uncover factors that influence the rise of cultural assimilation and contrast societal impacts as consequences of social priming. The factors determining assimilation versus contrast are implanted in the inclusion/exclusion model of social judgment (IEM), which holds that including open information into the representation of the critical objective inspires assimilation impacts while excluding it from the objective representation causes contrast. Exclusion measures occur when individuals see inconsistent organizational values as not representative of existing societal norms. A significant part of the accessible proof on the determi-nants of assimilation versus contrast impacts and coordinated into the overall organizational structure (Branscombe & Baron, 2017).FACTORS OF GROUP DYNAMICS: THE IMPACT OF DIVERSITY AND INCLUSIONDiversity, Equity, Inclusion, Belonging (DEIB) change management occurs when internal and external culture shifts occur. Utilizing DEIB frameworks improve management and organizational change initia-tives. Organizational change impacts factors of group dynamics (Creary et al., 2021). Four approaches of change management to consider are the operational, employee management, administrative, and representative approach. The operational approach focuses on change. For instance, the operational approach is duty-centered. The operational approach targets strategy, instituting measurable goals, ex-plicatory tasks, obligations, and reporting lines; determining data analytics and targets; and developing structures and processes.Moreover, managers must make decisions based on situational analysis. The employee management approach places more emphasis on individual requirements. It primarily focuses on giving employees the authority yet requirements to perform their jobs well while at the same time addressing their needs for human contact, personal growth, and career growth. The administrative approach addresses the problem of individuals and interest groups in conflict. The representative approach focuses on inspiring employees by recognizing effective performance through organizational change initiatives.There is value in maintaining a system of interdependency when working in groups (Aamodt, 2016). The dynamics of a group allow individuals to provide useful insights for strategy formulation, effec-tive management, and competitive advantage to achieve organizationally or the group’s goals. Group dynamics continually evolve as an iterative process (Branscombe & Baron, 2017). This is realized by framing the way groups operate in totality. Groups often fall into a groupthink vein where they function to achieve goals, growth, performance, and organizational impact. Groups seem to work well together by identifying the most effective strategies, especially organizational mission, sustainability, and impact (Groysberg et al., 2018). A group’s dynamics tend to ‘model the way’ by producing the results required for organizational objectives. Groups co-create ways to overcome several limitations related to groupthink issues by incorporating process, strategic change management objectives, culture, and commitment to diversity of thought (Jones & Dovidio, 2018).Elements That Contribute To Group ConflictThe Human Resource (HR) pivot emphasizes individual requirements (Bolman & Deal, 2017). HR primarily focuses on giving employees the power and opportunity to perform their jobs well while at 17Organizational Climate Change the same time addressing their needs for human contact, personal growth, and job satisfaction. The po-litical pivot addresses individuals and interest groups having conflicting perspectives (Bolman & Deal, 2017). The symbolic pivot focuses on inspiring people by motivating vision and recognizing effective performance through organizational culture (Bolman & Deal, 2017).The dynamics of conflict are impacted by those who choose to negate the resolution. Nevertheless, the degree to which conflict management practices are executed indicates performance (APA, 2021). The work of eradicating conflict requires acknowledging, comprehending the need to erase inherent conflict (Maestripieri et al., 2017). To officially evaluate postulations about the extension and nature bias inclination, Owen et al. (2020) determined that resolve can lessen the predisposition of conflict. Further, the predisposition of conflict is based on vulnerability and misunderstanding. Additionally, leaders may recognize predispositions of conflict in those in the internal environment and must work to help others understand the harm of conflict.Resources Made Available to StakeholdersEmployees must be trained to recognize conflict and to address it as a capability of performance. Con-flict predispositions are linked to one’s vulnerability and the questionability of reflection or cognizant exertion as a method for decreasing inclination. Likewise, strategies and procedures must be created with quantifiable and measurable assessments (Owen et al., 2020). Professional responsibilities include reducing conflict in the immediate, not long-term, inaction. That means beginning now and not waiting for others to “get on board” – whether peers or organizational leaders. Immediate action causes a posi-tive impact on one’s peers, clients, the organization, and society. Examples of conflict escalated to the manager, human resources, EAP (Employee Assistance Program), or civil rights advocate.The Utilization of Organizational Culture and Employee Empowerment to Encourage Acceptance and ChangeKnowledge of organizational culture provides leaders and employees with a fundamental understanding and experience with solving organizational issues using a structured approach in the business. Organiza-tional culture comprises maintaining flexibility and utilizing adaptation skills in various circumstances to achieve goals, objectives, and missions of projects or firms (Hitt et al., 2017). Additionally, aligning the value of organizational culture to organizational goals is an emerging need in the execution and suc-cess of organizational structures. Those in leadership must effectively encourage the development of their businesses to maintain sustainability and profitability. Moreover, developing organizational culture requires strategic leadership, which is critical for evaluating organizational culture and alignment metrics to foster an analytical perspective.Organizational Change Process (Theory) to Accomplish the Desired ResultsFurther, Dent and Goldberg (1999) found that one of the most generally acknowledged conceptual models that drive hierarchical performance is the possibility that there is protection from change and that supervisors must be the only group responsible for the change. Change is a persistent and constant reality. Moreover, Kurt Lewin presented change management as a framework and a powerful mecha-nism for leaders and staff similarly and indicated that change occurs by unfreezing the issue of change, 18Organizational Climate Change actualizing change, and refreezing to implement change (Woodward & Hendry, 2004). Subsequently, the broad acceptance of a change model, professionals, and academics has confounded change components’ comprehension.Team Members Responsible for Leading ChangeThe change process connects theory to the field of organizational development and is led by organizational leaders, which delegate change management as necessary. Change management acumen is an important core competency derived from organizational focus and change management strategy, which enables leaders to create significant improvements in organizational development (Webber & Scott, 2008). As a leader, one has become so by creating processes to address organizational problems and more abstract technical issues that occur in organizations (Baltaci & Balcı, 2017). The ability to bring innovative ideas and processes to light leads to better management of organizational initiatives (Hosseini et al., 2017). As a result, core competencies learned are best utilized by conceptualizing, initiating, leading, organizing, delegating, and executing plans when necessitated.Gaining Commitment at All Levels of the OrganizationPartnerships with key stakeholders and internal business partners allow for buy-in, envisioning, and cohesion in execution. Likewise, evaluating existing initiatives, programs, policies, and recommenda-tions promotes a more diverse and inclusive culture and workforce. Organizational challenges provide opportunities for leaders to refine various elements of the organizational culture (Anderson et al., 2017). Organizations can be dismantled by employee disengagement who may disrupt the hierarchical flow of the organization; thus, it is important to take the time to encourage employees to buy in (Frevert et al., 2018).Possible Concerns of Discrimination or Adverse ImpactDiscrimination leads to a presumption of unfairness for members of overrepresented groups within an organization, increasing the propensity that traditionally advantaged groups will perceive themselves as victims of discrimination (Aamodt, 2016). The presence of diversity and inclusion initiatives may increase organizations’ attractiveness to underrepresented groups who anticipate inclusion within the workplace. Often underrepresented groups find advertised inclusion but realized exclusion and threat when hired overrepresented groups (Dover, 2020). Finally, affirmative action initiatives may signal that underrepresented groups need help to succeed and are thus less competent than their advantaged counterparts. Moreover, while there are unintended consequences of discrimination’s adverse impacts, organizational accountability aims to create inclusive, diverse, and fair workplaces.SOLUTIONS AND RECOMMENDATIONSDiscussed are solutions and recommendations to mitigate the issues, controversies, and problems of implementing DEIB initiatives. Further, emerging trends indicate that an increased focus on hiring, developing, and supporting CDOs improves DEIB performance metrics’ success. There is viability of DEIB frameworks connected to GACM to undergird implementation of DEIB programs. Moreover, elimi-19Organizational Climate Change nating issues of forced assimilation requires organizational commitment. Fine et al. (2020) determined that diversity’s organizational benefits are important and informed by evidence regarding employees’ differences and workplace relationships. Equity-based gains in workplace diversity initiatives reduce discrimination, androcentrism and eliminate forced cultural assimilation.Instrumental benefits of workplace diversity to organizations include increasing team and organiza-tional performance, innovation, occupational well-being, and corporate governance (Fine et al., 2020). A positive relationship between occupational social psychology or industrial and organizational psychol-ogy is most applicable. Leaders must imbue grounded diversity initiatives that are comprehensive and evidence-based to fully achieve the benefits of workplace diversity. Organizational leaders are integral in developing innovative programs, activities, and training strategies addressing diversity (Creary et al., 2021). Further, Basit and Medase (2019) determined that social psychology norms in the workplace can evoke assimilation or biased impacts in decision-making. When employees are forced to assimilate into a social structure culturally, they lose their individualism. Avoidance of this phenomenon describes the norm of many organizations. As a result, information regarding this standard evokes exploration. Moreover, issue significance, representation, and conversational methods improve diversity and inclu-sion outcomes.RECOMMENDATIONS AND CONCLUSIONBased on industrial and organizational psychology metrics on cultural assimilation practices in the workforce, it is not restricted to a specific field. It involves reflection upon the premises, ideas, and in-novations utilized in various industries. In this way, industrial and organizational psychology on cultural assimilation practices in the workforce spans many fields and is valuable as an organizational develop-ment technique. In contrast, industrial and organizational psychologists encourage discourse that presents complex issues and solution-oriented resolution. Employees engage and even lead discussions, which inspires transformation and creates equity in encouraging workplaces. Moroever, Brimhall (2019) deter-mined that the development of global workforce diversity is an indicator of heterogeneous workforces, which bring about both positive and negative outcomes. For example, increased retention or conflict and turnover performance and organizational outcomes. In this capacity, leaders are tasked with manag-ing DEIB initiatives (Creary et al., 2021). Finding approaches to ensure diversified workplaces helps employees forge an authentic connection to the organization and increases organizational performance.REFERENCESAamodt, M. (2016). Industrial/Organizational Psychology an Applied Approach (8th ed.). https://viewer.gcu.edu/DVAA9EAdejumo, V. (2020). Beyond diversity, inclusion, and belonging. Leadership. Advance online publica-tion. doi:10.1177/174271502097620220Organizational Climate Change Ammendolia, C., Côté, P., Cancelliere, C., Cassidy, J. D., Hartvigsen, J., Boyle, E., Soklaridis, S., Stern, P., & Amick, B. III. (2016). Healthy and productive workers: Using intervention mapping to design a workplace health promotion and wellness program to improve presenteeism. BMC Public Health, 16(1), 18. doi:10.118612889-016-3843-x PMID:27884132American Psychological Association (APA). (2021). The Ethical Standards Ethical Principles of Psy-chologist and Code of Conduct. https://www.apa.org/ethics/code/ethics-code-2017.pdfAnderson, T. D., Ford, R., & Hamilton, M. (2017). The skills of team and organizational development. In Transforming Leadership (pp. 163–206). Routledge. doi:10.1201/9780203735237-7Anspaugh, D. J., Dignan, M. B., & Anspaugh, S. L. (2000). Developing health promotion programs. Waveland Press.Avery, D. R., & McKay, P. F. (2010). Doing Diversity Right: An Empirically Based Approach to Ef-fective Diversity Management. International Review of Industrial and Organizational Psychology, 25, 227–252. doi:10.1002/9780470661628.ch6Baltaci, A., & Balcı, A. (2017). Complexity change management: A theoretical perspective. International Journal of Educational Change management and Management, 5(1), 30-58. doi:10.1166/s198789-456-3830-xBasit, S. A., & Medase, K. (2019). The diversity of knowledge sources and its impact on firm-level in-novation. European Journal of Innovation Management. https://bit.ly/3oxSrAlBless, H., & Burger, A. M. (2016). Assimilation and contrast in social priming. Current Opinion in Psychology, 12, 26–31. doi:10.1016/j.copsyc.2016.04.018Bolman, L., & Deal, T. (2017). Reframing organizations: Artistry, choice, and leadership. Jossey-Bass. doi:10.1002/9781119281856Branscombe, N., & Baron, R. (2017). Social Psychology. Pearson.Brimhall, K. C. (2019). Inclusion and commitment as key pathways between leadership and nonprofit performance. Nonprofit Management & Leadership, 30(1), 31–49. doi:10.1002/nml.21368Chappell, S., Pescud, M., Waterworth, P., Shilton, T., Roche, D., Ledger, M., Slevin, T., & Rosenberg, M. (2016). Exploring the process of implementing healthy workplace initiatives: Mapping to Kotter’s leading change model. Journal of Occupational and Environmental Medicine, 58(10), e341–e348. doi:10.1097/JOM.0000000000000854 PMID:27525528Cohen, J. (2013). Statistical power analysis for the behavioral sciences. Academic Press. doi:10.4324/9780203771587Creary, S. J., Rothbard, N., & Scruggs, J. (2021). Improving workplace culture through evidence-based diversity, equity and inclusion practices. doi:10.31234/osf.io/8zgt9osf.io/8zgt9Crenshaw, K. (1990). Mapping the margins: Intersectionality, identity politics, and violence against women of color. Stanford Law Review, 43(6), 1241. doi:10.2307/122903921Organizational Climate Change Creswell, J. W., & Creswell, J. D. (2017). Research design: Qualitative, quantitative, and mixed methods approaches. Sage (Atlanta, Ga.).Dickens, D. D., Womack, V. Y., & Dimes, T. (2019). Managing hypervisibility: An exploration of theory and research on identity shifting strategies in the workplace among Black women. Journal of Vocational Behavior, 113, 153–163. doi:10.1016/j.jvb.2018.10.008Delerue, H., & Sicotte, H. (2017). Effective communication within project teams: The role of social media. IAMDC-Wairco. https://wairco.org/IJCMSS/February2017Paper2.pdfDent, E. B., & Goldberg, S. G. (1999). Challenging “resistance to change”. The Journal of Applied Behavioral Science, 35(1), 25–41. doi:10.1177/0021886399351003Dover, T. L., Kaiser, C. R., & Major, B. (2020). Mixed signals: The unintended effects of diversity initiatives. Social Issues and Policy Review, 14(1), 152–181. doi:10.1111ipr.12059Frevert, T., Rorrer, A., Davis, D. J., Latulipe, C., Maher, M. L., Cukic, B., . . . Rogelberg, S. (2018, October). Sustainable Educational Innovation Through Engaged Pedagogy and Organizational Change. In 2018 IEEE Frontiers in Education Conference (FIE) (pp. 1-5). IEEE. 10.1109/FIE.2018.8658491Fine, C., Sojo, V., & Lawford-Smith, H. (2020). Why does workplace gender diversity matter? Justice, organizational benefits, and policy. Social Issues and Policy Review, 14(1), 36–72. doi:10.1111ipr.12064Groysberg, B., Lee, J., Price, J., & Cheng, J. (2018). The leader’s guide to corporate culture. Harvard Business Review, 96(1), 44–52. https://egn.com/dk/wp-content/uploads/sites/3/2020/01/HBR-The-Leaders-guide-to-Corporate-Culture.pdfHitt, M., Hoskisson, R., & Ireland, R. D. (2017). Strategic management: Competitiveness & globaliza-tion concepts and cases (12th ed.). Cengage Learning.Hosseini, S., Kees, A., Manderscheid, J., Röglinger, M., & Rosemann, M. (2017). What does it take to implement open innovation? Towards an integrated capability framework. Business Process Manage-ment Journal, 23(1), 87–107. doi:10.1108/BPMJ-03-2016-0066Jones, J. M., & Dovidio, J. F. (2018). Change, challenge, and prospects for a diversity paradigm in social psychology. Social Issues and Policy Review, 12(1), 7–56. doi:10.1111ipr.12039Kang, S. K., DeCelles, K. A., Tilcsik, A., & Jun, S. (2016). Whitened résumés: Race and self-presentation in the labor market. Administrative Science Quarterly, 61(3), 469–502. doi:10.1177/0001839216639577Lambert, J. (2016). Cultural diversity as a mechanism for innovation: Workplace diversity and the absorptive capacity framework. Journal of Organizational Culture, Communications and Conflict, 20(1), 68. https://search.proquest.com/openview/10c6734b15cec20e4cde33bca4b8005f/1?pq-origsite=gscholar&cbl=38870Landau, K., & Rohmert, W. (Eds.). (2017). Recent developments in job analysis (Vol. 24). Taylor & Francis. doi:10.4324/978131521371222Organizational Climate Change Lewis, C. W. (2013). Ethics codes and ethics agencies: Current practices and emerging trends. Ethics and Public Administration, 141. https://www.ucursos.cl/inap/2013/2/ADP301/2/material_docente/bajar?id_material=799316Maestripieri, D., Henry, A., & Nickels, N. (2017). Explaining financial and prosocial conflict in favor of attractive people: Interdisciplinary perspectives from economics, social psychology, and evolutionary psychology. Behavioral and Brain Sciences, 40. doi:10.1017/S0140525X16000340Management Study Guide (MSG). (2021). Job analysis methods. https://www.managementstudyguide.com/job-analysis-methods.htmMaynard, D. C., & Ferdman, B. M. (2009). The marginalized workforce: How I/O psychology can make a difference. The Industrial-Organizational Psychologist, 46(4), 25–29. http://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.503.1921&rep=rep1&type=pdfMiller, M. J., & Manata, B. (2020). The effects of workplace inclusion on employee assimila-tion outcomes. International Journal of Business Communication. Advance online publication. doi:10.1177/2329488420976805Occupational Information Network (O*NET). (2021). 13-1041.03 - Equal opportunity representatives and officers. https://www.onetonline.org/link/summary/13-1041.03#KnowledgeOwen, J., Tao, K. W., Drinane, J. M., Hook, J., Davis, D. E., Foo, N., ... Kune, N. F. (2020). Professional Psychology, Research and Practice. Advance online publication. doi:10.1651/gipr.16759Privitera, G. (2019). Research methods for the behavioral sciences (3rd ed.). Sage.van Osch, Y. M., & Breugelmans, S. M. (2017). Perceived intergroup difference as an organizing prin-ciple of intercultural attitudes and acculturation attitudes. Journal of Cross-Cultural Psychology, 43(5), 801–821. doi:10.1177/0022022111407688Schneider, E. C., Altpeter, M., & Whitelaw, N. (2007). An innovative approach for building health pro-motion program capacity: A generic volunteer training curriculum. The Gerontologist, 47(3), 398–403. doi:10.1093/geront/47.3.398 PMID:17565104Stanley, C. A., Watson, K. L., Reyes, J. M., & Varela, K. S. (2019). Organizational change and the chief diversity officer: A case study of institutionalizing a diversity plan. Journal of Diversity in Higher Edu-cation, 12(3), 255–265. doi:10.1037/dhe0000099Villotti, P., Stinglhamber, F., & Desmette, D. (2019). The influence of multiculturalism and assimila-tion on work-related outcomes: Differences between ethnic minority and majority groups of workers. Psychologica Belgica, 59(1), 246–268. doi:10.5334/pb.472 PMID:31367456Volk, S. C., & Zerfass, A. (2018). Alignment: Explicating a key concept in strategic communication. International Journal of Strategic Communication, 12(4), 433–451. doi:10.1080/1553118X.2018.1452742Ward, C., & Geeraert, N. (2016). Advancing acculturation theory and research: The acculturation process in its ecological context. Current Opinion in Psychology, 8, 98–104. doi:10.1016/j.copsyc.2015.09.021 PMID:2950681123Organizational Climate Change Weick, K. E., & Quinn, R. E. (1999). Organizational change and development. Annual Review of Psy-chology, 50(1), 361–386. doi:10.1146/annurev.psych.50.1.361 PMID:15012461Woodward, S., & Hendry, C. (2004). Leading and coping with change. Journal of Change Management, 4(2), 155–183. doi:10.1080/1469701042000221687KEY TERMS AND DEFINITIONSCultural Assimilation: Assimilation is the conscious or unconscious interaction of shifting one’s language, and cultural practices (Bless & Burger, 2016).Diversity, Inclusion, Belonging, Equity (DEIB): Diversity indicates the demographic characteristics of an organization. Inclusion indicates the environment fostered for candidates and employees. Equity indicates the leveling of an uneven playing field. Belonging indicates the emotional state is the goal of diversity and inclusion (D & I) efforts (Avery & McKay, 2010).Generally Accepted Change Models (GACM): The following change models form insightful analysis of deb change processes, advancing an integrative scope of what is known, challenged, unconfirmed, and underutilized in change management. ADKAR Change Management Model, Bridges’ Transition Model, Deming Cycle (PDCA), Kotter’s Theory, Kübler-Ross Change Curve, Lewin’s Change Manage-ment Model, McKinsey 7-S Model, Maurer 3 Levels of Resistance and Change Model, Nudge Theory, and Satir Change Model.Industrial And Organizational Psychology (I/O): I/O, recognized as occupational psychology, or organizational psychology. I/O is an applied discipline within psychology (Maynard & Ferdman, 2009).Intersectionality: An analytical framework for understanding how aspects of a person’s social and political identities combine to create different modes of discrimination and privilege (Crenshaw, 1990).Organizational Change: The term organizational change measures the pace of change, implicit as the distinctive frequency, tempo, or repetition of organizational activity. Intermittent change, distinguished by constant change activities such as systematizing, analytic frameworks, innovation, mediation theories, and implementation of GACM (Weick & Quinn, 1999).Organizational Performance: Organizational performance encompasses tangible output of an organization as measured versus its projected yield related to product market performance, financial performance, and stockholder return (Brimhall, 2019).",
    "id": 519945450,
    "identifiers": {
        "doi": "10.4018/978-1-6684-4023-0.ch001",
        "oai": "oai:scholars.fhsu.edu:management_facpubs-1019"
    },
    "title": "Chapter 1: Organizational Climate Change: Diversity, Equity, Inclusion, and Belonging",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T08:00:00+00:00",
    "publisher": "FHSU Scholars Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.fhsu.edu/cgi/viewcontent.cgi?article=1019&context=management_facpubs"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/519945450.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/519945450"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/519945450/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/519945450/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/519945450"
        }
    ],
    "abstract": "Increasing knowledge and understanding of diversity and inclusion is a continuous process. Appropriately, the organizational chief diversity officer (CDO) provides leadership by implementing strategic business and planning process solutions. The CDO’s role presents a unique opportunity for organizations to support the CDO with an onboarding and mentoring framework. Additionally, the role of the chief diversity officer is to mitigate workplace stress. Further, the impact of industrial and organizational psychology on cultural assimilation practices in the workforce improves the understanding of behavioral factors of group dynamics. As a result, group dynamics impact diversity and inclusion initiatives. Provided are recommendations to support CDOs in their execution of diversity, equity, inclusion, and belonging initiatives",
    "tags": [
        "text",
        "Industrial and Organizational Psychology",
        "Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.fhsu.edu:management_facpubs-1019",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3722",
        "openDoarId": 0,
        "name": "Fort Hays State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 519945450,
        "depositedDate": null,
        "publishedDate": "2022-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-21T02:54:00+00:00",
        "acceptedDate": null,
        "createdDate": "2022-06-16T16:17:46+01:00"
    },
    "urls": [
        "https://scholars.fhsu.edu/management_facpubs/20",
        "https://scholars.fhsu.edu/context/management_facpubs/article/1019/viewcontent/Organizational_Climate_Change__Diversity_Equity_Inclusion_and_Belonging.pdf"
    ],
    "lastUpdate": "2024-02-21T02:54:00+00:00",
    "setSpecs": []
}