{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Deirdre McKeown"
        }
    ],
    "contributors": [],
    "createdDate": "2016-04-04T11:47:58+01:00",
    "dataProvider": {
        "id": 713,
        "name": "Analysis and Policy Observatory (APO)",
        "url": "https://api.core.ac.uk/v3/data-providers/713",
        "logo": "https://api.core.ac.uk/data-providers/713/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/pdf/30671667.pdf",
    "fullText": " ISSN 2203-5249 \n \n \n \n \nRESEARCH PAPER SERIES, 2014–15 29 JUNE 2015 \nChronology of same-sex marriage bills introduced into the \nfederal parliament: a quick guide \nDeirdre McKeown \nPolitics and Public Administration Section \nThe recent result of the Irish referendum and the decision of the United States Supreme Court in favour of same-\nsex marriage has given the Australian campaign for marriage equality new momentum. The most recent same-\nsex marriage bill was introduced in early June 2015 and is now one of four bills on the subject before the federal \nParliament. To date, approximately 21 countries allow same-sex marriage (including the United States but \nexcluding Ireland where legislation is still to be enacted). \nSince the 2004 amendment to the Marriage Act 1961 (Cth) which inserted the current definition of marriage, \n16 bills dealing with marriage equality or the recognition of overseas same-sex marriages have been introduced \ninto the federal Parliament. Not all bills have come to a vote and no bill has progressed past the second reading \nstage. Consequently no bill has been debated by the second chamber. To date, the bills have been introduced by \nmembers of parliament representing the Australian Democrats, the Australian Greens and the Australian Labor \nParty.  \nThis Quick Guide provides a chronological list of bills relating to marriage equality introduced into the federal \nparliament. The information on each bill includes: \n• whether or not a conscience vote was granted by the major parties (Note: Australian Greens policy is to \nsupport marriage equality, the Australian Democrats had previously adopted a similar policy)  \n• links to each bill homepage and, where available, the bills digest and committee reports \n• links to parliamentary speeches and answers to parliamentary questions  \n• type of bill: government or private \n• changes in party policy and  \n• comments by party leaders and other members of parliament where relevant \n• results of divisions in the Senate and House of Representatives.  \nThe list also includes one government bill: the Marriage Amendment Bill 2004 which inserted the definition of \nmarriage as the ‘union between a man and a woman’.  \nAdditional information on conscience votes and same-sex marriage is available in the Parliamentary Library \npublications: Conscience votes on same-sex marriage legislation (D McKeown and R Lundie, 2011), Same-sex \nmarriage (M Neilsen, 2012), same-sex marriage brief (M Neilsen, 2013) and various bills digests (links included in \nthe following table).  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 2 \nPlease note the following abbreviations: 2R (second reading), 3R (third reading), HoR (House of Representatives), \nAustralian Democrats (AD), Australian Greens (AG), Australian Labor Party (ALP), Liberal Democratic Party (LDP) \nand Liberal Party of Australia (LP) and Independent (Ind). \nBackground \nMarriage Bill 1961 \nThe Marriage Bill 1961 was first introduced into the House of Representatives on 19 May 1960 by Attorney-\nGeneral Sir Garfield Barwick (LP, NSW) as the Marriage Bill 1960. The Bill sought to introduce uniform marriage \nlaws across Australia. In his second reading speech on 19 May 1960 Barwick noted that: \n … it will be observed that there is no attempt to define marriage in this bill. None of the marriage laws to which I \nhave referred contains any such definition.  \nThe second reading debate was postponed to allow for consultations with the States and other interested \norganisations over the proposed administrative arrangements. On 18 August 1960 the Bill passed the second \nreading stage in the House of Representatives without a division. On 8 September 1960 Barwick announced that \nvarious adjustments to the Bill were required. He proposed circulating amendments, withdrawing the Bill at the \ncommittee stage and replacing it with a new Bill incorporating the amendments. The Bill lapsed before the \ncommittee stage because the second session of the Parliament was closed on 9 December 1960. \nOn 21 March 1961 Barwick reintroduced the Bill (Marriage Bill 1961) stating that it incorporated: \n… the amendments which would have been dealt with in committee, together with the original bill, had it been \nfound possible to proceed with the committee stage. As I have said, that was not found possible and the 1960 bill \nhas now lapsed. \nIn the same speech he also said: \nBecause of the similarity between the Marriage Bill 1960 and the present bill, and because of the very full second-\nreading debate in this House last year, the present bill will go to the committee stage without a second-reading \ndebate. \nBoth major parties (ALP and Liberal) were granted a conscience vote on the bill. On 22 March 1961 the Bill \npassed the second and third reading stages in the House of Representatives without divisions. \nThe Bill was introduced into the Senate on 23 March 1961 and passed the second reading stage on 18 April 1961 \nwithout division. On the same day, during the committee stage, Senator George Hannan (LP, Vic) sought to \ninsert a definition of marriage as ‘the voluntary union of one man with one woman for life to the exclusion of all \nothers’ but this was defeated 40-8. The Bill passed the third reading stage without division. \n  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 3 \nMarriage Amendment Bill 2004 \nYear 2004 \nGovernment  \nPrime Minister \nCoalition \nJohn Howard \nParties with a \nconscience vote \nNone \nBill type Government \nDescription The Marriage Legislation Amendment Bill 2004 sought to amend the Marriage Act 1961 (Cth) \nto define marriage as a union of a man and a woman; and clarify that same-sex marriages \nentered into under the law of another country would not be recognised in Australia; and \nFamily Law Act 1975 (Cth) to prevent intercountry adoptions by same sex couples under \nmultilateral or bilateral agreements or arrangements. \nThe Bill was referred to a Senate Committee for inquiry but within a day of its referral a \nsecond Bill (the Marriage Amendment Bill 2004) was introduced into Parliament. This second \nBill did not contain the amendments relating to overseas adoption — these being the ones \nthat the Labor Party had indicated it would not support. At the same time, the parliamentary \ncommittee inquiry into the first Bill was also abandoned. The rationale for this unusual and \ndramatic change of direction was so that the Bill would have a speedy passage through the \nParliament. (See Same-sex marriage, Background Note, p. 5.)  \nThe Bill was introduced into the HoR on 27/05/04 and passed the 2R and 3R stages on \n17/06/04 without division. The Bill was introduced into the Senate on 18/06/04. The 2R \nmoved on the same date.  \nBill homepage  Bills digest \nThe second bill, the Marriage Amendment Bill 2004, sought to amend the Marriage Act 1961 \n(Cth) to define marriage as a union of a man and a woman; and clarify that same-sex  \nmarriages entered into under the law of another country will not be recognised in Australia.  \nAttorney-General Phillip Ruddock (Lib, NSW) stated in his second reading speech that: \nThe bill is necessary because there is significant community concern about the possible \nerosion of the institution of marriage … A related concern held by many people is that there \nare now some countries that permit same-sex couples to marry. \nThe amendments to the Marriage Act contained in this bill will make it absolutely clear that \nAustralia will not recognise same-sex marriages entered into under the laws of another \ncountry, whatever that country may be. \nBill homepage  Bills digest \nSponsor Government bill \nDebates HoR: introduced 24/06/04; 24/06/04 2R Ruddock and 3R  \nSenate: introduced 12/08/04; 12/08/04 2R and 3R  \nVotes HoR: 24/06/04 2R and 3R: no division \nSenate: 12/08/04 2R Ayes: 38, Noes:7;  3R Ayes: 38, Noes:6 \nResult The first bill, the Marriage Legislation Amendment Bill 2004, lapsed at the end of the 40th \nParliament. \nThe second bill, the Marriage Amendment Bill 2004, passed both Houses. \n  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 4 \nSame Sex Relationships (Enduring Equality) Bill 2004 \nYear 2004 \nGovernment \nPrime Minister \nCoalition \nJohn Howard \nParties with a \nconscience vote \nNone \nBill type Private member \nDescription The Bill sought to ensure people in same-sex relationships receive the same rights as people \nin heterosexual relationships in all areas of the law (including marriage). \nBill homepage \nSponsor Michael Organ (AG, NSW) \nDebates HoR: introduced 24/05/04 Organ  \nVotes No vote \nResult The Bill did not proceed past the first reading.  \n \nSame-Sex Marriage Bill 2006 \nYear 2006 \nGovernment \nPrime Minister \nCoalition \nJohn Howard \nParties with a \nconscience vote \nNone \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to ensure that same-sex marriages are \ngiven equal status to heterosexual marriages, including repealing the definition of ‘marriage’ \nas the union between a man and a woman and repealing provisions which prevent same-sex \nmarriages entered into under the law of another country from being recognised in Australia. \nBill homepage \nSponsors Natasha Stott Despoja (AD, SA), Andrew Bartlett (AD, Qld) \nDebates Senate: Bill introduced 15/06/06; 2R Bartlett 15/06/06 \nVotes No vote \nResult Bill lapsed at the end of 41st Parliament. \n \nMarriage (Relationships Equality) Amendment Bill 2007 \nYear 2007 \nGovernment \nPrime Minister \nCoalition \nJohn Howard \nParties with a \nconscience vote \nNone \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to remove discriminatory references \nbased on sexual orientation and gender identity; and allow marriage regardless of sex, sexual \norientation or gender identity. \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 5 \nBill homepage \nSponsor Kerry Nettle (AG, NSW) \nDebates Senate: introduced 01/03/07; 01/03/07 2R Bob Brown (AG, Tas)  \nVotes No vote \nResult Bill lapsed at the end of 41st Parliament.  \n \nMarriage (Relationships Equality) Amendment Bill 2008 \nYear 2008 \nGovernment \nPrime Minister \nALP \nKevin Rudd \nParties with a \nconscience vote \nNone \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to amend the definition of marriage to \ninclude same-sex couples. \nBill homepage \nSponsor Kerry Nettle (AG, NSW) \nDebates Senate: introduced 14/02/08, 14/02/08 2R Nettle  \nVotes No vote \nResult Bill lapsed at the end of 42nd Parliament.  \n \nSame-Sex Marriage Bill 2008 \nYear 2008 \nGovernment \nPrime Minister \nALP \nKevin Rudd \nParties with a \nconscience vote \nNone \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to ensure that same-sex marriages are \ngiven equal status to heterosexual marriages, including repealing the definition of ‘marriage’ \nas the union between a man and a woman and repealing provisions which prevent same-sex \nmarriages entered into under the law of another country from being recognised in Australia. \nBill homepage \nSponsor Andrew Bartlett (AD, Qld) \nDebates Senate: Bill restored to the Notice Paper 14/02/08 (see Same-Sex Marriage Bill 2006), no \nfurther debate \nVotes No vote \nResult Bill lapsed at the end of 42nd Parliament.  \n  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 6 \nMarriage Equality Amendment Bill 2009 \nYear 2009 \nGovernment \nPrime Minister \nALP \nKevin Rudd \nParties with a \nconscience vote \nNone \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to remove all discriminatory \nreferences based on sexual orientation and gender identity; and allow marriage regardless \nof sex, sexuality and gender identity. \nBill homepage \nSponsor Sarah Hanson-Young (AG, SA) \nDebates Senate: introduced 24/06/09; 24/06/09 2R Hanson-Young; 25/06/09 referred to Senate \nLegal and Constitutional Affairs Legislation Committee; the committee reported on \n26/11/09. The Committee recommended that the Bill not be passed. \nVotes Senate: 25/02/10 2R Ayes: 5, Noes: 40 \nResult The Bill was defeated at 2R stage in the Senate.  \n \nMarriage Equality Amendment Bill 2010 \nYear 2010 \nGovernment  \nPrime Minister \nALP \nJulia Gillard \nParties with a \nconscience vote \nALP \nOn 03/12/2011 delegates to the ALP National Conference adopted marriage equality as \nofficial ALP policy. (See ALP National Platform, paras 126-7.) Delegates also supported \nPrime Minister Gillard’s proposal that MPs be allowed a conscience vote on the issue.   \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to remove discriminatory references \nbased on sexual orientation and gender identity; and allow marriage regardless of sex, \nsexual orientation or gender identity. \nBill homepage  Bills digest  \nSponsor Sarah Hanson-Young (AG, SA) \nDebates Senate: introduced 29/09/10; 29/09/10 2R Hanson-Young; 08/02/12 referred to Senate \nLegal and Constitutional Affairs Committee; the Committee reported on 25/06/12; \n23/08/12 debate resumed.  \nVotes No vote \nResult The Bill was discharged from the Senate Notice Paper on 25/02/13. \n  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 7 \nMarriage Amendment Bill 2012 \nYear 2012 \nGovernment \nPrime Minister \nALP \nJulia Gillard \nParties with a \nconscience vote \nALP  \nBill type Private members \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to enable same-sex marriages \nto be recognised and place no obligation on a minister of religion to solemnise a \nsame-sex marriage. \nBill homepage  Bills digest \nSponsor Stephen Jones (ALP, NSW) \nDebates HoR: introduced 13/02/12; 27/02/12 2R Jones  \nVotes HoR: 19/09/12 2R Ayes: 42 (ALP: 38) Noes: 98 (ALP: 26)   \nResult The Bill was defeated at the 2R stage in the House of Representatives. \nComments Before the vote Opposition Leader Tony Abbott had refused to grant his party a \nconscience vote saying in a Sky News interview on 12/12/11: \nI went to the [2010] election saying that the Coalition had a clear policy on this \n[same-sex marriage]. It wasn't just a personal position … it was the clear policy of the \nCoalition at the election that marriage was between a man and a woman.  \nIn his 2nd reading speech Malcolm Turnbull (LP, NSW) said ‘Were … a free vote to be \npermitted I would support legislation which recognised same-sex couples as being \ndescribed as in a marriage.’ \n \nMarriage Equality Amendment Bill 2012 \nYear 2012 \nGovernment \nPrime Minister \nALP \nJulia Gillard \nParties with a \nconscience vote \nALP  \nBill type Private member \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to remove discriminatory \nreferences based on sexual orientation and gender identity; and allow marriage \nregardless of sex, sexual orientation or gender identity.  \nBill homepage  Bills digest \nSponsors Adam Bandt (AG, Vic), Andrew Wilkie (Ind, Tas) \nDebates HoR: introduced 13/2/2012 Bandt; 18/06/12 2R Bandt \nVotes HoR: no 2R vote occurred  \nResult The Bill lapsed when the House of Representatives was dissolved on 05/08/13. \n  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 8 \nMarriage Amendment Bill (No. 2) 2012 \nYear 2012 \nGovernment  \nPrime Minister \nALP \nJulia Gillard \nParties with a \nconscience vote \nALP  \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to enable same-sex marriages \nto be recognised and place no obligation on a minister of religion to solemnise a \nsame-sex marriage. \nBill homepage \nSponsors Carol Brown (ALP, Tas), Trish Crossin (ALP, NT), Gavin Marshall (ALP, Vic) and Louise \nPratt (ALP, WA) \nDebates Senate: introduced 10/09/12; 10/09/12 2R  Crossin \nVotes Senate: 20/09/12 2R Ayes: 26 (ALP: 16), Noes: 41 (ALP:11) \nResult The Bill was defeated at the 2R stage in the Senate. \nComments In the 2R debate Senator Sue Boyce (LP, Qld) said ‘I would like to put on record my \nsupport for the intention of this Marriage Amendment Bill (No. 2) 2012’. \nSenator Cory Bernardi (LP, SA) said: \nIf we are prepared to redefine marriage … then what is the next step? The next step \n… is having three people or four people that love each other being able to enter into \na permanent union endorsed by society—or any other type of relationship … There \nare even some … people out there … [who say] it is okay to have consensual sexual \nrelations between humans and animals. Will that be a future step? \n \nMarriage Equality Amendment Bill 2013 \nYear 2013 \nGovernment  \nPrime Minister \nALP \nJulia Gillard \nParties with a \nconscience vote \nALP  \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to define marriage as a union of \ntwo people; clarify that ministers of religion are not bound to solemnise marriage by \nany other law; remove the prohibition of the recognition of same sex marriages \nsolemnised in a foreign country; and include a regulation making power so that \nconsequential amendments can be made to other Acts. \nBill homepage \nSponsor Sarah Hanson-Young (AG, SA) \nDebates Senate: introduced 25/02/13; 25/02/13 2R Hanson-Young; 26/11/14 debate \nadjourned  \nVotes No vote \nResult The Bill lapsed at the end of the 43rd Parliament.  \n  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 9 \nMarriage Act Amendment (Recognition of Foreign Marriages for Same-Sex Couples) Bill 2013 \nYear 2013 \nGovernment  \nPrime Minister \nALP \nJulia Gillard \nParties with a \nconscience vote \nALP   \nBill type Private senator \nDescription The Bill sought to amend the Marriage Act 1961 (Cth) to enable same-sex marriages validly \nentered into in foreign countries to be recognised under the laws of Australia. \nBill homepage \nSponsor Senator Sarah Hanson-Young (AG, SA) \nDebates Senate: introduced 16/05/13; 16/05/13 2R Hanson-Young  \nVotes Senate: 20/6/2013 2R Ayes: 28 Noes: 44 (ALP:13)  \nResult The Bill was defeated at the 2R stage in the Senate. \nComments Senator Sue Boyce (LP, Qld) crossed the floor to vote in favour of the Bill. \nOn 19/06/13 media reports suggested that Senator Cory Bernardi (LP, SA) said that some \nsections of society were now moving in the direction he had predicted [polyamorous \nrelationships]. On 28/02/13 Senator Bernardi had spoken in the Parliament about a petition \ninitiated by the Polyamory Action Lobby on this issue. \n \nMarriage Equality Amendment Bill 2013 \nYear 2013 \nGovernment  \nPrime Minister \nCoalition \nTony Abbott \nParties with a \nconscience vote \nALP  \nBill type Private senator \nDescription The Bill seeks to amend the Marriage Act 1961 (Cth) to define marriage as a union of two \npeople; clarify that ministers of religion are not bound to solemnise marriage by any other \nlaw; remove the prohibition of the recognition of same sex marriages solemnised in a foreign \ncountry; and include a regulation making power so that consequential amendments can be \nmade to other Acts. \nBill homepage \nSponsor Sarah Hanson-Young (AG, SA) \nDebates Senate: introduced 12/12/13;  12/12/13 2R Hanson-Young, debate adjourned  \nVotes  \nResult The Bill is still before the Senate. \n  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 10 \nRecognition of Foreign Marriages Bill 2014 \nYear 2014 \nGovernment  \nPrime Minister \nCoalition \nTony Abbott \nParties with a \nconscience vote \nALP  \nBill type Private senator \nDescription The Bill seeks to amend the Marriage Act 1961 (Cth) to: remove the prohibition of the \nrecognition of same-sex marriages solemnised in a foreign country; and provide that these \nmarriages are recognised under the laws of Australia. \nBill homepage \nSponsor Sarah Hanson-Young (AG, SA);  \nDebates Senate: introduced 15/05/14; 15/05/14 2R Hanson-Young; 15/05/14 debate adjourned; \n15/05/14 Bill referred to Senate Legal and Constitutional Affairs Legislation Committee; the \nCommittee reported on 25/09/14. The Committee recommended that the Bill not be passed. \nVotes  \nResult The Bill is still before the Senate. \n \nFreedom to Marry Bill 2014 \nYear 2014 \nGovernment \nPrime Minister \nCoalition \nTony Abbott \nParties with a \nconscience vote \nALP  \nBill type Private senator \nDescription The Bill seeks to amend the Marriage Act 1961 (Cth) to provide that people may marry \nregardless of their sex, sexual orientation or gender identity; registered marriage celebrants \nare not able to discriminate; religious and non-religious private sector celebrants have \nfreedom of conscience not to solemnise marriages; and chaplains in the defence force may \nexercise a freedom of conscience while maintaining a positive duty to try to ensure that all \ncouples who seek their services are able to marry. \nBill homepage \nSponsor David Leyonhjelm (LDP, NSW) \nDebates Senate: introduced 26/11/14; 26/11/14 2R Leyonhjelm; 26/11/14 debate adjourned  \nVotes  \nResult The Bill is still before the Senate. \n \nMarriage Amendment (Marriage Equality) Bill 2015 \nYear 2015 \nGovernment  \nPrime Minister \nCoalition \nTony Abbott \nParties with a \nconscience vote \nALP  \n  \n \nChronology of same-sex marriage bills introduced into the federal parliament: a quick guide 11 \nBill type Private member \nDescription The Bill seeks to amend the Marriage Act 1961 (Cth) to define marriage as a union of two \npeople; clarify that ministers of religion are not bound to solemnise marriage by any other \nlaw; remove the prohibition of the recognition of same sex marriages solemnised in a foreign \ncountry; and include a regulation making power so that consequential amendments can be \nmade to other Acts. \nBill homepage  \nSponsor Bill Shorten (ALP, Vic, Leader of the Opposition) \nDebates HoR: introduced 01/06/2015; 01/06/15 2R Shorten; 15/06/15 and 22/06/15 (Federation \nChamber) debate continued  \nVotes  \nResult The Bill is still before the HoR. \nComments On 27/05/15, in answer to a Question without Notice from Bill Shorten, Leader of the \nOpposition, on allowing a conscience vote on same-sex marriage, Prime Minister Tony Abbott \nsaid: \n… If, because of the actions of this parliament, a private member's bill were to be brought on \nfor a vote, at that point in time, this matter—as is well known—would be handled by the \ncoalition party room.  \nThis is an important issue. It is not the only important issue facing our country right now, but \nit is an important issue. It is an issue upon which there are sharply divided views inside this \nparliament, inside our respective political parties and, indeed, as is well known, even inside \nmy own family. It is important that all views be treated with respect, because this is one of \nthose subjects upon which decent people can disagree. Now, I cannot foresee the future. I do \nnot know how our society will develop. I do not know how this parliament will proceed in the \nmonths and years ahead. I do just make this one point, though. If our parliament were to \nmake a big decision on a matter such as this, it ought to be owned by the parliament and not \nby any particular party. So I would ask the Leader of the Opposition and all members of \nparliament to consider this as we ponder these subjects in the weeks and months to come.  \n \n© Commonwealth of Australia \n \nCreative Commons \nWith the exception of the Commonwealth Coat of Arms, and to the extent that copyright subsists in a third party, this publication, \nits logo and front page design are licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Australia licence. \n",
    "id": 30671667,
    "identifiers": {
        "doi": null,
        "oai": "oai:apo.org.au:55917"
    },
    "title": "Chronology of same-sex marriage bills introduced into the federal parliament: a quick guide",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": "Parliamentary Library (Australia)",
    "references": [],
    "sourceFulltextUrls": [
        "http://apo.org.au/sites/all/modules/pubdlcnt/pubdlcnt.php?nid=55917&file=http://apo.org.au/files/Resource/chronology_same-sex_marriage_bills.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2015",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/30671667.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/30671667"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/30671667/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/30671667/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/30671667"
        }
    ],
    "abstract": "The recent result of the Irish referendum and the decision of the United States Supreme Court in favour of same- sex marriage has given the Australian campaign for marriage equality new momentum. The most recent same- sex marriage bill was introduced in early June 2015 and is now one of four bills on the subject before the federal Parliament. To date, approximately 21 countries allow same-sex marriage (including the United States but excluding Ireland where legislation is still to be enacted).\n\nSince the 2004 amendment to the Marriage Act 1961 (Cth) which inserted the current definition of marriage,\n16 bills dealing with marriage equality or the recognition of overseas same-sex marriages have been introduced into the federal Parliament. Not all bills have come to a vote and no bill has progressed past the second reading stage. Consequently no bill has been debated by the second chamber. To date, the bills have been introduced by members of parliament representing the Australian Democrats, the Australian Greens and the Australian Labor Party.\n\nThis Quick Guide provides a chronological list of bills relating to marriage equality introduced into the federal parliament",
    "tags": [
        "Briefing paper",
        "Same-sex marriage",
        "Marriage"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Briefing paper"
    ],
    "oai": "oai:apo.org.au:55917",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "713",
        "openDoarId": 0,
        "name": "Analysis and Policy Observatory (APO)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 30671667,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2016-08-09T15:52:08+01:00",
        "acceptedDate": null,
        "createdDate": "2016-04-04T11:47:58+01:00"
    },
    "urls": [
        "http://apo.org.au/node/55917"
    ],
    "lastUpdate": "2016-08-09T15:52:08+01:00",
    "setSpecs": []
}