{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Chin, Salina"
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-19T17:48:14+01:00",
    "dataProvider": {
        "id": 3472,
        "name": "Bowdoin College",
        "url": "https://api.core.ac.uk/v3/data-providers/3472",
        "logo": "https://api.core.ac.uk/data-providers/3472/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/572728050.pdf",
    "fullText": "Bowdoin College Bowdoin Digital Commons Honors Projects Student Scholarship and Creative Work 2023 Church Space as Queer Place? LGBTQ+ Placemaking, Assimilation, and Subversion within Progressive Faith-Based Spaces in Maine Salina Chin Bowdoin College Follow this and additional works at: https://digitalcommons.bowdoin.edu/honorsprojects  Part of the Gender and Sexuality Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, Place and Environment Commons, Politics and Social Change Commons, and the Sociology of Religion Commons Recommended Citation Chin, Salina, \"Church Space as Queer Place? LGBTQ+ Placemaking, Assimilation, and Subversion within Progressive Faith-Based Spaces in Maine\" (2023). Honors Projects. 405. https://digitalcommons.bowdoin.edu/honorsprojects/405 This Open Access Thesis is brought to you for free and open access by the Student Scholarship and Creative Work at Bowdoin Digital Commons. It has been accepted for inclusion in Honors Projects by an authorized administrator of Bowdoin Digital Commons. For more information, please contact mdoyle@bowdoin.edu, a.sauer@bowdoin.edu.    Church Space as Queer Place? LGBTQ+ Placemaking, Assimilation, and Subversion within Progressive Faith-Based Spaces in Maine     An Honors Paper for the Department of Sociology By Salina Chin    Bowdoin College, 2023 © 2023 Salina Chin   Church Space as Queer Place i Acknowledgments  It takes a village to write an honors project. Here is an incomplete list of village people:  To Professor Theodore Greene, for opening intellectual worlds for me, for pushing me to rise above my expectations of myself, and for building me into the person I am today. Taking your Deconstructing Racism seminar during my first semester forever changed my life path. This honors project would not have existed without your mentorship and your unwavering belief in me.   To Professor Shruti Devgan, for challenging me and helping me grow into a more critical and thoughtful academic. Your insight, encouragement, and guidance were invaluable to me as I completed this honors project.   To my major advisor, Professor Nancy Riley, for being my academic role model.   To the Department of Sociology, for changing my worldview.   To Beth Hoppe, for being my sounding board.   To the University of Southern Maine Special Collections librarians, for your gracious support during a critical stage of my research.   To the Gibbons Summer Research Program and the Surdna Foundation Undergraduate Research Fellowship, for funding my research.   To my family and friends, for putting up with me.  Finally, to the LGBTQ+ community members and informants whom I encountered during this project, for your extraordinary generosity, kindness, and patience. I hope I did you justice.     Church Space as Queer Place ii Abstract In popular discourse, understandings of queerness and religiosity as antithetical proliferate. However, the political involvement of Portland, Maine’s First Parish Unitarian-Universalist Church in Maine’s queer political movement points to a more complex relationship between the LGBTQ+ community and progressive religious institutions. Through participant observation, archival research, and semi-structured interviews with nine LGBTQ+ community members and informants, I reveal the crucial role of Portland’s First Parish Unitarian-Universalist Church in Maine’s queer political movement from the late 1980s into the present day. On the one hand, progressive faith-based spaces across Maine provide safe spaces for queer political organizing. On the other hand, “ephemeral placemaking” in progressive faith-based spaces represents an assimilationist political strategy that stresses LGBTQ+ respectability. Thus, I argue that queer placemaking in progressive faith-based spaces reflects both subversive and assimilationist politics. LGBTQ+ activists utilize ephemeral placemaking strategies within progressive faith-based spaces to challenge political opposition from the religious Right while also reinforcing what Mikulak (2019) terms “godly homonormativity”: the normalization of LGBTQ+ identity and the upholding of heteronormativity by emphasizing respectability and monogamy. My analysis of queer political organizing within progressive faith-based spaces “queers” religion and LGBTQ+ politics, disrupting dominant narratives of religion as homophobic and LGBTQ+ politics as radical.   Keywords: faith-based spaces, queer political organizing, assimilation, homonormativity, queer placemaking Church Space as Queer Place 1 Introduction  “Hahaha! Salina, look over there!” My friend Seamus1 nudged my elbow and pointed across the street. “It’s a straight wedding. Imagine scheduling your straight wedding during Pride!” Turning my head, I caught a glimpse of a wedding party standing outside Williston-Immanuel United Church on Portland, Maine’s High Street. A woman clad in a floor-length wedding gown and a man donning a black suit posed for a photographer. I laughed it off.   “That’s funny.”  “Did they not know that today was Pride? We literally marched through here a few hours ago.”  “They probably didn’t know that when they scheduled their wedding months ago,” River, our mutual friend, interjected dryly.   “Still,” Seamus retorted. Seamus and River continued to bicker about the optics of holding a straight wedding during Portland’s LGBTQ+ Pride festival as we walked back to Congress Street. We had driven from Brunswick to Portland around four hours ago to partake in Portland’s LGBTQ+ Pride Celebration, marching alongside the Bowdoin College group and then relaxing at the Pride Festival located in Deering Oaks Park. Tired and overheated, we called it a day at 4:30 p.m. and walked back to Seamus’s car. En route, Seamus observed a queer arcade, Pride participants’ off-color T-shirts (“Why does that person’s ‘Trans Rights or Else’ shirt have a gun on it?!”), and straight couples tying the knot at churches alongside the Pride route.   We walked silently past the First Parish Unitarian-Universalist Church on Congress Street, where yet another straight couple and their wedding party took photographs. At the time, the idea of straight couples marrying in churches along the Pride route mere hours after the Pride  1 Seamus and River are pseudonyms.   Church Space as Queer Place 2 March seemed insensitive and surprising. I failed to realize then that the First Parish Unitarian-Universalist Church and the Williston-Immanuel Church had just participated in Portland Pride, marching alongside local queer organizations like Maine Trans Net and EqualityMaine. While it seems unexpected, the presence of the First Parish Unitarian-Universalist Church at Portland Pride points to a more extensive history of Unitarian-Universalist involvement in the area’s LGBTQ+2 political movement—changing the direction of my research and steering me toward a path I never thought I would take.  Sociologists do not usually consider faith-based spaces such as church space an example of queer place. Scholars who study queer places and placemaking have often characterized “queer places” in urban areas as sexually charged spaces, from gay bars and nightclubs to Pride marches (Chauncey 1994; Orne 2017; Stillwagon and Ghaziani 2019). Yet, little research explores the intersection of queerness, religion, religious spaces, and placemaking. Scholars typically highlight the adverse relationship between conservative Christianity and LGBTQ+ people, studying how the religious Right mobilizes against LGBTQ+ civil rights (Burdette, Ellison, and Hill 2005; Dorf and Tarrow 2014; Fetner 2008; Stone 2012; Wilcox and Jelen 1990). Even outwardly progressive3 churches like the First Parish Unitarian-Universalist Church seem like the least probable places for fostering queer political energy and organizing.4   2 I use queer and LGBTQ+ interchangeably throughout this paper, employing “queer” as an umbrella term to describe people who hold non-heterosexual and non-cisgender identities. Most of my interlocutors identified as gay or lesbian. Only two of my interlocutors identified as bisexual or queer. For more information about the term “queer” and/or queer theory, see Barker and Scheele’s (2016) Queer: A Graphic History, E. Patrick Johnson’s (2005) “‘Quare’ Studies, or (Almost) Everything I Know about Queer Studies I Learned from My Grandmother”, and Eve Kosofsky Sedgwick’s (1990) foundational Epistemology of the Closet. 3 Throughout this paper, I define “progressive” faith traditions as those that openly affirm and accept LGBTQ+ people. I define “conservative” faith traditions as traditions that view LGBTQ+ identity as unnatural or sinful.  4 For example, Jeremy J. Gibbs’ (2015) study of queer youth, suicidal behavior, and religion revealed that “parental anti-homosexual religious beliefs was associated with chronic suicidal thoughts in the last month and two indicators (i.e., leaving one’s religion and parents’ religious beliefs about homosexuality) were associated with suicide attempt in the last year.” See Gibbs JJ, Goldbach J. “Religious Conflict, Sexual Identity, and Suicidal Behaviors among   Church Space as Queer Place 3 This thesis challenges dominant understandings of queerness and religion as mutually opposed by illuminating the constructive role progressive faith traditions played in Maine’s LGBTQ+ political movement. Within progressive faith-based spaces, “ephemeral forms of queer placemaking,” or momentary spatial expressions of LGBTQ+ community, subvert expectations of queerness and religion as antithetical while opposing the religious Right’s homophobic political organizing (Greene 2022; Stillwagon and Ghaziani 2019). But ephemeral forms of queer placemaking in progressive faith-based spaces also reflect a politics of “sameness” that foregrounds LGBTQ+ equality to heterosexual people (Richardson 2005). Therefore, queer placemaking in progressive faith-based spaces expresses both subversive and assimilationist politics.  Studying the role of progressive faith-based spaces in Maine’s LGBTQ+ political movement starting from the 1980s until the present day, I examine the potential of faith-based spaces like the First Parish Unitarian-Universalist Church to facilitate and encourage queer political organizing in urban areas. What role does faith-based space have in creating and sustaining community for queer people, especially in urban areas? In investigating the role of faith-based space in queer personal and political life, I aim to expand conventional definitions of queer place, offering another vantage point to understand the richness and complexity of queer life, institutions, places, and practices.  However, although progressive faith-based spaces foster queer political organizing in urban areas, political activity within progressive faith-based spaces also reflects assimilationist politics, reflecting a tension between heteronormative progressive faith-based spaces and  LGBT Young Adults.” Arch Suicide Res. 2015;19(4):472-88. doi: 10.1080/13811118.2015.1004476. Epub 2015 Mar 12. PMID: 25763926; PMCID: PMC4706071.   Church Space as Queer Place 4 Maine’s homonormative LGBTQ+ political movement (Duggan 2003). I draw on Mikulak’s (2019) concept of “godly normativity”—how a religious ethos strengthens the heterosexual norm—to argue that ephemeral placemaking within progressive faith-based spaces like the First Parish Unitarian-Universalist Church reinforces the LGBTQ+ political movement’s trend toward homonormativity while also subverting coordinated political attacks on the LGBTQ+ community from the religious Right. Mobilizing the LGBTQ+ community through acts of ephemeral placemaking, religious institutions transform homonormative political strategies into a subversive political act, challenging widespread assumptions of religion as homophobic and the LGBTQ+ political movement as radical. I show how queer urban placemaking in progressive faith-based spaces destabilizes popular understandings of queerness and religion as antithetical while also reinforcing homonormativity.  In what follows, I situate my findings within the broader landscape of religious studies and queer placemaking literature, highlighting the gap my research fills. I discuss my research methods before moving on to my results. In my results section, I first analyze how the 1984 murder of Charlie Howard, a gay man who lived in Bangor, led to the mounting of a cohesive LGBTQ+ political movement in Maine. I describe the First Parish Unitarian-Universalist Church’s role in Charlie Howard’s memorial rally, analyzing the potential of progressive faith-based spaces to create queer political activity. Secondly, I lay out how Maine’s LGBTQ+ political movement reinforces a politics of assimilation, bringing Mikulak’s (2019) concept of “godly homonormativity” into the fold. Finally, I conclude by identifying limitations to this study and reemphasizing progressive faith-based spaces’ continued relevance to the future of queer activism.    Church Space as Queer Place 5 Literature Review Queerness and Religion  This paper combines scholarship from sociology and religious studies to analyze how placemaking within Maine’s Unitarian-Universalist Churches fosters queer political engagement.  Scholars like Wilcox argue that because of the widespread conception of religion and sexuality as mutually opposed, many sociologists, queer theorists, and religious studies scholars have not adequately considered the potential of faith-based space to act as queer place (2006; see also for e.g. Young, Trothen, and Shipley 2015). My research points out a blind spot within religious studies, the sociology of sexuality, and urban sociology that continues to persist.   Based on my findings, I argue that queerness and religion are reconcilable by illustrating the diverse and complex relationships queer people have developed with religion. Scholars often position conservative Protestants in opposition to LGBTQ+ people (Beatty and Walter 1984; Burdette et al. 2005; Ellison and Musick 1993; Loftus 2001; Reimer and Park 2001; Wilcox and Jelen 1990). Religious studies on homophobia frame religiosity as a primary reason for the rejection of LGBTQ+ identity, and socialization within religious institutions accounts for these attitudes (Janssen and Scheepers 2019). In their study of religion and homophobia in Flanders, Roggemans et al. reveal that young people who adhered to Christian and Muslim faiths held “more negative attitudes towards homosexuals than non-religious young people” (Roggemans et al. 2015:265). And religious studies scholars like Berliner (1987) trace the origins of LGBTQ+ social stigma to the “Judeo-Christian tradition[, which] has consistently held that the sex act is intended for procreation. Thus only heterosexual activity is proper” (Berliner 1987:138). Even the religious studies scholars who attempt to study LGBTQ+ religion reinforce heterosexism and fail to properly engage with queer theory, as Wilcox observes (2006:74). These studies, which  Church Space as Queer Place 6 situate religion and queerness as oppositional, fail to account for the constructive ways in which religion and queerness can coincide. My research disrupts the dominant narrative of religion as homophobic by illustrating the generative role of progressive faith-based spaces in Maine’s LGBTQ+ political movement.  This study builds on work by scholars like Andrew Goddard who complicate the conception of open hostility between the church and queer people, noting that evangelical churches in recent years have chosen to adopt a “welcoming, but not affirming” attitude towards their LGBTQ+ constituents and LGBTQ+ people overall (Goddard 2017:388). Some queer people who want to reconcile their queer and religious identities have also created “religions of their own,” or new religious groups and organizations that move beyond “welcoming” to “affirming” (Goddard 2017; Wilcox 2005). Still others return to the religions of their childhood, albeit openly affirming variations, as Shokeid (2005) demonstrates in the case of the gay synagogue (Shokeid 2005). Openly affirming variations of organized religions allow religious queer folks to worship in community with fellow LGBTQ+ people in the same faith tradition (Shokeid 2005; Thumma 2005). Interestingly, religious discourse also shows up in the secular spaces of queer urban nightlife (Boisvert 2005; Gorrell 2005; Gray and Thumma 2005), such as when queer people call going out5 “going to church,” a “deliberately subversive attempt at reclaiming institutionalized religious discourse—mythic, symbolic, and ritualistic—for themselves” (Boisvert 2005:366). My study further emphasizes the complexity of the relationship between queer people and religion by bringing the Unitarian-Universalist Church into the fold and situating their political involvement within the larger sociological literature on queer placemaking.   5 Here, “going out” refers to common nightlife practices like clubbing, partying, and barhopping.   Church Space as Queer Place 7 The Unitarian-Universalist Church’s history of progressive political advocacy and its early involvement in the LGBTQ+ movement, across the United States but especially in New England, distinguishes it from other faith traditions—highlighting its importance within my study of progressive faith-based spaces as queer place. Historian Mark Oppenheimer (1996) argues that the Unitarian-Universalist Association figures as the United States’ “most accepting, welcoming denomination for homosexuals” (p. 73). Unitarians’ humanitarian outlook and their conception of good works informs the denomination’s emphasis on political activism (Oppenheimer 1996). The denomination’s altruism “attracted” a slew of New England intellectuals and liberal reformers like Horace Mann, Ralph Waldo Emerson, Margaret Fuller, Dorothea Dix, and Senator Charles Sumner (Oppenheimer 1996:75–76). This reflected a larger tradition of dissent characteristic of New England Protestantism: “Michael Zuckerman6 is fond of noting that Protestantism is, after all, born of protest. And the Unitarians, by their principles, must protest more and more often than other Protestants” (Oppenheimer 1996:100). The denomination would come to champion progressive causes like the gay liberation movement because of their “tradition of political action” (Oppenheimer 1996:74). I build on the work of historians of religion, including Oppenheimer, to consider how the physical space of the Unitarian-Universalist church contributes to queer political activity.  Queer Placemaking, Social Movements, and Assimilation To investigate how progressive faith-based spaces foster a queer political consciousness in urban contexts, I also engage with extant literature on queer placemaking. Gieryn (2000) identifies space as “abstract geometries (distance, direction, size, shape, volume) detached from material form and cultural interpretation” whereas place “is space filled up by people, practices,  6 Michael Zuckerman is a historian and professor emeritus at the University of Pennsylvania.   Church Space as Queer Place 8 objects, and representations” (p. 465). I draw on existing definitions of placemaking as the process and practices of transforming space into place (Chica 2021; Gieryn 2000; Kaufman and Kaliner 2011; Lefebvre 1991; Lew 2017). My research contributes to recent studies demonstrating queer people’s turn to ephemeral forms of placemaking, or fleeting spatial expressions of community that challenge the fixity of place, in the wake of the “Post-Gay Era” (Greene 2022; Stillwagon and Ghaziani 2019). Ephemeral forms of placemaking emphasize temporary geographies and places, and LGBTQ+ people utilize ephemeral placemaking to strengthen ties to their “imagined communities” (Stillwagon and Ghaziani 2019:877). I analyze queer political workshops and rallies in Unitarian-Universalist church spaces as an example of ephemeral placemaking.  Historically, LGBTQ+ people have turned to public places such as bars and clubs to form a physical “LGBTQ+ community” (Chauncey 1994; Greene 2022; Stillwagon and Ghaziani 2019). LGBTQ+ bars and nightclubs act(ed) as key institutions for queer identity construction, and the “sexy communities” found in these places reinforced the importance of radical sexuality to queerness (Chauncey 1994; Orne 2017; Stillwagon and Ghaziani 2019). However, the LGBTQ+ nightlife institutions once at the center of queer identity construction face permanent closure, as queer strongholds, neighborhoods, and institutions struggle against late-stage gentrification (Orne 2017). Scholars argue that the increasing acceptance of LGBTQ+ people by mainstream society in the “Post-Gay Era” prompts this rapid disappearance of anchoring queer institutions (Stillwagon and Ghaziani 2019). Although these institutions continue to experience decline, LGBTQ+ people have turned to more ephemeral forms of placemaking to sustain queer community—challenging dominant spatiotemporal understandings of place as permanent. Queer pop-ups, fleeting spatial expressions of community “ranging from sporting and food events to  Church Space as Queer Place 9 cultural performances, art exhibits, and dance parties,” bring the fixity and exclusivity of queer place into question—allowing participants to exercise “an oppositional ethos” (Stillwagon and Ghaziani 2019:4). Additionally, place ruptures, which Greene defines as a “momentary break in placemaking,” represent another strategy of ephemeral placemaking that queer people use to disturb the production of (normative) place (Greene 2022). Beyond ephemeral forms of placemaking, Greene argues that although queer people may have moved away from, or in fact may have never lived in, gay neighborhoods, queer people still claim ownership over iconic gay neighborhoods and institutions as symbolic, vicarious citizens of anchoring queer institutions (2014). Ephemeral forms of placemaking like queer pop-ups, where queer people feel empowered to enact a gay habitus, take renewed significance in the “Post-Gay Era,” underscoring the continued importance of place to queer identity construction. Although scholars have analyzed recent spatiotemporal changes in queer urban placemaking during the “Post-Gay Era,” church space as a queer place continues to evade scholarly attention. My study adds progressive faith-based spaces to the larger conversation on ephemeral placemaking and queer places, expanding the possibilities of what scholars consider “queer place.”  Sociologists and religious studies scholars have devoted little attention to the historical influence of religious spaces in promoting queer political citizenship and organizing power. Scholarship on the role of organized religion in relation to queer social movements has mainly focused on the religious Right’s sustained political efforts to undermine LGBTQ+ civil rights and to exert moral authority over queer people (Dorf and Tarrow 2014; Fetner 2008; Petro 2015; Stone 2012). In contrast to the religious Right’s opposition to LGBTQ+ social movements, I highlight how progressive churches like the Unitarian-Universalist Church have supported LGBTQ+ movements and placemaking. Scroggs and McKnight (2020) characterize progressive  Church Space as Queer Place 10 Christian churches as “hubs” for political organizing and queer collective action because of their spaces’ ability to host gatherings and because of the larger church community’s readiness to answer calls to engage in social justice and activist work (p. 10). I expand Scroggs and McKnight’s identification of progressive church spaces as hubs for organizing, engaging queer placemaking as a necessary framework to understand the relationship between progressive faith-based spaces and queer political activity.  To make my argument about the role of urban progressive faith-based spaces in queer political organizing, I draw upon placemaking literature about other marginalized groups, where faith-based organizations have helped develop these groups’ political consciousness. Battle (2017) argues that “religion appears to play a significant role in the lives of Black LGBT people, much more so than it does for other LGBT people of color. This is likely related to the important place that religion and spirituality hold within Black communities and the role of Black religious traditions broadly in the United States” (Battle et al. 2017:43). The Black Church’s position at the center of Black life facilitates political activism and collective action (McRoberts 2005; Pattillo-McCoy 1998). Pattillo-McCoy (1998) analyzes how the black community in Groveland, Chicago uses the Church as a cultural script for secular activism. “Familiarity with the styles and rhythms of church talk is necessary for getting things done in Groveland” (Pattillo-McCoy 1998:781). Some religious minority groups like Muslim Americans have also brought practices and activities usually relegated to sacred religious space out into secular public space. For example, the Inner-City Muslim Action Network (IMAN) in Chicago brings their faith-based art activism to public spaces like Marquette Park in its “Takin’ it to the Streets” festival—resisting their political disempowerment and discrimination in the United States (Ali 2017). However, because of some queer people’s experience with religious homophobia, queer activists cannot  Church Space as Queer Place 11 draw from a common religious background to spur collective action like in the case of the Black Church and IMAN. My research demonstrates how queer people subvert common religious logics behind political activism. Ephemeral placemaking in progressive faith-based spaces fuels LGBTQ+ political activism and provides a novel approach to understanding how marginalized groups interact with religion in their political organizing efforts.  Although queer ephemeral placemaking in progressive faith-based spaces subverts common religious logics, it also reflects a politics of assimilation. Scholars have identified assimilation as a motivating force behind recent changes in LGBTQ+ social movements and queer placemaking (Bernstein and Taylor 2013; Ghaziani 2011; Rimmerman 2015; Stillwagon and Ghaziani 2019). Duggan (2003) coined the term homonormativity, describing how neoliberalism shapes a “politics of respectability” (Warner 1999) within the LGBTQ+ community: “it is a politics that does not contest dominant heteronormative assumptions and institutions, but upholds and sustains them, while promising the possibility of a demobilized gay constituency and a privatized, depoliticized gay culture anchored in domesticity and consumption” (Duggan 2003:50). The religious Right’s opposition to LGBTQ+ civil rights informed the LGBTQ+ social movement’s push for assimilation and a politics of “sameness”, especially in the arena of marriage equality (Boutcher 2010; Dorf and Tarrow 2014; Fetner 2008). Similar religious opposition to LGBTQ+ rights exists in Poland, where Christian LGBTQ+ group Wiara I Tęcza reproduces a politics of respectability through “godly homonormativity,” leaving “the (hetero)norm unchallenged while promoting self-governance (through the disciplining discourse of respectability) and gay and lesbian life grounded in monogamous domesticity” (Mikulak 2019:504). This holds true for progressive churches in the United States as well, as members of affirming congregations in the American South resist  Church Space as Queer Place 12 LGBTQ+ stigma and reinforce respectability politics (McQueeney 2009). Within the placemaking literature, Paris and Anderson (2016) demonstrate how LGBTQ+ community actors living in Mount Vernon Square, Washington D.C., utilize spirituality as a queer residential strategy by building a “residential ethos” around the Metropolitan Community Church in DC. As a result, the assimilation promoted by the queer Christians living in Mount Vernon Square accelerates the neighborhood’s gentrification (Paris and Anderson 2016). I situate my findings within these studies and the political context of the assimilationist “Post-Gay Era,” showing how the Unitarian-Universalist Church shapes the Maine queer political movement’s godly homonormativity. I also examine the strategic placemaking queer political activists employ within progressive faith-based spaces to reinforce the respectability politics characteristic of the fight for LGBTQ+ civil rights and marriage equality.  In short, the relationship between the church and political queer placemaking has been underexamined in the sociological, queer, and religious studies literature. Sociologists and scholars of religious studies have yet to explore fully the role faith-based space plays in queer political organizing. Through my study of the Unitarian-Universalist Church as a subversive and assimilationist space for queer political activism in Portland, Maine, I fill an important gap in the sociological study of urban queer placemaking, religion, and political activism. In the next section, I describe my research methods. Then, I examine how the 1984 murder of Charlie Howard, a Bangor gay man, galvanized a LGBTQ+ political movement in Maine. I show how the First Parish Unitarian-Universalist Church played a role in the LGBTQ+ political movement after Howard’s death. I illustrate how ephemeral placemaking within progressive faith-based spaces subverts mainstream understandings of religion and queerness as antithetical while reinforcing “godly homonormativity.”   Church Space as Queer Place 13 Methods This paper is based on data I collected from June 2022 through early February 2023. Initially, I attempted to collect geospatial data through an online survey platform called MapMe. However, I shifted my focus to qualitative data because of low survey response rates. In addition, I designed the MapMe survey with broader research questions in mind: “How do LGBTQ+ people conceptualize and interact with place?”, “What role does place have in creating and sustaining community for queer people?”, and “How do LGBTQ+ people construct and remember space as it relates to their community?” The survey allowed respondents to demarcate a certain area of interest on a map by engaging a “spray can” feature which the platform would then convert into coordinates for the researcher to analyze. My interest in the Unitarian-Universalist Church in particular, which emerged after I started the process of data collection, narrowed down the types of queer places I wanted to explore as a part of this study. This paper’s focus on progressive churches and their importance to Maine’s queer political movement negated the relevance of geospatial data to my research.  After transitioning to exclusively qualitative data collection, I proceeded to conduct semi-structured interviews with a total of nine informants—five men and four women. All my interview subjects identified as a member of the LGBTQ+ community, they are all White, and they all lived or currently live in Portland, Maine. In addition, my interview subjects were all above the age of 40, as I attempted to recruit subjects who were politically active during the queer political movement of the 1980s, 1990s, and early 2000s. Because of the Portland LGBTQ+ community’s small size and my study’s focus on an even smaller subset of this population—members of the Portland LGBTQ+ community involved in Portland’s queer political movement—I employed snowball sampling to identify potential interview subjects.  Church Space as Queer Place 14 Furthermore, six of my interview subjects play(ed) an active part in Portland’s queer political movement and serve(d) as its leaders. I could not fully disidentify them, so I have used their real names with their permission. I have assigned pseudonyms to the remainder of my interview subjects.   I interviewed two people in person and one person over the phone, whereas I conducted the rest of my interviews over Zoom. The length of these interviews ranged from 45 minutes to two-and-a-half hours. I began my interviews by asking a series of demographic questions, followed by specific questions about their interaction with queer places in Portland. In the first five interviews I conducted, before I shifted my focus to placemaking in faith-based spaces, I probed interview subjects who mentioned the First Parish Unitarian-Universalist Church or the political involvement of religious institutions by asking follow-up questions. In later interviews after I pivoted my research focus to placemaking in faith-based spaces, I concluded the interview by asking interview subjects about the involvement of religious institutions in their personal and political lives. I analyzed interview transcripts by combining inductive and deductive approaches to coding. First, I identified codes like “queer place” and “Unitarian-Universalist Church.” Then, I re-analyzed my informants’ perspectives on themes like “assimilation.”   I supplemented interview data with archival and ethnographic data. To conduct archival research, I made several visits to the LGBTQ+ Collection within the University of Southern Maine’s Special Collections and Archives, housed in the Glickman Family Library, during the summer of 2022. I viewed the Diane Elze papers, the Dale McCormick papers, and the Religious Coalition Against Discrimination papers, paying special attention to places where political organizing occurred. The First Parish Unitarian-Universalist Church appears repeatedly in the papers I examined. Furthermore, I analyzed seven oral histories of LGBTQ+ community  Church Space as Queer Place 15 members who live or lived in Portland and serve as political, religious, and/or community leaders. I accessed these oral histories through the Querying the Past: LGBTQ Maine Oral History Project Collection, led by sociologist Wendy Chapkis and held within the Lesbian, Gay, Bisexual, Transgender, and Queer+ Collection at the University of Southern Maine Libraries. I also collected ethnographic data by attending the Portland Pride! Festival in early June 2022 to evaluate Portland’s symbolic significance to the larger LGBTQ+ community in Maine. As I point out in the vignette at the beginning of this paper, I first noticed the unexpected and supportive role of churches in the LGBTQ+ political movement while attending the Pride Parade.  In the following sections, I expand on the First Parish Unitarian-Universalist Church’s role in Maine’s queer political movement, tracing the history of the church’s involvement to the tragic 1984 murder of Charlie Howard. I detail how First Parish helped launch a cohesive queer political movement in Maine, subverting dominant understandings of religion as homophobic and challenging the political strategies of the religious Right. I analyze the queer urban placemaking potential of progressive faith-based spaces—examining why these spaces facilitate a form of political organizing and social movement building centered around a politics of assimilation. By emphasizing LGBTQ+ equality, LGBTQ+ political movement leaders reinforce an assimilationist politics of “sameness” that highlights the similarities of LGBTQ+ and heterosexual people instead of their differences (Richardson 2005).  Results The Death of Charlie Howard  I first learned about the 1984 murder of Charlie Howard, a gay man living in Bangor, Maine, when viewing the Diane Elze Papers at the University of Southern Maine’s Special  Church Space as Queer Place 16 Collections and Archives. While conducting archival research, I discovered that the death of Charlie Howard, and the subsequent outcry against his murder by members of the LBGTQ+ community across Maine, led to one of the state’s first public queer rallies. This rally, held at the First Parish Unitarian-Universalist Church in Portland, politically galvanized Maine’s LGBTQ+ community into mounting a cohesive queer political movement. From then on, the Unitarian-Universalist Church played a prominent part in Maine’s queer political movement, since the Unitarian-Universalist Church provided a safe space for political organizing to occur. In general, Charlie Howard’s death cemented the role of the Unitarian-Universalist Church in supporting queer political organizing in Maine.   The night of July 7, 1984, James Francis Baines, 15, Shaun Mabary, 16, and Daniel Ness, 17, attacked 23-year-old Charles O. Howard on a State Street Bridge in Bangor, Maine. According to an article published in the Boston Globe on July 10, 1984, the three teenagers cited the gay panic defense, alleging that Charlie Howard had made unreciprocated sexual advances towards them (The Boston Globe 1984). Baines, Mabary, and Ness threw Charlie Howard off the bridge into the Kenduskeag Stream, despite Howard’s screams that he could not swim. Authorities recovered Howard’s body from the Kenduskeag shortly thereafter.   Howard’s murder outraged LGBTQ+ people and allies across the state of Maine. On the Monday after Howard’s death, 200 protestors marched throughout Bangor and threw flowers into the Kenduskeag Stream from the bridge he fell off. In Portland, leaders of the queer community gathered to organize a memorial rally for Howard on Friday, July 13. As part of the memorial rally, organizers planned to honor Charlie Howard’s life, to condemn the pattern of homophobic violence prevalent throughout Maine, to show their support for the queer community in Bangor, and to advocate for queer rights. Fred Berger, owner of Portland’s gay  Church Space as Queer Place 17 bookstore Our Books and organizer of Maine gay newspaper Our Paper, expressed his wish that the rally would help queer people in Bangor organize and create a queer community like Portland’s: “They don’t have as organized a community up there [Bangor] as we do here [Portland]…They don’t have any gay bars, strong organizations, or means of communication. This [rally] is helping them build that” (Nemitz 1984a). Berger highlights how queer people across Maine represented “vicarious citizens” of Portland and Portland’s queer institutions, or nonresidential and symbolic citizens of iconic gay institutions (Greene 2014). He hoped that the rally, an ephemeral form of queer placemaking, could bring about a more stable and enduring queer community in Bangor. Berger’s wish underscores Portland’s influence as an urban area in Maine. Through ephemeral placemaking at the First Parish Unitarian-Universalist Church in the urban setting of Portland, rally participants could create LGBTQ+ community elsewhere.  Already, organizers saw the Charlie Howard memorial rally as a way to create awareness for queer rights. Dale McCormick, a prominent lesbian politician who served as the Maine delegate to the Democratic National Convention in 1984, demanded the creation of a gay rights bill in Maine. At a press conference for Howard’s death, McCormick noted, “We have asked the state Legislature four times to take a stand on discrimination against gay and lesbian people…Does it take a murder to make the state of Maine see that we, too, need equal protection under the law?” (Nemitz 1984b). McCormick’s emphasis on “equal protection” reveals the assimilationist politics animating the push behind the Maine LGBTQ+ civil rights movement—a politics that the Unitarian-Universalist Church’s involvement would soon support.  Charlie Howard’s memorial rally, held at the First Parish Unitarian-Universalist Church at 425 Congress Street in Portland, began at 7:30 p.m on Friday, July 13, 1984. His friends spoke at the rally, attesting to his kindness and openness. One friend remembered of Howard, “He was  Church Space as Queer Place 18 bold, he was proud of himself. ‘I’m gay,’ he used to say, and he wanted to tell people he was. Charlie was himself because he wanted to be himself. He was very outward” (Keyes 1984). Another friend eulogized, “The Charlie I knew was bubbly, effervescent, full of life. He used to come to my house to see me (because) I don’t get out very much. He’d say, ‘Vous doesn’t get out enough.’ That’s just the way he was” (Keyes 1984). The rally attracted a wide array of people across age and sexual orientation. The Portland Press Herald reported that the rally provided an opportunity for members of the LGBTQ+ community to “proudly [come] out of the closet” and call for queer rights (Keyes 1984).  After holding the rally in First Parish Church, rally-goers planned to march through the streets of Portland. However, before rally-goers left First Parish to march, a small group of hostile counter-protestors gathered outside the church. Some rally-goers feared that the counter-protestors would become violent. Eventually, the rally-goers “came out [of the church] singing” and “overwhelmed” the counter-protestors (Saunders 1984). Queer activist Myles Rightmire, who carried a “When will the hatred end?” sign at the front of the march, recounted the efforts of counter-protestors to interfere with the march: “They were saying ‘abomination,’ calling us queers and faggots, pointing at us…They were swinging Bibles at the line of marchers, but people made a point of not interacting with them” (Saunders 1984). Fred Berger added that the counter-protestors “followed [the rally-goers] along the march and harassed [the rally-goers], but the police followed them…They were practically hitting people over the heads with their Bibles” (Saunders 1984). Undeterred by the verbal abuse the counter-protestors hurled at the procession, leaders of the march walked down Congress Street to Congress Square first and then Monument Square with nearly 500 marchers in tow. Marchers held candles and wore pink armbands, singing songs like:   Church Space as Queer Place 19 *AIN’T GONNA LET NOBODY / TURN ME AROUND, TURN ME AROUND, TURN ME AROUND AIN’T GONNA LET NOBODY / TURN ME AROUND KEEP ON WALKING / KEEP ON TALKING GONNA BUILD A BRAND NEW WORLD *…NO THREAT OF VIOLENCE …NO RIGHTWING BACKLASH …NO HIGH COURT RULINGS (Charlie Howard Day Chants) Although the rally took place in a progressive church, rally-goers still faced religious opposition and homophobia from counter-protestors. At the time of the rally, the Unitarian-Universalist Church’s progressiveness towards queer rights were a minority opinion (Religious Coalition Against Discrimination n.d.). Rally participants subverted mainstream (and other Christian denominations’) understandings of queerness and religion as antithetical by “overwhelming” the counter-protestors and holding the rally itself in First Parish Unitarian-Universalist Church. This rally demonstrates the radical potential of ephemeral forms of queer urban placemaking in progressive faith-based spaces to challenge religious opposition from the religious Right.  Charlie Howard’s death compelled the Maine queer community to take political action. One of Howard’s friends, when speaking at his memorial rally, expressed how his friend’s murder “angered him so much that he [became] politically active and he vowed to fight for gay rights legislation in Maine” (Keyes 1984). Moreover, Charlie Howard’s murder contributed to the founding of the Maine Lesbian/Gay Political Alliance (now known as EqualityMaine), “formed to educate the general public, politicians, and the media concerning lesbian and gay issues” (EqualityMaine n.d.). The Maine Lesbian/Gay Political Alliance focused on queer coalition building and worked to increase the queer community’s political participation, activism, and involvement. Queer political organizations like the MLGPA continued to host events and workshops in faith-based spaces like the First Parish Unitarian-Universalist Church  Church Space as Queer Place 20 even after the Charlie Howard rally. The MLGPA’s emphasis on “full equality,” perhaps best expressed by the organization’s name change to EqualityMaine, reveals an assimilationist politics that ephemeral placemaking within progressive faith-based spaces helped foreground (EqualityMaine n.d.). Although Charlie Howard’s death invigorated LGBTQ+ community leaders to form a LGBTQ+ political movement, the rights that the Maine LGBTQ+ political movement called for rested on homonormativity: Duggan’s (2003) concept of the normalization of LGBTQ+ identity and the upholding of heterosexual norms and practices.  The momentum created after Howard’s murder and embodied in the rally at First Parish Unitarian-Universalist Church galvanized religious institutions and their leaders, inspiring them to take a more active and publicly supportive stance towards LGBTQ+ civil rights issues and the LGBTQ+ community as a whole. A day before Charlie Howard’s memorial rally and march, the Rev. Patricia Henking and the Rev. Barry G. Wood sent a memo to fellow members of the clergy. At the header, the memo printed, “ATTENTION CLERGY!” three times and in boldface. Henking and Wood urged their peers to speak out in response to the injustice of Charlie Howard’s murder. They encouraged fellow members of the clergy to include Howard’s name in prayer or in a sermon, to address LGBTQ+ discrimination when delivering a sermon about hatred, and to attend Howard’s memorial rally. The memo ended with a reminder: “Remember: It means most when straight people unite with gay men and lesbian women to stand against oppression, degredation [sic] and violence” (Henking and Wood 1984). Beyond providing a physical space for political workshops and events, the Unitarian-Universalist Church viewed protesting homophobic violence and advocating for LGBTQ+ rights as part of its mission because of the denomination’s emphasis on good works and political action (Oppenheimer 1996). Gay activist Myles Rightmire highlights First Parish’s queer political engagement by  Church Space as Queer Place 21 conversely disapproving of other churches’ political disengagement: “The silence of other [churches and politicians] condemns them…If this had been a racial incident it would have been condemned” (Saunders 1984). The First Parish Unitarian-Universalist Church in Portland thus pioneered LGBTQ+ rights advocacy in Maine after Charlie Howard’s death by publicly supporting the LGBTQ+ community, holding steadfast in its goal to support the LGBTQ+ community into the current day. At the time, the Unitarian-Universalist Church’s outright support of LGBTQ+ rights in Portland represented a dramatic departure from other religious organizations’ attitudes towards LGBTQ+ people and rights.  The Unitarian-Universalist Church influenced other religious institutions and organizations to advocate for LGBTQ+ civil rights in the years after Charlie Howard’s death. In response to the November 1995 Referendum Question seeking to exclude queer people from protection under Maine law, the Bangor Theological Seminary Faculty, the Episcopal Diocese of Maine, Congregation Beth El, the Jewish Labor Committee, the Maine Council of Churches, and the Portland Friends Quaker Meeting all publicly came out in opposition of Question 1—in addition to the Unitarian-Universalist Minister’s Association of Maine and the Unitarian-Universalist Churches of Sanford, Ellsworth, and Allen Avenue in Portland (Religious Coalition Against Discrimination 2022). Furthermore, about ten years after Charlie Howard’s killing, religious leaders representing the Jewish, Christian, Roman Catholic, and Unitarian-Universalist faiths informally banded together to advocate for LGBTQ+ civil and human rights. The Maine Council of Churches helped form this alliance in 1994 after Governor John R. McKernan Jr. overturned the Maine Human Rights Act in 1993, a bill that included legal protections for queer people. This informal organization continued its fight for LGBTQ+ rights, formally coalescing as the Religious Coalition Against Discrimination in 2005. The First Parish Unitarian-Universalist  Church Space as Queer Place 22 Church’s hosting of Charlie Howard’s memorial rally in the immediate aftermath of his murder marked one of the first prominent merges of religious and queer space in Maine’s queer political movement. The success of Charlie Howard’s memorial rally exemplified the potential of faith-based space to spur political organizing. Marvin Ellison, a founder of the Religious Coalition Against Discrimination and former professor of Christian Ethics at the Bangor Theological Seminary, reflects on the “coming of age” some faith traditions underwent before advocating for marriage equality and LGBTQ+ rights: “[A religious “coming of age”] has required folks to revisit some of their own traditional teachings and practices that they’ve had to critique and set aside…part of what we’ve seen is a fabulous, and not by accident, transformation of religious traditions in large part pressed by LGBTQ folks and our allies to make amends and to change their understanding and their ways.” LGBTQ+ religious and/or political leaders like Ellison compelled members of the clergy to welcome and affirm LGBTQ+ people. Religious organizations advocating for LGBTQ+ rights like the Religious Coalition Against Discrimination arose as a result of concerted LGBTQ+ political effort to reform some faith-based traditions. Even though the LGBTQ+ queer political movement adhered to an assimilationist politics when engaging faith-based organizations and spaces, LGBTQ+ movement leaders pushed some faith-based traditions to affirm LGBTQ+ people and rights—subverting the homophobic political efforts of the religious Right and “queering” religion. To sum up, the tragic circumstances of Charlie Howard’s death roused unprecedented public outcry in Maine. His memorial rally and march, located at First Parish Unitarian-Universalist Church in Portland, forecasted a fruitful relationship between Maine’s queer political movement and progressive faith-based spaces. Charlie Howard’s murder inspired the  Church Space as Queer Place 23 formation of a sustained, powerful queer political movement in Maine. Some faith-based spaces, like the First Parish Unitarian-Universalist Church, proved crucial sites of queer political organizing and resistance, subverting mainstream understandings of queerness and religion as antithetical and challenging political opposition from the religious Right. Charlie Howard’s killing marked a watershed in Maine’s queer history. S. Farnsworth ruminates on the landmark moment of his death in the song “A Different Drumbeat,” written three years after his murder: CHARLIE HOWARD’S DEATH MADE US UNITE WE’LL NEVER BE THE SAME WE’RE STRONGER NOW; WE’RE ORGANIZED WITH PRIDE INSTEAD OF SHAME (Farnsworth 1987).   In this section, I have described how Charlie Howard’s memorial rally, held at the First Parish Unitarian-Universalist Church, reflects a politics of subversion. I have hinted at the part homonormativity plays in Maine’s LGBTQ+ political movement and how progressive faith-based spaces can uphold the heterosexual norm. In what follows, I analyze how ephemeral forms of queer urban placemaking within progressive faith-based spaces reinforce an assimilationist politics and Mikulak’s (2019) concept of godly homonormativity.  A Sign of the Times? Assimilationist Movement Building in Church Spaces  On June 18, 2022, Pride Portland! held their annual Pride Parade and Festival. I attended with my friends Seamus and River, leaving Brunswick around noon to arrive before the Parade began. Parking in a lot on Congress Street at about 12:40 pm, we paid $20 for parking and started walking over to Monument Square. Already, I spotted Pride participants dressed in rainbow attire walking toward the Parade route. The people I saw represented all age groups, with a larger amount of young queer people than I expected, considering Maine’s aging  Church Space as Queer Place 24 population.7 However, the participants I saw appeared mostly White, accurately representing the preponderance of White Mainers.8  When we arrived at Monument Square, we met up with one of our roommates, Marina. People crowded Monument Square and lined Congress Street to watch the Parade from the sidelines. We attempted to find the group of Bowdoin students, faculty, and staff gathered to march in the Parade, but, giving up, we found a spot to ourselves on the corner of Brown and Congress Street. Police escorts led the Parade, revving and beeping their car horns, with members of the motorcycle club Dykes on Bikes immediately following. Consistent with the demographics of the Parade spectators, people of all ages marched, with older people comprising  7 As of February 4, 2021, “Maine’s population is…the oldest in the nation, with residents 60 or older making up nearly a third of the state’s total population.” See https://www.maine.gov/governor/mills/news/mills-administration-aarp-maine-announce-age-friendly-state-plan-2021-02-04.  8 According to the United States’ 2020 Census, White alone people (persons who selected “White” as their only racial identity) comprised 90.8% of Maine’s total population. See https://www.census.gov/library/stories/state-by-state/maine-population-change-between-census-decade.html for Maine’s 2020 Census State Profile and https://www.census.gov/quickfacts/fact/note/US/RHI825221 for the Census’ definition of “White alone” people.   Figure 1. Members of the Woodfords Congregational Church participate in the Portland Pride! March, Portland, ME. (Photograph by Salina Chin, Woodfords Congregational Church at Pride, June 18, 2022).    Church Space as Queer Place 25 about 30-40% of marchers. To my surprise, corporations like Hannaford, a supermarket chain, and TD Bank marched in the Parade. A Hannaford produce truck followed a group of marchers carrying a Hannaford Pride banner, and people on Hannaford unicycles gave out free water. After the Gym Dandies walked past, with preteens riding unicycles following close behind, a long procession of churches, including the Woodfords Congregational Church (see Figure 1) and Williston-Immanuel Church, made their way down the Parade route.  The churches’ supportive presence at the Pride Parade intrigued me, but at the time, I brushed off their participation as another example of rainbow capitalism and of queerness going “mainstream.” Alice, a married lesbian who lived in Portland for the first 22 years of her life, describes changes she has observed in Pride Parades. As she currently lives in Brookline, Massachusetts, she observes corporate involvement in Boston’s Pride Parade: “[Pride] used to be such a celebratory weekend in June. Now, it has become whatever corporate sponsorship for the banks to roll down on their floats, so even that has changed. And again, that’s a reflection of the times.” Christopher (Chris) O’Connor, the manager of the Equality Community Center in Portland, agrees with Alice’s point about Pride Parades. He notices that “there’s more straight people who participate in Pride now” and the Festival has transformed into a “spectacle.” However, O’Connor views corporate involvement more optimistically, arguing: Pride used to be much more about the gay community and activism and celebrating gay organizations…There’s some divide within queer communities around corporate involvement…Yes, there’s a component of getting your logo out in front of people and saying, “Look, we’re gay friendly.” But particularly when it comes to the Pride Parade, I’ve really seen businesses that are working hard to create a safer environment for their LGBT employees, use Pride as an example to say, like, “Hey, come march with us because we are actually really proud of being a safe and inclusive workspace.” And I think that’s really important.   Most of my interview subjects acknowledged the increasing acceptance of LGBTQ+ people within mainstream American society. Alice and O’Connor cite Pride celebrations as an  Church Space as Queer Place 26 example of LGBTQ+ assimilation, and they express their conflicted feelings about rainbow capitalism and recent changes in Pride. However, Alice’s acceptance of rainbow capitalism as “a sign of the times” points to a shift in the LGBTQ+ movement towards homonormativity—a change facilitated by progressive churches’ involvement in the Maine LGBTQ+ political movement. As Duggan (2003) argues, neoliberalism structures homonormativity. Homonormativity also refers to the normalization of LGBTQ+ people as consumers, a process Alice and O’Connor gesture to when they accept the corporate involvement in Pride. As rainbow capitalism infiltrates and normalizes Pride Parades, once radical acts of ephemeral and queer urban placemaking, the LGBTQ+ political movement’s homonormative turn becomes more apparent.  While attending Portland Pride, I failed to recognize how the involvement of progressive churches like Williston-Immanuel Church in the parade reflects not an aberration, but these churches’ long-standing commitment to supporting the LGBTQ+ community—a finding supported by my archival research and interview data. According to my interview with Barb Wood, a founding member of the Maine Lesbian/Gay Political Alliance and the Vice President of the EqualityMaine Foundation, Charlie Howard attended Bangor’s Unitarian-Universalist Church—cementing the importance of the Unitarian-Universalist Church in Maine’s queer history. Additionally, queer political organizations like the MLGPA continued to utilize First Parish Unitarian-Universalist Church as a space to organize and hold workshops even after the rally held in Howard’s honor. Despite the Unitarian-Universalist Church’s history of LGBTQ+ community support and their subversive involvement in the LGBTQ+ political movement—informed in large part by their “tradition of political action”—the usage of progressive faith-based spaces also reflects Mikulak’s (2019) concept of godly homonormativity (Mikulak 2019;  Church Space as Queer Place 27 Oppenheimer 1996). Because most progressive faith-based organizations supported the LGBTQ+ political movement’s push for marriage equality and LGBTQ+ equality, open and affirming faith-based spaces and religious organizations that supported LGBTQ+ rights reinforced a politics of respectability and sameness. When I asked my informants why queer political groups chose to organize in progressive faith-based spaces like First Parish Church, safety, and the desire to organize in spaces perceived as safe, emerged as a recurrent theme. Frank Brooks, a gay social worker, sees queer political organizations’ utilization of progressive faith-based spaces as a way for religious institutions to redress historical homophobic harm. Similarly, although O’Connor stated that he was a “recovering Catholic,” he observed that the LGBTQ+ community as a whole needs safe communal spaces, and progressive church spaces can fill that need. However, he emphasizes the usage of progressive church space as opposed to conservative church space. He expresses his outrage at city nonprofit organizations holding meetings and hosting events at Eastpoint Christian Church, a megachurch in South Portland that O’Connor describes as “just as homophobic as the Catholic Church”: “How dare you hold a meeting at a space that’s not welcome for the LGBTQ+ community?!” Indeed, the Unitarian-Universalist Church’s position as an openly LGBTQ+-affirming and liberal religion distinguishes it from other more conservative and queerphobic Christian sects, rendering the utilization of Unitarian-Universalist church spaces for political organizing more acceptable. In an oral history part of Querying the Past, Kennedy Barteaux highlights the unusual amount of support the Unitarian-Universalist Church has given him, noting: [O]ne of the biggest community supports that I personally had felt and/or I feel like our community has had is the U-U Church, the Universalist…[T]hey have Queer events in the church on Congress Street, in their big church on Congress Street. By having those experiences, sort of got me out of that idea that all Christians must hate me and I have to  Church Space as Queer Place 28 be fearful of all these things and it took, it took just meeting people and having those experiences and having that amazing support. They have been there forever literally supporting the Gay and Queer community and the Trans community publicly which is like a lot of people will…do certain things but they don’t want anybody to know about it and…that’s not real support. (Woodward and Koch 2016)  Queer community members single out the Unitarian-Universalist Church as an especially welcoming, supportive, and affirming place—facilitating its usage by queer political groups for the purpose of political organizing. Although progressive faith-based spaces provided a safe space for LGBTQ+ community members during the queer political movement, the lack of available safe spaces meant that heteronormative progressive faith-based spaces reinforced a godly homonormativity within LGBTQ+ ephemeral placemaking and political activism.  The LGBTQ+ social movement used Unitarian-Universalist church spaces strategically to question the anti-LGBTQ+ political agenda of the religious Right, reflecting a politics of subversion and assimilation. During an interview with me, Marvin Ellison alluded to the strategic importance of faith-based support for the LGBTQ+ political movement, arguing, “Because so much of the opposition to [legislative referenda in support of LGBTQ+ civil rights] came out of conservative religious traditions…it was a really important time as an out gay man who is a member of a faith tradition to help organize support.” Pro-LGBTQ+ religious leaders helped refute the claims made by homophobic leaders of conservative religious traditions. Organizing workshops and events in progressive faith-based spaces, then, powerfully symbolizes the embrace and acceptance of the LGBTQ+ community by certain religious groups—a political tactic that calls the fundamentalism of conservative Christian dogma into question. Barb Wood recalls the push for the Portland Gay Rights Ordinance in 1992 and the significance of publicly supportive religious leaders to the campaign to “counter attack” homophobic campaigns that the religious Right mounted. She identifies the importance of a church’s pulpit, the literal and  Church Space as Queer Place 29 metaphorical platform religious organizations and institutions possess to mobilize both church and community members:  We used to say, “It’s too bad we don’t have a church,” because when we have political issues we knew that the people that were against us, a lot of them were religious people, and every Sunday their minister, priests, reverend, whatever was preaching and telling that congregation what to do, how to vote, why gay people were bad. Why gay people shouldn’t be teachers. I mean, they had a pulpit. They had a place where they could talk to their constituents, their group on a very regular basis, and we did not have that because we didn’t have a church. We had bars, so we actually used to go into bars on Saturday night [and used them as our pulpits].  LGBTQ+ political leaders like Wood appropriated the “church pulpit” in order to galvanize LGBTQ+ political support. By mimicking the political strategies of the religious Right, even going so far as to appropriate faith-based space for social movement building, members of Maine’s LGBTQ+ political movement challenged the political dominance of the religious Right. However, in opposing the anti-LGBTQ+ political efforts of the religious Right, Ellison and Wood played up a politics of respectability. Equality and sameness undergirded their political organizing efforts, perhaps best demonstrated by Ellison’s role in launching the Religious Coalition Against Discrimination. This interfaith network of religious leaders rallied around marriage equality advocacy, a political movement that upheld heteronormativity and normalized LGBTQ+ identity while further marginalizing the poor, people of color, and transgender people (Bernstein and Taylor 2013; Cohen 2009; Warner 1999). Additionally, the LGBTQ+ political movement in Maine mobilized the LGBTQ+ community in Maine to seek legislative change. By focusing on legal legitimization, the Maine LGBTQ+ political movement reproduced respectability politics. At the same time, Ellison and Wood contradict themselves by warning against the complacency of the assimilationist “Post-Gay Era.” Ellison acknowledges his privilege as a White man when expressing his concerns about assimilation. He highlights the  Church Space as Queer Place 30 radicality of the queer community and shares his hopes that Maine’s queer community retains their “marginality”: It’s nice to be loved and welcome, but we ought not to forget our critical edge…[bell hooks] said, “Be careful about how rapidly you give up your marginality or your queerness.” So part of what makes me a little wary is that, in the community, some of us can get comfortable and complacent and forget that what energized us was building a broad-based justice movement and to keep expanding its borders to take in more and more. And that doing queer liberation work also asks of us that we do anti-poverty work and anti-racism work and pro-feminist work and [so on and so forth].  Ellison underscores a tension between the radicality of the queer community and the heteronormativity of the church. Progressive faith-based traditions and churches strengthen godly normativity while disrupting the hegemony of homophobic religious discourse and political organizing. Although Maine’s LGBTQ+ political movement appropriated progressive faith-based space to serve larger goals of assimilation and homonormativity, ephemeral forms of queer urban placemaking in these spaces reflect a radical queering of faith-based space.   The LGBTQ+ political workshops and rallies held in progressive faith-based spaces represent an ephemeral form of urban queer placemaking—fleeting and momentary expressions of LGBTQ+ community. Although progressive faith-based spaces primarily serve as spaces of worship for congregations, the LGBTQ+ political movement “queered” these spaces by organizing within them. LGBTQ+ political events and rallies, in addition to Maine Gay Men’s Chorus recitals, asserted the presence and strength of the LGBTQ+ community in spaces not typically considered “queer.” John, the accompanist for the Gay Men’s Chorus, remembered gathering in the First Parish Unitarian-Universalist Church fondly: “I spent a lot of time in the church and the function hall, upstairs and downstairs. Every part of that church we used at some time or other.” He remembers how the Gay Men’s Chorus fundraised to support the LGBTQ+ political movement, but after LGBTQ+ equal rights legislation passed, “the problem was sort of  Church Space as Queer Place 31 solved…We had come together for a purpose in addition to making music, really a political purpose. And once that need was not there, the interest waned somewhat.” John illustrates how, on one hand, the LGBTQ+ political movement queered progressive faith-based spaces. On the other hand, ephemeral placemaking within progressive faith-based spaces reinforced a godly homonormativity, reflected in the LGBTQ+ political movement’s push for assimilationist policies like marriage equality.   In short, Charlie Howard’s death on July 7, 1984 marked a turning point for the Maine LGBTQ+ community—effectively jumpstarting Maine’s LGBTQ+ political movement and creating the Maine Lesbian/Gay Political Alliance (now EqualityMaine). Progressive faith-based spaces like the First Parish Unitarian-Universalist Church in Portland proved significant for Maine’s queer political movement. Progressive faith-based organizations like the Unitarian-Universalist Church were the first public supporters of the LGBTQ+ community in the aftermath of Howard’s murder, and queer political organizations continued to hold workshops and events in these faith-based spaces long after Howard’s death for two main reasons: (1) because LGBTQ+ community members and political organizers viewed faith-based spaces as safe and (2) because the inclusion of faith-based spaces and religious leaders in the LGBTQ+ political movement was a matter of political strategy. However, while ephemeral forms of queer urban placemaking in progressive faith-based spaces demonstrate a politics of subversion, they also reinforce godly homonormativity. The politics of respectability and assimilation that guided Maine’s LGBTQ+ political movement reflects Maine’s racial homogeneity and excludes queer people who hold multiple marginalized identities in terms of race, class, and/or gender identity.     Church Space as Queer Place 32 Discussion and Conclusion  As queer nightlife institutions across the United States continue to shutter because of gentrification and the assimilation that defines the “Post-Gay Era,” scholars have turned their attention to the placemaking practices that the LGBTQ+ community has adopted in the face of these anchoring institutions’ permanent closure (Stillwagon and Ghaziani 2019). However, researchers have failed to investigate the role of progressive faith-based spaces in LGBTQ+ community and political movement building, past and present. In this thesis, I investigate the intersection between progressive faith-based space, queer political organizing, and placemaking—bridging the scholarly divide between studies of queer urban placemaking and religion. My research demonstrates the largely unacknowledged significance of progressive faith-based spaces to the successful mounting of a queer political movement in Maine. Ephemeral placemaking in progressive faith-based spaces subverts mainstream understandings of religion and queerness as antithetical and challenges the religious logics of the conservative Right. However, ephemeral placemaking within progressive faith-based spaces also reinforces godly homonormativity, illustrating the larger assimilationist goals of Maine’s LGBTQ+ political movement. I queer religion and LGBTQ+ politics by disrupting narratives of religion as homophobic and of queerness as radical.   This thesis complicates scholarship that views religious norms and traditions as necessarily generative and constructive forces in community and political organizing. While Pattillo-McCoy’s (1998) study of African Americans in Groveland, Chicago revealed that the African American community called on the rituals and practices of the Black church as a cultural script for collective organizing in Groveland, the opposite proves true for the LGBTQ+ community. Although progressive faith-based spaces played a valuable part in Maine’s queer  Church Space as Queer Place 33 political movement, many LGBTQ+ community members express a deep aversion to organized religion and religious practices as a result of adverse childhood experiences with organized religion. Therefore, my informants emphasized the importance of using welcoming and affirming faith-based spaces when organizing workshops and community-interest events. A queer political consciousness arose out of the careful selection of faith-based spaces that publicly support the LGBTQ+ community. Using the church as a “cultural blueprint” (Pattillo-McCoy 1998) for collective organizing works well in Groveland, but this strategy falls short for LGBTQ+ community members in the social and political context of Portland, Maine. Even though I have illustrated the constructive relationship between progressive faith-based spaces and the LGBTQ+ community that exists in Portland, we must not undermine how queer political organizing in certain faith-based spaces can occur against a background of structural homophobia.    Although I illuminate an important gap in queer placemaking and religious studies literature, I pivoted to studying the relationship between progressive faith-based space and queer political organizing after a year and a half of research, leaving me around six months to consider this research question. This abbreviated research timeline proved less than ideal, limiting the amount of relevant interview data I could work with. I only considered the perspectives of queer political activists on the role of progressive faith-based spaces in Maine’s queer political movement, not the perspectives of the clergy. In addition, because I primarily investigated queer political organizing that occurred as a result of Charlie Howard’s death and from the 1980s to the late 2000s, all my informants were queer White people above the age of 40. Future research should focus on queer youth activism, the development of a political consciousness in queer youth, and the viewpoints of religious leaders. Scholars should examine the perspectives of queer  Church Space as Queer Place 34 youth of color, as well as how technology, social media, and the Internet affect the political organizing strategies queer youth of color employ in the present day. Additionally, future researchers should consider religiosity, or a lack thereof, in queer youth and whether religiosity shapes queer youth’s attitudes toward LGBTQ+ assimilation and radicality. The social inequalities and legal challenges that the LGBTQ+ community in the United States continues to grapple with underscore the significance of continuing research on these topics—especially as LGBTQ+ people envision and enact queer futures. We must not overlook the unexpected places where queer political organizing can occur, like progressive faith-based spaces. Marvin Ellison’s hopeful perspective on the future of queer places offers a necessary and timely reminder for coming generations of queer political leaders and organizers: The future in some respects excites me and I have great confidence in the queer imagination. Our community is a survival community and a very savvy unity that has survived everything imaginable. So on the one hand, I have great hopes. On the other hand, as I was saying earlier, I think because the world in so many ways has broken open and changed, there are a lot of folks who are fearful and scared and resentful, who are fighting back, trying to keep change from happening. My hope is we will not abandon the struggle.    Church Space as Queer Place 35 References Ali, Muna. 2017. “‘Art Is Not Just about Entertainment’: The Social Activism and Cultural Production of Chicago’s Inner-City Muslim Action Network (IMAN).” Culture and Religion 18(4):353–70. doi: 10.1080/14755610.2017.1377982. Anon. 1984. “Three Youths Charged with Murder in Bangor Man’s Beating, Drowning.” The Boston Globe, July 10. Anon. n.d. “Charlie Howard Day Chants.” LG MS 27 Box 1, Series 1.1, Folder 1, Diane Elze Papers, Lesbian, Gay, Bisexual, and Transgender Collection, Jean Byers Sampson Center for Diversity in Maine, University of Southern Maine Libraries, Portland, Maine. Battle, Juan, Antonio Jay Pastrana, and Angelique Harris. 2017. An Examination of Black LGBT Populations across the United States: Intersections of Race and Sexuality. New York, NY: Palgrave Macmillan. Beatty, K. M., and O. Walter. 1984. “Religious Preference and Practice: Reevaluating Their Impact on Political Tolerance.” Public Opinion Quarterly 48(1):318–29. doi: 10.1093/poq/48.1B.318. Berliner, Arthur K. 1987. “Sex, Sin, and the Church: The Dilemma of Homosexuality.” Journal of Religion and Health 26(2):137–42. Bernstein, Mary, and Verta Taylor. 2013. The Marrying Kind?: Debating Same-Sex Marriage within the Lesbian and Gay Movement. Minneapolis: University of Minnesota Press.  Church Space as Queer Place 36 Boisvert, Donald L. 2005. “The Spirit Within: Gay Male Culture as a Spiritual Venue.” Pp. 351–66 in Gay Religion, edited by S. Thumma and E. R. Gray. Walnut Creek, CA: AltaMira Press. Boutcher, Steven A. 2010. “Mobilizing in the Shadow of the Law: Lesbian and Gay Rights in the Aftermath of Bowers v. Hardwick.” Pp. 175–205 in Research in Social Movements, Conflicts and Change. Vol. 31, Research in Social Movements, Conflicts and Change, edited by P. G. Coy. Bingley, UK: Emerald Group Publishing Limited. Burdette, A. M., C. G. Ellison, and T. D. Hill. 2005. “Conservative Protestantism and Tolerance toward Homosexuals: An Examination of Potential Mechanisms.” Sociological Inquiry 75(2):177–96. doi: 10.1111/j.1475-682X.2005.00118.x. Chauncey, George. 1994. Gay New York: Gender, Urban Culture, and the Making of the Gay Male World, 1890-1940. New York: Basic Books. Chica, Christina Marie. 2021. “Toward a Sociology of Global Comparative Placemaking.” Sociology Compass 15(8):e12911. doi: 10.1111/soc4.12911. Cohen, Cathy J. 2009. The Boundaries of Blackness: AIDS and the Breakdown of Black Politics. Chicago, IL: University of Chicago Press. Dorf, Michael C., and Sidney Tarrow. 2014. “Strange Bedfellows: How an Anticipatory Countermovement Brought Same‐Sex Marriage into the Public Arena.” Law & Social Inquiry 39(2):449–73. doi: 10.1111/lsi.12069.  Church Space as Queer Place 37 Duggan, Lisa. 2003. The Twilight of Equality?: Neoliberalism, Cultural Politics, and the Attack on Democracy. Boston: Beacon Press. Ellison, C. G., and M. A. Musick. 1993. “Southern Intolerance: A Fundamentalist Effect?” Social Forces 72(2):379–98. doi: 10.1093/sf/72.2.379. EqualityMaine. n.d. “Our Story.” Retrieved December 10, 2022 (https://www.equalitymaine.org/our-story). Farnsworth, S. 1987. “A Different Drumbeat.” LG MS 27 Box 1, Series 1.1, Folder 1, Diane Elze Papers, Lesbian, Gay, Bisexual, and Transgender Collection, Jean Byers Sampson Center for Diversity in Maine, University of Southern Maine Libraries, Portland, Maine. Fetner, Tina. 2008. How the Religious Right Shaped Lesbian and Gay Activism. Minneapolis: University of Minnesota Press. Ghaziani, Amin. 2011. “Post-Gay Collective Identity Construction.” Social Problems 58(1):99–125. doi: 10.1525/sp.2011.58.1.99. Gieryn, Thomas F. 2000. “A Space for Place in Sociology.” Annual Review of Sociology 26(1):463–96. doi: 10.1146/annurev.soc.26.1.463. Goddard, Andrew. 2017. “Theology and Practice in Evangelical Churches.” Pp. 377–94 in The Oxford Handbook of Theology, Sexuality, and Gender, edited by A. Thatcher. Oxford, United Kingdom: Oxford University Press. Gorrell, Paul J. 2005. “Rite to Party: Circuit Parties and Religious Experience.” Pp. 313–26 in Gay Religion, edited by E. R. Gray and S. Thumma. Walnut Creek, CA: AltaMira Press.  Church Space as Queer Place 38 Gray, Edward R., and Scott Thumma. 2005. “The Gospel Hour: Liminality, Identity, and Religion in a Gay Bar.” Pp. 285–302 in Gay Religion, edited by E. R. Gray and S. Thumma. Walnut Creek, CA: AltaMira Press. Greene, Theodore. 2014. “Gay Neighborhoods and the Rights of the Vicarious Citizen.” City & Community 13(2):99–118. doi: 10.1111/cico.12059. Greene, Theodore. 2022. “‘You’re Dancing on My Seat!’: Queer Subcultures and the Production of Places in Contemporary Gay Bars.” Pp. 137–65 in Subcultures. Vol. 54, Studies in Symbolic Interaction, edited by C. T. Conner. Bingley, UK: Emerald Publishing Limited. Henking, Patricia, and Barry G. Wood. 1984. “Attention Clergy! Attention Clergy! Attention Clergy!” LG MS 27 Box 1, Series 1.1, Folder 1, Diane Elze Papers, Lesbian, Gay, Bisexual, and Transgender Collection, Jean Byers Sampson Center for Diversity in Maine, University of Southern Maine Libraries, Portland, Maine. Janssen, Dirk-Jan, and Peer Scheepers. 2019. “How Religiosity Shapes Rejection of Homosexuality Across the Globe.” Journal of Homosexuality 66(14):1974–2001. doi: 10.1080/00918369.2018.1522809. Kaufman, Jason, and Matthew E. Kaliner. 2011. “The Re-Accomplishment of Place in Twentieth Century Vermont and New Hampshire: History Repeats Itself, until It Doesn’t.” Theory and Society 40(2):119–54. doi: 10.1007/s11186-010-9132-2. Keyes, Bob. 1984. “Participants in Gay Rally Ask Equality.” Portland Press Herald, July 14. Lefebvre, Henri. 1991. The Production of Space. Oxford, OX, UK: Blackwell.  Church Space as Queer Place 39 Lew, Alan A. 2017. “Tourism Planning and Place Making: Place-Making or Placemaking?” Tourism Geographies 19(3):448–66. doi: 10.1080/14616688.2017.1282007. Loftus, Jeni. 2001. “America’s Liberalization in Attitudes toward Homosexuality, 1973 to 1998.” American Sociological Review 66(5):762–82. doi: 10.2307/3088957. McQueeney, Krista. 2009. “‘We Are God’s Children, Y’All:’ Race, Gender, and Sexuality in Lesbian- and Gay-Affirming Congregations.” Social Problems 56(1):151–73. doi: 10.1525/sp.2009.56.1.151. McRoberts, Omar M. 2005. Streets of Glory: Church and Community in a Black Urban Neighborhood. Chicago, IL: University of Chicago Press. Mikulak, Magdalena. 2019. “Godly Homonormativity: Christian LGBT Organizing in Contemporary Poland.” Journal of Homosexuality 66(4):487–509. doi: 10.1080/00918369.2017.1414501. Nemitz, Bill. 1984a. “Gay Rally Planned Here.” Evening Express (Portland, ME), July 10. Nemitz, Bill. 1984b. “Memorial Service Set for Gay Murder Victim.” Evening Express (Portland, ME), July 11. Oppenheimer, Mark. 1996. “‘The Inherent Worth and Dignity’: Gay Unitarians and the Birth of Sexual Tolerance in Liberal Religion.” Journal of the History of Sexuality 7(1):73–101. Orne, Jason. 2017. Boystown: Sex & Community in Chicago. Chicago, IL: The University of Chicago Press.  Church Space as Queer Place 40 Paris, J. W., and R. E. Anderson. 2016. “Faith–Based Queer Space in Washington, DC: The Metropolitan Community Church-DC and Mount Vernon Square.” Pp. 681–700 in Religion and LGBTQ Sexualities: Critical Essays. New York. Pattillo-McCoy, Mary. 1998. “Church Culture as a Strategy of Action in the Black Community.” American Sociological Review 63(6):767–84. doi: 10.2307/2657500. Petro, Anthony Michael. 2015. After the Wrath of God: AIDS, Sexuality, and American Religion. New York, NY: Oxford University Press. Reimer, Sam, and Jerry Z. Park. 2001. “Tolerant (In)Civility? A Longitudinal Analysis of White Conservative Protestants’ Willingness to Grant Civil Liberties.” Journal for the Scientific Study of Religion 40(4):735–45. doi: 10.1111/0021-8294.00088. Religious Coalition Against Discrimination. n.d. “About RCAD.” Retrieved December 10, 2022 (http://www.rcadmaine.org/aboutrcad/). Richardson, Diane. 2005. “Desiring Sameness? The Rise of a Neoliberal Politics of Normalisation.” Antipode 37(3):515–35. doi: 10.1111/j.0066-4812.2005.00509.x. Rimmerman, Craig A. 2015. The Lesbian and Gay Movements: Assimilation or Liberation? 2nd ed. New York: Routledge. Roggemans, Lilith, Bram Spruyt, Filip Van Droogenbroeck, and Gil Keppens. 2015. “Religion and Negative Attitudes towards Homosexuals: An Analysis of Urban Young People and Their Attitudes towards Homosexuality.” YOUNG 23(3):254–76. doi: 10.1177/1103308815586903.  Church Space as Queer Place 41 Saunders, Steve. 1984. “Gays Grateful for Police Help.” Portland Press Herald, July 14. Scroggs, Barrett, and Debra McKnight. 2020. “Progressive Christian Communities as Sites for LGBTQ Collective Action and Civic Behavior.” in Oxford Research Encyclopedia of Politics. Oxford, OX, UK: Oxford University Press. Shokeid, Moshe. 2005. “Why Join a Gay Synagogue?” Pp. 83–98 in Gay Religion, edited by S. Thumma and E. R. Gray. Walnut Creek, CA: AltaMira Press. Stillwagon, Ryan, and Amin Ghaziani. 2019. “Queer Pop-Ups: A Cultural Innovation in Urban Life.” City & Community 18(3):874–95. doi: 10.1111/cico.12434. Stone, Amy L. 2012. Gay Rights at the Ballot Box. Minneapolis: University of Minnesota Press. Thumma, Scott. 2005. “Negotiating a Religious Identity: The Case of the Gay Evangelical.” Pp. 67–82 in Gay Religion, edited by S. Thumma and E. R. Gray. Walnut Creek, CA: AltaMira Press. Warner, Michael. 1999. The Trouble with Normal: Sex, Politics and the Ethics of Queer Life. New York: Free Press. Wilcox, C., and T. Jelen. 1990. “Evangelicals and Political Tolerance.” American Politics Research 18(1):25–46. doi: 10.1177/1532673X9001800102. Wilcox, Melissa. 2005. “A Religion of One’s Own: Gender and LGBT Religiosities.” Pp. 203–20 in Gay Religion, edited by S. Thumma and E. R. Gray. Walnut Creek, CA: AltaMira Press.  Church Space as Queer Place 42 Wilcox, Melissa M. 2006. “Outlaws or In-Laws?” Journal of Homosexuality 52(1–2):73–100. doi: 10.1300/J082v52n01_04. Woodward, Kayla, and Nathanial Koch. 2016. “Barteaux, Kennedy.” Querying the Past: LGBTQ Maine Oral History Project Collection. Retrieved May 4, 2023 (https://digitalcommons.usm.maine.edu/querying_ohproject/14). Young, Pamela Dickey, Tracy Joan Trothen, and Heather Shipley. 2015. Religion and Sexuality: Diversity and the Limits of Tolerance. United States: UBC Press.  ",
    "id": 572728050,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.bowdoin.edu:honorsprojects-1435"
    },
    "title": "Church Space as Queer Place? LGBTQ+ Placemaking, Assimilation, and Subversion within Progressive Faith-Based Spaces in Maine",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "Bowdoin Digital Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.bowdoin.edu/cgi/viewcontent.cgi?article=1435&context=honorsprojects"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/572728050.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/572728050"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/572728050/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/572728050/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/572728050"
        }
    ],
    "abstract": "In popular discourse, understandings of queerness and religiosity as antithetical proliferate. However, the political involvement of Portland, Maine’s First Parish Unitarian-Universalist Church in Maine’s queer political movement points to a more complex relationship between the LGBTQ+ community and progressive religious institutions. Through participant observation, archival research, and semi-structured interviews with nine LGBTQ+ community members and informants, I reveal the crucial role of Portland’s First Parish Unitarian-Universalist Church in Maine’s queer political movement from the late 1980s into the present day. On the one hand, progressive faith-based spaces across Maine provide safe spaces for queer political organizing. On the other hand, “ephemeral placemaking” in progressive faith-based spaces represents an assimilationist political strategy that stresses LGBTQ+ respectability. Thus, I argue that queer placemaking in progressive faith-based spaces reflects both subversive and assimilationist politics. LGBTQ+ activists utilize ephemeral placemaking strategies within progressive faith-based spaces to challenge political opposition from the religious Right while also reinforcing what Mikulak (2019) terms “godly homonormativity”: the normalization of LGBTQ+ identity and the upholding of heteronormativity by emphasizing respectability and monogamy. My analysis of queer political organizing within progressive faith-based spaces “queers” religion and LGBTQ+ politics, disrupting dominant narratives of religion as homophobic and LGBTQ+ politics as radical",
    "tags": [
        "text",
        "faith-based spaces",
        "queer political organizing",
        "assimilation",
        "homonormativity",
        "queer placemaking",
        "Gender and Sexuality",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Place and Environment",
        "Politics and Social Change",
        "Sociology of Religion"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.bowdoin.edu:honorsprojects-1435",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3472",
        "openDoarId": 0,
        "name": "Bowdoin College",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 572728050,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T04:18:17+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-19T17:48:14+01:00"
    },
    "urls": [
        "https://digitalcommons.bowdoin.edu/context/honorsprojects/article/1435/viewcontent/Salina_Chin_Honors_Final_Draft_06.pdf",
        "https://digitalcommons.bowdoin.edu/honorsprojects/405"
    ],
    "lastUpdate": "2024-01-24T04:18:17+00:00",
    "setSpecs": []
}