{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Monro, Surya"
        },
        {
            "name": "Richardson, Diane"
        }
    ],
    "contributors": [],
    "createdDate": "2016-04-06T16:30:55+01:00",
    "dataProvider": {
        "id": 126,
        "name": "University of Huddersfield Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/126",
        "logo": "https://api.core.ac.uk/data-providers/126/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/30731057.pdf",
    "fullText": "University of Huddersfield RepositoryMonro, SuryaCitizenship: Gender and SexualityOriginal CitationMonro, Surya (2014) Citizenship: Gender and Sexuality. In: Handbook Of Political Citizenship And Social Movements. Edward Elgar Publishing. ISBN 978 1 78195 469 0 This version is available at http://eprints.hud.ac.uk/22973/The University Repository is a digital collection of the research output of theUniversity, available on Open Access. Copyright and Moral Rights for the itemson this site are retained by the individual author and/or other copyright owners.Users may access full items free of charge; copies of full text items generallycan be reproduced, displayed or performed and given to third parties in anyformat or medium for personal research or study, educational or not-for-profitpurposes without prior permission or charge, provided:• The authors, title and full bibliographic details is credited in any copy;• A hyperlink and/or URL is included for the original metadata page; and• The content is not changed in any way.For more information, including our policy and submission procedure, pleasecontact the Repository Team at: E.mailbox@hud.ac.uk.http://eprints.hud.ac.uk/Citizenship, Gender and Sexuality Introduction to chapter  The term citizenship has been traditionally been understood in relation to the rights and responsibilities of citizens within a given nation state (Richardson and Monro 2012). This classic model of citizenship is associated with the work of T.H. Marshall (1950), a British sociologist who defined citizenship in terms of three stages of sets of rights: civil or legal rights, political rights and social rights. The other traditional model of citizenship has been characterised as the ‘town hall’ model, which emphasises the participation of citizens in civil society, and is linked to communitarianism (which emphasises the responsibility of the individual to the community) and republicanism (where, in a ‘republic’, the head of state is not a monarch). In contrast to the traditional liberal conception of citizens as autonomous individuals who make choices, advocates of civic republicanism see citizenship as communal, where citizens are people whose lives are interlinked through shared traditions and understandings that form the basis for the pursuit of the ‘common good’ (Delanty 2000). Since the 1990s debates over the inadequacies of these two traditional models have led to the development of new ideas about citizenship. It is in the context of such developments that notions of gender and sexual citizenships have emerged, much of it fuelled by (respectively) feminist and lesbian, gay and bisexual, or queer, scholarship. For Ruth Lister: ...feminist theory and research have significantly transformed the theorization of citizenship. And, in challenging the false universalism of the “malestream”, it has contributed to a more differentiated analysis better able to frame research into gender and citizenship in a multicultural context (2011: 27)      Historically, citizenship has been constructed in the ‘male image’ (Pateman 1988; Lister 2003), and one of the major contributions that the large literature on gender and citizenship has made to the broader field of citizenship studies concerns a critique of the masculinist nature of traditional approaches (see also for example Walby 1994). Sexual citizenship theories have provided a number of contributions to the field of citizenship studies, including a questioning of the heterosexist assumptions that underpin traditional models of citizenship. This chapter addresses citizenship in relation to gender and sexuality, taking the critiques that these pose to traditional notions of citizenship as a starting point. Both fields have re-theorized citizenship, moving the concept beyond Marshallian models. For example, Sasha Roseneil (2013) discusses a multi-levelled, multidimensional citizenship which addresses economic resources, equality, self determination and recognition in embodied, intimate and sexual life. This chapter provides an overview and discussion of, firstly, gender and citizenship, and, secondly sexual citizenship, before concluding with a discussion of some of the common themes (specifically, the universalist-particularist debate) and some future directions for research. The chapter does not include the women’s movements as New Social Movements, as this textbook contains a chapter of this theme, but it does include a brief overview of the lesbian, gay, bisexual and transgender movement because this is not included elsewhere in the handbook. The discussion about transgender citizenship is mostly located within the section on sexual citizenship because the transgender movements are more strongly allied with the lesbian, gay and bisexual movements that with feminisms.  A note about terminology Whilst gender and sexuality may be separated analytically, their meanings are intertwined (Bondi 1998, cited in Hearn et al 2011) and in some cases discussions of citizenship deal with both gender and citizenship (for example Carver and Mottier 1998). Wide cross cultural and trans-historical variance on both gender and sexual identity formations is in evidence (Ramet 1997); rigid gendered, sexual, and other social categories (including racial and classed categories) were developed in the West during the nineteenth century as part of the imperialist drive to develop and embed social hierarchies (Angelides 2001). Western gender categories, whilst troubled to an extent by the emergence of transgender as a valid social category in some contexts, remain mostly binaried (‘male’ and ‘female’) and the categories of ‘heterosexual, lesbian, gay and bisexual’ are largely predicated on these binaries (see Sedgewick 1991, Monro 2005). In a postcolonial context, the worldwide use of the terms ‘lesbian, gay, bisexual and transgender (LGBT) is problematic, with a concern that international human rights organisations use the terms lesbian and gay, and bisexual and transgender in ways that suggest these are universal terms rather than social categories that have particular local as well as global meanings. Dennis Altman (2001), for example, discusses this in terms of a tension between the ‘global gay citizen’ and local (homo)sexualities, arguing that global definitions are inadequate to represent local sexual practices, activisms and identities. Jasbir Puar (2002, 2007) has also addressed such issues in her work, arguing that in producing a new global lesbian/gay citizen, whose rights claims go beyond single nation states; there is a need to be attentive to what circulates as global definitions of lesbian and gay identities and politics.  Gender and Citizenship  Scoping the field There has been considerable growth in the literature concerning gender and citizenship at a range of different levels including conceptually oriented bodies of work (Lister 1997, 2003, 2011; Roseneil et al 2012) and more empirically based scholarship. Studies pertaining mostly to the individual and issues traditionally placed within the private realm include approaches that discuss care, emotionality and dependency (Hobson 2000; Lynch et al. 2009 cited in Hearn et al 2011).  Studies addressing gender and citizenship at regional or national levels are plentiful (for example Fuller et al 2008; Gokalp 2010; Saeidi 2010; Predelli 2011; Atluri 2012) and there is a substantial body of work concerning supranational citizenship issues, for example analysis of EU policies (Lombardo and Meier 2011; Vasiljevic 2009).  Studies of transnational migration and citizenship also broaden the field, including example Rutvica Andrijasevic’s (2010) analysis of trafficked sex workers and gendered citizenship issues and Umut Erel’s (2011) discussion of migrant mothers as citizens.  Conceptual contributions Scholarship concerning gender and citizenship begins with the observation that: Citizenship has historically been framed by the nation-state and its supposedly gender-neutral, in practice often male, citizens. The concept includes not only formal political representation but also social and cultural rights, and access to state machinery...The nation-state itself has often been characteristically gendered, at least in the sense that its “making” has usually been a project led historically by men, and at least initially for men or certain classes of men’ (Hearn et al 2011:2) Much of the gender and citizenship literature focuses on rebalancing the masculinist bias in the traditional citizenship literature, but as part of this, some literature deals directly with diverse masculinities (see for example Oleksy 2009’s collection). There are, of course, wide variations in the ways that citizenship is gendered across, and within, different nation-states, but the extent of female marginalization has provoked examination of the core structures of gender inequality (Hearn 2011). The extension of mainstream notions of citizenship to include women includes a reformulation of the public (paid work, formal politics) and private (domestic and personal life) divide, with a need for greater focus on the informal involvement of women in public life (Monro 2005) as well as a re-privileging of unpaid caring, as opposed to paid work (Lister 1997). Traditional models of citizenship rely on a separation between the public and private spheres, but public-private inequalities profoundly affect women’s citizenship, for example, difficulties accessing childcare may impede women’s abilities to participate in work and politics (Daly and Cowen 2000). It is important to note at this point that the public-private distinction does not play out  in the same way (or even necessarily exist) across countries internationally; moreover, the private sphere has provided an important buffer against oppression for some women (see Lister 2011). Overall, a discussion of the public-private divide sets the scene for an examination of the ways in which gendered citizenship is mediated across a range of rights and responsibilities (social, economic, and political); key questions concern the factors that could enable people of different genders to have the status of ‘full membership’ of a national (or indeed international) political community (Hearn et al 2011).  Other key conceptual issues for the field of gender and citizenship include the tension between academic analysis of gendered citizenship and the application of notions of citizenship in the policy and practice areas. As Ruth Lister (2011) asserts, the notion of citizenship has been used as an analytical lens and a mobilizing tool; however, the inclusion of women following citizenship claims is patchy (Lister 1997; 2003). Another conceptual issue concerns the limitations of taking a purely gendered citizenship focus in a way that mirrors, but is distinct from, intersectionality approaches (McCall 2005; Richardson and Monro 2012) that might also address, for example, faith or ethnicity. A further, related  theoretical issue is that of the difficulties of speaking about a universal female experience given poststructuralist critiques of the category of ‘woman’ (see Richardson 2000) and the challenges that gender diversity raises for a feminism that is predicated on gender binaries (Monro 2005). Gender diversity, including transgender and intersex, ‘does’ a number of things theoretically; it destabilises the notion that women and men are discrete categories and the only categories available to people, and it provokes an acknowledgement of greater diversity in terms of citizenship claims, rights and obligations, including not only those of cisgender (non-transgender) women and men, but also transgender, intersex, androgynous and other gender-diverse people (see the discussion in the section on sexual and transgender citizenship below).  There are other broader trends that are reshaping gendered citizenship, including the shift towards a digitally-based society (see Crow and Longford 2000) and increasing globalisation; these will increasingly require conceptual attention.  Gender and citizenship in relation to traditional models of citizenship Feminists and other scholars have examined the utility of different mainstream models for women seeking greater political equality. Stephen Leonard and Joan Tronto (2007) provide an historical examination of the way in which republicanism has become equated with masculinity (see also Lister 2011), discussing ways in which egalitarianism for both women and men can be realised within the republican tradition. Arguably, republicanism is useful for feminists because of its emphasis on participation and public debate, it can be seen to be masculinist due to the extent of women’s current exclusion from the public sphere (Bussemaker and Voet 1998). Surya Monro (2005) notes that liberalism has a number of advantages for women, given the emphasis on equality and the language of freedom and autonomy, but that the emphasis on individualism is frequently masculinist, because it is assumed that women take care of the public sphere (freeing up men to engage with public life) and that: ‘Neo-liberalism is problematic for women because of the focus on the market and avoiding state intervention, which does not support women’s equality and is a threat to the welfare state on which many women [in Western liberal democracies] rely’ (2005: 151). Kate Nash examines the interfaces between liberalism and feminism in more depth, discussing the dilemmas that liberalism poses for women and contending that:   ‘While the feminist critique of liberalism is important to analysing the logic by which women have been positioned outside full citizenship rights, in practice feminists have made some gains by reconfiguring the terms of liberalism around this undecidability [concerning the way in which public-private divide positions women outside of full citizenship]’ (2010: 255)   Another key strand of thinking which informs some models of gendered citizenship is provided by communitarianism; this has advantages for women in that is includes values such as compassion, care, and an emphasis on interrelatedness (Monro 2005). However, there is a tendency for differences to be subsumed under universalist rhetoric, and in addition some forms of communitarianism are traditionalist in the areas of morality and gender roles. In practice, communitarian notions of community are often locality-based, failing to address communities of interest such as women and sexual minorities (Bussemaker and Voet 1998). In addition, an examination of particular areas of welfare provision demonstrates a shift towards notions of citizenship which emphasise gendered obligations and caring roles as opposed to rights; see for example research concerning single mothers and welfare in British Columbia (Fuller et al 2008). The deployment of notions of citizenship by agents of the state as a means of fostering active citizenship and therefore placing responsibility for welfare onto members of the population, away from the state, is apparent in the literature more widely and across liberal, as well as communitarian, citizenship regimes. For example, Susan Franchescet and Laura Macdonald discuss the ways in which: a serious problem for women in both Chile and Mexico is the fact that governments themselves are deploying the concept of citizenship as a way to legitimate their social and economic policies. While women’s movements seek to broaden the meaning of citizenship to include social rights, neoliberal governments employ the rhetoric of citizen activism to encourage society to provide its own solutions to economic hardship and poverty (2004: 3)  Political Science and gendered citizenship Whilst gender and citizenship scholarship addresses the Marshallian spheres of social, political and legal or civil rights, as well as other forms (for example intimate citizenship, which overlaps with sexual citizenship approaches, see Lister 2011 and the discussion below), it is worth flagging up the substantial gender and politics literature which is located within political science (for example Childs 2008). This body of literature overlaps with the literature concerning gender and political citizenship, which addresses gender and citizenship within the bounds of traditional notions of political citizenship, and addressing concerns such as feminist  movements (Ong 1999; Franchescet and Macdonald 2004), and female suffrage and the levels of political representation of women within legislatures and state machinery (Sulkunen et at 2009). Irma Sulkunen et al’s (2009) edited collection traces the historical development of woman’s suffrage, addressing national specificities (see for example Beaumont et al’s 2009 analysis of woman’s suffrage and citizenship in Ireland). The collection also addresses contemporary issues concerning political citizenship and gender, including for example women parliamentarians in Iran (Mousavi 2009) and the influence of Catholicism on women’s role in politics in Poland (Gozdecka 2009).  As Lister (2011) notes, women are still vastly underrepresented in executives and legislatures, and a concern with this is arguably central to the political citizenship literature. Another key issue is the question of whether womens’ suffrage, or indeed representation within political parties and the legislature, necessarily entails female emancipation (see Maloutas 2006). Other developments concern a shift from the focus on analysis from the so-called centre to the periphery (including for example emerging democracies) and a move towards postcolonial approaches in pacific (and other Southern) contexts (see Sulkunen and Markkola 2009). An examination of women’s participation internationally yields insights concerning the nature of political citizenship, for example Cheryl McEwan, in an analysis of gendered participation in South Africa:  ‘explores some of the emergent spaces of radical citizenship that marginalized groups and black women, in particular, are shaping in response [to the lack of full implementation of gender equality rhetoric] ... whilst there are possibilities for creating alternative, more radical citizenship spaces, these can also be problematic and exclusionary’ (2005: 969).    Thus far, this chapter has demonstrated that important contributions to the citizenship  literature have developed both beyond (or as a critique of) traditional approaches to political citizenship, and within it. A further area of development concerns gender and citizenship in an increasingly globalized world.  Gender and citizenship in an international context  Hearn et al (2011) argue that the concept of citizenship requires evaluation, given the shift towards globalisation and transnationalisation that is taking place; ‘For example, the current economic and financial crisis is important in constructing gendered citizenship, and its limits...as seen clearly in the gendered effects of neo-liberalism as both the precursor of the crisis and a widespread response to it’ (2011:4). As Roseneil contends, the role of individual states globally in mediating citizenship claims and establishing the structures that support citizenship is problematised because ‘the largely unfettered operations of capital produce ever greater inequalities within and between nation states’ (2013: 3). This, together with the intensification of migration and the emergence of new ethic and national conflicts, problematizes the role of states in addressing injustice for women, gender minorities and others.   Overall, notions of citizenship that originated in the West have been variously interpreted by Southern scholars and others, and the contributions emerging from Southern contexts contribute to the reworking on notions of citizenship in the West (see Lister 2011). One of the trends emerging from non-Western gendered citizenship scholarship concerns the importance of women’s agency in reshaping state institutions beyond either the legal or representative political realms. For example Shirin Saedi’s (2010) examines the role of Iranian women in asserting citizenship status, both in collaborating with, and contesting national power structures, whilst Lenore Lyon and Michelle Ford (2002) address marriages that cross the Indonesian and Singaporean or Malaysian borders as a site of women’s agency in relation to state and economic institutions.  Another trend is the move, reflected also in the discussion about sexual citizenship below, to move beyond a Western-centric and postcolonial form of citizenship which revolves around certain types of rights claims. For instance, Tara Atluri (2012) in a discussion of Hijras and citizenship is critical of the relationship between citizenship discourse and those associated with development and international aid, suggesting that ‘It is also important to be mindful of how bourgeois Western secular feminist narratives that construct marginal subjects as vulnerable bodies whom we should empathize with might obscure feminist interventions that assert imperial power (2012: 721; see also Herzog 2008). This argument supports a conceptualisation of citizenship that is critical of the dominant Western gendered citizenship analysis. Such a conceptualisation will address (amongst many other things) war, poverty, disease, violence, the impact of climate change, and displacement as factors shaping gendered citizenship. For instance, Deniz Gokalp (2010) provides an analysis of Kurdish women in the context of armed conflict in Turkey, analysing the interfaces between violence and nationalism and the ways in which women exercise agency in relation to citizenship.   This section of the chapter has provided an overview of a range of different approaches to gender and citizenship, outlining the main theoretical contributions that gender and citizenship scholarship provides, as well as providing examples of the wealth of empirical studies in this field. The section has addressed the relationship between gender and citizenship literature and mainstream approaches to citizenship, showing how gender and citizenship approaches can work to enrich traditional, masculinist approaches, as well as complementing them by casting scholarly gaze on dimensions of citizenship such as welfare provision and affectivity. Whilst gender and citizenship studies located within political science must not be overlooked, particularly given the limitations to female and transgender franchise and basic democratic rights internationally, it can be seen that there is a need to also address other dimensions of citizenship. The increasingly international nature of citizenship, given changes associated with economics, migration and climate change (see Richardson and Monro 2012) calls for a sophisticated and strategic form of citizenship analysis, which draws on the insights provided by Southern scholars.  Sexual and transgender citizenship  Sexual citizenship refers to the gendered, embodied, spatialized claims to sexual entitlements (including free expression, bodily autonomy, institutional inclusion) and sexual responsibilities (non-exploitation and non-oppression of others) (Brown 1997:5 cited in Hearn et al 2011). The concept of sexual citizenship crosses the public and the private, and directs attention to cultural, political, and legal aspects of sexual activities and expression (Hearn et al 2011: 7). For Hearn (1992), analysis of sexual citizenship includes attention to the socio-spatial aspects of sexuality; whilst most sexual activities may take place in private spaces, sexual partners may be found in a range of spaces (for example via the internet, at domestic parties) and sexual citizenship concerns in part movement between different realms (public-private, geographic spaces) and there are issues concerning equitable access to such spaces as well as personal safety. This chapter acknowledges the ubiquitous nature of sexuality and the breadth of sexual citizenship studies. Sexual citizenship issues pertain across the entire population, in terms of issues such as consent to sexual activities, the rights of minors to be free of sexual abuse, sexual and gender-based violence, the rights of sex workers and so on; however discussions of LGBT sexual citizenships provide a way into many key themes such as the universalism-particularism debate. The chapter begins with an outline of the lesbian, gay, bisexual and transgender social movements and then addresses different aspects of the sexual citizenship, looking firstly at sexual citizenship and political approaches and then at post-Marshallian approaches, including notions of intimate citizenship.  LGBT groups as social movements It is difficult to understand concepts of sexual citizenship without reference to the emergence of sexuality-specific social movements because these movements have formed the platform for sexuality-related citizenship claims. This section of the chapter outlines the development of Western LGBT movements, following an historical trajectory (from the 1950s to the present). It does not address Southern LGBT and related movements, which vary widely (see for example Steyn and Van Zyl 2009); it is recognised that this would be outside of the scope of the chapter.  Over the last half century or more, LGBT people have formed groups and organisations that have been the basis for political action and engagement. Those growing up in the West in the 1950s, for instance, lived through a time when homosexuality was defined as abnormal, unnatural and inferior to heterosexuality (Terry 1999; Minton 2002; Weeks 2009) and some people responded by organising to advocate for tolerance and homosexual rights. For example, in the US and in parts of  Europe a number of  ‘homophile’ organisations- a term less contentious at the time than homosexual - were formed, often originating in large urban centres such as, for instance, Los Angeles, San Franscisco and London (Katz 1992; Epstein 1999).  These organisations were, on the whole, conservative in their demands, seeking tolerance and civil rights for homosexuals (Richardson and Seidman 2002).  By the late 1960s and early 70s a very different kind of sexual politics was in evidence. High on the political agenda of the gay liberation movement (which included bisexual people and gender-diverse people in the early stages) was to rid society of negative ideas about homosexuality, in particular that it was abnormal and unnatural (Weeks 2008).  This early movement fragmented to a degree soon after it was formed, so that by the early 1970s a shift towards autonomous lesbian organising took place (D’Emilio and Freedman 1988). As well as the gay/lesbian split, both trans and bi people were increasingly excluded by lesbian feminist and gay movements with consequences for political organising (Ault 1994; Monro 2005). The bisexual and trans movements took different (although sometimes overlapping) trajectories, however, with the bi community developing as a grassroots-based community with an emphasis on lifestyle politics and political visibility (Angelides 2001; Hemmings 2002). The trans movement grew from its roots in the Stonewall riots in New York in 1969 and the early gay liberation front (GLF) in  response to rejection by some gay men and lesbians associated with the GLF and lesbian organisations (Kirk and Heath 1984), and manifested in organisations such as the Street Transvestite Action Revolutionaries in the US (Wilchins 1997).        The lesbian and gay movements that developed in the West in the 1970s and subsequently appeared on the surface to have similar goals to earlier ‘homophile’ organisations.  There were those who still advocated assimilationist approaches to change, but the dominant political rhetoric was one of  lesbian and gay liberation; a movement whose aims were not to assimilate into, or seek to reform society, but to challenge and transform it.  It was about establishing an egalitarian society and overthrowing capitalism and patriarchy (Weeks 2008). These new social movements contested many core institutions and cultural values in fundamental ways.  Critiques of traditional gender roles and ‘the family’, including marriage as a social institution, were at the fore (Altman 1993; Jackson 2008; Weeks 2008). In the 1980s, the impact of HIV/AIDs worked to both ‘revitalise’ and professionalise the gay (less so lesbian) movement, especially in the US (Watney 1994; Brown 1997; Epstein 1999; Richardson 2005). In its inclusion of bisexual men, the practical work that was done in response to the HIV/AIDS crisis opened the door to greater inclusivity of people of diverse sexualities. AIDS also helped to re-establish ties between gay and lesbian communities and, in the early stages at least, led to greater collaboration in political organising (Epstein 1999).  The 1990s saw the emergence of a new queer perspective on sexuality and sexual politics. Queer was initially put forward by activists ‘as a replacement for labels such as “gay” and “lesbian”’ and the ‘modes of community and self-expression associated with them’ (Epstein 1999: 61); it concerned ‘a politics of difference’ that sought to be more inclusive of sexual and gender diversity, including bisexual and transgendered people, than mainstream lesbian and gay culture was perceived to be. In this sense, in putting forward a new, unifying term that included all sexual and gender minorities –even queer straights (Thomas et al. 2000)- queer saw itself advancing  an anti-identity politics that displaced the categories lesbian and gay, and heterosexual (Richardson 1996).  Since the 1990s, a different form of sexual politics has emerged alongside queer that has been highly influential in redefining the goals and strategies associated with LGBT activism. This is a politics whose aims are more reformist than transformist, seeking incorporation into the mainstream rather than critiquing social institutions and practices as did gay and lesbian/feminist activists in the 1960s and 1970s, and the queer and trans activists of the 1990s.  This has taken place at the same time as the globalisation of lesbian, gay, bisexual and transgender organising and advocacy (see Adam, Duyvendak and Krawel 1998), with the establishment of transnational networks as well as international organisations (Kollman and Waites 2009). State institutions and practices supporting LGBT rights have now formed in some parts of the world, for example Europe, have formed including the establishment of the European Union (EU) Charter of Fundamental Rights (2000). This is further supported by the findings of the first comprehensive study of discrimination on the grounds of sexual orientation and gender identity covering all 47 member states in the Council of Europe, which reported that while there is progress on the human rights situation of lesbian, gay, bisexual and trans people in some countries, in others discrimination and human rights violations against LGBT people are continuing (see the Council of Europe report (2011). It is within the reformist trajectory of the LGBT movements that citizenship claims arguably fall; the LGBT movement has shifted towards a drive to gain the legal, social, political and other rights that are accorded to heterosexuals, rather than to question the structures that support particular forms of relationships and identities per se. This is not to say that these rights are not crucial, particularly in countries where human rights abuses against LGBT people and non-heterosexual people more widely are commonplace. Rather, it is to question the parameters of rights claims and to ask whether, in attempting to gain the same rights as heterosexual people, some LGBT people are inadvertently supporting traditional norms and institutions such as those relating to marriage. The following section of the chapter provides an overview of LGBT citizenship (which is generally known as ‘sexual citizenship’ and the literature concerning intimate citizenship.  Sexual and transgender citizenship Scholarly contributions concerning LGBT citizenship that falls within the remit of traditional approaches to citizenship, particularly political citizenship, are somewhat limited. There has been some US and UK based scholarship regarding LGBT people and political citizenship, for example Riggle and Tadlock (1999) have demonstrated that although LGBT people are a part of the electorate, their ability to influence political space has in the past been delimited and the collection edited by Tremblay et al (2011) covers a number of legislatures.  Being ‘out’ as lesbian or gay has historically been seen as a disadvantage or even a disqualifier for political office in many countries (see Rayside 1998). This is an under researched area, however a recent research report on barriers to participation in public life for LGBT people in the UK found that a key issue was the complex feelings, attitudes and experiences associated with being ‘visible’, including fears for safety (Ryrie et al. 2010) (see also the Equality and Human Rights Commission report on Pathways to Politics by Durose et al. 2011).   In addition, as previous studies have found (Cooper 2004; Monro 2006b), political parties have typically distanced themselves from advocacy for LGBT equality. This is also manifest in political leadership as Lewis (2005), for example, demonstrates in his analysis of the issue of same sex marriage in the context of the 2004 presidential election in the US (see  Richardson and Monro 2012 for a fuller discussion of LGBT people and political engagement). Internationally, the picture varies widely. For instance, in India, Hijras have succeeded in gaining political representation and influence, albeit partially because they relinquish aspects of their Hijra identities and gained a political platform via transgender-related rights claims (Atluri 2012). There have been much more substantial developments concerning sexual and intimate citizenships outside of remit of traditional approaches to citizenship, with a new body of literature, emerging in the West in the 1990s, linking ‘citizenship discourse and “sexualities” discourse’ (Wilson 2009: 74) and subsequently internationally (see for example Vasu Reddy’s (2009) discussion of sexual citizenship in South Africa). The relationship between sexuality and citizenship, and the construction of concepts of sexual and intimate citizenship, has subsequently become an important theme across a number of disciplines (see, for example, Evans 1993; Cooper 2006; Berlant 1997; Weeks 1998; Bell and Binnie 2000; Phelan 2001; Plummer 2003; Carver and Mottier, 1998 (2005); Cossman 2007; Oleksy 2009). Within this body of work it is possible to identify a number of strands which draw on different epistemological concerns. Some, for instance, have focused on the question of what is meant by sexual rights and responsibilities, including research on the welfare of lesbian and gay citizens (Richardson 2000a) whilst others address issues such as breastfeeding, pornography and kinship (see Oleksy 2009). One of the main strands running through this literature, however, is how claims to citizenship are constituted through specific sexual norms and practices. Specifically, it has been argued by a number of writers that hegemonic forms of heterosexuality underpin the construction of the ‘normal citizen’ and that, related to this, heterosexuality is a necessary if not sufficient basis for full citizenship (Richardson 1998; Bell and Binnie 2000; Cossman 2007).  Moreover, it is important to recognize that this is a dynamic process: such constructions of citizenship both reflect and reproduce the privileging of heterosexuality (Richardson 2000).  In response some writers have contested this link between heterosexuality and citizenship. Bryan Turner, for example, has emphasised parenthood rather than heterosexuality as the defining characteristic of the ‘normal citizen’ and as the basis for social entitlement, raising the question of whether it is more useful to think about reproductive citizenship than sexual or intimate citizenship (Turner 1999).   The second main strand that runs through the literature on sexuality and citizenship is the articulation of a notion of ‘sexual citizenship’ or, as some prefer, ‘intimate citizenship’. The public/private distinction has been central to how both sexuality and citizenship have been defined as belonging to the private and the public spheres respectively.  There might therefore appear to be a certain conceptual tension in bringing together sexuality and citizenship. However, the division between what is understood as the public and the private spheres has been the focus of a great deal of debate, much of it pointing to how it is a socially produced binary and, in many ways, a false distinction.   Our ‘private’ and ‘intimate’ lives may often be talked about as if they were outwith the public, the social and the political, but in fact they are deeply connected to and regulated by public discourses and social institutions. Nor can we speak about citizenship only by reference to public spheres.  It is claimed that a shift is taking place in the locus of citizenship, as increasingly people’s everyday ‘private’ practices are becoming the bases for discussing citizenship (Richardson 2000).  This is one aspect of what some have referred to as the personalisation (Brown 2006) and privatisation of citizenship (Phelan 2001). This can be seen, for example, in debates over ‘healthier citizenship’, where  in addition to smoking and patterns of eating and drinking, ‘private’ and intimate (safer) sexual practices are also part of how healthy citizenship is constituted.  In recognising that the ‘personal and the public cannot be so readily split up’ (Plummer 2003: 69), it is possible to open up conceptual space to think about sexual and intimate citizenship. This can include the concept of sexual citizenship understood as involving ‘partial, private and primarily leisure and lifestyle membership (Evans 1993: 64). The sexual citizen here is the consumer citizen, where sexual citizenship rights are expressed primarily through ‘participation in commercial “private” territories’ (Evans 1993: 64).  This has prompted debate over whom such sexual citizenship includes and, importantly, does not include (Bell and Binnie 2000), especially in the context of socio economic inequalities that structure people’s access to consumption. It can also include Ken Plummer’s   idea of ‘intimate citizenship’. This he defines loosely as a cluster of emerging concerns over the rights to choose what we do with our bodies, our feelings, our identities, our relationships, our genders, our eroticisms and our representations (Plummer 1995:17) and it can be understood in terms of both political and social status, constituted through everyday practices (see, for example, Olesky (2009) documenting ways of’ ‘practicing’ intimate citizenship). As this brief review has indicated, the field of sexual citizenship has developed fairly recently, with some work taking place within the remits of traditional citizenship studies and/or political science, and a new field emerging around a critique of the heterosexuality implicit in traditional approaches to citizenship; this new field stems primarily from scholars taking inspiration from the LGBT and related social movements. Scholars in the sexual citizenship field take varied approaches, including that of intimate citizenship, which overlaps with the gendered citizenship field discussed above (see for example Lister 2011).The chapter will now move on to a discussion of key questions concerning gender, sexuality and citizenship, before outlining some future directions for research. Discussion and future directions There are a number of overarching themes emerging from the gender and sexual citizenship literature. Some of these, notably a focus on sexual and gender citizenship rights within a political context, will continue to be crucial for future research, given the lack of human rights and equality that many females, transgender people, and non-heterosexual people experience globally.  Others are relevant at a conceptual level, and will continue to inform discussions. Of these more conceptual themes, two are examined here: the question of whether the concept of citizenship is useful for scholars concerned with gender, and what is broadly known as the ‘universalism-particularism’ debate. Questions for future research stem from these themes, as well as other more empirical processes, such as the trend towards globalization and the challenge of climate change. The utility of the concept of citizenship for gender and sexuality scholars    For a number of feminist authors, the utility of the concept of citizenship continues to be under question. This is apparent in some of the discussions above, for instance Franchescet and Macdonald’s (2004) explication of the ways in which neoliberal ideas of citizenship, specifically the ‘active citizen’ are utilised by the state as a means of structuring access to  economic and social resources. The ambivalent relationship that many feminists have to ideas of citizenship is taken up by Roseneil, who argues that:  Citizenship is a troubling proposition for feminism. Intensely luring in its expansive, inclusionary promise, yet inherently rejecting in its restrictive, exclusionary reality, it is an ambivalent object for those of us committed to radical projects of social transformation (2013:1).   Roseneil acknowledges the many social, political, legal and other gains made for women and other groups that have been attained under the banner of citizenship claims, but also points to the flaws of citizenship, tied as it is to individualistic neo-liberalism, and to the Westphalian nation-state form. In a recent large research project carried out across 13 EU countries, one finding was that the notion of citizenship was of limited use to women’s movements and that where it was being used, its scope was limited by the frameworks associated with government funding (Roseneil 2013; see also Roseneil et al 2012).  Roseneil discusses the ‘spectre of incorporation’ (2013: 4) that haunts feminist engagements with citizenship, in particular in relation to the ways in which citizenship has become framed as a solution to issues such as the ‘democratic deficit’ within the EU (and elsewhere), pressures associated with the drive to integration, and austerity. She also addresses the ways in which, to a degree, some women, and feminists, have attained inclusion within the citizenship project, presumably raising questions about those women and gender minorities which are still excluded from citizenship. For instance, there has, in the West, been a dominance within feminist theorising of transphobic thinking (see Monro 2005) which has contributed to the exclusion of gender diverse people and to their stigmatisation; it can be argued that feminists concerned with citizenship need to address this kind of blind spot in feminist thinking and take ownership of their own roles in perpetuating certain types of inequality. Overall, questions will persist concerning the extent to which citizenship can be developed in such a way as to support gender equality, without the interests of subordinated groups becoming subsumed and dispersed by the institutions and processes associated with state machinery. For scholars working to develop sexual citizenship studies, some common themes are shared with those in the gender citizenship field (such as a concern with the possibility of becoming assimilated into state discourses and institutions, and a questioning of the assumed agency associated with citizenship as discussed below), but other themes are also apparent. One aspect of critiques over the conceptual meaning and use of the term sexual citizenship is a contestation of the locus of sexual citizenship. For some, as was discussed above, this has led to a broadening out of the concept through notions of ‘the intimate’ rather than only ‘the sexual’.  Others, however, are concerned that whether articulated as intimate or sexual citizenship the emphasis remains on personal life which, although arguably it need not be so, risks leading to a (re)privatisation of sexual citizenship. Following this argument over the construction of sexual citizenship as located in ‘the private’, various writers have focused on the meaning of sexual citizenship in public spheres which, for some, also incorporates a concern to give greater consideration to sexual practices (see, for example, Bell and Binnie 2000).          A growing number of writers have raised concerns not only over the use of specific meanings, but also over the conceptual utility of sexual citizenship.  This includes asking questions about whom it includes (and excludes), which can be read as both a limit to, as well as a conceptual limitation of, sexual citizenship. The concept of sexual citizenship as currently imagined may have less purchase in looking at lower income societies and groups, especially where basic legal, political and/or welfare rights have not yet been attained.  We might, then, ask: Is sexual citizenship a distinctly western concept? Although we need to recognise that ‘the West’ is itself a problematic term, especially when used in relation to rights claims in relation to sexual orientation. Plummer rightly recognises this point, drawing attention to how  ideas of sexual and intimate citizenship with their predominant emphasis on the right to choose – your partner; whether to marry or not; to have gender reassignment surgery; have a child or not; your sexual activities- need to be situated as emerging from debates within particular socio-economic and geo-political contexts.  For many people, women in particular, in many parts of the world these are unintelligible as ‘choices’. Indeed, in many countries the injustices carried out against sexual and gender minorities are seen as ‘morally justified’ rather than as forms of inequality.  As he states:  Once low income societies and the poor of rich societies are brought into the picture the concept of intimate citizenship starts to demand further clarification. Looking at issues of abject poverty, forced marriages, sexual slavery, the commodification of bodies etc, intimate citizenship takes on wider meanings. For here are people who often have little control over their bodies, feelings, relationships; little access to representations, relationships, public spaces etc; and few socially grounded choices about identities, gender experiences, erotic experiences. (Plummer 2005: 25)         This does not necessarily mean abandoning the notion of sexual or intimate citizenship as a ‘luxury’ concept. What it does mean, however, is that there is a need to develop  conceptual understandings beyond  what has so far been an emphasis upon a ‘politics of choice’, detailing  what both enables and constrains how people experience intimate lives across different  societies and different groups within these, and the ways in which gender and sexuality intersect in relation to citizenship, as discussed in Richardson and Monro (2012).   The conceptual limitations of, and limits to, sexual citizenship are at one and the same time political issues. Theoretical frameworks shape the ways in which issues of equality and citizenship rights are addressed (or not as the case may be); equally, as Wilson (2009) observes, political activism can drive forward social and political theory. In this respect, Wilson urges caution in what she sees as conceptual developments arising out of the ‘fashionable’ use of citizenship and ‘human rights’ in the field of sexual politics, especially uses of the term sexual citizenship that fail to recognise power dynamics involved in articulating specific claims for rights and  the conferring of citizenship by the state. This takes a number of forms; an oversight of continuing inequalities regarding people of different sexualities (for example partnership rights), as well as new forms of lesbian and gay  citizenship status are associated with ‘citizenship requirements’, which  can serve as a means for establishing new boundaries in relation to sexuality, ones which are constitutive of ‘other’ sexualities that can be figured as problematic and in need of control (Seidman 2002).  For instance, according to some, this new ‘othering’ might include women and men who form intimate associations and family relationships that are not based on traditional gender and familial norms (Phelan 2001).  As well as ‘gay marriage’ and civil partnerships, some have suggested that access to parenting rights may divide lesbians and gay men as ‘respectable’ normative LGBT citizens (Barker 2006). Another issue concerns the uneven benefits of sexual citizenship. Yvette Taylor, for instance, considers the significance of class as well as gender to these new forms of sexual citizenship that have been rendered possible through state recognition (Taylor 2011). In a similar vein, Priya Kandaswamy (2008), in a US context, draws attention to the differential benefits of rights enabled through same-sex marriage within a welfare state that is racially stratified. It is, then, important to acknowledge how discourses of equality may not only conceal continuing inequalities, but also produce new ones. A further issue is whether the ‘turn to citizenship’ in LGBT politics is a narrowing of political space that fails to adequately address wider transformations that feminist and queer writers seek (Lustiger-Thaler et al. 2011).   A final theme, which cuts across many areas of citizenship, is that of normalisation, which includes the reduction or eradication of forms of ‘difference that are ascribed to people which render them devalued citizens. Since the 1990s there has been a gradual move towards focusing on identity and relationship based rights claims (Richardson 2000a). Duggan (2002), in her analysis, terms this the ‘new homonormativity’ which ‘….does not contest dominant heteronormative assumptions and institutions but upholds and sustains them, while promising the possibility of a demobilised gay constituency and a privatised, depoliticised gay culture anchored in domesticity and consumption (Duggan 2002:50). Arguably, lesbian and gay politics in prioritising civil recognition of domestic partnerships and a desire for recognition by the state are drawing on what the state also desires in the form of state sanctioned and regulated desires. This is the self-regulating homosexual subject who chooses stable co-habiting relationships. This aspect of the contemporary sexual citizenship agenda has been subject to considerable critical debate (for example Weeks 2008). However, what is of relevance to the discussion here is that there would appear to be a new partnership at work between activists and policymakers, in sharing common goals and political language. Indeed, in the context of a neoliberalism’s policy agenda for ‘rolling back’ the state it is possible to see how governments might well be  motivated to introduce civil recognition of lesbian and gay relationships insofar as these are seen as a form of private welfare, providing economic interdependency and support. In this respect, one might argue that there is a convergence occurring between contemporary lesbian and gay politics and neoliberal state practices (Cooper 2002; Richardson 2005).  For both gender and sexual citizenship, then, a number of critiques are apparent concerning the focus of citizenship, and more broadly, the utility of the concept itself. The critiques outlined above serve to highlight some of the ‘growing edges’ of the field of citizenship studies, for instance the ways in which people’s gendered and sexual citizenship are structured by factors such as race, socio-economic class, and nationality, with a number of factors contributing to citizenship status (see Richardson and Monro 2012). The next section, which looks at the universalism-particularism debate, forms another area in which citizenship studies will continue to develop. Universalist or particularist forms of sexual citizenship? Paralleling debates in citizenship studies more generally, is the focus on the question of whether  to theorise gendered and  sexual citizenship  in terms of a universalistic notion of ‘women’, or ‘the sexual citizen’ or  through a differentiated or particularist model which would allow for a specific notion of, say, lesbian citizenship, or that is located in particular contexts. Some scholars focus on partucularist approaches. For example, Elsbieta Oleksy et al (2011) take a position that, whilst recognising broad trends concerning the gendering of citizenship, focuses on different levels (from universal to particular, and encompassing public and private); they contend that ‘Though it is often constructed in a universal way, it is not possible to interpret and indeed understand citizenship without situating it within a specific political, legal, cultural, social, or historical context’ (Hearn et al 2011:3). Oleksky et al (2011) draw on intersectionality theory (McCall 2005), where attention is paid to the complex ways in which different social forces intersect, shaping the experiences of individuals and the social and political structures within particular nation-states, in their approach to gendered citizenship. In other words, following these authors, there is a need for complex citizenship analysis that is grounded in the context of specific populations and societies. This theoretical shift coincides with the demands outlined above for a destabilisation of Western-centric gendered and sexual citizenship analysis. The particularist turn in citizenship studies can take a number of trajectories, focusing on site-specific (for example national-level) analysis, or analysis concerning identity-based communities such as migrants, sex workers, or mothers. For this type of analysis, a gender (or sexual)-differentiated approach is taken, in which the specifics of individual’s concerns are addressed (see Lister 2011). Of course, differentiated approaches are problematic because group-based analysis becomes impossible if the unit of analysis is based on an individual, so that some way of developing commonalities of concern must be arguably found, such as country-based or identity-group based. This is not to say that analysis based on the experience of one individual cannot generate important insights, as Roseniel (2013) has demonstrated in her research with a Zainab, British Pakistani woman, which enables an exploration of agency and citizenship in postcolonial contexts where experiences of belonging and attachment are spread across continents and are structured by immigration authorities. Particularist or differentiated country-based analysis include work concerning ethnic minority women in Norway (Predelli 2011) and transgender people in the UK (Monro 2011), but studies of transnational migration in relation to specific groups can also take a contextualised, grounded approach (see for instance Rosenberger and Sauer 2011). Identity-based particularist approaches include those concerning transgender citizenship (Monro and Warren 2004; Monro 2005, 2011; Aizura 2006; Hines 2007, 2009) and intersex citizenship (Grabham 2007). Clearly, different gender diverse groupings have different citizenship issues, the details of which are outside the scope of this short piece. Some examples include birth certificate change as a crucial issue for transsexuals, and the abolishment of unnecessary surgery on intersex babies as requested by some intersex people (see Dreger, 2000). Cross-dressers are more likely to emphasize consumer models of citizenship; the rights to access accessories, as well as calling in some cases for the rights to cross-dress in public and to freedom from abuse and harassment. Lesbian, gay and bisexual identities form other basis for particularist approaches; the work concerning lesbian and gay citizenship has been indicated above. However it worth pointing out that there is little discussion within the literature of bisexual citizenship (for a notable exception see Evans 1993). Monro (2005) began to lay the foundations for developing a western notion of bisexual citizenship, arguing that: Bisexual citizenship can be seen to be unique because bisexual identities are different from lesbian, gay, and heterosexual identities in a number of ways. Bisexuality typically includes the experience of fluid and multiple desires. Some bisexual people are attracted to people on the basis of characteristics other than sex, others desire men, women and others simultaneously, others shift in cycles between desire for women and men. Bisexuality is subjectively different from monosexuality [same-sex or opposite-sex desire, which is the norm for lesbians, gay men and heterosexuals]. (Monro 2005: 155-6) Bisexual citizenship claims concern the recognition of bisexuality as a valid identity (because this is denied by some people), the acceptance that desire can be fluid, which entails support for lesbian and gay rights but also an understanding that sexuality can be changeable and that people with more fluid or complex identities and multiple (rather than monogamous) relationship forms also require citizenship rights. Western models of bisexual citizenship come with the caveat that in countries – or localised communities - where homosexuality is illegal or heavily sanctioned, people’s methods of managing their sexualities are likely to be very different. Rather than seeking recognition for their sexual identities via citizenship claims, bisexuals (and indeed lesbians and gay men) may opt for staying in the closet and surviving, placing their sexualities firmly in the private sphere (Richardson and Monro 2012).    Hearn et al (2011) warn against, however, falling into a purely particularist approach; they argue that the concept of citizenship is broad enough to include both the universal (which they see as being the level at which equality claims are made) and the particular (the level at which claims for the recognition of differences are made). There are strong arguments for a universalist approach to gender and sexual citizenship, including for example the political utility of claiming equal allocation of gendered citizenship rights regardless of gender (see Lister 2011). Universalism is also important for sexual citizenship rights. The framing of LGBT politics that is increasingly dominant in numerous national settings is in terms of human rights discourse (Kollman and Waites 2009), grounded in the liberal democratic tradition with its universalist rhetoric (Phillips 2006), as opposed to the kind of particularist stances described above where specific identities are used as a basis for rights claims.  Drawing on such discourses would imply the adoption of a universalistic rather than a differentiated model of sexual citizenship, as is illustrated both by the adoption of the umbrella term LGBT and the emphasis in LGBT  claims for equality on being ‘ordinary’ citizens’ the same as anyone else. As Lister (2011) suggests, a ‘differentiated universalism’ ‘which attempts to capture the idea that the achievement of the universal is contingent upon attention to difference and the particular, as a way of working with the creative tension between the two’ (2011:30) may be the most useful approach.   The discussion developed above indicates that a complex approach is needed for the future development of both gender and sexual citizenships; one that takes into account different levels of analysis, and the intersection of diverse social characteristics. There will continue to be a need for interaction between mainstream political citizenship approaches and those associated with both gender, and sexual citizenship, with a need for mainstream approaches to question theory and political interventions with respect to possible masculine bias and heterosexism. There is a particular gap at present in the scholarship concerning sexualities and politics; this includes both LGBT politics and the representation of people with diverse sexual identities and interests via democratic structures and processes. The field of sexual citizenship more broadly has developed swiftly over the last few years but there is more literature available concerning Western LGBT sexual citizenships than there is concerning, firstly, Southern LGBT (and other non heterosexual) citizenship, and, secondly, sexualities more broadly (for example the sexual citizenship rights and obligations of teenagers). For the field of gender and citizenship, there is a very large amount of scholarship concerning the citizenship issues of women, but much less concerning those of other groups, specifically transgender and intersex people, and there is also a relative absence of citizenship studies that specifically address the citizenship of disenfranchised men (for example refugees and asylum seekers) in relation to the insights provided by masculinity studies. Lastly, new fields of sexual and gender citizenship studies will develop around broader social changes, including those associated with migration and climate change.    References Adam, B.  Duyvendak, J.W. and Krawel, A. (eds) (1999) The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement. Philadelphia: Temple University Press. Andrijasevic, R. (2010) Migration, Agency and Citizenship in Sex Trafficking. Basingstoke: Palgrave Macmillan.  Bell, D. and Binnie, J. (2000) The Sexual Citizen: Queer Politics and Beyond. Cambridge: Polity Press. Berlant, L. (1997) The Queen of America Goes to Washington City: Essays on Sex and Citizenship. Durham and London: Duke University Press.   Cooper, D. (2006) ‘Active Citizenship and the Governmentality of Local Lesbian and Gay Politics’, Political Geography, 25: 921-943. Cossman, B. (2007) Sexual Citizens. The Legal and Cultural Regulation of Sex and Belonging. Stanford, CA: Stanford University Press.  Delanty, G. (2000) Citizenship in a Global Age. Society, Culture, Politics. Buckingham: Open University Press. Duggan, L. (1995) Queering the State, in L. Duggan and N. Hunter (eds) Sex Wars: Sexual Dissident and Political Culture. New York: Routledge.  Erel, U. (2011) ‘Reframing Migrant Mothers as Citizens’, Citizenship Studies 15(6-7): 695-709.  Evans, D. (1993) Sexual Citizenship: The Material Construction of Sexualities. London: Routledge. Hearn, J., Oleksy, E.H. and Golanska, D. (2011) ‘Introduction: The Limits of Gendered Citizenship’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Kollman, K. and Waites, M. (2009) ‘The Global Politics of Lesbian, Gay, Bisexual and Transgender Human Rights: an Introduction’, Contemporary Politics, 15(1): 1-17.  Lister, R. (1997) Citizenship: Feminist Perspectives. London: Palgrave MacMillan. Lister, R. (2003) Citizenship: Feminist Perspectives, 2nd edn. London: Palgrave Macmillan. Lister, R. (2011) ‘From the Intimate to the Global: Reflections on Gendered Citizenship’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Lombardo, E. and Meier, P. (2011) ‘EU Gender Equality Policy: Citizen’s Rights and Women’s Duties’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Lustiger-Thaler, H., Nederveen-Pietevse, J. and Roseneill, S. (eds) (2011) Beyond Citizenship: Feminism and the Transformation of Belonging. Basingstoke: Palgrave Macmillan.  Marshall, T.H. (1950) Citizenship and Social Class. Cambridge: Cambridge University Press. Monro, S. and Warren, L. (2004) ‘Transgendering Citizenship’, Sexualities, 7: 345-362.  Olesky, E.H. (ed) (2009) Intimate Citizenships. Gender, Sexualities, Politics. London: Routledge. Oleksky, E.H., Hearn, J., and Golanska, D. (2011) (eds.) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Pateman, C. (1988) The Sexual Contract. Palo Alto, CA: Stanford University Press. Phelan, S. (2001) Sexual Strangers. Gays, Lesbians and Dilemmas of Citizenship. Philadelphia: Temple University Press. Phillips, A. (2006) Which Equalities Matter? Cambridge: Polity Press. Plummer, K. (1995) Telling Sexual Stories. Power, Change and Social Worlds. London: Routledge. Plummer, K. (2003) Intimate Citizenship. Private Decisions and Public Dialogues. Seattle, London: University of Washington Press. Plummer, K. (2005) Intimate Citizenship in an Unjust World, in M. Romero and E. Margolis (eds) The Blackwell Companion to Social Inequalities. Oxford: Wiley Blackwell. Reddy, V. (2009) ‘Queer Marriage: Sexualising Citizenship and the Development of Freedoms in South Africa’, in M. Steyn and M. Van Zyl (eds) The Prize and the Price: Shaping Sexualities in South Africa. Cape Town: HSRC Press. Richardson, D. (1996) Heterosexuality and Social Theory, in D. Richardson (ed) Theorising Heterosexuality. Buckingham: Open University Press. Richardson, D. (2000) ‘Claiming Citizenship? Sexuality, Citizenship and Lesbian/Feminist Theory’, Sexualities, 3(2): 255-272. Richardson, D.  (2000a) ‘Constructing Sexual Citizenship: Theorizing Sexual Rights’, Critical Social Policy, 20(1): 105-135. Richardson, D. (1998) ‘Sexuality and Citizenship’, Sociology, 32(1): 83-100. Roseniel, S. (2013) (ed) Beyond Citizenship? Feminism and the Transformation of Belonging. Basingstoke: Palgrave MacMillan.  Weeks, J. (1998) ‘The Sexual Citizen’, Theory, Culture and Society, 15(3-4): 35-52. Weeks, J. (2008) The World We Have Won. The Remaking of Erotic and Intimate Life. London: Routledge.    …………………. Adam, B.  Duyvendak, J.W. and Krawel, A. (eds) (1999) The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement. Philadelphia: Temple University Press. Aizura, A. Z. (2006) ‘Of Borders and Homes: The Imaginary Community of (Trans)sexual Citizenship’, Inter-Asia Cultural Studies, 7(2): 289-309. Altman, D. (1993) Homosexual Oppression and Liberation (first edition. 1971). New York: New York University Press. Altman, D. (2001) Global Sex. Chicago, IL: University of Chicago Press. Andrijasevic, R. (2010) Migration, Agency and Citizenship in Sex Trafficking. Basingstoke: Palgrave Macmillan.  Angelides, S. (2001) A History of Bisexuality. Chicago: University of Chicago. Atluri, T. (2012) ‘The Perogative of the Brave: Hijras and Sexual Citizenship after Orientalism’, Citizenship Studies, 16 (5-6): 721-736. Ault, A. (1994) ‘Hegemonic Discourse in an Oppositional Community: Lesbian Feminist Stigmatization of Bisexual Women’, Critical Sociology, 20(3): 107-22. Reprinted in B. Beemyn and M. Eliason (eds) Queer Studies. A Lesbian, Gay, Bisexual and Transgender Anthology. New York: New York University Press. Barker, N. (2006) ‘Sex and the Civil Partnership Act: The Future of (Non) Conjugality’, Feminist Legal Studies, 14(2): 241-259. Beaumont, C., Hill, M., Labe, L. And Ryan, L. (2009) ‘Becoming Citizens in Ireland: Negotiating Women’s Suffrage and National Politics’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing. Bell, D. and Binnie, J. (2000) The Sexual Citizen: Queer Politics and Beyond. Cambridge: Polity Press. Berlant, L. (1997) The Queen of America Goes to Washington City: Essays on Sex and Citizenship. Durham and London: Duke University Press. Bondi, L. (1998) ‘Sexing the City’. In: R.Fincher and J.M. Jacobs (eds) Cities of Difference. New York: Guilford Press.  Brown, M. (1997) RePlacing Citizenship: AIDS Activism and Radical Democracy. New York: The Guildford Press. Bussemaker, J. and Voet, R. (1998) ‘Citizenship and Gender: Theoretical Approaches and Historical Legacies’, Critical Social Policy, 18(3): 278-307. Carver, T. and Mottier, V. (eds) (1998) Politics and Sexuality: Identity, Gender, Citizenship. London and New York: Routledge. Childs, S. (2008) Women and British Party Politics: Descriptive, Substantive and Symbolic Representation. Routledge Advances in European Politics. Abingdon, New York: Routledge. Cooper, D. (2002) Imagining the Place of the State: Where Governance and Social Power Meet, in D. Richardson and S. Seidman (eds) Handbook of Lesbian and Gay Studies. Cooper, D. (2004) Challenging Diversity: Rethinking Equality and the Value of Difference. Cambridge: Cambridge University Press. Cooper, D. (2006) ‘Active Citizenship and the Governmentality of Local Lesbian and Gay Politics’, Political Geography, 25: 921-943. Cossman, B. (2007) Sexual Citizens. The Legal and Cultural Regulation of Sex and Belonging. Stanford, CA: Stanford University Press. Council of Europe (2011) Discrimination on Grounds of Sexual Orientation and Gender Identity in Europe. Strasberg, Cedex: Council of Europe Publishing. Crow, B., and Longford, G. (2000) ‘Gigital Restructuring: Gender, Class and Citizenship in the Information Society in Canada’, Citizenship Studies, 4(2): 207-230. Daly, G. And Cowan, H. (2000) ‘Redefining the Local Citizen’ in: L. McKie and N. Watson (eds) Organizing Bodies.  London: Palgrave MacMillan. Delanty, G. (2000) Citizenship in a Global Age. Society, Culture, Politics. Buckingham: Open University Press. D’Emilio, J. and Freedman, E.  (1988) Intimate Matters. A History of Sexuality in America. New York: Harper and Row Publishers. Dreger, A.D. (2000) Intersex in the Age of Ethics. Maryland: University Publishing Group. Duggan, L. (1995) Queering the State, in L. Duggan and N. Hunter (eds) Sex Wars: Sexual Dissident and Political Culture. New York: Routledge. Durose, C., Gains, F., Richardson, L., Combs, R., Bromme, K. and Eason, C.  (2011) Pathways to Politics. Manchester: Equality and Human Rights Commission, Research Report 65. Epstein, S. (1999) ‘Gay and Lesbian Movements in the United States: Dilemmas of Identity, Diversity, and Political Strategy’, in: B.D. Adam, J.W. Duyvendak and A. Krouwel (eds) The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement. Philadelphia: Temple University Press. Erel, U. (2011) ‘Reframing Migrant Mothers as Citizens’, Citizenship Studies 15(6-7): 695-709. Evans, D. (1993) Sexual Citizenship: The Material Construction of Sexualities. London: Routledge. Franchescet, S. and Macdonald, L. (2004) ‘Hard Times for Citizenship: Women’s Movements in Chile and Mexico’, Citizenship Studies, 8(1): 2-23. Fuller, S., Kenshaw, P. and Pulkingham, J. (2008) ‘Constructing Active Citizenship: Single Mothers, Welfare and the Logics of Voluntarism’, Citizenship Studies, 12(2): 157-176. Gokalp, D. (2010) ‘A Gendered Analysis of Violence, Justice and Citizenship: Kurdish Women facing War and Displacement in Turkey’, Women’s Studies International Forum, 33: 561-569.  Gozdecka, D.A. (2009) ‘Catholic Family Values versus Equality – Polish Politics between the years 2005-2007: Envisioning the Role of Women’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing. Grabham, E. (2007) ‘Citizen Bodies, Intersex Citizenship’, Sexualities, 10(1): 29-48. Halsaa, B., Roseniel, S., and Sumer, S. (2012) (eds) Remaking Citizenship in Multicultural Europe: Women’s Movements, Gender, and Diversity. Basingstoke: Palgrave MacMillan. Hearn, J. (1992) Men in the Public Eye: The Construction and Deconstruction of Public Men and Private Patriarchies. London and New York: Routledge.  Hearn, J., Oleksy, E.H. and Golanska, D. (2011) ‘Introduction: The Limits of Gendered Citizenship’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Hemmings, C. (2002) Bisexual Spaces: A Geography of Sexuality and Gender. London: Routledge. Herzog, H. (2008) ‘Revisioning the Women’s Movement in Israel’, Citizenship Studies 12(3): 265-282. Hines, S. (2007) Transforming Gender: Transgender Practices of Identity, Intimacy and Care. Bristol: The Policy Press. Hines, S. (2009) ‘A Pathway to Diversity? Human Rights, Citizenship and Politics of Transgender’, Contemporary Politics, 15(1): 87-102. Hobson, B. (2000) (ed) Gender and Citizenship in Transition. Basingstoke: MacMillan.  Jackson, S. (2008) Families, Domesticity and Intimacy: Changing Relationships in Changing Times, in D. Richardson and V. Robinson (eds) Introducing Gender and Women’s Studies, 3rd edn. Basingstoke: Palgrave Macmillan. Kandaswamy, P. (2008) ‘State Austerity and the Racial Politics of Same-Sex Marriage in the US’, Sexualities, 11 (6): 706-725. Katz, J. N. (1992) Gay American History: Lesbians and Gay Men in the U.S.A. New York: Penguin Books Ltd. Revised edition. Kirk, K. and Heath, E. (1984) Men in Frocks. London: Gay Men’s Press. Kollman, K. and Waites, M. (2009) ‘The Global Politics of Lesbian, Gay, Bisexual and Transgender Human Rights: an Introduction’, Contemporary Politics, 15(1): 1-17. Leonard, S.T. and Tronto, J.C. (2007) ‘The Genders of Citizenship’, American Political Science Review, 101(1): 33-46. Lewis, G. (2005) ‘Same-Sex Marriage and the 2004 Presidential Election,’ PS: Political Science and Politics, 38: 195-99. Lister, R. (1997) Citizenship: Feminist Perspectives. London: Palgrave MacMillan. Lister, R. (2003) Citizenship: Feminist Perspectives, 2nd edn. London: Palgrave Macmillan. Lister, R. (2011) ‘From the Intimate to the Global: Reflections on Gendered Citizenship’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Lombardo, E. and Meier, P. (2011) ‘EU Gender Equality Policy: Citizen’s Rights and Women’s Duties’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Lustiger-Thaler, H., Nederveen-Pietevse, J. and Roseneill, S. (eds) (2011) Beyond Citizenship: Feminism and the Transformation of Belonging. Basingstoke: Palgrave Macmillan. Lynch, K., Baker, J., and Lyons, M. (2009) (eds) Affective Equality: Love, Care and Injustice. London: Palgrave MacMillan. Maloutas, M.P. (2006) The Gender of Democracy: Citizenship and Gendered Subjectivity, London and New York: Routledge.  Marshall, T.H. (1950) Citizenship and Social Class. Cambridge: Cambridge University Press. McCall, L. (2005) ‘The Complexity of Intersectionality’, Signs, 30(3): 1771-1800. McEwan, C. (2005) ‘New Spaces for Citizenship? Rethinking Gendered Participation and Empowerment in South Africa’, Political Geography (24): 969-991. Minton, H.L. (2002) Departing From Deviance: A History of Homosexual Rights and Emancipatory Science in America. Chicago: University of Chicago Press. Monro, S. and Warren, L. (2004) ‘Transgendering Citizenship’, Sexualities, 7: 345-362. Monro, S. (2005) Gender Politics: Citizenship, Activism, and Sexual Diversity. London: Pluto Press. Monro, S. (2006) ‘Sexualities Initiatives in Local Government: Measuring Success’, Local Government Studies, 32(1): 19-39. Monro, S. (2011) ‘Introducing Transgender Citizenship: The UK Case’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Mousavi, M. (2009) ‘Women Parliamentarians in Iran: A Show of Power?’ in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing. Nash, K. (2010) ‘Feminism and Contemporary Liberal Citizenship: The Undecidability of Women’, Citizenship Studies: 5(3): 255-268. Olesky, E.H. (ed) (2009) Intimate Citizenships. Gender, Sexualities, Politics. London: Routledge. Oleksky, E.H., Hearn, J., and Golanska, D. (2011) (eds.) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Ong, A. (1999) ‘Muslim Feminism: Citizenship in the Shelter of Islam’, Citizenship Studies, 3(3): 355-371. Pateman, C. (1988) The Sexual Contract. Palo Alto, CA: Stanford University Press. Phelan, S. (2001) Sexual Strangers. Gays, Lesbians and Dilemmas of Citizenship. Philadelphia: Temple University Press. Phillips, A. (2006) Which Equalities Matter? Cambridge: Polity Press. Plummer, K. (1995) Telling Sexual Stories. Power, Change and Social Worlds. London: Routledge. Plummer, K. (2003) Intimate Citizenship. Private Decisions and Public Dialogues. Seattle, London: University of Washington Press. Plummer, K. (2005) Intimate Citizenship in an Unjust World, in M. Romero and E. Margolis (eds) The Blackwell Companion to Social Inequalities. Oxford: Wiley Blackwell. Predelli, L.N. (2011) ‘Ethnic Minority Women and Political Influence in Norway’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Puar, J. K. (2002) ‘Circuits of Queer Mobility: Tourism, Travel and Globalization’, GLQ: A Journal of Lesbian and Gay Studies, 8(1/2): 101-138. Puar, J.K. (2007) Terrorist Assemblages: Homonationalism in Queer Times. Durham: Duke University Press Books. Ramet, S. (1997) Gender Reversals and Gender Cultures: Anthropological and Historical Perspectives. London, New York: Routledge. Rayside, D. (1998) On the Fringe: Gays and Lesbians in Politics. Ithica: Cornell University Press. Reddy, V. (2009) ‘Queer Marriage: Sexualising Citizenship and the Development of Freedoms in South Africa’, in M. Steyn and M. Van Zyl (eds) The Prize and the Price: Shaping Sexualities in South Africa. Cape Town: HSRC Press. Richardson, D. (1996) Heterosexuality and Social Theory, in D. Richardson (ed) Theorising Heterosexuality. Buckingham: Open University Press. Richardson, D. (2000) ‘Claiming Citizenship? Sexuality, Citizenship and Lesbian/Feminist Theory’, Sexualities, 3(2): 255-272. Richardson, D.  (2000a) ‘Constructing Sexual Citizenship: Theorizing Sexual Rights’, Critical Social Policy, 20(1): 105-135. Richardson, D. (1998) ‘Sexuality and Citizenship’, Sociology, 32(1): 83-100. Richardson, D. (2005) ‘Desiring Sameness? The Rise of a Neoliberal Politics of Normalisation’, Antipode, 37(3): 515-53. Richardson, D. and Monro, S. (2012) Sexuality, Equality and Diversity. Basingstoke: Palgrave MacMillan. Richardson, D. and Seidman, S. (2002) Introduction, in D. Richardson and S. Seidman (eds) Handbook of Lesbian and Gay Studies. London: Sage. Riggle, E.D.B. and Tadlock, B.L (eds) (1999) Gays and Lesbians in the Democratic process: Public Policy, Public Opinion, and Political Representation. New York, Chichester: Columbia University Press. Rosenberger, S. and Sauer, B. (2011) ‘Governing Muslim Headscarves: Regulations and Debates in Europe’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge. Roseniel, S. (2013) (ed) Beyond Citizenship? Feminism and the Transformation of Belonging. Basingstoke: Palgrave MacMillan. Ryrie, I., McDonnell, S.M. and Allman, K.  (2010) Experiences of and Barriers to Participation in Public and Political Life for Lesbian, Gay, Bisexual and Transgender People. Report to the Government Equalities Office. London: Office for Public Management. Saeidi, S. (2010) ‘Creating the Islamic Republic of Iran: Wives and Daughters of Martyrs and Acts of Citizenship’, Citizenship Studies 14(2): 113-126. Sedgewick, E.K. (1991) The Epistemology of the Closet. Berkeley: University of California Press.  Seidman, S. (2002) Beyond the Closet: The Transformation of Gay and Lesbian Life. New York and London: Routledge.  Steyn, M. and Van Zyl, M. (2009) (eds) The Prize and the Price: Shaping Sexualities in South Africa. Cape Town: HSRC Press.  Sulkunen, I. And Markkola, P. (2009) ‘Introduction’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing. Taylor, Y. (2011) Lesbian and Gay Parents’ Sexual Citizenship: Recognition, Belonging and (Re) Classification, in J. McLaughlin, P. Phillimore and D. Richardson (eds) Contesting Recognition. Basingstoke: Palgrave Macmillan. Terry, J. (1999) An American Obsession. Science, Medicine and Homosexuality in Modern Society. Chicago: University of Chicago Press. Thomas, C., Aimone, J. O. and MacGillivray, C. A. F. (eds) (2000) Straight with a Twist: Queer Theory and the Subject of Heterosexuality. Champaign, IL: University of Illinois Press.  Tremblay, M., Paternotte, D., and Johnson, C. (2011) (eds) The Lesbian and Gay Movement and the State: Cpmparative Insights into a Transformed Relationship. Farnham UK, Burlington USA: Ashgate Publishing Ltd.    Turner, B. (1993) Contemporary Problems in the Theory of Citizenship, in B.S. Turner (ed) Citizenship and Social Theory. London: Sage. Vasiljevic, S. (2009) ‘European Citizenship in the Context of gender Equality Legislation in Eastern European Countries: The Case of Croatia’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing.  Walby, S. (1994) ‘Is Citizenship Gendered?’ Sociology, 28: 379-39. Weeks, J. (1998) ‘The Sexual Citizen’, Theory, Culture and Society, 15(3-4): 35-52. Weeks, J. (1990) Coming Out: Homosexual Politics in Britain from the Nineteenth Century to the Present. Revised and updated edition.  London: Quartet. Weeks, J. (2008) The World We Have Won. The Remaking of Erotic and Intimate Life. London: Routledge. Wilchins, R. A. (1997) Read My Lips: Sexual Subversion and the End of Gender. Ann Arbor, MI: Firebrand Books. Wilson, A.R. (2009) ‘The ‘Neat Concept’ of Sexual Citizenship: a Cautionary Tale for Human Rights Discourse, Contemporary Politics, 15(1): 73-85. Yuval-Davis, N. (1997) Gender and Nation. London: Sage.   ",
    "id": 30731057,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.hud.ac.uk:22973"
    },
    "title": "Citizenship: Gender and Sexuality",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-10-31T00:00:00+00:00",
    "publisher": "'Edward Elgar Publishing'",
    "references": [
        {
            "id": 42961353,
            "title": "(ed) Beyond Citizenship? Feminism and the Transformation of Belonging.",
            "authors": [],
            "date": "2013",
            "doi": null,
            "raw": "Roseniel, S. (2013) (ed) Beyond Citizenship? Feminism and the Transformation of Belonging. Basingstoke: Palgrave MacMillan.",
            "cites": null
        },
        {
            "id": 42961413,
            "title": "(ed) Gender and Citizenship in Transition.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Hobson, B. (2000) (ed) Gender and Citizenship in Transition. Basingstoke: MacMillan.",
            "cites": null
        },
        {
            "id": 42961418,
            "title": "(eds) Affective Equality: Love, Care and Injustice.",
            "authors": [],
            "date": "2009",
            "doi": "10.1080/09540251003732044",
            "raw": "Lynch, K., Baker, J., and Lyons, M. (2009) (eds) Affective Equality: Love, Care and Injustice. London: Palgrave MacMillan.",
            "cites": null
        },
        {
            "id": 42961407,
            "title": "(eds) Remaking Citizenship in Multicultural Europe: Women’s Movements, Gender, and Diversity.",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Halsaa, B., Roseniel, S., and Sumer, S. (2012) (eds) Remaking Citizenship in Multicultural Europe: Women’s Movements, Gender, and Diversity. Basingstoke: Palgrave MacMillan.",
            "cites": null
        },
        {
            "id": 42961493,
            "title": "(eds) The Lesbian and Gay Movement and the State: Cpmparative Insights into a Transformed Relationship.",
            "authors": [],
            "date": "2011",
            "doi": "10.1080/10705422.2013.778183",
            "raw": "Tremblay, M., Paternotte, D., and Johnson, C. (2011) (eds) The Lesbian and Gay Movement and the State: Cpmparative Insights into a Transformed Relationship. Farnham UK, Burlington USA: Ashgate Publishing Ltd.",
            "cites": null
        },
        {
            "id": 42961488,
            "title": "(eds) The Prize and the Price: Shaping Sexualities in South Africa. Cape Town:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Steyn, M. and Van Zyl, M. (2009) (eds) The Prize and the Price: Shaping Sexualities in South Africa. Cape Town: HSRC Press.",
            "cites": null
        },
        {
            "id": 42961398,
            "title": "A Gendered Analysis of Violence, Justice and Citizenship: Kurdish Women facing War and Displacement in Turkey’,",
            "authors": [],
            "date": "2010",
            "doi": "10.1016/j.wsif.2010.09.005",
            "raw": "Gokalp, D. (2010) ‘A Gendered Analysis of Violence, Justice and Citizenship: Kurdish Women facing War and Displacement in Turkey’, Women’s Studies International Forum, 33: 561-569.",
            "cites": null
        },
        {
            "id": 42961359,
            "title": "A History of Bisexuality.",
            "authors": [],
            "date": "2001",
            "doi": "10.1023/b:aseb.0000014609.45763.15",
            "raw": "Angelides, S. (2001) A History of Bisexuality. Chicago: University of Chicago.",
            "cites": null
        },
        {
            "id": 42961412,
            "title": "A Pathway to Diversity? Human Rights, Citizenship and Politics of Transgender’,",
            "authors": [],
            "date": "2009",
            "doi": "10.1080/13569770802674238",
            "raw": "Hines, S. (2009) ‘A Pathway to Diversity? Human Rights, Citizenship and Politics of Transgender’, Contemporary Politics, 15(1): 87-102.",
            "cites": null
        },
        {
            "id": 42961323,
            "title": "Active Citizenship and the Governmentality of Local Lesbian and Gay Politics’,",
            "authors": [],
            "date": "2006",
            "doi": "10.1016/j.polgeo.2006.08.009",
            "raw": "Cooper, D. (2006) ‘Active Citizenship and the Governmentality of Local Lesbian and Gay Politics’, Political Geography, 25: 921-943.",
            "cites": null
        },
        {
            "id": 42961491,
            "title": "An American Obsession. Science, Medicine and Homosexuality in Modern Society.",
            "authors": [],
            "date": "1999",
            "doi": "10.7208/chicago/9780226793689.001.0001",
            "raw": "Terry, J. (1999) An American Obsession. Science, Medicine and Homosexuality in Modern Society. Chicago: University of Chicago Press.",
            "cites": null
        },
        {
            "id": 42961366,
            "title": "Becoming Citizens in Ireland: Negotiating Women’s Suffrage and National Politics’, in:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Beaumont, C., Hill, M., Labe, L. And Ryan, L. (2009) ‘Becoming Citizens in Ireland: Negotiating Women’s Suffrage and National Politics’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing.",
            "cites": null
        },
        {
            "id": 42961340,
            "title": "Beyond Citizenship: Feminism and the Transformation of Belonging.",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Lustiger-Thaler, H., Nederveen-Pietevse, J. and Roseneill, S. (eds) (2011) Beyond Citizenship: Feminism and the Transformation of Belonging. Basingstoke: Palgrave Macmillan.",
            "cites": null
        },
        {
            "id": 42961487,
            "title": "Beyond the Closet: The Transformation of Gay and Lesbian Life.",
            "authors": [],
            "date": "2002",
            "doi": "10.4324/9780203951811",
            "raw": "Seidman, S. (2002) Beyond the Closet: The Transformation of Gay and Lesbian Life. New York and London: Routledge.",
            "cites": null
        },
        {
            "id": 42961409,
            "title": "Bisexual Spaces: A Geography of Sexuality and Gender.",
            "authors": [],
            "date": "2002",
            "doi": "10.4324/9781315811307",
            "raw": "Hemmings, C. (2002) Bisexual Spaces: A Geography of Sexuality and Gender. London: Routledge.",
            "cites": null
        },
        {
            "id": 42961400,
            "title": "Catholic Family Values versus Equality – Polish Politics between the years 2005-2007: Envisioning the Role of Women’, in:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Gozdecka, D.A. (2009) ‘Catholic Family Values versus Equality – Polish Politics between the years 2005-2007: Envisioning the Role of Women’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing.",
            "cites": null
        },
        {
            "id": 42961381,
            "title": "Challenging Diversity: Rethinking Equality and the Value of Difference. Cambridge:",
            "authors": [],
            "date": "2004",
            "doi": "10.1017/cbo9780511488764",
            "raw": "Cooper, D. (2004) Challenging Diversity: Rethinking Equality and the Value of Difference. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 42961451,
            "title": "Circuits of Queer Mobility: Tourism, Travel and Globalization’, GLQ:",
            "authors": [],
            "date": "2002",
            "doi": "10.1215/10642684-8-1-2-101",
            "raw": "Puar, J. K. (2002) ‘Circuits of Queer Mobility: Tourism, Travel and Globalization’, GLQ: A Journal of Lesbian and Gay Studies, 8(1/2): 101-138.",
            "cites": null
        },
        {
            "id": 42961402,
            "title": "Citizen Bodies,",
            "authors": [],
            "date": "2007",
            "doi": "10.1177/1363460707072951",
            "raw": "Grabham, E. (2007) ‘Citizen Bodies, Intersex Citizenship’, Sexualities, 10(1): 29-48.",
            "cites": null
        },
        {
            "id": 42961373,
            "title": "Citizenship and Gender: Theoretical Approaches and Historical Legacies’,",
            "authors": [],
            "date": "1998",
            "doi": "10.1177/026101839801805602",
            "raw": "Bussemaker, J. and Voet, R. (1998) ‘Citizenship and Gender: Theoretical Approaches and Historical Legacies’, Critical Social Policy, 18(3): 278-307.",
            "cites": null
        },
        {
            "id": 42961341,
            "title": "Citizenship and Social Class. Cambridge:",
            "authors": [],
            "date": "1950",
            "doi": "10.1017/s000305540006175x",
            "raw": "Marshall, T.H. (1950) Citizenship and Social Class. Cambridge: Cambridge University Press.",
            "cites": null
        },
        {
            "id": 42961326,
            "title": "Citizenship in a Global Age.",
            "authors": [],
            "date": "2000",
            "doi": "10.1177/03058298010300020413",
            "raw": "Delanty, G. (2000) Citizenship in a Global Age. Society, Culture, Politics. Buckingham: Open University Press.",
            "cites": null
        },
        {
            "id": 42961334,
            "title": "Citizenship: Feminist Perspectives, 2nd edn. London:",
            "authors": [],
            "date": "2003",
            "doi": "10.1007/978-1-349-26209-0",
            "raw": "Lister, R. (2003) Citizenship: Feminist Perspectives, 2nd edn. London: Palgrave Macmillan.",
            "cites": null
        },
        {
            "id": 42961333,
            "title": "Citizenship: Feminist Perspectives.",
            "authors": [],
            "date": "1997",
            "doi": "10.1007/978-1-349-26209-0",
            "raw": "Lister, R. (1997) Citizenship: Feminist Perspectives. London: Palgrave MacMillan.",
            "cites": null
        },
        {
            "id": 42961351,
            "title": "Claiming Citizenship? Sexuality,",
            "authors": [],
            "date": "2000",
            "doi": "10.1177/136346000003002009",
            "raw": "Richardson, D. (2000) ‘Claiming Citizenship? Sexuality, Citizenship and Lesbian/Feminist Theory’, Sexualities, 3(2): 255-272.",
            "cites": null
        },
        {
            "id": 42961498,
            "title": "Coming Out: Homosexual Politics in Britain from the Nineteenth Century to the Present. Revised and updated edition.",
            "authors": [],
            "date": "1990",
            "doi": null,
            "raw": "Weeks, J. (1990) Coming Out: Homosexual Politics in Britain from the Nineteenth Century to the Present. Revised and updated edition. London: Quartet.",
            "cites": null
        },
        {
            "id": 42961395,
            "title": "Constructing Active Citizenship: Single Mothers, Welfare and the Logics of Voluntarism’,",
            "authors": [],
            "date": "2008",
            "doi": "10.1080/13621020801900119",
            "raw": "Fuller, S., Kenshaw, P. and Pulkingham, J. (2008) ‘Constructing Active Citizenship: Single Mothers, Welfare and the Logics of Voluntarism’, Citizenship Studies, 12(2): 157-176.",
            "cites": null
        },
        {
            "id": 42961352,
            "title": "Constructing Sexual Citizenship: Theorizing Sexual Rights’,",
            "authors": [],
            "date": "2000",
            "doi": "10.1177/026101830002000105",
            "raw": "Richardson, D. (2000a) ‘Constructing Sexual Citizenship: Theorizing Sexual Rights’, Critical Social Policy, 20(1): 105-135.",
            "cites": null
        },
        {
            "id": 42961494,
            "title": "Contemporary Problems in the Theory of Citizenship,",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Turner, B. (1993) Contemporary Problems in the Theory of Citizenship, in B.S. Turner (ed) Citizenship and Social Theory. London: Sage.",
            "cites": null
        },
        {
            "id": 42961485,
            "title": "Creating the Islamic Republic of Iran: Wives and",
            "authors": [],
            "date": "2010",
            "doi": "10.1080/13621021003594734",
            "raw": "Saeidi, S. (2010) ‘Creating the Islamic Republic of Iran: Wives and Daughters of Martyrs and Acts of Citizenship’, Citizenship Studies 14(2): 113-126.",
            "cites": null
        },
        {
            "id": 42961421,
            "title": "Departing From Deviance: A History of Homosexual Rights and Emancipatory Science in America. Chicago:",
            "authors": [],
            "date": "2002",
            "doi": "10.7208/chicago/9780226304458.001.0001",
            "raw": "Minton, H.L. (2002) Departing From Deviance: A History of Homosexual Rights and Emancipatory Science in America. Chicago: University of Chicago Press.",
            "cites": null
        },
        {
            "id": 42961459,
            "title": "Desiring Sameness? The Rise of a",
            "authors": [],
            "date": "2005",
            "doi": "10.1111/j.0066-4812.2005.00509.x",
            "raw": "Richardson, D. (2005) ‘Desiring Sameness? The Rise of a Neoliberal Politics of Normalisation’, Antipode, 37(3): 515-53.",
            "cites": null
        },
        {
            "id": 42961450,
            "title": "Ethnic Minority Women and Political Influence in Norway’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Predelli, L.N. (2011) ‘Ethnic Minority Women and Political Influence in Norway’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge.",
            "cites": null
        },
        {
            "id": 42961339,
            "title": "EU Gender Equality Policy: Citizen’s Rights and Women’s Duties’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Lombardo, E. and Meier, P. (2011) ‘EU Gender Equality Policy: Citizen’s Rights and Women’s Duties’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge.",
            "cites": null
        },
        {
            "id": 42961496,
            "title": "European Citizenship in the Context of gender Equality Legislation in Eastern European Countries: The Case of Croatia’, in:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Vasiljevic, S. (2009) ‘European Citizenship in the Context of gender Equality Legislation in Eastern European Countries: The Case of Croatia’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing.",
            "cites": null
        },
        {
            "id": 42961484,
            "title": "Experiences of and Barriers to Participation in Public and Political Life for Lesbian, Gay, Bisexual and Transgender People. Report to the Government Equalities Office. London: Office for Public Management.",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Ryrie, I., McDonnell, S.M. and Allman, K. (2010) Experiences of and Barriers to Participation in Public and Political Life for Lesbian, Gay, Bisexual and Transgender People. Report to the Government Equalities Office. London: Office for Public Management.",
            "cites": null
        },
        {
            "id": 42961414,
            "title": "Families, Domesticity and Intimacy: Changing Relationships in Changing Times,",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Jackson, S. (2008) Families, Domesticity and Intimacy: Changing Relationships in Changing Times, in D. Richardson and V. Robinson (eds) Introducing Gender and Women’s Studies, 3rd edn. Basingstoke: Palgrave Macmillan.",
            "cites": null
        },
        {
            "id": 42961427,
            "title": "Feminism and Contemporary Liberal Citizenship: The Undecidability of Women’,",
            "authors": [],
            "date": "2010",
            "doi": "10.1080/13621020120085234",
            "raw": "Nash, K. (2010) ‘Feminism and Contemporary Liberal Citizenship: The Undecidability of Women’, Citizenship Studies: 5(3): 255-268.",
            "cites": null
        },
        {
            "id": 42961338,
            "title": "From the Intimate to the Global: Reflections on Gendered Citizenship’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Lister, R. (2011) ‘From the Intimate to the Global: Reflections on Gendered Citizenship’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge.",
            "cites": null
        },
        {
            "id": 42961416,
            "title": "Gay American History: Lesbians and Gay Men in the U.S.A.",
            "authors": [],
            "date": "1992",
            "doi": "10.1093/acprof:oso/9780195322606.003.0014",
            "raw": "Katz, J. N. (1992) Gay American History: Lesbians and Gay Men in the U.S.A. New York: Penguin Books Ltd. Revised edition.",
            "cites": null
        },
        {
            "id": 42961391,
            "title": "Gay and Lesbian Movements in the United States: Dilemmas of Identity, Diversity, and Political Strategy’,",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "Epstein, S. (1999) ‘Gay and Lesbian Movements in the United States: Dilemmas of Identity, Diversity, and Political Strategy’, in: B.D. Adam, J.W. Duyvendak and A. Krouwel (eds) The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement. Philadelphia: Temple University Press.",
            "cites": null
        },
        {
            "id": 42961461,
            "title": "Gays and Lesbians in the Democratic process: Public Policy, Public Opinion, and Political Representation.",
            "authors": [],
            "date": "1999",
            "doi": "10.5860/choice.37-6537",
            "raw": "Riggle, E.D.B. and Tadlock, B.L (eds) (1999) Gays and Lesbians in the Democratic process: Public Policy, Public Opinion, and Political Representation. New York, Chichester: Columbia University Press.",
            "cites": null
        },
        {
            "id": 42961502,
            "title": "Gender and Nation.",
            "authors": [],
            "date": "1997",
            "doi": "10.7767/lhomme.1999.10.1.131",
            "raw": "Yuval-Davis, N. (1997) Gender and Nation. London: Sage.",
            "cites": null
        },
        {
            "id": 42961422,
            "title": "Gender Politics: Citizenship, Activism, and Sexual Diversity.",
            "authors": [],
            "date": "2005",
            "doi": "10.1111/j.1468-0432.2007.00333_1.x",
            "raw": "Monro, S. (2005) Gender Politics: Citizenship, Activism, and Sexual Diversity. London: Pluto Press.",
            "cites": null
        },
        {
            "id": 42961453,
            "title": "Gender Reversals and Gender Cultures: Anthropological and Historical Perspectives.",
            "authors": [],
            "date": "1997",
            "doi": "10.4324/9780203428931",
            "raw": "Ramet, S. (1997) Gender Reversals and Gender Cultures: Anthropological and Historical Perspectives. London, New York: Routledge.",
            "cites": null
        },
        {
            "id": 42961358,
            "title": "Global Sex.",
            "authors": [],
            "date": "2001",
            "doi": "10.7208/chicago/9780226016047.001.0001",
            "raw": "Altman, D. (2001) Global Sex. Chicago, IL: University of Chicago Press.",
            "cites": null
        },
        {
            "id": 42961462,
            "title": "Governing Muslim Headscarves: Regulations and Debates",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Rosenberger, S. and Sauer, B. (2011) ‘Governing Muslim Headscarves: Regulations and Debates in Europe’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge.",
            "cites": null
        },
        {
            "id": 42961393,
            "title": "Hard Times for Citizenship: Women’s Movements",
            "authors": [],
            "date": "2004",
            "doi": "10.1080/1362102042000178382",
            "raw": "Franchescet, S. and Macdonald, L. (2004) ‘Hard Times for Citizenship: Women’s Movements in Chile and Mexico’, Citizenship Studies, 8(1): 2-23.",
            "cites": null
        },
        {
            "id": 42961362,
            "title": "Hegemonic Discourse in an Oppositional Community: Lesbian Feminist Stigmatization of Bisexual Women’,",
            "authors": [],
            "date": "1994",
            "doi": "10.1177/089692059402000306",
            "raw": "Ault, A. (1994) ‘Hegemonic Discourse in an Oppositional Community: Lesbian Feminist Stigmatization of Bisexual Women’, Critical Sociology, 20(3): 107-22. Reprinted in B. Beemyn and M. Eliason (eds) Queer Studies. A Lesbian, Gay, Bisexual and Transgender Anthology. New York: New York University Press.",
            "cites": null
        },
        {
            "id": 42961350,
            "title": "Heterosexuality and Social Theory, in D. Richardson (ed) Theorising Heterosexuality.",
            "authors": [],
            "date": "1996",
            "doi": "10.2307/2655171",
            "raw": "Richardson, D. (1996) Heterosexuality and Social Theory, in D. Richardson (ed) Theorising Heterosexuality. Buckingham: Open University Press.",
            "cites": null
        },
        {
            "id": 42961357,
            "title": "Homosexual Oppression and Liberation (first edition.",
            "authors": [],
            "date": "1993",
            "doi": "10.1177/136346000003001005",
            "raw": "Altman, D. (1993) Homosexual Oppression and Liberation (first edition. 1971). New York: New York University Press.",
            "cites": null
        },
        {
            "id": 42961379,
            "title": "Imagining the Place of the State: Where Governance and Social Power Meet,",
            "authors": [],
            "date": "2002",
            "doi": "10.4135/9781848608269.n15",
            "raw": "Cooper, D. (2002) Imagining the Place of the State: Where Governance and Social Power Meet, in D. Richardson and S. Seidman (eds) Handbook of Lesbian and Gay Studies.",
            "cites": null
        },
        {
            "id": 42961387,
            "title": "Intersex in the Age of Ethics.",
            "authors": [],
            "date": "2000",
            "doi": "10.1056/nejm200005113421919",
            "raw": "Dreger, A.D. (2000) Intersex in the Age of Ethics. Maryland: University Publishing Group.",
            "cites": null
        },
        {
            "id": 42961348,
            "title": "Intimate Citizenship in an Unjust World, in M. Romero and E. Margolis (eds) The Blackwell Companion to Social Inequalities.",
            "authors": [],
            "date": "2005",
            "doi": "10.1002/9780470996973.ch5",
            "raw": "Plummer, K. (2005) Intimate Citizenship in an Unjust World, in M. Romero and E. Margolis (eds) The Blackwell Companion to Social Inequalities. Oxford: Wiley Blackwell.",
            "cites": null
        },
        {
            "id": 42961347,
            "title": "Intimate Citizenship. Private Decisions and Public Dialogues.",
            "authors": [],
            "date": "2003",
            "doi": "10.1111/j.1467-954x.2006.00620_4.x",
            "raw": "Plummer, K. (2003) Intimate Citizenship. Private Decisions and Public Dialogues. Seattle, London: University of Washington Press.",
            "cites": null
        },
        {
            "id": 42961342,
            "title": "Intimate Citizenships.",
            "authors": [],
            "date": "2009",
            "doi": "10.4324/9780203887899",
            "raw": "Olesky, E.H. (ed) (2009) Intimate Citizenships. Gender, Sexualities, Politics. London: Routledge.",
            "cites": null
        },
        {
            "id": 42961385,
            "title": "Intimate Matters. A History of Sexuality in America.",
            "authors": [],
            "date": "1988",
            "doi": "10.7208/chicago/9780226923819.001.0001",
            "raw": "D’Emilio, J. and Freedman, E. (1988) Intimate Matters. A History of Sexuality in America. New York: Harper and Row Publishers.",
            "cites": null
        },
        {
            "id": 42961424,
            "title": "Introducing Transgender Citizenship: The UK Case’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Monro, S. (2011) ‘Introducing Transgender Citizenship: The UK Case’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge.",
            "cites": null
        },
        {
            "id": 42961331,
            "title": "Introduction: The Limits of Gendered Citizenship’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Hearn, J., Oleksy, E.H. and Golanska, D. (2011) ‘Introduction: The Limits of Gendered Citizenship’, in E.H. Oleksky, J. Hearn, and D. Golanska (eds) The Limits of Gendered Citizenship: Contexts and Complexities. New York, London: Routledge.",
            "cites": null
        },
        {
            "id": 42961489,
            "title": "Introduction’, in:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Sulkunen, I. And Markkola, P. (2009) ‘Introduction’, in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing.",
            "cites": null
        },
        {
            "id": 42961490,
            "title": "Lesbian and Gay Parents’ Sexual Citizenship: Recognition, Belonging and (Re) Classification,",
            "authors": [],
            "date": "2011",
            "doi": "10.1057/9780230348905.0011",
            "raw": "Taylor, Y. (2011) Lesbian and Gay Parents’ Sexual Citizenship: Recognition, Belonging and (Re) Classification, in J. McLaughlin, P. Phillimore and D. Richardson (eds) Contesting Recognition. Basingstoke: Palgrave Macmillan.",
            "cites": null
        },
        {
            "id": 42961417,
            "title": "Men in Frocks. London:",
            "authors": [],
            "date": "1984",
            "doi": null,
            "raw": "Kirk, K. and Heath, E. (1984) Men in Frocks. London: Gay Men’s Press.",
            "cites": null
        },
        {
            "id": 42961408,
            "title": "Men in the Public Eye: The Construction and Deconstruction of Public Men and Private Patriarchies. London and",
            "authors": [],
            "date": "1992",
            "doi": "10.4324/9780203310748",
            "raw": "Hearn, J. (1992) Men in the Public Eye: The Construction and Deconstruction of Public Men and Private Patriarchies. London and New York: Routledge.",
            "cites": null
        },
        {
            "id": 42961320,
            "title": "Migration, Agency and Citizenship in Sex Trafficking.",
            "authors": [],
            "date": "2010",
            "doi": "10.1057/9780230299139",
            "raw": "Andrijasevic, R. (2010) Migration, Agency and Citizenship in Sex Trafficking. Basingstoke: Palgrave Macmillan.",
            "cites": null
        },
        {
            "id": 42961429,
            "title": "Muslim Feminism: Citizenship in the",
            "authors": [],
            "date": "1999",
            "doi": "10.1080/13621029908420720",
            "raw": "Ong, A. (1999) ‘Muslim Feminism: Citizenship in the Shelter of Islam’, Citizenship Studies, 3(3): 355-371.",
            "cites": null
        },
        {
            "id": 42961420,
            "title": "New Spaces for Citizenship? Rethinking Gendered Participation and Empowerment in South Africa’,",
            "authors": [],
            "date": "2005",
            "doi": "10.1016/j.polgeo.2005.05.001",
            "raw": "McEwan, C. (2005) ‘New Spaces for Citizenship? Rethinking Gendered Participation and Empowerment in South Africa’, Political Geography (24): 969-991.",
            "cites": null
        },
        {
            "id": 42961356,
            "title": "Of Borders and Homes: The Imaginary",
            "authors": [],
            "date": "2006",
            "doi": "10.1080/14649370600673953",
            "raw": "Aizura, A. Z. (2006) ‘Of Borders and Homes: The Imaginary Community of (Trans)sexual Citizenship’, Inter-Asia Cultural Studies, 7(2): 289-309.",
            "cites": null
        },
        {
            "id": 42961454,
            "title": "On the Fringe: Gays and Lesbians in Politics. Ithica:",
            "authors": [],
            "date": "1998",
            "doi": "10.1017/s0008423900010209",
            "raw": "Rayside, D. (1998) On the Fringe: Gays and Lesbians in Politics. Ithica: Cornell University Press.",
            "cites": null
        },
        {
            "id": 42961389,
            "title": "Pathways to Politics. Manchester: Equality and Human Rights Commission,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Durose, C., Gains, F., Richardson, L., Combs, R., Bromme, K. and Eason, C. (2011) Pathways to Politics. Manchester: Equality and Human Rights Commission, Research Report 65.",
            "cites": null
        },
        {
            "id": 42961375,
            "title": "Politics and Sexuality: Identity,",
            "authors": [],
            "date": "1998",
            "doi": "10.4324/9780203169445",
            "raw": "Carver, T. and Mottier, V. (eds) (1998) Politics and Sexuality: Identity, Gender, Citizenship. London and New York: Routledge.",
            "cites": null
        },
        {
            "id": 42961349,
            "title": "Queer Marriage: Sexualising Citizenship and the Development of Freedoms in South Africa’,",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Reddy, V. (2009) ‘Queer Marriage: Sexualising Citizenship and the Development of Freedoms in South Africa’, in M. Steyn and M. Van Zyl (eds) The Prize and the Price: Shaping Sexualities in South Africa. Cape Town: HSRC Press.",
            "cites": null
        },
        {
            "id": 42961328,
            "title": "Queering the State, in L. Duggan and N. Hunter (eds) Sex Wars: Sexual Dissident and Political Culture.",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Duggan, L. (1995) Queering the State, in L. Duggan and N. Hunter (eds) Sex Wars: Sexual Dissident and Political Culture. New York: Routledge.",
            "cites": null
        },
        {
            "id": 42961500,
            "title": "Read My Lips: Sexual Subversion and the End of Gender.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Wilchins, R. A. (1997) Read My Lips: Sexual Subversion and the End of Gender. Ann Arbor, MI: Firebrand Books.",
            "cites": null
        },
        {
            "id": 42961383,
            "title": "Redefining the Local Citizen’ in: L. McKie and N. Watson (eds) Organizing Bodies.",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Daly, G. And Cowan, H. (2000) ‘Redefining the Local Citizen’ in: L. McKie and N. Watson (eds) Organizing Bodies. London: Palgrave MacMillan.",
            "cites": null
        },
        {
            "id": 42961329,
            "title": "Reframing Migrant Mothers as Citizens’,",
            "authors": [],
            "date": "2011",
            "doi": "10.1080/13621025.2011.600076",
            "raw": "Erel, U. (2011) ‘Reframing Migrant Mothers as Citizens’, Citizenship Studies 15(6-7): 695-709.",
            "cites": null
        },
        {
            "id": 42961371,
            "title": "RePlacing Citizenship: AIDS Activism and Radical Democracy.",
            "authors": [],
            "date": "1997",
            "doi": "10.1086/384840",
            "raw": "Brown, M. (1997) RePlacing Citizenship: AIDS Activism and Radical Democracy. New York: The Guildford Press.",
            "cites": null
        },
        {
            "id": 42961410,
            "title": "Revisioning the Women’s Movement in Israel’,",
            "authors": [],
            "date": "2008",
            "doi": "10.1080/13621020802015420",
            "raw": "Herzog, H. (2008) ‘Revisioning the Women’s Movement in Israel’, Citizenship Studies 12(3): 265-282.",
            "cites": null
        },
        {
            "id": 42961364,
            "title": "Sex and the Civil Partnership Act: The Future of (Non) Conjugality’,",
            "authors": [],
            "date": "2006",
            "doi": "10.1007/s10691-006-9029-7",
            "raw": "Barker, N. (2006) ‘Sex and the Civil Partnership Act: The Future of (Non) Conjugality’, Feminist Legal Studies, 14(2): 241-259.",
            "cites": null
        },
        {
            "id": 42961369,
            "title": "Sexing the City’. In: R.Fincher and J.M. Jacobs (eds) Cities of Difference.",
            "authors": [],
            "date": "1998",
            "doi": "10.1002/9780470693582.ch2",
            "raw": "Bondi, L. (1998) ‘Sexing the City’. In: R.Fincher and J.M. Jacobs (eds) Cities of Difference. New York: Guilford Press.",
            "cites": null
        },
        {
            "id": 42961325,
            "title": "Sexual Citizens. The Legal and Cultural Regulation of Sex and Belonging.",
            "authors": [],
            "date": "2007",
            "doi": "10.1007/s10691-009-9115-8",
            "raw": "Cossman, B. (2007) Sexual Citizens. The Legal and Cultural Regulation of Sex and Belonging. Stanford, CA: Stanford University Press.",
            "cites": null
        },
        {
            "id": 42961330,
            "title": "Sexual Citizenship: The Material Construction of Sexualities.",
            "authors": [],
            "date": "1993",
            "doi": "10.4324/9780203412398",
            "raw": "Evans, D. (1993) Sexual Citizenship: The Material Construction of Sexualities. London: Routledge.",
            "cites": null
        },
        {
            "id": 42961344,
            "title": "Sexual Strangers. Gays, Lesbians and Dilemmas of Citizenship.",
            "authors": [],
            "date": "2001",
            "doi": "10.1017/s0003055402224314",
            "raw": "Phelan, S. (2001) Sexual Strangers. Gays, Lesbians and Dilemmas of Citizenship. Philadelphia: Temple University Press.",
            "cites": null
        },
        {
            "id": 42961423,
            "title": "Sexualities Initiatives in Local Government: Measuring Success’, Local Government Studies,",
            "authors": [],
            "date": "2006",
            "doi": "10.1080/03003930500453443",
            "raw": "Monro, S. (2006) ‘Sexualities Initiatives in Local Government: Measuring Success’, Local Government Studies, 32(1): 19-39.",
            "cites": null
        },
        {
            "id": 42961460,
            "title": "Sexuality, Equality and Diversity.",
            "authors": [],
            "date": "2012",
            "doi": null,
            "raw": "Richardson, D. and Monro, S. (2012) Sexuality, Equality and Diversity. Basingstoke: Palgrave MacMillan.",
            "cites": null
        },
        {
            "id": 42961415,
            "title": "State Austerity and the Racial Politics of",
            "authors": [],
            "date": "2008",
            "doi": "10.1177/1363460708096914",
            "raw": "Kandaswamy, P. (2008) ‘State Austerity and the Racial Politics of Same-Sex Marriage in the US’, Sexualities, 11 (6): 706-725.",
            "cites": null
        },
        {
            "id": 42961492,
            "title": "Straight with a Twist: Queer Theory and the Subject of Heterosexuality.",
            "authors": [],
            "date": "2000",
            "doi": "10.5860/choice.37-4361",
            "raw": "Thomas, C., Aimone, J. O. and MacGillivray, C. A. F. (eds) (2000) Straight with a Twist: Queer Theory and the Subject of Heterosexuality. Champaign, IL: University of Illinois Press.",
            "cites": null
        },
        {
            "id": 42961346,
            "title": "Telling Sexual Stories. Power, Change and Social Worlds.",
            "authors": [],
            "date": "1995",
            "doi": "10.4324/9780203425268",
            "raw": "Plummer, K. (1995) Telling Sexual Stories. Power, Change and Social Worlds. London: Routledge.",
            "cites": null
        },
        {
            "id": 42961452,
            "title": "Terrorist Assemblages: Homonationalism in Queer Times.",
            "authors": [],
            "date": "2007",
            "doi": "10.1215/9780822390442",
            "raw": "Puar, J.K. (2007) Terrorist Assemblages: Homonationalism in Queer Times. Durham: Duke University Press Books.",
            "cites": null
        },
        {
            "id": 42961501,
            "title": "The ‘Neat Concept’ of Sexual Citizenship: a Cautionary Tale for Human Rights Discourse,",
            "authors": [],
            "date": "2009",
            "doi": "10.1080/13569770802674220",
            "raw": "Wilson, A.R. (2009) ‘The ‘Neat Concept’ of Sexual Citizenship: a Cautionary Tale for Human Rights Discourse, Contemporary Politics, 15(1): 73-85.",
            "cites": null
        },
        {
            "id": 42961486,
            "title": "The Epistemology of the Closet.",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "Sedgewick, E.K. (1991) The Epistemology of the Closet. Berkeley: University of California Press.",
            "cites": null
        },
        {
            "id": 42961419,
            "title": "The Gender of Democracy: Citizenship and Gendered Subjectivity,",
            "authors": [],
            "date": "2006",
            "doi": "10.1017/s1743923x07212012",
            "raw": "Maloutas, M.P. (2006) The Gender of Democracy: Citizenship and Gendered Subjectivity, London and New York: Routledge.",
            "cites": null
        },
        {
            "id": 42961319,
            "title": "The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement. Philadelphia:",
            "authors": [],
            "date": "1999",
            "doi": "10.2307/2655040",
            "raw": "Adam, B. Duyvendak, J.W. and Krawel, A. (eds) (1999) The Global Emergence of Gay and Lesbian Politics: National Imprints of a Worldwide Movement. Philadelphia: Temple University Press.",
            "cites": null
        },
        {
            "id": 42961332,
            "title": "The Global Politics of Lesbian, Gay, Bisexual and Transgender Human Rights: an Introduction’,",
            "authors": [],
            "date": "2009",
            "doi": "10.1080/13569770802674188",
            "raw": "Kollman, K. and Waites, M. (2009) ‘The Global Politics of Lesbian, Gay, Bisexual and Transgender Human Rights: an Introduction’, Contemporary Politics, 15(1): 1-17.",
            "cites": null
        },
        {
            "id": 42961360,
            "title": "The Perogative of the Brave: Hijras and Sexual Citizenship after Orientalism’,",
            "authors": [],
            "date": "2012",
            "doi": "10.1080/13621025.2012.698496",
            "raw": "Atluri, T. (2012) ‘The Perogative of the Brave: Hijras and Sexual Citizenship after Orientalism’, Citizenship Studies, 16 (5-6): 721-736.",
            "cites": null
        },
        {
            "id": 42961322,
            "title": "The Queen of America Goes to Washington City: Essays on Sex and Citizenship. Durham and London:",
            "authors": [],
            "date": "1997",
            "doi": "10.1215/9780822398639",
            "raw": "Berlant, L. (1997) The Queen of America Goes to Washington City: Essays on Sex and Citizenship. Durham and London: Duke University Press.",
            "cites": null
        },
        {
            "id": 42961321,
            "title": "The Sexual Citizen: Queer Politics and Beyond.",
            "authors": [],
            "date": "2000",
            "doi": "10.1086/343207",
            "raw": "Bell, D. and Binnie, J. (2000) The Sexual Citizen: Queer Politics and Beyond. Cambridge: Polity Press.",
            "cites": null
        },
        {
            "id": 42961354,
            "title": "The Sexual Citizen’, Theory,",
            "authors": [],
            "date": "1998",
            "doi": "10.1177/0263276498015003003",
            "raw": "Weeks, J. (1998) ‘The Sexual Citizen’, Theory, Culture and Society, 15(3-4): 35-52.",
            "cites": null
        },
        {
            "id": 42961343,
            "title": "The Sexual Contract.",
            "authors": [],
            "date": "1988",
            "doi": "10.1007/978-3-531-90400-9_94",
            "raw": "Pateman, C. (1988) The Sexual Contract. Palo Alto, CA: Stanford University Press.",
            "cites": null
        },
        {
            "id": 42961355,
            "title": "The World We Have Won. The Remaking of Erotic and Intimate Life.",
            "authors": [],
            "date": "2008",
            "doi": "10.4324/9780203956809",
            "raw": "Weeks, J. (2008) The World We Have Won. The Remaking of Erotic and Intimate Life. London: Routledge.",
            "cites": null
        },
        {
            "id": 42961411,
            "title": "Transforming Gender: Transgender Practices of Identity, Intimacy and Care.",
            "authors": [],
            "date": "2007",
            "doi": "10.1332/policypress/9781861349163.003.0002",
            "raw": "Hines, S. (2007) Transforming Gender: Transgender Practices of Identity, Intimacy and Care. Bristol: The Policy Press.",
            "cites": null
        },
        {
            "id": 42961345,
            "title": "Which Equalities Matter?",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "Phillips, A. (2006) Which Equalities Matter? Cambridge: Polity Press.",
            "cites": null
        },
        {
            "id": 42961377,
            "title": "Women and British Party Politics: Descriptive, Substantive and Symbolic Representation. Routledge Advances in European Politics.",
            "authors": [],
            "date": "2008",
            "doi": "10.1177/13540688100160030605",
            "raw": "Childs, S. (2008) Women and British Party Politics: Descriptive, Substantive and Symbolic Representation. Routledge Advances in European Politics. Abingdon, New York: Routledge.",
            "cites": null
        },
        {
            "id": 42961426,
            "title": "Women Parliamentarians in Iran: A Show of Power?’ in:",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Mousavi, M. (2009) ‘Women Parliamentarians in Iran: A Show of Power?’ in: I. Sulkunen, Nevala-Nurmi, S., and Markkola, P. (eds) Suffrage, Gender and Citizenship: International Perpectives on Parliamentary Reforms. Newcastle-upon-Tyne: Cambridge Scholars Publishing.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/30731057.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/30731057"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/30731057/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/30731057/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/30731057"
        }
    ],
    "abstract": "",
    "tags": [
        "H1",
        "H1"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "H1"
    ],
    "oai": "oai:eprints.hud.ac.uk:22973",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "126",
        "openDoarId": 0,
        "name": "University of Huddersfield Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 30731057,
        "depositedDate": null,
        "publishedDate": "2014-10-31T00:00:00+00:00",
        "updatedDate": "2024-02-12T09:39:18+00:00",
        "acceptedDate": null,
        "createdDate": "2016-04-06T16:30:55+01:00"
    },
    "urls": [
        "https://eprints.hud.ac.uk/id/eprint/22973/1/Citizenship.pdf"
    ],
    "lastUpdate": "2024-02-12T09:39:18+00:00",
    "setSpecs": []
}