{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Knop, Karen"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:56:17+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62553267.pdf",
    "fullText": "KNOP_BOOK PROOF_FINAL2.DOC 10/27/2008 12:43:55 PM  CITIZENSHIP, PUBLIC AND PRIVATE KAREN KNOP* I INTRODUCTION This article argues first and foremost for seeing private international law, or conflict of laws, as a private side of citizenship.1 Although we ordinarily think of citizenship as public, private international law covers the same ground as postnational citizenship and differentiated citizenship. Among other developments, the idea of postnational, or denationalized, citizenship captures the fact that noncitizens have come to have many of the rights traditionally limited to citizens.2 Similarly, private international law can include noncitizens through rules such as those regarding standing to sue and jurisdiction. Differentiated citizenship is the result of policies of multiculturalism in western democracies. In some cases, citizenship branched out from individual rights, to the rights of individuals belonging to minorities, all the way to the collective rights of minorities; and from rights to religion, language, and culture, to forms of autonomy for historical minorities. Comparable to differentiated citizenship, private international law controls the heterogeneity of a society via such rules as choice of law and recognition of foreign judgments. In fact, framing private international law as the private side of citizenship is a restorative rather than a radical move.3 In his lapidary essay on ideals of  Copyright © 2008 by Karen Knop.      This Article is also available at http://www.law.duke.edu/journals/lcp.  * Faculty of Law, University of Toronto. For conversations, comments, and criticisms, I thank Audrey Macklin, Ralf Michaels, Annelise Riles, Ayelet Shachar, and participants in conferences and workshops at the American Society of International Law, Birkbeck College School of Law, Cornell Law School, University of Georgia School of Law, University of Toronto Faculty of Law, and Yale Law School. I am also grateful to Sooin Kim and Umut Özsu for their helpful research assistance and to the Social Sciences and Humanities Research Council of Canada for funding the larger project that gave rise to this article.  1. In this article, “nationality” and “citizenship” are used fairly interchangeably. Strictly speaking, the former is used in the North American and western European literature to refer to the external aspects of membership in the state dictated by international law, and the latter denotes the internal aspects specified by the law of the state in question.  2. See, e.g., LINDA BOSNIAK, THE CITIZEN AND THE ALIEN: DILEMMAS OF CONTEMPORARY MEMBERSHIP 23–26, 34–35 (2006).  3. Several scholars in significant recent work have drawn on some theory of citizenship to improve private international law or, vice versa, have argued for improving citizenship by substituting some concept from private international law. The former include Paul Schiff Berman in The Globalization of Jurisdiction, 151 U. PA. L. REV. 311 (2002) (arguing that private international law should be approached explicitly in terms of its community-creating potential) and Towards a Cosmopolitan Vision of Conflict of Laws: Redefining Governmental Interests in a Global Era, 153 U. PA. L. REV. 1819 (2005) (culling what he sees as the cosmopolitan ingredients of successive approaches to choice of law and custom mixing a prescription for it); Lea Brilmayer, Rights, Fairness, and Choice of KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 310 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 citizenship since classical times, the historian J.G.A. Pocock distinguishes the tradition of legal citizenship attributed to the Roman jurist Gaius from that of political or republican citizenship associated with the Greeks, particularly Aristotle.4 In the Gaian tradition, “the status of ‘citizen’ . . . denotes membership in a community of shared or common law, which may or may not be identical with a territorial community.”5 Over many centuries, legalis homo, as Pocock calls him, has come to mean someone who can sue and be sued in certain courts. The Gaian formula for citizenship is quintessentially private, epitomized by civil rights like property, contract, and tort. When we talk today about citizenship as rights, though, we no longer think much about the horizontal relationship between individuals expressed through the state’s law and enforced by its courts. Instead, we tend to think of the individual’s vertical legal relationship to the state.6 Opening with an example of a terrorist “at home,” part II of this article differentiates public citizenship and private citizenship (public/private citizenship) and presents private international law as the private side of citizenship in the Roman tradition. Because it harks back to legalis homo, however, private international law turns assumptions about citizenship upside down.7 What is old is new, and what is new is old. Private international law feels like an anachronism because it ends where most work on citizenship begins. At the margins, its transnational nature puts into question basic civil rights that citizenship theorists usually take for granted, for citizens and even for noncitizens. In part III, English and Canadian8 private-international-law cases involving enemy aliens and illegal immigrants serve as illustrations. Paradoxically, private international law also feels remarkably modern because,  Law, 98 YALE L.J. 1277 (1989) (developing a political-rights-based approach to choice of law); and J.J. Fawcett, The Impact of Article 6(1) of the ECHR on Private International Law, 56 INT’L & COMP. L.Q. 1 (2007) (proposing to update private international law by integrating human rights into the traditional doctrines). The latter are notably Paul Schiff Berman, Global Legal Pluralism, 80 S. CAL. L. REV. 1155, 1228–35 (including Berman’s cosmopolitan approach to conflicts as one of the techniques for managing hybrid legal spaces in the spirit of legal pluralism); and Theodora Kostakopoulou, Citizenship Goes Public: The Institutional Design of Denationalized Citizenship, J. POL. PHIL. (forthcoming 2008) (on file with author) (arguing that domicile is a better foundation for denationalized citizenship than nationality is). None of these authors, however, has either made or needed the historical connection. For historically engaged conflicts scholarship in a related vein, see Ralf Michaels, Globalizing Savigny? The State in Savigny’s Private International Law and the Challenge from Europeanization and Globalization, in DEZENTRALISIERUNG. AKTUELLE FRAGEN POLITISCHER UND RECHTLICHER STEUERUNG IM KONTEXT DER GLOBALISIERUNG 119, 135–39, 143–44 (Michael Stolleis & Wolfgang Streeck eds., 2007) (discussing the meaning of citizenship in Savigny’s private international law, then and now). In comparison to this scholarship, the present article explores the actual role and intuitions of private international law as one side of citizenship.  4. J.G.A. Pocock, The Ideal of Citizenship Since Classical Times, 99 QUEEN’S Q. 33 (1992).  5. Id. at 41.  6. See, e.g., BOSNIAK, supra note 2, at 18–19.  7. Cf. Ralf Michaels & Nils Jansen, Private Law Beyond the State? Europeanization, Globalization, Privatization, 54 AM. J. COMP. L. 843, 871–72 (2006) (observing that the public/private distinction gets turned upside down in the international sphere).  8. Except when otherwise indicated, the discussion in this article is limited to common-law Canada. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 311 read against the citizenship literature, it begins where much of the more sophisticated work on citizenship ends. Indeed, compared to private international law, some of the most controversial proposals for multicultural citizenship seem quite standard. Whereas part III looks at the divide between citizens and noncitizens, part IV deals with multiculturalism, particularly the regulation of immigrants belonging to religious minorities. Using examples drawn from English and Canadian family law, it shows how private international law has the ability to normalize, structure, and otherwise help imagine what multicultural citizenship does and could look like. Parts III and IV demonstrate that judges have, in effect, used the form of the private to check the intolerance of the public. In the enemy-alien and illegal-immigrant cases, the legal asymmetry between “us” and “them” emerges as violence to be mitigated, whereas it appears as a form of respect within bounds in the regulation of immigrant minorities. Grounded in this discussion, this article’s second argument is that in times of great stress for a state—war, widescale illegal immigration, stark cultural difference—private international law can sometimes be more cosmopolitan than public law, and in illuminating ways. Instead of the growing equality of treatment between citizens and noncitizens anticipated by the idea of postnational citizenship, the years after 9/11 have seen governments exploit the lesser legal protections for noncitizens in their campaigns against global terrorism.9 In addition, the citizenship literature traces a shrinking of citizenship whereby dual and minority citizens who do not fall within the majority’s national self-image—who are not part of the “us”—can no longer be certain that their citizenship will protect them.10 Despite earlier confidence in differentiated citizenship,11 the fight against terrorism has also brought increasing apprehensiveness about multiculturalism, especially as it concerns Muslim minorities.12 It may be surprising to progressive thinkers that common-law private international law has sometimes served as a counterweight to the jingoist and parochial impulses of citizenship law in periods of increased nationalism. The negative potential of the private is familiar, whereas such moments of actually existing cosmopolitanism are not.13   9. In the U.K. context, Clive Walker describes the weaponization of nationality. Clive Walker, The Treatment of Foreign Terror Suspects, 70 MOD. L. REV. 427, 439–41 (2007).  10. See, e.g., Peter Nyers, The Accidental Citizen: Acts of Sovereignty and (Un)making Citizenship, 35 ECON. & SOC’Y 22 (2006); Juliet Stumpf, Citizens of an Enemy Land: Enemy Combatants, Aliens, and the Constitutional Rights of the Pseudo-Citizen, 38 U.C. DAVIS L. REV. 79 (2004); Leti Volpp, The Citizen and the Terrorist, 49 UCLA L. REV. 1575 (2002); Walker, supra note 9, at 439.  11. See WILL KYMLICKA, MULTICULTURAL ODYSSEYS: NAVIGATING THE NEW INTERNATIONAL POLITICS OF DIVERSITY (2007).  12. See, e.g., Audrey Macklin, The Securitisation of Dual Citizenship, in DUAL CITIZENSHIP IN GLOBAL PERSPECTIVE: FROM UNITARY TO MULTIPLE CITIZENSHIP 42, 59–61 (Thomas Faist & Peter Kivisto eds., 2007); Tariq Modood, Remaking Multiculturalism After 7/7, OPEN DEMOCRACY 1–2 (Sept. 29, 2005), http://www.opendemocracy.net/conflict-terrorism/multiculturalism_2879.jsp (last visited July 5, 2008).  13. Among the few historical accounts of common-law private international law’s complexity and fruitfulness are MARIANNE CONSTABLE, THE LAW OF THE OTHER: THE MIXED JURY AND KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 312 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 While human-rights law insists that the foreigner or stranger is a fellow human being, private international law says that she is one of “us”—even in, and sometimes even because of, such times of stress. This, of course, is not enough, and the violence done to those still left outside is integral to this article’s discussion of greater inclusion. But the key is that private international law operates at a near distance. It is important to specify here what is meant by cosmopolitanism.14 After all, the greater cosmopolitanism of the private might not be so unexpected when it comes to the market. The goal of market cosmopolitanism is a single global sphere of free trade, which market cosmopolitans believe will promote worldwide peace while enhancing individual freedom and reducing the role of states.15 However, this is not the sort of cosmopolitanism I have in mind. The field of private international law operates on what Immanuel Kant discusses under cosmopolitan law: international commerce in the broad sense of any kind of communication, interaction, trade, or business across borders. It is triggered by travel and emigration as well as by commercial endeavors.16 In extending standing to sue and the jurisdiction of the courts to a stranger, private international law can be seen as falling under Kant’s rubric of hospitality.17 In addition, private-international-law rules on recognition of judgments and choice of law are centrally engaged with cultural cosmopolitanism. Cultural cosmopolitanism, insofar as it is based on the essential moral equality of all human beings, implies a form of moral cosmopolitanism. But whereas moral cosmopolitanism focuses on individuals, cultural cosmopolitanism focuses on the value of collectives (cultures), and because it values cultural pluralism positively, cultural cosmopolitanism has some political implications of its own. It implies that states, peoples, and ethnic groups, in their dealings with each other, should value and tolerate cultural differences (provided no basic moral norms are being violated).18 To elaborate and analyze the private paradigm of citizenship, this article distinguishes between cosmopolitan form, tradition, and space. “Form” refers to the structure, or architecture, of the private. As citizenship, the private begins in a more cosmopolitan place than the public and asks a more cosmopolitan set of questions. Cosmopolitan “tradition” sums up the answers to these questions in a particular line of private-international-law cases related to the regulation of noncitizens or minorities. Cosmopolitan “space” means the  CHANGING CONCEPTIONS OF CITIZENSHIP, LAW, AND KNOWLEDGDE (1994) and ROBERT M. COVER, JUSTICE ACCUSED: ANTISLAVERY AND THE JUDICIAL PROCESS 83–99 (1975).  14. On the different varieties of cosmopolitanism, see Pauline Kleingeld, Six Varieties of Cosmopolitanism in Late Eighteenth-Century Germany, 60 J. HIST. IDEAS 505 (1999).  15. Id. at 518.  16. Id. at 513.  17. See IMMANUEL KANT, TO PERPETUAL PEACE: A PHILOSOPHICAL SKETCH, para. 358 (Ted Humphrey ed. 2003) (1795).  18. Kleingeld, supra note 14, at 518; see also KWAME ANTHONY APPIAH, COSMOPOLITANISM: ETHICS IN A WORLD OF STRANGERS xv (2006); David Held, Law of States, Law of Peoples: Three Models of Sovereignty, 8 LEGAL THEORY 1, 37–38 (2002); Jeremy Waldron, What is Cosmopolitan?, 8 J. POL. PHIL. 227, 242–43 (2000). KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 313 sociological effects of private international law, which can shift a state’s boundary between who’s in and who’s out, can diversify its society, and can bind it to certain other states through a kind of outsourcing or exteriorizing of multiculturalism.19 The claim here is not that private international law’s cosmopolitan form will inevitably produce cosmopolitan tradition and space, but that it has actually done so, and at times when we might not expect it to have done so. Of course, this has not always happened. The colonial history of extraterritorial jurisdiction is a prime example, as Teemu Ruskola’s contribution to this symposium shows.20 But this possibility simply reinforces the case for making private international law visible again as a side of citizenship. Distinguishing cosmopolitan form from cosmopolitan tradition and space leads to this article’s third and final argument: namely that private international law’s importance for citizenship is not only as a neglected private side of it, but also as a lens on citizenship more generally. In piecemeal fashion, those on the public side of things are working through questions of inclusion and diversity that have been fundamental to the private all along. Seen as form, private international law appears as a highly developed set of techniques for raising and engaging such questions. Private international law furnishes technicalities at their most technical.21 And the hypertechnical becomes theory in that it expands the parameters and the complexity of the thinkable.22 Using the rules on proof of foreign law as an example, part IV demonstrates how private international law might be a nonintuitive but promising way of thinking through issues integral to multiculturalism and citizenship generally. In the citizenship context, then, this article joins work in this symposium and elsewhere23 that seeks to reinvent private international law for an era of global governance.   19. Although connected to ideas of diaspora, cosmopolitan space is not confined to migration. See, e.g., infra note 147 and accompanying text. Cosmopolitan space is also closely related to conceptions of hybridity developed by legal pluralists, but differs in its focus on state-based law.  20. See generally Teemu Ruskola, Colonialism Without Colonies: On the Extraterritorial Jurisprudence of the U.S. Court for China, 71 LAW & CONTEMP. PROBS. 217 (Summer 2008).  21. See generally Annelise Riles, A New Agenda for the Cultural Study of Law: Taking on the Technicalities, 53 BUFF. L. REV. 973 (2005).      22.   See Karen Knop, Ralf Michaels & Annelise Riles, The Fall and Rise of Private International Law: From Conflict of Laws to Theory of Private Global Governance (draft presented at the Globalization, Law & Justice Workshop, Faculty of Law, University of Toronto (Nov. 1, 2007)) (manuscript at 31–36, on file with authors).  23. See Karen Knop, Ralf Michaels & Annelise Riles, Foreword, 71 LAW & CONTEMP. PROBS. 1 (Summer 2008). KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 314 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 II PRIVATE INTERNATIONAL LAW AS PRIVATE CITIZENSHIP A. The Public/Private Distinction in Citizenship In The Good Terrorist,24 Doris Lessing’s bleakly satirical novel about the inner life of a small group of homegrown revolutionaries in Thatcher’s England, the mainspring is the contradiction between public and private forms of participation in the state, and thereby between public and private ways of belonging to it. Lessing’s heroine, Alice Mellings, is the “good terrorist” in the sense that she is good at terrorism: she is part of the group’s transformation from “a collection of dissatisfied radicals into a terrorist gang.”25 In this public realm, the group’s members shift from peaceful protest to political violence, from picketing and demonstrating to a bungled plan to manufacture and explode bombs in central London. However, Alice is the good terrorist in a double sense. Her love of homemaking and her domestic skills transform the cold, filthy, derelict house in which the revolutionaries are squatting. She uses her intuition for people and her reassuring air of middle-class respectability to convince the local authorities to turn the heat and electricity back on. Her elbow grease, along with the judicious pinching of her mother’s old carpet and drapes, make the squat into a comfortable home—so inviting, in fact, that one of the housing bureaucrats she meets along the way later asks to move in. Indeed, it is the brisk efficiency Alice exhibits as a housekeeper that makes her potentially more dangerous and hence a more desirable recruit to the professional terrorist squatting next door than the men in the group, whom he does not take seriously. Lessing’s novel is driven by the active contradiction between Alice’s rage at the unfairness of the political system and her growing willingness to smash it, and the personal pride she takes in the somewhat conventional home that she has made. The tension is not between her feelings for her country and some other object of loyalty such as to an ideal, to family, or to friends. Although Alice remains devoted to Jasper, a naïve and petulant amateur of revolution who is often cruel to her, and although she is fond of some of the other members of the group, her loyalty is to the house and its hominess. Despite her rejection of England, this desire for domestic coziness is among the traits that have caused the character of Alice to be read as a personification of England.26 The novel’s contrast, then, is between the rejection of place in a political sense and an earthier kind of attachment to it. Puttick v. Attorney General,27 an English private-international-law case from the same period, provides a surprising legal parallel to the public/private   24. DORIS LESSING, THE GOOD TERRORIST (1985).  25. Alison Lurie, Bad Housekeeping, N.Y. REV. BOOKS, Dec. 19, 1985, at 8, 10 (reviewing LESSING, supra note 24), available at http://www.nybooks.com/articles/5261 (last visited July 5, 2008).  26. Id.  27. [1980] Fam. 1 (1979). KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 315 belonging in Lessing’s novel. At issue was whether the petitioner, Anna Puttick, was domiciled in England, thereby giving the court jurisdiction to hear her petition for a declaration of the validity of her marriage. “Anna Puttick” was, in fact, the false identity of Astrid Proll, a member of the Red Army Faction (“RAF”) or Baader-Meinhof Group.28 Often referred to by the names of its founders, Andreas Baader and Ulrike Meinhof, the Baader-Meinhof gang was a German terrorist group that committed arson, bank robberies, jail breaks, murders, kidnappings, hostage-takings, and other acts of violence. The facts of Puttick were that Astrid Proll’s criminal trial in Germany for robbery and attempted murder had been adjourned because of her ill health, and she had been released on bail. Proll jumped bail and fled from Germany to England using the passport of another German woman, which she had bought on the black market. Like the terrorist group in Lessing’s novel, the Red Army Faction was committed to an explosive mix of communism and anarchism directed against the establishment. Their modus operandi included acts of “consumer terrorism” against well-known department stores and other symbols of German postwar materialism. Like Alice Mellings, Proll lived in a series of communal squats in England. Also like Alice, most RAF members were not working class and were accustomed to bourgeois comfort.29 They used Mercedes, BMW, and other luxury cars for their getaways—Baader was caught in a stakeout after arriving in a lilac Porsche30—and the 1998 publication of Astrid Proll’s coffee-table book of photographs, Baader-Meinhof: Pictures on the Run 67-77,31 led to a craze for the group’s style of “Terror Chic.”32 The figure of Astrid Proll thus reflects some of the heightened public/private contradictions around which Lessing structures The Good Terrorist. In addition, the Puttick case revolves around the legal manifestation of these contradictions. In an effort to prevent her deportation to Germany to proceed there with the criminal trial, Proll argued that she had the right to be deemed a British subject on the basis of her marriage to an English national.33 Hence, the public-law status of citizen hinged on the private-law determination of marriage. Still more to the point, for the court to have jurisdiction under the matrimonial-causes legislation, Proll had to be domiciled in England when the petition was presented. In other words, the traditional legal threshold was where Proll made her home—where she belonged, for the purposes of private   28. For background on Astrid Proll and the Puttick case, see Dea Birkett, GUARDIAN, Aug. 29, 1998, at TT.020.  29. See JILLIAN BECKER, HITLER’S CHILDREN: THE STORY OF THE BAADER-MEINHOF TERRORIST GANG (1977). The description in Chapter 10 is particularly revealing. Id.  30. See id. at 192, 231, 247.  31. HANS UND GRETE/DIE RAF 67–77 (Astrid Proll ed. 1998) (German title).  32. Kate Connolly, Astrid Proll’s Journey to Terror Chic, OBSERVER (London), Oct. 8, 2002, available at http://observer.guardian.co.uk/print/0,,4516105-102275,00.html (last visited July 5, 2008).  33. R. v. Sec’y of State for the Home Dep’t ex parte Puttick, [1981] 1 Q.B. 767, 770–71 (1980). KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 316 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 law.34 Puttick thus presents the disconcerting spectacle of an English court deciding whether a German terrorist was “at home,” so to speak, in England. The court was not particularly fazed by Proll’s unorthodox lifestyle in England, her decamping from one squat to another, scarcely remembering the addresses. What decided the case against her was that she did not choose England as her home. Rather, her only concern was to live anywhere out of reach of the German authorities so long as she was still faced with trial in Germany. “[S]he was a woman on the run,” as the court put it. “Her intention to remain in England, for whose laws she has shown contempt, and for whose institutions and way of life she has never, so far as I know, expressed any admiration, was a secondary intention forced upon her only as necessary to achieve her primary object.”35 Although the ratio decidendi in Puttick was this absence of intention to remain in England, the court in obiter dicta also endorsed the view of the leading English conflicts textbook that domicile cannot be established by illegal residence.36 In further dicta, the court maintained that domicile could not be a unilateral choice by Proll: “The hosts, that is, the people of England as represented by the Crown,” were entitled to participate in the choice, and they had been deprived of the opportunity because her residence in the country was achieved by manipulating the immigration law through lies, impersonation, and fraud.37 In 2005, however, the House of Lords ruled that an immigrant spouse illegally present in England was domiciled there for the purpose of matrimonial jurisdiction.38 In Mark v. Mark, the House of Lords held unanimously that illegality is relevant only to the factual finding of intention.39 Thus, had Proll been demonstrably attached to place like Lessing’s Alice Mellings, she might well have cleared the jurisdictional hurdle to have her petition heard—regardless of her disregard for both English rule of law and English housekeeping. The fictional Alice Mellings and the real Astrid Proll thus highlight what we might think of as the private side of citizenship. In both cases, the usual focus would be on public matters, whether on political action (Alice) or entitlement to citizenship (Proll). In The Good Terrorist and in Puttick, however, it is the private side of belonging that is scrutinized and on which much turns: the ways that Alice’s life takes root through her attachment to the house and the question where Proll calls “home.”   34. See Whicker v. Hume, (1858) 7 H.L. Cas. 124, 160 (appeal taken from Ch.) (Domicile means permanent home as commonly understood.). But see Bell v. Kennedy, (1868) 1 L.R.S. & D.App. 307, 320 (Domicile is nevertheless “an idea of law.”).  35. Puttick v. Attorney General, [1980] Fam. 1, 18 (1979).  36. Id. at 19.  37. Id. at 18–19.  38. See Mark v. Mark, [2005] UKHL 42, [2006] 1 A.C. 98, 117. The Mark case is discussed further in III.B, infra. The key point here is its consideration of Puttick.  39. Id. at 106, 117. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 317 It is not entirely coincidental that Alice and Astrid are women. Feminist writing on citizenship has delved into the public/private dichotomy that structures various well-established notions of citizenship and has criticized the relegation of women to the lesser-valued private side of the dichotomy. The character of Alice can actually be seen as instantiating familiar feminist critiques of two conceptions of public/private citizenship. In the republican or Aristotelian tradition, citizenship is about participation in the political life of the state. The household matters only insofar as it facilitates this involvement in governance.40 This scale of value is reflected in The Good Terrorist, which can be read as a rejection of the “angel in the house” style of women’s novel.41 Lessing’s story satirizes the persistence of patriarchy even among a group of revolutionaries: Alice’s comrades go out to demonstrate and picket or plant bombs, while she puts things to right with the house, prepares nourishing meals, and soothes their emotional hurts. Convinced that her work is integral to theirs, Alice is devastated when her mother lashes out at her, telling her “it turned out that you spend your life exactly as I did. Cooking and nannying for other people. An all-purpose female drudge.”42 Although The Good Terrorist depicts the group’s political actions as ineffectual if not ridiculous, it is nevertheless allied with the feminist critique that women have less access to the all-important public square. A further feminist irony is that it is precisely Alice’s genius for housekeeping, largely unappreciated by the other squatters, that enables them to be protesters and ultimately to become terrorists. Lessing’s novel also recalls a second, psychological conception of citizenship related to group identity. On this understanding, citizenship involves belonging to a community in the thick cultural sense. In contrast to Aristotelian citizenship, which values the public, the heart of the affective notion of citizenship can be the private. For instance, in the context of decolonization, Partha Chatterjee argues that this private-over-public emerged from the attempt to make anticolonial nationalism consistent with modernization.43 According to the nationalists, the West was most powerful in the material realm and had subjugated the East through its superior science, technology, forms of economic organization, and methods of statecraft, but it had not colonized the East’s inner essential identity, which lay in “its distinctive, and superior, spiritual culture.”44 Thus, the public sphere could modernize without sacrificing the nation’s distinctiveness because the function of the private sphere, and therefore the function of women, would become to represent national culture.   40. Pocock, supra note 4, at 36. For the purposes of the current discussion, this is the key public/private distinction in the republican conception of citizenship. It is, however, not the only one. See BRUCE ACKERMAN, 1 WE THE PEOPLE: FOUNDATIONS 230–65 (1991).  41. See Lurie, supra note 25, at 9; Margaret Scanlan, Language and the Politics of Despair in Doris Lessing’s “The Good Terrorist,” 23 NOVEL: A FORUM ON FICTION 182, 193–94 (1990).  42. LESSING, supra note 24, at 329.  43. PARTHA CHATTERJEE, THE NATION AND ITS FRAGMENTS: COLONIAL AND POSTCOLONIAL HISTORIES 119–21 (1993).  44. Id. at 121. It should be noted that there is a rich literature on nationalism and gender. KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 318 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 More specifically, women were needed both to symbolize the nation’s progress by becoming better educated than women of previous generations, and to instantiate its cultural tradition by being more feminine and refined than western women.45 If Alice Mellings’s housekeeping is an inferior kind of work on the Aristotelian view of citizenship, it also carries this double signification of the private in notions of affective citizenship. On the one hand, the squat is intended as a model of socialist living. On the other, Alice transforms the house into the very picture of Englishness.46 Although republican citizenship and the cultural or affective conception of citizenship related to group identity do not originate in law, each can be found in public law; the former in states’ legal conditions for the acquisition and loss of citizenship, for example, and the latter in the multicultural citizenship reflected in international human-rights law and constitutional law. Puttick reread in light of Mark brings in a third, distinctively legal model of citizenship traceable to Roman law: Pocock’s legalis homo.47 The case illustrates how we can see private international law as the private side of citizenship in the Roman tradition. It also suggests that the import of this private side of citizenship is less straightforward than that of either its republican or cultural counterpart. Like The Good Terrorist, Puttick (via Mark) conjures up the terrorist in the quotidian. But, unlike Lessing’s novel, private international law takes seriously the potential of the idea that regardless of opposition to the state or loyalty to another form of identity, an individual may consider herself “at home” in that state.48 B. Public/Private Citizenship and the Normality of the Cosmopolitan As the “terrorist at home” example illustrates rather starkly, the paradigm of citizenship discernible in private international law may not be the same as the public paradigm employed in the fast-expanding citizenship literature. Most writers on citizenship begin with the picture of the sovereign state found in public international law, even if only to diminish or reject its significance.49 In this picture, each state has exclusive control over its territory, and the people of the state are joined to it by nationality. Paradigmatically, the state’s laws operate within its borders, and its nationals live within its borders. From this clear-cut picture of the state, citizenship analysis may move to the blurriness caused by economic globalization, supra- and subnational institutions, mass   45. Id. at 127–30. But see, e.g., INDERPAL GREWAL, HOME AND HAREM: NATION, GENDER, EMPIRE, AND THE CULTURES OF TRAVEL 7 (1996) (seeing home as the original site not only of nationalism, but also of feminism, since it is here that women can resist the formations of nationalism).  46. See Scanlan, supra note 41, at 194.  47. Pocock, supra note 4, at 41.  48. For a related project that turns to the private domain of citizenship as against the familiar alternatives of state sovereignty and human rights, see Leora Bilsky, Citizenship as Mask: Between the Imposter and the Refugee, 15 CONSTELLATIONS 72, 81 (2008).  49. See, e.g., SEYLA BENHABIB, THE RIGHTS OF OTHERS: ALIENS, RESIDENTS AND CITIZENS 4–7 (2004). KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 319 migration, refugee flows, and other phenomena of interdependence that challenge the analysts to think differently about the boundaries of community and membership. Accordingly, we next find explorations in the direction of postnational citizenship: overlapping identities (dual nationality), a spectrum of membership (rights of noncitizens, including basic human rights and those rights specific to refugees, migrant workers, residents, and so on), and lived membership (a right to naturalization of noncitizens born and raised in the state). In contrast, it is an obvious, but profound and underadvertised point that private international law is based on the normality of encountering the foreign. Private international law starts with a different set of assumptions about the interaction of states. It begins with the idea that there will be individual comings and goings across borders. The very raison d’être of private international law is that the state will inevitably contain foreigners of different kinds—not only those who aspire to citizenship, but also those who are de passage, traders, exiles, expatriates, transmigrants—and this will necessarily draw states into a relationship with one another. Furthermore, such individuals may be regulated by the laws of more than one state and thus belong to more than one state. Private international law is tasked with where and how to work out these collisions between laws. Hence, phenomena such as globalization and mass migration do not disturb the private-international-law paradigm; they chiefly intensify what is already inherent in it. It follows that overlapping identities, different kinds of membership in the state, lived membership—virtually all of the innovative ways of theorizing identity and citizenship—correspond to traditional private-international-law techniques and their interaction with public law. In the common law, the individual’s relationship to place also differs from public to private. Short of full-fledged citizenship, the law of public membership is concerned with residence. At its most minimal, residence is simply some length of physical presence. As a metric of legal entitlement—perhaps ultimately to citizenship—residence tends to assume some positive contribution to or participation in the life of the state.50 For example, illegal immigrants are part of the economy, or foreign workers send their children to school. Residence is keyed to the individual’s vertical relationship to the state. Private international law could, of course, share public law’s marker of belonging and employ nationality as the legal link. This is true historically of the civil-law tradition, at least since Mancini. In contrast, common-law countries use a different connecting factor for private international law.51 As just seen, access   50. See, e.g., RUTH RUBIO-MARÍN, IMMIGRATION AS A DEMOCRATIC CHALLENGE: CITIZENSHIP AND INCLUSION IN GERMANY AND THE UNITED STATES 83–89 (2000) (discussing the contribution argument as applied to illegal immigrants).  51. For historical background, see L. I. de Winter, Nationality or Domicile?: The Present State of Affairs, 128 RECUEIL DES COURS 347, 361–77 (1969). It should be noted that this contrast between nationality and domicile developed only in the nineteenth century, id. at 366, and also that the conception or conceptions of domicile vary from one legal system to another, see, e.g., Ronald H. KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 320 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 to the English courts operates on a distinct notion of “home,” found in tests for jurisdiction such as domicile.52 Jurisdiction does not rest simply on the subject’s humanity and presence within the state, as it does for the purposes of many human rights, which immediately include the subject. But unlike the assumptions made about residence in certain citizenship theories, residence as an element of domicile is not concerned with participation in the life of the state or some notion of graduated interdependence that would demand inclusion. Instead, the relationship to place is quite literally to the place and not to the state. A person can be domiciled in a country without ever naturalizing and, conversely, can naturalize without necessarily being found to be domiciled in that country.53 In fact, the relationship to place may even be against the state. The element of intent in domicile allows for the individual’s self-exclusion or inclusion, and on the individual’s own terms.54 Domicile is formally committed to “my choice, my way,” whereas nationality is a two-way relationship and a relationship based on the acceptance of common values. To quote Martin Wolff (himself a Jewish refugee who had fled from Nazi Germany, which denied his very status as citizen),55 The domicile system looks on the status of a person, his capacities, and his personal rights, as something closely connected with his personal home and his family, this being the centre of his life. It allows a person to change the law governing his personal situation by his own private act, that is, by changing his domicile. It is, so to speak, an individualistic and liberal system.56 Therefore, if an individual is domiciled in a state other than her state of nationality, the result is overlapping state-based identities without dual nationality;57 a set of entitlements grounded in domicile as well as human rights and any rights specific to her as a refugee, migrant worker, resident, or other recognized category of nonnational; and a membership capable of reflecting  Graveson, The Comparative Evolution of Principles of the Conflict of Laws in England and the U.S.A., 99 RECUEIL DES COURS 21, 41–55 (1960).  52. See discussion of the Puttick case supra II.A.  53. See 1 DICEY, MORRIS AND COLLINS ON THE CONFLICT OF LAWS 136 (Lawrence Collins ed., 14th ed. 2006); see also infra note 136.  54. This is, of course, a radically incomplete account of domicile, which, like nationality, replicated gender and cultural stereotypes. Consider, for example, the old patriarchal idea of dependent domicile for married women, see Annalise Acorn, Gender Discrimination in the Common Law of Domicile and the Application of the Canadian Charter of Rights and Freedoms, 29 OSGOODE HALL L.J. 419 (1991), or the resistance to the possibility a westerner could acquire a domicile in a “heathen” land, which underpinned judicial treatments of extraterritorial domicile historically, see David J. Bederman, Extraterritorial Domicile and the Constitution, 28 VA. J. INT’L L. 451, 454–70 (1988).  55. See Gerhard Dannemann, Martin Wolff (1872–1953), in JURISTS UPROOTED: GERMAN-SPEAKING ÉMIGRÉ LAWYERS IN TWENTIETH-CENTURY BRITAIN 441, 445–50 (Jack Beatson & Reinhard Zimmermann eds., 2004).  56. MARTIN WOLFF, PRIVATE INTERNATIONAL LAW 103 (2d ed. 1950).  57. The point here is that the citizenship literature neglects domicile as a legal form of state-based attachment, and not that domicile alone, or in combination with nationality, is necessarily a perfect expression of the individual’s identification with a state or states. For instance, under Anglo-Canadian private international law, an individual must always have a domicile but cannot have more than one. Mark v. Mark, [2005] UKHL 42, [2006] 1 A.C. 98, 113. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 321 that individual’s lived attachment to or disattachment from the state in real time.58 III CITIZENS AND NONCITIZENS The formal expansion of access to the civil courts is an important chapter in the history of citizenship. Some groups lacked the capacity because they were considered inferior, notably slaves and women, and others were punished by having it taken away, such as felons and the excommunicated.59 Whereas most work on citizenship treats the chapter as closed, this part looks at two private-international-law scenarios in which access to the courts can be denied: in times of war (via lack of standing) and under the pressures of illegal migration (via lack of jurisdiction). In these cases, English judges in particular have made common-law private international law a respite from, and sometimes even a commentary on, the strictures of public law. A. Enemy Aliens If this alien becomes an enemy (as all alien friends may) then he is utterly disabled to maintain any action, or get any thing within this realm. - Sir Edwin Coke, Calvin’s Case (1608)60 In the English61 and Canadian62 legal systems, enemy aliens can be sued but cannot sue.63 For the duration of a war, they can be wronged without remedy. Enemy aliens are outlaws—not metaphorical but actual. In 2005, the English High Court confirmed this rule in Amin v. Brown but held it did not apply to the plaintiff.64 Mrs. Amin lived in Iraq and owned a house in London, which she rented out.65 The rent was paid to Mr. Brown, an   58. The impact of these private ways of belonging to the state on the public ways of belonging is beyond the scope of this article.  59. See Porter v. Freudenberg, [1915] 1 K.B. 857, 882–83 (C.A.).  60. Calvin’s Case, (1608) Co. Rep. 1a, 17a.  61. See Amin v. Brown, [2005] EWHC (Ch) 1670, [22]. For an overview of the early history of the rule, see Arnold D. McNair, Alien Enemy Litigants, 31 L.Q. REV. 154, 154–62 (1915).  62. See Int’l Ass’n of Sci. & Tech. for Dev. v. Hamza, (1995) 28 Alta. L.R.3d 125, 133 (C.A.) (dictum). For an overview of the Canadian case law, see ARTHUR J. MEAGHER, PARTIES TO AN ACTION 252–60 (1988). The discussion in this section of the article makes reference to Quebec cases because the question who was an alien in the Province of Quebec was decided under the laws of England, with the consequences of alienage flowing from French law. See J.G. White Eng’g Corp. v. Canadian Car & Foundry Co., (1940) 43 Que. P.R. 419, 419 n.1 (S.C.).  63. Discussion here concerns the common-law rule. Royal proclamations, trading with the enemy statutes, and other executive and legislative acts could also come into play. The discussion also does not consider article 23(h) of the 1907 Hague Convention on the Laws and Customs of War on Land for the reason that the English courts considered it applicable only to occupied territory. See Porter, [1915] 1 K.B. at 874–80 (C.A.).  64. Amin, [2005] EWHC (Ch) at 1670. The judge in Amin, Lawrence Collins, is the general editor of DICEY, MORRIS AND COLLINS ON THE CONFLICT OF LAWS, supra note 53. Louis Flannery, Enemy Aliens and the State of War: Amin v. Brown, 155 NEW L.J. 1480, 1480 (2005).  65. Amin, [2005] EWHC (Ch) at [2], [5]–[6]. KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 322 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 English solicitor, as agent for Mrs. Amin.66 Mrs. Amin’s case was that Mr. Brown had used the rent money to refurbish the house without instruction from her.67 In his defense, Mr. Brown did not claim that he was entitled to carry out works on the house. Instead, he raised several arguments as to Mrs. Amin’s right to bring the claim at all, including that she had no standing to sue because she was an Iraqi citizen and therefore an enemy alien.68 Justice Collins concluded that this disability of enemy aliens continues to be “part of the rules of English law relating to the traditional laws of war . . . [but] that there is no warrant for extending it to modern armed conflict not involving war in the technical sense.”69 Accordingly, since he accepted the U.K. government’s position that its use of force against Iraq was authorized by a combination of UN Security Council resolutions, Justice Collins held that the United Kingdom was not at war with Iraq and therefore that Mrs. Amin could not be an enemy alien.70 Although Amin establishes that the procedural rule on enemy aliens still exists, it might also be taken as evidence that the rule will seldom apply. International law now prohibits what Justice Collins described as “war in the technical sense.”71 Accordingly, governments are unlikely to characterize their recourse to force as war. The Blair government took the position that the United Kingdom was not at war with Iraq, just as the government of the day had taken the position that the United Kingdom was not at war in Korea, in the Falklands, nor, as part of NATO, in the former Yugoslavia.72 Moreover, Justice Collins noted that the Crown’s certificate as to the existence of a state of war involving Her Majesty’s Government is conclusive and binding on the courts.73 However, even if there is little chance that the rule on enemy aliens will ever apply again, the rule’s very existence is of concrete importance because it establishes the parameters of the defensible. Where the rule does not apply, it may nevertheless inform judgments about what legal disabilities can reasonably be imposed on other foreigners or even on citizens in other contexts. Are those in question sufficiently like enemy aliens? Is the context sufficiently like war?74   66. Id. at [4]–[6].  67. Id. at [8].  68. Id. at [12].  69. Id. at [46].  70. Id. at [43]–[47].  71. See id. at [25]–[28] (discussing the meaning of war and the modern law of armed conflict).  72. See id. at [34]–[37], [43]–[46].  73. Id. at [30]–[31]. But see id. at [39]–[42] (“[E]ven if HMG does not recognise that there is a war in the sense of the traditional international law, war may still be held to exist for certain purpose.”).  74. For an instance of the analogy between terrorism and war, compare Lord Brooke’s judgment in the Court of Appeal in A v. Sec’y of State for the Home Dep’t, [2002] EWCA (Civ) 1502, [2004] 1 Q.B. 335, 377–82 (using the treatment of enemy aliens in wartime to demonstrate the reasonableness of distinguishing between nationals and non-nationals in times of similar public emergency) with Lord Bingham’s judgment for the majority in the House of Lords, [2004] UKHL 56, [69]–[70], (2005) 2 A.C. 68, 124–27 (appeal taken from England) (rejecting these precedents). See also DAVID COLE, ENEMY ALIENS: DOUBLE STANDARDS AND CONSTITUTIONAL FREEDOMS IN THE WAR ON TERRORISM 5, 7–9 (2003) (arguing that in the United States after Sept. 11, 2001, the risk is that the treatment of enemy KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 323 In this light, the rule on enemy aliens has a double significance for public/private citizenship. As a matter of cosmopolitan form, the relationship with an enemy alien differs from public to private, as does the definition of enemy alien. This difference also signifies for cosmopolitan tradition, and hence for cosmopolitan space. The violence done by the rule is to place enemy aliens outside the law, thereby substituting the relationship of “outlaw” for that of equals in the private, Gaian, sphere of belonging. At the same time, the asymmetry of the outlaw relationship (can be sued, but not sue) differentiates it from the two-way cutting of ties in the “enemy” relationship characteristic of the wartime public sphere. Although the inability of an enemy alien to sue had a long pedigree in the common law, it was not until World War I that the English courts decided that an enemy alien could be sued, thereby producing the asymmetry.75 The leading authority76 for the rule is a trio of cases, Porter v. Freudenberg, Kreglinger v. S. Samuel & Rosenfeld, and In Re Merten’s Patents, collectively known as Porter, decided together by a full Court of Appeal in 1915.77 Prior to Porter, the ground for the plea of enemy alien was usually related to the traditional sovereigntist view that a war between two states made all those owing allegiance to the one state into enemies of all those owing allegiance to the other. (British and American writers and courts held fast to this view, whereas a number of continental European jurists and judges preferred the distinction between combatant and noncombatant traceable to Rousseau’s Social Contract.)78 In contrast to the earlier cases, the Court of Appeal in Porter found that the reason for the rule has become the public policy “which forbids the doing of acts that will be or may be to the advantage of the enemy State by increasing its capacity for prolonging hostilities in adding to the credit, money or goods, or other resources available to individuals in the enemy State.”79 This policy footing meant that there was no reason not to allow a British or neutral subject to enforce a right against the enemy: quite the opposite. Given the lack of precedent, though, the Court reached for analogy. If the enemy alien resembles the traitor, the felon, the outlaw, and the excommunicated person in being unable to sue, then there is no reason that the enemy alien should not  aliens in wartime will provide a template for the treatment of enemy-like individuals in warlike situations). To the contrary, the contrast between enemy aliens and other categories of aliens may serve to reinforce the unreasonableness of treating anyone else in that way. The outlaw status of enemy aliens has figured as a contrast in two major Australian judgments on immigration and refugee law. Lim v. Minister for Immigration (1992) 176 C.L.R. 1, 19–20; Minister for Immigration & Multicultural & Indigenous Affairs v. Masri (2003) 126 F.C.R. 54, 83. I am grateful to Rayner Thwaites for his thoughtful views on the Australian cases.  75. Porter v. Freudenberg, [1915] 1 K.B. 857, 882 (C.A.).  76. LORD MCNAIR & A. D. WATTS, THE LEGAL EFFECTS OF WAR 79–80 (1966).  77. Porter, [1915] 1 K.B., approved by the House of Lords in Sovfracht (V/O) v. Van Udens Scheepvaart En Agentuur Maatschappij (N/V Gebr), [1943] A.C. 203.  78. See WILLIAM EDWARD HALL, A TREATISE ON INTERNATIONAL LAW 86–89 (A. Pearce Higgins ed., 8th ed. 1924).  79. Porter, [1915] 1 K.B. at 868. KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 324 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 equally bear their liability to be sued.80 Although the Court recognized that these were cases of misconduct, it stated that it was “at a loss to conceive why the same liability to be sued should not equally apply to him.”81 In the result, war both acknowledges and pries away the Gaian dimension of citizenship in a remarkable way. Implicit in Porter’s analogy of the outlaw is the idea that the alien is part of the community; one must belong in the first place before one can be banished. And by allowing enemy aliens to be sued but not to sue, the rule on standing does not simply divide legalis homo into friend and enemy. The private relationship of outlaw is more inclusive than the severing of ties that the public relationship of enemy represents. It is the half recognition of the prewar legal relationship, and in an action against an enemy alien, it is the full recognition because the enemy alien is permitted to defend himself and to appeal a judgment against him.82 “While it is to our interest that an enemy against whom we have a claim should be sued, it is to the interests of justice that being attacked he should be allowed to defend himself by legal means,” Lord Justice Scrutton stated in his 1918 lecture “The War and the Law.”83 The enemy alien can speak, if only from a position of abjection. If the relationship of outlaw is more intimate than that of enemy, it also permits an intimate, personalized form of harm. It is the private individual who can wrong an enemy alien without remedy during the war; it is the private individual who can sue an enemy alien without the possibility that he will counterclaim or claim indemnity against a third party.84 Mr. Brown’s defense in Amin was not that he was entitled to carry out works on or to rent out Mrs. Amin’s house. Instead, he contested Mrs. Amin’s right to bring the claim at all, including because she was an enemy alien. Enemy aliens are thus consigned to the mercy not of the state at war with their state but to the mercy of the individual members of that state. By placing enemy aliens outside the law, the common law not only prevents the transfer of resources to the enemy alien and hence to his state; it transforms the legal relationship definitive of the Gaian conception of citizenship into an economic advantage, even a weapon, in the hands of the one party and instrumentalizes the courts in the tactic.85 The common law lessened the rule’s violence, however, by developing a type of belonging specific to wartime. Just as outlaw is not the same relationship as enemy, the definition of “enemy alien” in private law turns out not to be the same as its public-law definition. This public/private distinction is interesting   80. Id. at 883.  81. Id.  82. See id.  83. T. E. Scrutton, The War and the Law, 34 L.Q. REV. 116, 123–24 (1918) (emphasis added).  84. See MEAGHER, supra note 62, at 259.  85. For condemnation of this feature, see Ex Parte Kawato, 317 U.S. 69, 74 (1942). A similar preference for the public over the private may explain Justice Collins’s statement in Amin that “[t]o the extent there is a public policy against enriching a person who is resident in a foreign State with which there are hostilities, that policy was satisfied in the case of Iraq by the Iraq (United Nations Sanctions) Order 2000.” Amin v. Brown, [2005] EWHC (Ch) 1670 at [46]. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 325 not only as form, but also because it can be read as a tradition of hospitality in war. The wars of the nineteenth century saw the emergence of different tests for enemy character in the practice of Great Britain and the United States and that of the continental Europe states. Most continental countries regarded nationality as the criterion for defining an enemy alien, whether in public or private matters. In contrast, Great Britain and the United States developed the notion of “commercial” or “trade domicile” as the test of enemy character for the purposes of private law.86 The resulting public/private distinction in the definition of enemy alien was described by Lord McNair and Sir Arthur Watts as follows: If we desire to ascertain a man’s personal rights and liabilities, for instance, whether he is liable to be interned . . . then nationality is the main test. . . . But if our object is to ascertain his position as a party to a contract, as a trader, as a litigant, as one with whom it is desired to have intercourse, personal or commercial, then our main test becomes his locality in some form or another. Sometimes this test takes the form of ‘voluntary residence’, sometimes ‘the place where he carries on business’, sometimes merely the place where he happens to be.87 Commercial domicile differs not only from nationality, but also from the conception of domicile—“civil domicile”—ordinarily used in private law, especially private international law. Whereas civil domicile revolves around the notion of home, commercial domicile is centered on that other private organizing principle, the market, although it is not limited to actors in the marketplace. And commercial domicile is more easily acquired and lost than civil domicile, which is based on some deeper and more enduring sense of attachment to place.88 The notion of commercial domicile was developed by admiralty judges such as Lord Stowell89 who were confronted in wartime with questions about the ownership of property seized at sea as prizes. As a part of prize law and the law of neutrality more generally, the notion of commercial domicile is clearly self-interested and connected with finding a rule that would strike the greatest blow to the enemy’s economy.90 In the context of foreigners within a state at war, the   86. See, e.g., Malcolm M. Lewis, Domicile as a Test of Enemy Character, 4 BRIT. Y.B. INT’L L. 60, 60–61 (1923–1924). Although commercial domicile is often declared to be the test, commentators differ on whether it is the sole test and on how to formulate the necessary degree of attachment. See, e.g., G. H.L. Fridman, Enemy Status, 4 INT’L & COMP. L.Q. 613, 615 (1955). Regardless of whether commercial domicile best sums up the entire common-law definition of enemy alien in private law, it serves to highlight what does attract general agreement: namely, that the test is not one of nationality and is concerned with patent and self-chosen adherence to a state in the context of war.  87. MCNAIR & WATTS, supra note 76, at 77 (emphasis added).  88. See Tingley v. Müller, [1917] 2 Ch. 144, 172–75; see also Clive Perry, The Trading with the Enemy Act and the Definition of an Enemy, 4 MOD. L. REV. 161, 173–74 (1941).  89. See HENRY J. BOURGUIGNON, SIR WILLIAM SCOTT, LORD STOWELL: JUDGE OF THE HIGH COURT OF ADMIRALTY, 1798–1828, 115–71 (1987).  90. See Lewis, supra note 86, at 62–63 (discussing disagreement at the Naval Conference of London in 1908 as to whether the nationality or the domicile of the owner should be adopted as the dominant factor in deciding whether property was enemy property and noting that one of the arguments made in favor of the principle of domicile was that it alone permitted striking a blow at enemy commerce). KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 326 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 significance of using commercial domicile as the test of an enemy alien has broader overtones because it constitutes a community as opposed to simply determining the fate of cargo captured at sea, and judges’ distaste for the plea of enemy alien suggests that they were attuned to this dimension. The evident dislike of Justice Collins in Amin for the plea of enemy alien echoes that of many English judges historically. In 1797, Chief Justice Eyre described it as “one of the harshest, one of the most impolitic, nay immoral defences that ever was set up in a court of justice.”91 Finding for the plaintiff in a suit for unpaid seaman’s wages, he proclaimed that the court would readily adopt a legal distinction that would allow a man who did his duty faithfully to receive his reward.92 Chief Justice Eyre and Justice Rooke distinguished the plaintiff as a national of a neutral country captured on board an enemy ship,93 while Justice Heath rejected the plea of enemy alien because the plaintiff was implicitly under the King’s protection as a prisoner of war.94 Private law’s expansion of the “us” can be contrasted with the concern that in war (and now in the War on Terror), there is a contraction of citizenship and its protections against one’s own state. In a climate of war, citizenship does not always prevent denationalization or safeguard naturalized citizens and their children from internment or discrimination.95 In comparison, the common-law construct of commercial domicile shifts the definition of enemy alien and thereby exempts considerable numbers of enemy nationals and enemy domiciliaries on English soil from becoming outlaws. And whereas the usual worry during wartime is unequal scrutiny, the test of commercial domicile subtracts from and adds to the community of enemy aliens defined by nationality. As emphasized in the British cases decided during World War I, an   91. Sparenburgh v. Bannatyne, (1797) 1 Bos. & P. 163, 169; see also id. at 170 (Heath, J.) (“this dishonest defence”); id. at 171 (Rooke, J.) (“The defence has no foundation in conscience, in justice, or in public policy, and I do not feel disposed to assist it.”). Other examples from the English judiciary include Casseres v. Bell, (1799) 8 T.R. 166, 167 (classifying the defendant’s plea of enemy alien as “an odious plea”); J. Dundas White, Trading with the Enemy, 16 L.Q. REV. 397, 405–06 (1900) (quoting decisions starting in 1697). For a Canadian instance, see Viola v. MacKenzie, Mann & Co., (1915) 24 D.L.R. 208, 210 (Que. K.B., A.S.) (“[A]ll foreigners, especially among the class of workmen, have been invited and brought here by ourselves, by our laws, by our statutes; . . . we have even spent considerable sums to induce them to establish themselves here. . . . It is repugnant for us to believe that . . . a stranger should be refused the right to demand payment of a just debt.”). In the U.S. context, see Ex Parte Kawato, 317 U.S. 69 (1942). Because not all judges identify their normative concerns explicitly, however, it is hard to know whether Justice Collins is inclined to narrow the rule on enemy aliens for the same reasons as judges in previous periods.  92. Sparenburgh, (1797) 1 Bos. & P. at 170.  93. Id. at 169–70 (Eyre, C.J.), 172 (Rooke, J.).  94. Id. at 171.  95. The French 1915 Act of Parliament providing for the denationalization of naturalized French citizens born in enemy territory, cited by Giorgio Agamben in “We Refugees,” is a well-known example of wartime legislation providing for denationalization. See James W. Garner, Treatment of Enemy Aliens, 12 AM. J. INT’L L. 27, 48 (1918); Giorgio Agamben, We Refugees (Michael Rocke trans.), European Graduate School, http://www.egs.edu/faculty/agamben/agamben-we-refugees.html (last visited June 27, 2008). The U.S. government’s internment of 110,000 persons of Japanese ancestry, about two-thirds of whom were U.S. citizens, during World War II is a vivid reminder in the U.S. context. See COLE, supra note 74, at 7. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 327 enemy national would lose the character of an enemy for as long as he was residing in the King’s dominions or trading there by license of the Crown, and, conversely, a British national could lose his friendly or national character for the time being by residing or trading in the enemy’s dominions.96 As a matter of form, commercial domicile and civil domicile are not only distinct from public notions of membership; they reflect the organization of the private. Westlake offers the interesting genealogical hypothesis that the concept of commercial domicile as it originated in admiralty law may be “in some degree referable to the fact that in England the admiralty judges have usually been also the judges in probate and matrimonial matters, accustomed in the latter capacity to apply domicile as a criterion.”97 Over time, commercial domicile did not keep pace with changes to civil domicile that increased the necessary fixity of residence.98 Commercial and civil domicile involve different organizing ideas of the private: commercial domicile corresponds to the market, while civil domicile is an expression of the home. In addition, the courts in wartime deploy another such idea to expand the “us.” In Amin, Justice Collins noted the patriarchal-style exception to the rule for enemy aliens living in England by the Queen’s license and under her protection.99 The implied-protection exception is exemplified by the World War I cases, starting with Princess Thurn v. Moffitt,100 in which enemy nationals resident in the United Kingdom who had registered under the alien restriction regime were thereby held to be under the King’s protection and entitled to maintain an action.101 The private-law imagination thus created an additional overlapping layer of community in time of war and, hence, a kind of cosmopolitan space on the homefront. The possibility that an individual could be an enemy in the public but not the private context and vice versa could produce some odd results. An English national living in an enemy state might find himself unable to divorce his wife in England for the duration of the conflict.102 And in the 1915 case   96. See Porter v. Freudenberg, [1915] 1 K.B. 857, 868–69 (C.A.).  97. JOHN WESTLAKE, 1 INTERNATIONAL LAW: PEACE 206 (1904).  98. Id.  99. [2005] EWHC (Ch) 1670, [21]–[22]; see also MCNAIR & WATTS, supra note 76, at 78–116; MEAGHER, supra note 62, at 255 nn.760–62 (citing Canadian cases).  100. [1915] 1 Ch. 58. In this and other cases, the plaintiff was a woman who had become an enemy national through the operation of nationality laws that made a wife’s nationality dependent on her husband’s. See Karen Knop & Christine Chinkin, Remembering Chrystal Macmillan: Women’s Equality and Nationality in International Law, 22 MICH. J. INT’L L. 523, 544–46, 557–59 (2001). A feminist analysis of private international law as citizenship will be pursued in future work.  101. In dicta in Amin, Justice Collins supports two further qualifications of the rule on enemy aliens. First, he regards the rule on enemy aliens as qualified by its basis in public policy and hence inapplicable whenever success in the case would not enrich the enemy. Amin, [2005] EWHC (Ch) at [23]. This may contradict past cases in areas such as tort and divorce in which the plea was raised. Second, Justice Collins ventures that, even when the enemy would be enriched through private suit, that might nevertheless not come within the rule where public sanctions were in place. See id. at [46].  102. Cf. Weiss v. Weiss, 1940 S.L.T. 447 (Outer House) (In an action for divorce brought by an enemy national in Scotland, the Lord Ordinary raised the question of the pursuer’s title to sue, but found that he was entitled to sue because he was a Scottish resident and thus did not fall within the private law definition of enemy alien.). KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 328 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 Schaffenius v. Goldberg,103 the German plaintiff was held to be entitled to enforce a contract with a British national because he had long resided in England and had duly registered himself under the alien registration regime, but all the while he was “innocently” interned on the ground that he was of enemy nationality.104 The point to stress, though, is that the public/private divide offers a way of resisting reductive notions of identity and society during wartime and the accompanying full-scale denial of rights. A final point is about identity as lived. Because English private international law contained the possibility of a form of attachment different from nationality in public international law, it opened the door to the judges to find that an individual could divide herself, at least in part, from her state of allegiance. Set against the possibility that an individual cannot change to or from enemy nationality during wartime,105 the test of commercial domicile becomes still more striking. With the outbreak of war, an émigré whose enemy nationality no longer corresponds to her sympathies may be unable to naturalize in the state where she lives. Public law thus gives her no guaranteed way to certify her loyalty to that state. In contrast, commercial domicile allows an individual to choose against her own state simply by continuing to live where she lives. No further demonstration of loyalty is demanded; life “as lived” is enough. B. Illegal Immigrants Whereas an absence of standing to sue is highly unusual, a lack of jurisdiction is much less so. In 2005, the same year that Amin was decided, the House of Lords heard a case involving a Nigerian woman who had overstayed her leave to remain and was seeking a divorce in England.106 In Mark v. Mark, the House of Lords ruled that Victoria Preye Mark had met the common-law requirements for domicile, thereby giving the English courts jurisdiction over her petition for divorce.107 Rejecting the dicta in Puttick,108 Mark squarely   103. [1916] 1 K.B. 284 (C.A. 1915). In the Canadian context, see Harasymczuk v. Montreal Light, Heat & Power Co., (1916) 25 B.R. 252; Fabry v. Finlay, (1916) 32 D.L.R. 673 (Que. Ct. Rev.).  104. See MCNAIR & WATTS, supra note 76, at 96–97.  105. The case law has led some authors to conclude that English courts recognize neither an individual’s power to acquire enemy nationality nor, conversely, an enemy national’s power to naturalize. Others argue that this interpretation overgeneralizes. For an extensive treatment of the issue, see P. E. Nygh, Problems of Nationality and Expatriation Before English and Australian Courts, 12 INT’L & COMP. L.Q. 175, 183–85, 186–87 (1963). In the context of mass denationalization by an enemy state, the more recent Oppenheimer v. Cattermole, [1976] A.C. 249, 262, 266, 275, contains generally worded dicta to the effect that the English courts may refuse to recognize an enemy alien’s change of nationality during wartime. As Nygh observes, British-nationality legislation implies that naturalization and expatriation are possible during wartime subject to restrictions. Nygh, supra; see also British Nationality Act 1981, ch. 61, § 12(4). Regarding Canada, compare In re Herzfeld, (1914) 46 C.S. 281 (holding that an enemy subject living in Canada during the war had the right to apply for naturalization) with Re Cimonian, [1915] 23 D.L.R. 363 (Ont. S.C.) (holding that an enemy subject had no right to naturalization, and that his application would therefore be dismissed by the court of its own initiative), and see Citizenship Act, R.S.C., ch. C 29, §§ 19–20 (1985).  106. See Mark v. Mark, [2005] UKHL 42, [2006] 1 A.C. 98. After the proceedings were begun, she was granted indefinite leave to remain. Id. at 109.  107. Id. at 117. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 329 established that a person whose presence in England is unlawful can potentially acquire an English domicile. The unlawfulness of the presence goes only to the question whether that person has nevertheless formed the intention to make a home in England.109 For both Lord Hope (with three of the four other judges concurring) and Baroness Hale (with all other judges concurring), the decision in Mark depended on resurrecting the distinction between private and public membership in the state. In Lord Hope’s words, “The importance of this distinction has not always been recognised.”110 He relied on the following description of the subject/citizen dichotomy in the 1869 case Udny v. Udny:111 The law of England, and of almost all civilized countries, ascribes to each individual at his birth two distinct legal states or conditions; one by virtue of which he becomes the subject of some particular country, binding him by the tie of natural allegiance, and which may be called his political status; another, by virtue of which he has ascribed to him the character of a citizen of some particular country, and as such is possessed of certain municipal rights, and subject to certain obligations, which latter character is the civil status or condition of the individual, and may be quite different from his political status. The political status may depend on different laws in different countries; whereas the civil status is governed universally by one single principle, namely, that of domicil, which is the criterion established by law for the purpose of determining civil status. For it is on this basis that the personal rights of the party, that is to say, the law which determines his majority or minority, his marriage, succession, testacy, or intestacy, must depend.112 Thus Mark’s status for public purposes was determined by nationality and immigration law, whereas her status in matters of private law was determined by domicile. Differentiating civil from political status enabled Lord Hope to confine the relevance of illegality to the latter. In contrast to Puttick, which endorsed the proposition that “a court cannot allow a person to acquire a domicile in defiance of the law which that court itself administers,”113 Lord Hope restricted this proposition to public law.114 Distinguishing the structure of private law, Baroness Hale reasoned that her view of domicile does not reward wrongdoing because domicile is a neutral determination that distributes the law’s benefits and burdens equally.115 The reasoning of both Lord Hope and Baroness Hale is questionable. Lord Hope had to do some work in order to distill the private from the public. Not only did he have to resurrect the strong public/private distinction in Udny circa 1869, but he had to distinguish Roman law on the basis that its concept of   108. See Puttick v. Attorney General, [1980] Fam. 1, 19, rejected in Mark, [2006] 1 A.C. at 105, 117.  109. Mark, [2006] 1 A.C. at 106, 117. The House of Lords cited Canadian case law to this effect. See id. at 115 (citing Jablonowski v. Jablonowski, (1972) 28 D.L.R.3d 440 (Ont. Sup. Ct.); Wood v. Wood, (1977) 4 R.F.L.2d 182 (P.E.I. Sup. Ct.)).  110. Id. at 104.  111. (1869) 1 L.R.S. & D. App. 441 (U.K.).  112. Mark, [2006] 1 A.C. at 103 (quoting Udny, 1 L.R.S. & D. App. at 457).  113. Puttick v. Attorney Gen., [1980] Fam. 1, 19 (1979) (quoting DICEY AND MORRIS ON THE CONFLICT OF LAWS 96 (J.H.C. Morris ed., 9th ed. 1973)).  114. Mark, [2006] 1 A.C. at 105.  115. See id. at 115. KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 330 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 domicilium is not private enough.116 Baroness Hale’s view that domicile does not involve an advantage is also questionable. In the Court of Appeal, Lord Justice Latham was skeptical of this line of reasoning because the petitioner in a divorce case hopes to obtain an advantage.117 It is also possible to characterize access to the civil courts as an advantage being sought. Why then did the judges in Mark insist on dusting off the nineteenth-century concept of domicile? The House of Lords could have considered and decided the case in light of the individual’s right to a fair trial contained in Article 6 of the European Convention on Human Rights (implemented in the United Kingdom by the Human Rights Act 1998).118 Indeed, Article 6 was argued in Mark, and the Court of Appeal discusses Article 6.119 From this perspective, the judgment of the House of Lords appears parochial and has been criticized as typical of the British courts’ failure to realize the importance of human rights in private international law.120 However, it is arguably more audacious and radical for the House of Lords to rest its decision purely on the concept of domicile than it would have been to use the individual’s right of access to justice. Reliance on domicile insists that an illegal immigrant who has hoodwinked or otherwise escaped immigration control is like “us” in making her home in Britain, rather than invoking a common humanity and bare presence. What is also striking about the strict treatment of domicile in Lord Hope’s judgment, and even more striking in Baroness Hale’s, is the account of the individual’s political status that emerges by contrast with her civil status. Political status varies with the state, depending on that state’s rules for who may lawfully enter or lawfully remain there. The criteria for determining domicile derive from a single principle that, for Lord Hope, “ought to be capable of being applied universally.”121 Moreover, a country’s immigration law, and thus an individual’s immigration status in that country, are changeable—unlike domicile. Both Lord Hope122 and Baroness Hale123 observe that an individual can acquire an English domicile even if she is not assured of permanent residence, and she may well retain that domicile even if her residence becomes unlawful.   116. See id. at 105.  117. Mark v. Mark, [2004] EWCA (Civ) 168, [85].  118. Article 6(1) provides: “In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.” European Convention for the Protection of Human Rights and Fundamental Freedoms art 6.1, Nov. 4, 1950, 213 U.N.T.S. 221, available at http://www.echr.coe.int/NR/rdonlyres/D5CC24A7-DC13-4318-B457-5C9014916D7A/0/EnglishAnglais .pdf. Regarding the impact of Article 6(1) on English private international law, see Fawcett, supra note 3. Presumably Article 6(1), too, requires some account of conditions and limitations on jurisdiction. See Mark, [2004] EWCA (Civ) at [40].  119. See Mark, [2004] EWCA (Civ) at [23], [40], [70]–[71], [73], [75], [87].  120. See Fawcett, supra note 3, at 34.  121. Mark, [2006] 1 A.C. at 104.  122. Id. at 105–06.  123. Id. at 113–14. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 331 Baroness Hale can be read as going even further and suggesting the contingency of the very idea of immigration law. Her judgment begins with a section entitled “immigration control.”124 Intriguingly, this section is integrated into the reasoning only by the initial observation that “[i]t is worth remembering that the question [of the relevance of unlawful presence for habitual residence or domicile] could not arise until comparatively recently.”125 In the section, Baroness Hale evokes a slide from a custom of hospitality to a rather Orwellian-sounding system of immigration control. “Monarchs did from time to time seek to expel or exclude aliens,” but, in Blackstone’s words, “[f]or so long as their nation continues at peace with ours, and they themselves behave peaceably, they are under the King’s protection.”126 The regulation of aliens begins as exceptional—“passed in response to the excesses of the French revolution”127—and eventually becomes routine with the advent of “universal documentation, telecommunications, a large bureaucracy, and greater powers to invade people’s privacy within the country than then existed.”128 Against this backdrop, domicile appears as the residue of a more organic cosmopolitanism.129 In Baroness Hale’s judgment, an individual’s domicile also appears as the legal reflection of her lived experience: “[A] person’s presence here may at times be lawful and at times unlawful. She may not even know what it is or think that it matters very much.”130 In Witkowska v. Kaminski,131 the English High Court extended Mark beyond divorce jurisdiction to hold that the claimant’s unlawful presence in the country was no bar to her ability to invoke the court’s jurisdiction under the Inheritance Act to make reasonable financial provisions for her out of the deceased’s estate.132 Janina Witkowska claimed that she had lived with the deceased in England as his wife for about five years,133 even though she had only managed to do so by repeatedly obtaining entry on a six-month tourist visa and staying on beyond the six months.134 Following Mark,   124. Id. at 106–08.  125. Id. at 106.  126. Id. at 107 (quoting 1 WILLIAM BLACKSTONE, COMMENTARIES ON THE LAWS OF ENGLAND 259 (2d ed. 1766)).  127. Id.  128. Id. at 106–07 (quoting ANN DUMMETT & ANDREW NICOL, SUBJECTS, CITIZENS, ALIENS AND OTHERS 39–40 (1990)).  129. What makes this contrast still more intriguing is that domicile itself is often considered a nineteenth-century invention, emerging clearly only as the “domicile or nationality” debate took shape. Ronald Graveson calls Udny “one of the leading cases of the first great era of domicile.” Graveson, supra note 51, at 43; see also de Winter, supra note 51, at 361–77.  130. Mark, [2006] 1 A.C. at 116. In concluding that lawful residence is also not needed to establish divorce jurisdiction on the alternative statutory basis of one year’s habitual residence, Baroness Hale referred to “the large numbers of people who have remained here leading perfectly ordinary lives here for long periods, despite having no permission to do so.” Id. at 113. The same attentiveness to lived experience may be found in her decision in R. v. Headteacher of Denbigh High Sch., [2006] UKHL 15, [2007] 1 A.C. 100 (appeal taken from Eng.).  131. Witkowska v. Kaminski, [2006] EWHC (Ch) 1940.  132. Id. at [51].  133. Id. at [8].  134. Id. at [45]. KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 332 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 the High Court distinguished her sense that she had made a life with someone in England from the fact that she had never regularized her immigration status there. At least in part, then, the unilateral attachment to the state permitted by domicile rests on Baroness Hale’s implied argument that the contingent need for immigration control should be confined to its proper sphere and not interfere with the cosmopolitan private sphere. It also relies partly on her view that people’s attachment to the state should not simply be judged by their immigration status, which may come and go, but also by their own mode of living with or working around that status. As in the enemy-alien cases, English private international law’s recognition that the legal form of attachment to the state might divide along public/private lines results in a tempering of the consequences of nationality and immigration status. Udny, the nineteenth-century case on domicile followed in Mark, is interesting in this regard. Both cases deploy the same contrast between nationality as state-specific rules and domicile as universal or universalizable. But when Udny was decided in 1869, an individual could not renounce his allegiance to the Crown,135 whereas he could change his domicile:136 “He cannot, at present at least, put off and resume at will obligations of obedience to the government of the country of which at his birth he is a subject, but he may many times change his domicil.”137 In Mark, it is domicile that is depicted as steady and immigration status that varies. The constant is the public/private contrast that produces the possibility of a layered cosmopolitan identity that has gone unnoticed in the citizenship literature. There is a tendency to assume that everyone—whether all individuals on the state’s territory or even all individuals—has civil rights, and then there are graduated rights and benefits up to citizenship, which comes with the full package.138 Instead, we see that the link to the state in private international law cannot be captured in this series of concentric circles. In the common-law tradition, it is distinctive139 and paradigmatically based on some version of the private, whether the home, the market, or the will of the patriarch. While it thus carries with it the familiar   135. See Border & Immigration Agency, Home Office, Renuniciation (History), at 1, http://www.bia.homeoffice.gov.uk/sitecontent/documents/policyandlaw/nationalityinstructions/nisec2gensec/renunciation?view=Binary (last visited Feb. 7, 2008). The common-law position was altered by legislation in 1870. See id. Although naturalization into the nationality of a foreign power did not divest an individual of British nationality and, in fact, amounted to treason, P.E. Nygh argues that courts did not regard such naturalization as a nullity, treating it instead as giving rise to dual nationality. Nygh, supra note 105, at 182–83.  136. Udny clarified that change of domicile did not demand a change of allegiance. (1869) 1 L.R.S. & D. App. 441 (U.K.).  137. Id. at 452.  138. BOSNIAK, supra note 2, at 122–23 (To a greater or lesser degree, all citizenship scholars understand membership as a series of concentric circles.).  139. Interestingly, Michelle Everson argues that the “deep” concept of U.K. citizenship (citizenship, that is, in the familiar public sense) should be seen as a more earthy and less state-centered one that has been challenged by modern developments. Michelle Everson, ‘Subjects’, or ‘Citizens of Erewhon’? Law and Non-Law in the Development of a ‘British Citizenship’, 7 CITIZENSHIP STUD. 57 (2003). KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 333 potential of the private sphere for violence and oppression, it also recognizes the expression of individuality and sociality not channeled through the state. IV MULTICULTURAL CITIZENSHIP This part brings the notion of public/private citizenship to bear on multicultural, or group-differentiated, citizenship and religious immigrant minorities. It compares the familiar paradigm of differentiated citizenship with the one derived from private international law. After illustrating how private international law can exhibit a greater cultural cosmopolitanism, this part concludes with the suggestion that the technicality of the private-international-law form generates a complex and operationalized analysis of issues central to differentiated citizenship, public as well as private. As discussed earlier, most writers on citizenship begin with the picture of the sovereign state found in public international law, but depart from it in order to incorporate the effects of economic globalization, supra- and subnational institutions, mass migration, refugee flows, and other phenomena of interdependence on the boundaries of community and membership.140 This same blurring of the picture also directs attention to issues associated with differentiated citizenship: the appropriate recognition for immigrant ways of life (rights to religion and culture), questions of respectful engagement with the “other” (judging and speaking across cultural divides), and how to do justice to hybrid identities (intersectionality). The law of public membership grants or withholds recognition to immigrants’ personal relationships at the point of entry, as when immigration law decides whether marriage in the immigrant’s country of origin is valid for the purpose of family reunification, or refugee law decides whether a marriage can be construed as forced marriage for the purpose of refugee status. Once in the country, the legal vehicle for recognizing other systems of personal law is primarily human rights: the constitutional or international rights of individuals belonging to minorities and rights of minorities as groups. The central question for this multicultural citizenship is usually framed in terms of culture or religion versus liberal values such as equality. A similar tension arises in private international law when, for example, the norms of the immigrant’s state of origin conflict with those of her new state in cases such as marriage, divorce, and inheritance. Through its rules on recognition of foreign judgments and choice of law, private international law generates its own version of multiculturalism for immigrant, transmigrant, and other communities within the state.141 Ruba Salih’s work on Moroccan migrant   140. See supra II.B.  141. There are, of course, differences between multicultural citizenship and the version produced through the operation of the rules of private international law. In the first place, multicultural citizenship is concerned with nonstate law, such as religious law, whereas private international law deals KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 334 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 women in Italy illustrates the relevance of private international law to the lived experience of multiculturalism.142 The women Salih interviewed construct a home that spans Italy, where they live for most of the year, and Morocco, where they return each summer. Her study discusses the ways that private international law, along with the sociology of transnationalism, produce these women’s differentiated position within Italian society. For Moroccan spouses in Italy, Italian private international law refers questions of personal status to the laws of Morocco unless the applicable Moroccan law is judged to be a threat to public order or a violation of human rights as defined by the European Convention on Human Rights.143 In addition, Moroccan women marrying in Italy are mindful of the requirements of Moroccan marriage laws and customs because compliance is necessary to the legal and social realities of returning to Morocco.144 Whereas the public-law design of multiculturalism in western states starts with the equality of the individual and builds out to take account of group-based difference in these terms,145 private international law proceeds in the opposite direction. As the example of Moroccan women in Italy indicates, private international law in these states begins with respect or tolerance for group-based difference and asks when that is fundamentally incompatible with individual equality. In Anglo-Canadian private international law, incompatibility is dealt with primarily through a public-policy exception to choice of law and recognition of foreign judgments. If citizenship experts have scarcely glanced at private international law, activists and indeed states have become more attentive to its sociological potential to diversify a society internally and to forge a kind of exteriorized multiculturalism by joining it to certain other states through routine transborder social practices. To cite an instance of diversifying, when the movement for same-sex marriage in the United States seemed stalled, advocates organized a “get on the bus” campaign that enabled gay and lesbian couples to go to Canada to marry and then bring test cases in the United States to have their  with the laws of other states. If the state of origin delegates questions of personal status to religious law, the difference may not be significant. If, instead, the state of origin’s laws reflect the dominant religion or seek to codify other religions, it is important to differentiate religious law from religiously based state law and also to keep in mind that not all immigrants will be from that dominant religion. Second, the issue for multicultural citizenship is most often whether to permit individuals to enter into certain relationships, while the issue for private international law is how to deal with existing relationships or with existing laws that permit them. From these differences between multicultural citizenship and its private-international-law counterpart, it follows that both weigh liberal values in the balance, but not necessarily against the same thing. For multicultural citizenship, it is a right to religion or culture on the other side of the scales, whereas private international law might use comity among states or the harm that would be done to the parties in an existing legal relationship by recognizing or not recognizing the relationship in the state of immigration.  142. See Ruba Salih, Toward an Understanding of Transnationalism and Gender, in GENDER AND HUMAN RIGHTS 231 (Karen Knop ed. 2004).  143. Id. at 244.  144. Id. at 244–45.  145. See KYMLICKA, supra note 11, at 87–108. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 335 Canadian unions recognized under the rules of private international law. Even as those cases failed, they forced a continuing encounter with the (foreign) legal fact of actual same-sex marriages as opposed to the general political question.146 Moreover, the Israeli Supreme Court’s judgment allowing a Canadian same-sex couple to be registered as married in Israel highlights the existing phenomenon of “Cyprus marriages,” whereby going to Cyprus to get married is a routine way for Israelis to circumvent the requirement of religious marriage. The Israeli Supreme Court has upheld the effectiveness of the practice of Cyprus marriages.147 Here, private international law in essence outsources a multiculturalism that was unachievable domestically. As a multicultural state, Israel is joined to Cyprus. Similarly, members of religious immigrant communities often return to their or their parents’ state of origin to marry, thereby exteriorizing multiculturalism and effectively making their state of origin into part of their new (multicultural) state through the routine operation of the private international law rules on recognition of foreign marriages.148 In Ontario, an unsuccessful proposal149 to include Muslim personal law among the religious laws used to arbitrate family- and inheritance-law cases under the provincial Arbitration Act was prompted in part by a concern among Muslims in Canada that a divorce obtained in Canada would not be recognized if they moved to a Muslim country.150 Here again, it is the private that permits the construction of a transnational Muslim legal space. While the sociological effect of private international law on states of immigration can be to produce a kind of multiculturalism, irrespective of whether that state guarantees the rights of minorities, this effect depends on what the rules on recognition and choice of law are. Consider a couple that enters into a certain type of marriage in a state where such marriages are legal and then immigrates to a state that prohibits them. The validity of the marriage arises in the new state, whether in the context of sponsoring the immigration of family members where immigration law invokes private international law, or in some private-law context such as support or inheritance. If the state of immigration has choice-of-law rules that refer the validity of the marriage to the law of the parties’ intended domicile after the marriage, then private   146. See Brenda Cossman, Migrating Marriages and Comparative Constitutionalism, in THE MIGRATION OF CONSTITUTIONAL IDEAS 209, 221–25 (Sujit Choudhry ed., 2006).  147. See Aeyal Gross, Israel’s Supreme Court Orders Registration of Same-Sex Marriage Conducted in Canada, 2006 LESBIAN/GAY LAW NOTES 226, 226, available at http://www.nyls.edu/pdfs/ln0612.pdf.  148. See infra note 163 and accompanying text. The perspective of the state of origin or the destination state is a separate question worth pursuing.  149. See MARION BOYD, DISPUTE RESOLUTION IN FAMILY LAW: PROTECTING CHOICE, PROMOTING INCLUSION (2004), http://www.attorneygeneral.jus.gov.on.ca/english/about/pubs/boyd/ fullreport.pdf; Ontario Premier Rejects Use of Shariah Law, CBC NEWS, Sept. 11, 2005, http://www.cbc.ca/story/canada/national/2005/09/09/sharia-protests-20050909.html (last visited June 27, 2008).  150. See Shariah Law: FAQs, CBC NEWS, May 26, 2005, http://www.cbc.ca/news/background/islam /shariah-law.html (last visited June 27, 2008). KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 336 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 international law does not have a heterogenizing effect because it holds the parties to the same family law as everyone else in the state. Then again, if immigrants split their time between the new state and the old, judges might be open to the possibility that they retain their domicile of origin for some time.151 In comparison, a choice-of-law rule on the validity of marriage that relies on the parties’ antenuptial domicile would recognize an immigrant’s existing marriage even if such a marriage would not be possible in that state. Finally, if the state of immigration has a choice-of-law rule that says the validity of a marriage depends only152 on the law of the place of celebration, the state enables still greater diversification. In addition, with transmigration, migrants and even their children may return to their state of origin to marry, making the effect of the private-international-law rules not transitional but continuing. And as the registration of “Cyprus marriages” and now same-sex marriages in Israel suggests, a pure lex loci celebrationis rule has a heterogenizing effect that goes beyond immigrant and transmigrant communities. Although the spatial effect of private international law can be diversification, this is not necessarily the aim. Respect or tolerance for difference might instead be a byproduct of comity among states or concern for the position of vulnerable members of a family who would otherwise be deprived of the protections offered by a legally recognized union or parental relationship. The example of foreign polygamous marriages in England and Canada suggests, however, that there is also increasingly a cosmopolitan tradition at play.153 The generally accepted Anglo-Canadian common-law rule is that the validity of a marriage depends both on the law of the place of celebration, which applies to the formalities, and on the law of each party’s antenuptial domicile, which determines capacity to marry. Traditionally, even if a polygamous marriage satisfied both these choice-of-law rules, it was not regarded as valid. In the 1866 case Hyde v. Hyde,154 Sir J.P. Wilde (later Lord Penzance) held that an English divorce court could not recognize a Mormon marriage because there was evidence that polygamy was part of Mormon doctrine and was the custom in Utah.155 It made no difference that the actual marriage was monogamous. “[M]arriage, as understood in Christendom, may for this purpose be defined as the voluntary union for life of one man and one   151. See, e.g., Prakash A. Shah, Attitudes to Polygamy in English Law, 52 INT’L & COMP. L.Q. 369, 386 (2003).  152. Some states use a combination of choice-of-law rules. See the discussion of Anglo–Canadian private international law infra.  153. The example of polygamy is used to compare the public and private sides of multicultural citizenship and is not intended as a stand on the practice. For an overview of polygamy and its impact on women, see ANGELA CAMPBELL ET AL., POLYGAMY IN CANADA: LEGAL AND SOCIAL IMPLICATIONS FOR WOMEN AND CHILDREN. A COLLECTION OF RESEARCH PAPERS (2005), available at http://www.swc-cfc.gc.ca/pubs/pubspr/0662420683/200511_0662420683_e.pdf.  154. (1866) 1 L.R.P. & D. 130 (U.K.).  155. Id. at 131. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 337 woman, to the exclusion of all others.”156 Since Hyde, English courts (and similarly Canadian courts)157 have come to recognize polygamous marriages for many purposes, including barring a subsequent monogamous marriage in England; matrimonial relief; legitimacy of, and succession by, children; and succession by wives.158 Although the post-Hyde jurisprudence on polygamy may be attributable in part to comity and in part to concern for vulnerable family members,159 there are also indications that judges have been responsive to the increasing cultural diversity of their societies.160 A notable example in this progression is the 1983 case Hussain v. Hussain,161 which involved a marriage in Pakistan, the law of which permitted polygamy, between a Muslim man domiciled in England and a Muslim woman domiciled in Pakistan.162 The English Court of Appeal rejected the argument that the marriage was potentially polygamous and therefore void, recognizing that the acceptance of this argument would have repercussions for the Muslim community in England that would be “widespread and profound,” since many Muslim men domiciled in England returned to the country of their birth to find a bride.163 Commentary has shown that the Court’s interpretation of the relevant legislative provision was narrower, and hence more multicultural, than Parliament intended.164 To judge from Prakash Shah’s account of the English law’s attitudes toward polygamy as they developed in response to different phases of African and Asian immigration, the Hussain episode is   156. Id. at 133.  157. The following discussion will concentrate on English law. There are some differences between English and Canadian law. For the Canadian position and a comparison between Canadian and English law, see Martha Bailey et al., Expanding Recognition of Foreign Polygamous Marriages: Policy Implications for Canada 6–16, in CAMPBELL ET AL., supra note 153.  158. See 2 DICEY, MORRIS AND COLLINS ON THE CONFLICT OF LAWS 835–57 (Lawrence Collins ed., 14th ed. 2006); J.H.C. MORRIS, THE CONFLICT OF LAWS 216–28 (David McClean & Kisch Beevers eds., 6th ed. 2005).  159. See, e.g., Hassan v. Hassan, (1976) 12 O.R.2d 432, 438 (H.C.) (referring to “[t]he tragic and inequitable results that follow the application of the principle in Hyde”). C.f. Angela Campbell, How Have Policy Approaches to Polygamy Responded to Women’s Experiences and Rights? An International, Comparative Analysis, in CAMPBELL ET AL., supra note 153, at 1, 30 (arguing that greater recognition of the rights and obligations flowing from foreign polygamous marriages often serves the state’s interest by limiting its responsibility for vulnerable family members and placing the obligation of support on the spouses).  160. See Sebastian Poulter, Hyde v. Hyde—A Reappraisal, 25 INT’L & COMP. L.Q. 475, 491–503 (1976).  161. [1983] Fam. 26 (1982).  162. Id. at 30.  163. Id. at 32–33. On the importance of this case for the Muslim community in England, see Rhona Schuz, When is a Polygamous Marriage Not a Polygamous Marriage?, 46 MOD. L. REV. 653, 654–55 (1983). The Court of Appeal held that, even though the marriage was celebrated in polygamous form, it was not polygamous because neither party had capacity to take more than one spouse by the law of his or her domicile. That is, English law did not allow the man to take another wife, and the law of Pakistan did not allow the woman to take another husband. The court’s reasoning was seen as overingenious in that the decision would have been different had the woman been domiciled in England and the man in Pakistan. The judgment and its aftermath reflect the interplay of legislature and courts, Parliament, in its turn, passing new legislation to remedy this discrimination. See MORRIS, supra note 158, at 222–23.  164. Schuz, supra note 163, at 656–57. KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 338 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 illustrative of the greater cosmopolitanism of the courts and tribunals relative to the legislature.165 As Shah tells the story, the courts’ post–World War II efforts to reconcile their traditional disdain for polygamy with demands for justice by new migrants were punctuated by statutory reforms aimed at assimilation. In turn, courts responded by using private-international-law techniques to mitigate the effects of such legislation. Thus far, this part of the article has shown how the technicalities of private international law allow for and have been used to create a greater multiculturalism on the private side of citizenship, sometimes, as Shah shows, in direct response to its public side. In closing, this part further suggests that the technicalities in and of themselves are a way to think through key issues of multiculturalism on the public side of citizenship as well as on the private. Central to theorizing multicultural citizenship are concerns about how best to understand culture and how best to engage with individuals (often women) in other cultures, especially with an eye to effecting change. Among multiculturalists, feminists, postcolonialists, anthropologists, proponents of deliberative democracy, and others, opinion has increasingly converged on an understanding of culture as dynamic rather than static, internally contested rather than monolithic, and contextual rather than simply rules.166 This has opened up explorations of hybridity in both an analytic and a normative vein. In addition, literature on cross-cultural dialogue has pressed us to recognize ourselves as likewise culturally situated.167 This awareness problematizes assumptions such as that western women have agency and nonwestern women do not.168 Similarly, the recognition that our culture too is contingent is seen to create a climate for mutually beneficial dialogue between cultures that pushes past superficial comparisons between “us” and “them.” These themes—culture as dynamic, internally contestable, and contextual, hybridity, cross-cultural dialogue, agency—can all be found in private international law. Let us return to the example of a couple who marries in their country and then immigrates to a country that does not permit this kind of marriage. Assume that the choice-of-law rules in the state of immigration direct the judge to the state of origin’s law, but make an exception whenever that law is contrary to public policy. The public-policy question is not just whether the old state’s laws on marriage differ from the new state’s, but whether they are   165. See generally Shah, supra note 151.  166. See, e.g., SALLY ENGLE MERRY, HUMAN RIGHTS AND GENDER VIOLENCE: TRANSLATING INTERNATIONAL LAW INTO LOCAL JUSTICE 11–16 (2006); Madhavi Sunder, Piercing the Veil, 112 YALE L.J. 1399 (2003).  167. See, e.g., UMA NARAYAN, DISLOCATING CULTURES: IDENTITIES, TRADITIONS, AND THIRD-WORLD FEMINISM 81–117 (1997); Leti Volpp, Feminism Versus Multiculturalism, 101 COLUM. L. REV. 1181 (2001).  168. On this tendency, see, for example, Ratna Kapur, The Tragedy of Victimization Rhetoric: Resurrecting the “Native” Subject in International/Post-Colonial Feminist Legal Politics, 15 HARV. HUM. RTS. J. 1 (2002); Saba Mahmood, Feminist Theory, Embodiment, and the Docile Agent: Some Reflections on the Egyptian Islamic Revival, 16 CULTURAL ANTHROPOLOGY 202 (2001); Volpp, supra note 167, at 1211–12. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 339 offensive to the fundamental values of the new state’s law.169 How different is too different? This is the same dilemma as for theories of multicultural citizenship. But whereas private international law begins with acceptance of the other state’s potentially illiberal laws, multicultural citizenship starts with liberal values. It is fairly evident that both processes of analysis get to the “how different is too different” question. What is not apparent is that private international law gets there through a series of technicalities, and these technicalities bring an immediate complexity and detail that multicultural-citizenship theory must generate from first principles—and seldom arrives at. Proof of foreign law is a good example.170 Where a choice-of-law rule points to foreign law, private international law also determines whether the court applies that law automatically and how the foreign law is established.171 In German private international law, for instance, the court itself refers to the foreign law and uses its own experts to determine what that law is.172 In Anglo-Canadian private international law, the parties must plead choice of law and prove the foreign law as a fact through the introduction of expert evidence. If it is not pleaded or if it is pleaded but not proved, then the forum’s law is applied.173 While the common-law approach to proof of foreign law has been criticized by private international lawyers, its value for multicultural citizenship lies in the agency it gives the parties to reject, to define, or to modify the religious or religiously influenced norms of their state of origin on an issue-by-issue basis.174 They might not argue choice of law at all. Or instead they might agree on an understanding of the foreign law, perhaps on a particularly progressive or antiprogressive view of it. Yet another possibility is that the parties might choose in their own way to supplement the old state’s legal practice to produce a hybrid that satisfies both the old state’s requirements and the new state’s values. A current example from Europe is the recognition of foreign religious divorces in which the old state’s rule is based on the husband’s consent alone, and the wife’s consent is demonstrated to the satisfaction of the new state’s private international law.175 This possibility returns to the idea of   169. The public-policy question can be absolute (is the foreign law’s content repugnant to public policy?) or contextual (is the result of applying the foreign law in a given context contrary to public policy?). See ADRIAN BRIGGS, THE CONFLICT OF LAWS 44–46 (2002). Although only touched on in this article (infra note 179 and accompanying text), private international law’s analysis of public policy in these separate senses, particularly in the contextual sense, is another example in which the technicality of the analysis offers an existing textured approach to issues of multicultural citizenship.  170. Renvoi is another. See Knop, Michaels & Riles, supra note 22, at 35–36.  171. See generally Maarit Jänterä-Jareborg, Foreign Law in National Courts: A Comparative Perspective, 304 RECUEIL DES COURS 181 (2003).  172. Id. at 272–73, 289–91.  173. 1 DICEY, MORRIS & COLLINS, supra note 53, at 255–69; 1 JANET WALKER, CASTEL & WALKER CANADIAN CONFLICT OF LAWS 7.1–7.12 (6th ed. 2005).  174. This might be appealing when the parties belong to a religious minority in their state of origin and the state’s law is based on the religion of the majority.  175. See Marie-Claire Foblets, The Admissibility of Repudiation: Recent Developments in Dutch, French and Belgian Private International Law, 5 HAWWA 10, 15–16, 17–20, 22–23, 25–26, 27, 31–32 (2007). KNOP_EIC.DOC? BOOK PROOF.DOC 10/27/2008  12:43:55 PM 340 LAW AND CONTEMPORARY PROBLEMS [Vol. 71:309 cosmopolitan space, the prospect of immigration here potentially diversifying the state of origin. In addition to the themes of agency and hybridity, proof of foreign law relates to culture as internally contestable and to the potential for outsiders to engage with and support internal dissent within cultures. The private-international-law aim is to find out what the foreign law really is. From a perspective of multicultural citizenship, however, the competing expert testimony brings home the internal contestability of the law and thereby that of the underlying religion or culture. Furthermore, because the testimony goes to the foreign law in context, it brings with it the subtleties of institutional solutions rather than simply transmitting the rules. This is particularly important when foreign courts resort to institutional process to add nuance to controversial hard-line religious rules, but outsider observers tend to criticize these rules in isolation. Indeed, for the new state, this is an opportunity to dispel stereotypes of certain foreign laws or religions.176 A last point about proof of foreign law relates to respect for the “other.” Since foreign law is a question of fact to be ascertained through expert testimony, the judge cannot presume to interpret or apply the foreign law.177 This is a cautionary tale about understanding other cultures, a form of respect, as is the fact that the court’s decision has no precedential value either for the foreign jurisdiction or for the meaning of the foreign law in the court’s jurisdiction.178 The encounter with the other community does not presume to change its norms; the alternative is not to apply them. Coming back to the “how different is too different” question in light of how foreign law is pleaded and proved, we can now see that if the common-law judge ultimately does invoke public policy as an exception to choice of law, it is only after having heard what alternative interpretations are available within the foreign legal system, perhaps even reflecting them in judicially crafting the exception. Moreover, the public-policy analysis also involves a comparative exercise akin to cross-cultural dialogue: the judge must interrogate her own community’s laws to determine whether the conflict is deep-seated and fundamental, or superficial and belies an underlying similarity. Finally, the judge may approach the conflict in the abstract or the concrete (the rule in general or these parties in particular), which may further open up possibilities for cross-cultural dialogue. For example, polygamy in general may be oppressive to women, but an existing polygamous union between particular parties may not be.179 Judging the concrete may thus turn out to refine the   176. See Mohammad Fadel, German Judge and Legal Orientalism, Mar. 26, 2007, http://archive.eteraz.org/user/mohammadfadel/diary (last visited June 27, 2008).  177. But see Nils Jansen & Ralf Michaels, Die Auslegung und Fortbildung ausländischen Rechts, 116 ZEITSCHRIFT FÜR ZIVILPROZEß 3 (2003).  178. But see id.  179. On the abstract versus concrete approach in the context of dissolution of a marriage abroad based on the husband’s unilateral request, see Foblets, supra note 175. KNOP__EIC.DOC 10/27/2008  12:43:55 PM Summer 2008] CITIZENSHIP, PUBLIC AND PRIVATE 341 analysis of polygamy in the state of immigration. In concept and in practice, then, private international law proves, surprisingly, to be a kind of dislocated experimental space that might open other possibilities for contestation. V CONCLUSION Thus, we should approach private international law as the private side of citizenship. An immediate reason is that private international law covers some of the same terrain. In particular, like postnational citizenship and differentiated citizenship, it addresses both the divide between citizen and noncitizen and the position of religious immigrant groups. A second reason is historical. Private international law reacquaints us with Pocock’s legalis homo: the legal citizen as someone who could sue and be sued, and someone who belonged to a community of shared or common law that was not necessarily a territorial community. Private international law has particular value as private citizenship in a post-9/11 world because its treatment of enemy aliens, illegal immigrants, and members of religious immigrant groups and other minorities offers us examples of actually existing cosmopolitanism within the common law. Finally, separate from these legal traditions and the sociological spaces they produce, the value of private international law for citizenship lies in its store of technicalities through which we can think about cosmopolitanism on the public side of citizenship as well. ",
    "id": 62553267,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:lcp-1489"
    },
    "title": "Citizenship, Public and Private",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2008-07-01T08:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1489&amp;context=lcp"
    ],
    "updatedDate": "",
    "yearPublished": "2008",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62553267.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62553267"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62553267/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62553267/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62553267"
        }
    ],
    "abstract": "Knop develops private international law as the private side of citizenship. She shows that although individuals think of citizenship as public, private international law covers some of the same ground. Private international law also harks back to a historical conception of the legal citizen as someone who could sue and be sued, and someone who belonged to a community of shared or common law that was not necessarily a territorial community. She demonstrates that Anglo-Canadian private international law has particular value as private citizenship in a post-9/11 world because its treatment of enemy aliens, illegal immigrants, and members of religious immigrant groups and other minorities offers examples of actually existing cosmopolitan within the common law",
    "tags": [
        "text",
        "Citizenship",
        "Terrorism",
        "International law",
        "Aliens",
        "Evaluation",
        "Citizenship",
        "Conflict of laws",
        "Judgments",
        "Foreign",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:lcp-1489",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62553267,
        "depositedDate": null,
        "publishedDate": "2008-07-01T08:00:00+01:00",
        "updatedDate": "2024-01-24T00:45:17+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:56:17+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/lcp/vol71/iss3/14",
        "https://scholarship.law.duke.edu/context/lcp/article/1489/viewcontent/cite.pl"
    ],
    "lastUpdate": "2024-01-24T00:45:17+00:00",
    "setSpecs": []
}