{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Angelina Panettieri"
        },
        {
            "name": "Brooks Rainwater"
        },
        {
            "name": "Christiana McFarland"
        },
        {
            "name": "Nicole Dupuis"
        },
        {
            "name": "Trevor Langan"
        }
    ],
    "contributors": [],
    "createdDate": "2017-04-14T06:01:52+01:00",
    "dataProvider": {
        "id": 1643,
        "name": "IssueLab",
        "url": "https://api.core.ac.uk/v3/data-providers/1643",
        "logo": "https://api.core.ac.uk/data-providers/1643/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/80510916.pdf",
    "fullText": "City Rights in an Era of Preemption: A State-by-State AnalysisNATIONALLEAGUEOF CITIESNATIONALLEAGUEOF CITIES2017 © National League of CitiesAbout the National League of CitiesThe National League of Cities (NLC) is the nation’s leading advocacy organization devoted to strengthening and promoting cities as centers of opportunity, leadership and governance. Through its membership and partnerships with state municipal leagues, NLC serves as a resource and advocate for more than 19,000 cities and towns and more than 218 million Americans.NLC’s Center for City Solutions provides research and analysis on key topics and trends important to cities and creative solutions to improve the quality of life in communities.About the AuthorsNicole DuPuis is Principal Associate, Urban Innovation, of NLC’s Center for City SolutionsTrevor Langan is Research Associate of NLC’s Center for City SolutionsChristiana McFarland is Research Director of NLC’s Center for City SolutionsAngelina Panettieri is Principal Associate, Technology and Communications, of NLC’s Federal Advocacy DepartmentBrooks Rainwater is Senior Executive and Director of NLC’s Center for City SolutionsAcknowledgementsThis report is the third project outcome of a research collaborative between NLC and the state municipal leagues. We are grateful for the guidance, data verification and preemption narratives from state municipal leagues. The authors would also like to thank Courtney Bernard and Meri St. Jean for editing and Soren Messner-Zidell and JoElla Straley for designing the report.MethodologyThis study of state preemption began with collecting preemption data for each policy area from secondary sources (identified on page 3). State municipal leagues then verified the data for their states to ensure timeliness and accuracy. A total of 38 state leagues responded to our requests for comment. Photo credits: All photos Getty Images 2017.Table of Contents    1 From the Director    3 Introduction   6 Minimum Wage   8 Paid Leave  10 Anti-Discrimination  12 Sharing Economy  17 Municipal Broadband 20 Tax and Expenditure Limitations 23 Other Areas of Preemption 24 Recommendations & Conclusion1 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionBROOKS RAINWATERSenior Executive and Director of NLC’s Center for City SolutionsOur nation’s local elected leaders work tirelessly every day to reflect their community’s values and represent community members. These leaders represent the level of government closest to the people they govern, and they focus on the critical issues that matter to the people of this great nation. Ultimately, people who live in cities want control over their own destinies. But when states seek blanket policies that run counter to the values of its cities, local leaders do not stand down. We see many instances where state-level politicians work to usurp the will of people in cities both through preemption and Dillon’s Rule provisions. As a result, the work of city leaders and the mandate of the people is undermined. Consistently, state legislators have stricken down laws passed by city leaders in four crucial areas of local governance: economics, social policy, health and safety. Our report, “City Rights in an Era of State Preemption,” focuses specifically on the areas of economic and social policy. While we draw distinctions between these two policy areas in our analysis, there is a consistently strong linkage between social and economic policymaking and their ultimate outcomes. In the economic sphere, there has been a concerted effort to impinge on the ability of cities to regulate economic activity taking place in communities. While a range of local laws have been preempted, this analysis centers on local minimum wage ordinances, the implementation of municipal broadband and the regulation of sharing economy activity in the ride-hailing and home-sharing space. When it comes to social policy, aggressive state action has limited the ability of city leaders to expand rights and provide opportunities to community members. Recently, we have observed states curtailing the ability of cities to pass laws supporting inclusive, family-friendly communities—particularly as it pertains to the areas of LGBTQ rights and paid leave laws. In some cases, state preemption does not mean progress is lost and can even lead to improved policy statewide. However, preemption that prevents cities from expanding rights, building stronger economies and promoting innovation can be counterproductive and even dangerous. When decision-making is divorced from the core wants and needs of community members, it creates a perilous environment.Local control and city rights are priority number one. We know well that innovation happens in cities and then percolates upwards. This process should be celebrated, not stymied. From the DirectorState preemption is a threat to local control and city success.2NATIONAL LEAGUE OF CITIESLocal control and city rights are priority number one. “3 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionWhat is preemption?Preemption is the use of state law to nullify a municipal ordinance or authority. State preemption can span many policy areas including environmental regulation, firearm use and labor laws. States can preempt cities from legislating on particular issues either by statutory or constitutional law. In some cases, court rulings have forced cities to roll back ordinances already in place.Preemption on the riseState legislatures have gotten more aggressive in their use of preemption in recent years. Explanations for this increase include lobbying efforts by special interests, spatial sorting of political preferences between urban and rural areas, and single party dominance in most state governments.1 This last point is particularly important. As preemption efforts often concern a politically divisive issue, they rely on single party dominance to pass through state legislatures. As of the 2016 election cycle, Republicans have twenty-five government trifectas, meaning they control both legislative chambers and the governor’s office. Democrats have trifectas in six states, but control a larger portion of city halls. Several states where there has been single-party control over the last decade, including Georgia, Michigan, North Carolina, Ohio and Wisconsin, have seen increases in preemption. Loss of local controlProponents of preemption argue that it equalizes laws across the state, preventing individuals and firms from navigating a patchwork of regulation. Preemption creates a problem, though, because it means a loss of local control for cities. This loss of local control means that cities cannot curtail laws to fit their needs, creating economic implications, especially when fiscal authority is limited. Preemption can also have human rights implications when social policy affects groups like the LGBTQ community or working mothers. Therefore, when cities and state leagues are up against a bill with preemptive language, they will almost always oppose it. Recent preemption has pitted rural- and suburban-dominated state legislatures against cities with large populations of low wage earners and ethnic minorities. In these cases, the argument for preemption has focused on the role of government and cities’ place within it. Overview of FindingsOur state-by-state analysis of preemption focused on the following seven policy areas: minimum wage2, paid leave3, anti-discrimination4, ride sharing5, home sharing6, municipal broadband7 and tax and expenditure limitations.8IntroductionPolicy# of States with PreemptionMinimum Wage 25Paid Leave 19Anti-Discrimination 3Ride Sharing 37Home Sharing 3Municipal Broadband 17Tax and Expenditure Limitations 424NATIONAL LEAGUE OF CITIESAnti-discriminationHome sharingMinimum wagePaid leaveTax and Expenditure Limitations (TELs)Municipal broadbandRide sharingWhere Does Preemption Limit Local Control?Preemption is the use of state law to nullify a municipal ordinance or authority. State preemption can span virtually all policy areas. 5 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionDillon’s Rule vs. Home RuleThe U.S. Constitution does not mention local governments. Instead, the 10th Amendment reserves authority-giving powers to the states. Therefore, there is a great deal of diversity in state-local relations between, as well as within, states. Generally speaking, however, states provide either narrow (Dillon’s Rule) or broad (Home Rule) governing authority to cities, defined in the state constitution and/or by statute enacted by the legislature.9Dillon’s Rule, which is derived from an 1868 court ruling, states that if there is a reasonable doubt whether a power has been conferred to a local government, then the power has not been conferred.10 Dillon’s Rule allows a state legislature to control local government structure, methods of financing its activities, its procedures, and the authority to make and implement policy. Due to the rigidity of this system, however, some states began to adopt “Home Rule” provisions in the early 1900s. Home Rule limits the degree of state interference in local affairs and delegates power from the state to local governments. That power is limited to specific fields, and subject to constant judicial interpretation. The distinction between Dillon’s Rule and Home Rule is important but often overlooked in discussions of preemption. Cities in Dillon’s Rule states are broadly preempted in many of the areas discussed in this report. However, there are many instances of larger cities in Dillon’s Rule states that are granted Home Rule authorities, like New York and Baltimore. In other instances, regardless of Home Rule status, state law supersedes local governing authority, particularly when the state wants to establish a minimum threshold (i.e., minimum wage, anti-discrimination) to which locals must abide.Source: Public Health Law Center, “Preemption by Any Other Name,” 2010• “Any order or ordinance by any political subdivision shall be consistent with and not more restrictive than state law…”• “Local governments may not impose regulations that exceed…”• “The department has exclusive regulatory authority…”• “It is the intent of the legislature to occupy the field…”• “This part preempts the laws of any local government…”• “Local laws and ordinances that are more restrictive shall not be enacted…”• “The state shall have sole authority to control and regulate…”• “Regulation is a matter of statewide concern…”• “…and no more stringent than a state statute…”• “This act shall supersede any other statute or municipal ordinance…”• “For the purposes of equitable and uniform regulation and implementation…”Preemption Goes by Many NamesThe following are terms often used in state legislation in order to preempt municipal authority:6NATIONAL LEAGUE OF CITIES2016 was the year of the minimum wage increase. It was also the year of minimum wage preemption. With rising levels of scrutiny over whether the current minimum wage is a “living wage,” activists successfully persuaded elected officials in some states and cities to reconsider wage laws. Movements to increase wages to $10.10 per hour, or even $15 in some places, spread throughout city councils and ballot boxes. However, not all cities were able to give their residents a pay raise due to state preemption. And, in a number of states, legislatures made sure even more cities could not regulate wages by passing new preemption laws.Local governments can be preempted from passing minimum wage ordinances in a number of ways, including their state constitutions, their particular charters, or specific statutes passed by the legislature. Those in favor of state preemption can also take cases to the courts. In 2015, for example, business interests attempted to overturn minimum wage ordinances on procedural grounds in Missouri and Kentucky.11Local ImpactIowa is a state with an increasing patchwork of minimum wage laws. In five of its 99 counties, particularly the more urban ones, minimum wages have increased above the state level.15 In Johnson County, for example, wages are now $10.10 per hour, except for those municipalities that vote to opt out. Four cities in the county have set a minimum wage at the state level of $7.25, but all have the authority to raise wages to any level above that. Because of the potential for variation Minimum WageTwenty-five states currently have some kind of preemption of minimum wage ordinances. Many of these states, such as New Hampshire and Colorado, have had long-standing preemption because authority to regulate wages was never granted to cities. Moreover, a growing number of state legislatures have considered explicit statutory preemption. Alabama, Ohio, and North Carolina are three states that took action in 2016. Alabama’s bill bore a striking resemblance to the “The Living Wage Mandate Preemption Act,” a piece of model legislation posted on the website of the American Legislative Exchange Council (ALEC).12Preemption By StateStates with minimum wage preemption7 NATIONAL LEAGUE OF CITIES  City Rights in an Era of Preemptionand confusion, especially for cities that straddle multiple counties, the governor is backing preemption legislation. It will likely pass, but it is unclear if the new law will raise wages across the state. In Missouri, minimum wage increases in St. Louis and Kansas City ran into legal trouble before they could be implemented.16 Courts blocked an ordinance in St. Louis and a ballot initiative in Kansas City on the grounds that state minimum wage law preempts cities from enacting their own. However, the Supreme Court ultimately ruled that the Kansas City vote must go forward before judges can decide if a wage increase is lawful. Given the cost of a referendum and the likelihood of the decision being overturned, local officials decided not to pursue the vote. In 2014, Louisville, Kentucky, passed an ordinance that would have gradually raised the minimum wage to $9 per hour by July 2017. However, in 2016, the Kentucky Supreme Court struck down Louisville’s minimum wage ordinance, ruling that the city does not have the authority to set a minimum wage above the level set by the state.13 The ruling also invalidated an ordinance from the city of Lexington that would have raised its minimum wage to $10.10 by 2018. In a 6-1 decision, the majority opinion stated that, while cities like Louisville and Lexington have broad authority under home rule, the sovereignty of the state is supreme in the area of minimum wage, where state law already exists.14 The court wrote that the state’s minimum wage statute contains no room for local legislation and is not simply a wage floor to be exceeded by cities.Minimum Wage Efforts Under Fire in Kentucky8NATIONAL LEAGUE OF CITIESPaid leave, which includes sick, family and medical leave, is a growing area of action for a number of cities. Paid sick leave laws specifically refer to the federal, state or local government mandating that employers provide sick time for employees that is paid either directly by the employer or through a social welfare benefit administered by the government. Paid family and medical leave refers to the government providing monetary support to people caring for newborn children or aging parents, or addressing serious health issues. These types of laws typically provide anywhere from a percentage of full pay to 100 percent of a worker’s salary for set periods of time ranging from a few weeks to a year or more. Local Impact When states preempt cities’ authority to pass paid sick and family and medical leave laws, they are not only limiting local control, but also undermining the overall health and well-being of employees. In a 2008 study, public health researchers found that 68 percent of those without paid sick leave went to work with a contagious illness.23 With more sick people at work, there is a greater likelihood of others becoming ill, thereby reducing overall productivity and wellbeing.In addition to health impacts, access to paid leave positively affects local fiscal and economic conditions. For example, Mayor Bill de Blasio attributes the strength of New York’s local Paid LeavePreemption By StateStates with paid leave preemptionNineteen state legislatures have passed laws that preempt the ability of cities to pass laws mandating employers within their jurisdictions provide paid leave.9 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionVoter approval requiredeconomy, in part, to the recent expansion of paid family and medical leave laws. Approximately 3.4 million public and private employees are now protected, 1.2 million of whom were previously subject to the loss of jobs and pay in the event of serious illness.24In the United States, the federal government does not provide paid family and medical leave at the national level. In the global context, most countries provide paid family and medical leave, including all countries in the Organisation for Economic Co-operation and Development (OECD), making the United States an extreme outlier.17 While a 1993 law, the Family Medical Leave Act, provides new parents with a guaranteed 12 weeks off after the birth of a child, it provides no remuneration, and is therefore only an option for those that can afford unpaid time off. Additionally, only 12 percent of private sector employers provide paid family and medical leave to their employees, thereby leaving a great deal of families with few options upon the birth of children or to care for aging parents.18 The lack of national and state-level action to provide paid family and medical leave has spurred forward momentum in many cities to pass such laws.19 New York is one of five states that has acted, providing all employees in the state with paid family and medical leave. In some instances, statewide paid sick leave laws allow cities to provide levels of support for employees that exceed the state’s minimum requirements. San Diego and San Francisco are among several California cities that have passed paid sick leave laws that go above and beyond state minimums.20There has been a groundswell of local momentum for paid sick leave. In just the past couple of years, more than 20 municipalities have passed paid sick leave laws.21 State attempts, however, to usurp local control over paid sick and family and medical leave policies persist. New methods of preemption are also beginning to crop up. For example, in the absence of a state law that explicitly prohibits local paid sick leave, Arizona has threatened to withhold revenues from the City of Tempe in order to deter the possible adoption of paid sick leave measures.22 A Brief History of Paid Leave10NATIONAL LEAGUE OF CITIESGiven the vast political differences between some cities and their state governments, cities have moved to cement social progress and protect the rights of marginalized groups through anti-discrimination ordinances. Also called non-discrimination ordinances, these laws may deal with discrimination surrounding employment, use of public facilities and commercial activities. Anti-discrimination ordinances add characteristics such as marital status, sexual orientation and gender identity to the list of identifiers protected in existing ordinances, often going beyond existing state-wide protections. At least 225 local governments prohibit employment discrimination on the basis of gender identity.28 However, in 2011, Tennessee became the first state to prohibit local governments from extending protections exceeding those recognized by state law. This legislation, called the Equal Access to Intrastate Commerce Act, defined “sex” as the designation indicated on an individual’s birth certificate. Following Tennessee, two states, Arkansas in 2015 and North Carolina in 2016, passed explicit statutory preemption in this area. Cities in other states may be preempted because they lack authority to regulate workplace or public accommodations discrimination due to Dillon’s Rule laws.Local ImpactWhile many preemption bills do not explicitly mention religion, they are often introduced alongside religious exemption laws. These Anti-DiscriminationPreemption By StateThree states have passed explicit statutory preemption of local anti-discrimination ordinances.States with anti-discrimination preemption laws11 NATIONAL LEAGUE OF CITIES  City Rights in an Era of Preemption“religious freedom” bills allow businesses and individuals to exempt themselves from general legal requirements based on religious grounds. These laws often preempt local governments from regulating in this area.In some places where religious freedom bills have been passed, city ordinances stand in opposition to these state-imposed limitations. As creatures of the state, there is little that cities can do to counteract state action. However, a 1996 Supreme Court ruling in Romer v. Evans could be a beacon for cities. In a 6-3 decision, the court struck down a state constitutional amendment that prohibited localities from designating “homosexual, lesbian or bisexual orientation” as a protected class.29 The majority found that the amendment violated the equal protection clause of the U.S. Constitution because it was based on bias toward a group of individuals and not related to a legitimate government interest. If cities can argue the goal of the preemption is to harm people or treat groups differently, there may be a violation of equal protection or substantive due process, according to Romer.North Carolina Bathroom Bill in National SpotlightIn March of 2016, North Carolina’s legislature passed N.C. House Bill 2 (HB2), which would go on to generate controversy. Also referred to as the Public Facilities Privacy and Security Act or the “Charlotte bathroom bill,” the law stripped local authority on a number of issues including regulating access of public facilities.25 HB2 was passed in direct response to a non-discrimination ordinance passed by Charlotte City Council in February, which prohibited sex discrimination in public facilities. Passed during a one-day specially convened session, HB2 made the workplace and public accommodation discrimination ordinances of more than a dozen North Carolina cities illegal.26 HB2 also included language eliminating local authority to increase the minimum wage. This provision was an olive branch to business interests, which were poised to bear the brunt of economic backlash and boycotts against the state. While no North Carolina municipality had set different wages than the state, many businesses supported the preemption of such authority and, therefore, HB2. This support was necessary as business interests in other states have effectively stopped similar anti-discrimination laws from being passed or signed.North Carolina faced strong pushback immediately after enacting HB2. Plans for major events and new jobs in the state were cancelled, totaling near $400 million in lost investments.27 An attempt was made to repeal the law during a special legislative session in December. A deal had been struck between the state legislature and the city council, where the city would strike the ordinance and the state would repeal HB2. However, after the city council repealed the full ordinance, the state legislature kept HB2 intact.12NATIONAL LEAGUE OF CITIESThe sharing economy, also commonly referred to as collaborative consumption, encompasses peer-to-peer transactions in which providers and consumers share resources and services from housing to vehicles and more. The two areas of the sharing economy examined here are ride hailing platforms (e.g. Uber and Lyft) and short-term rental or home sharing platforms (e.g. HomeAway and Airbnb). This examination considers whether any legislation, regardless of whether it limits or embraces the operation of these platform-based companies, was passed by the state legislature in each state.Ride SharingRide sharing, also referred to as ride hailing, is typically recognized as a one-time transaction in which someone who needs a ride is matched with a nearby driver and is shuttled to a destination. This service is distinguished from traditional for-hire transportation service by the fact that ride hailing vehicles are personal vehicles. The majority of drivers are generally non-professionals that provide rides on a part-time basis, although there are a portion of drivers that do in fact drive full time. When ride hailing companies began to proliferate throughout the country, they were initially found, for the most part, in large metropolitan areas. This is no longer the case. Companies like Uber and Lyft, often legally referred to as transportation network companies (TNCs), have entered metropolitan markets of all sizes around the world, and serve populations with different needs, cultural inclinations and political orientations.  Sharing EconomyPreemption By StateStates with ride sharing preemption Thirty-seven state legislatures have passed bills that preempt the authority of cities to regulate transportation network companies in the way they see fit. Over the last couple of years, legislation was proposed on TNCs in almost every state legislature in the country. Most cities with a presence of TNCs experienced some sort of regulatory action and/or other intervention from state-level policymakers.3013 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionState-level Action on Ride SharingState actors have always played a prominent role in regulating transportation, and thus have continued to exercise their policy making authority to regulate TNCs. However, transportation policy—particularly regarding for-hire vehicles—has always been a local issue, as cities are the backbone of the transportation system, and related laws are enforced by local officials. State-level interventions on this issue range from legislation proposed or passed in state legislatures to regulatory rulings and state legal action. In some cases, state interventions reflect positive sentiment for sharing economy platforms. For instance, Colorado was the first state to pass legislation authorizing ride hailing statewide. While the taxi industry opposed the legislation, Governor John Hickenlooper celebrated it as an affirmative move toward innovation for the state. The bill requires TNCs to have insurance policies that cover the rider and driver, and to conduct background checks on all potential drivers. Even though the new law took power from cities to legislate on this issue, it was seen as a pro-innovation move for the state. In California, the state’s Public Utility Commission (PUC) also approved a regulatory framework under which TNCs could operate legally throughout the state. The result is that taxi services continue to be regulated by cities and counties, while ride hailing services are regulated at the state level, similar to limousines and charter buses. This has created a rift between the TNC and taxi industry, the latter of which feels that they are forced to deal with more onerous regulation.In other cases, state intervention has prohibited sharing economy companies from operating legally.31 In Virginia, the state’s Department of Motor Vehicles issued a cease-and-desist letter to both Uber and Lyft, causing them to halt operations in Commonwealth of Virginia. Since July of 2015, there has been state-level regulation in place that set forth a framework for how TNCs can operate in Virginia.Local ImpactTransportation and the way it is regulated is wedded to factors like geography, demographics and local economic activity. Furthermore, local government officials are closest to citizens, and thus most conscious of their priorities and values. Cities need the opportunity to assess their transportation needs and make policy decisions that best serve their residents. While TNCs in VirginiaWhen the Virginia state legislature passed a bill regulating the operation of TNCs in Virginia in 2015, cities were effectively prohibited from passing their own regulations. Prior to that, taxi-cab companies in the state of Virginia were regulated at the local level. TNCs changed the regulatory landscape by preempting the authority to regulate similar services from the local level and moving it to the state level. The introduction of TNC services in VA prompted some concern from local level administrators, specifically, local law enforcement agencies and airport authorities who wanted information about where these TNCs would be operating. The new law required TNCs and any TNC affiliated company to register with the state, pay an annual fee, as well as an additional renewal fee. As a result, the registration requirement shared TNC information with local officials. The current legislative session saw a new bill introduced that will eradicate the requirement that TNCs register with the state. The likely passage of this bill will result in less information being channeled to local authorities about these mobility platforms.14NATIONAL LEAGUE OF CITIES“The state has always, through the Public Utilities Commission, regulated taxis, and TNCs have always been seen as an adjunct to taxis. Cities weren’t necessarily trying to get involved or have a bigger stake in that initial policy discussion. It was seen as a sort of pro-innovation move that set up minimal requirements to protect the public safety. That was welcomed.” // MARK RADTKE, COLORADO MUNICIPAL LEAGUE15 NATIONAL LEAGUE OF CITIES  City Rights in an Era of Preemptionembracing innovative technologies and platforms such as TNCs can reflect positive, pro-innovation sentiment and offer more mobility options to individuals, state level policies tend to overlook local nuances. Most importantly, they limit cities’ ability to regulate ride hailing in ways that make the most sense for a particular community.Home SharingHome sharing, also commonly referred to as short-term rentals, is recognized as an organized agreement between two parties, in which one party rents out all or part of his or her home to another party on a temporary, one-time basis through a third party platform (e.g. Airbnb and HomeAway).While the insurgence of TNCs was much more sudden, and caught many cities off-guard, home sharing is something that has been taking place in many communities in slightly altered forms for decades. Companies such as Vacation Rental by Owner (VRBO) have existed for quite some time, and although the user interface has changed to a digital platform, the actual service is quite similar. For example, in the state of Colorado, seasonal and vacation properties have historically played a significant role in the economy. However, in recognizing the place-based nuance and contextual nature of this issue, the state leaves the regulation of short-term rentals to its cities. The city of Denver was among the first in the nation to roll out a short-term rental portal, making it much easier for city residents to comply with the local regulation.32 State-level Action on Home SharingIn October of 2016, the state of New York passed a law making it illegal to list short-term rentals on Airbnb and other platforms. The state already had an existing law in place that prohibits individuals from renting out units for a time period of less than 30 days. The new law took an extra measure Preemption By StateStates with home sharing preemptionLikely because of the hyper-local nature of neighborhood zoning laws, far fewer state legislatures have preempted city authority over home sharing. To date, only three state legislatures in Arizona, Florida, and New York have passed laws that restrict local authority on these issues. 16NATIONAL LEAGUE OF CITIESto prohibit any advertising of such illegal rentals, essentially blocking the platforms that individuals might use to do so.33 While this action makes it difficult for individuals throughout the state of New York to use short-term rental platforms as a way to generate revenue, it was especially impactful in large metropolitan areas such as New York City, where the short-term rental market has become quite substantial. Airbnb struck back with a lawsuit hours after the bill was signed into law.34 Conversely, a law that went into effect on January 1, 2017 in Arizona severely limits local control in a very different way. The new law ends cities’ ability to restrict or ban short-term rental platforms, essentially making them legal everywhere with some limited regulatory authority. It also requires the platforms to collect taxes, which are then turned over to the state.35Local ImpactRestricting the role of cities in regulating short-term rentals is ultimately detrimental to residents. Whether laws passed by the state are prohibitive like New York’s or enabling like Arizona’s, they fail to acknowledge the reality that city leaders know best what their residents’ desire and what their neighborhoods can accommodate. Statewide home sharing laws also may potentially hamper local tax collection in some instances, essentially eliminating or circumventing any tax revenue that could potentially benefit the city. While Arizona’s law positions the state to embrace the sharing economy, it also positions the state government to reap the benefits of commercial transactions that take place at the local level. While embracing innovation is laudable, city governments deserve to shape the zoning laws and regulation that impacts their neighborhoods and the people who live in them. 17 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionMunicipal broadband is high-speed internet service provided to consumers by either a public entity, such as a local government or public utility, or a public-private partnership, rather than a private telecommunications provider. These networks may be wired fiber networks or wireless services, and may exist in dense cities or rural towns. At least 492 municipal networks are currently operating across the United States.36Communities may establish municipal broadband networks for a variety of reasons. Access to broadband can increase residential property values, increase commercial business activity and spur viable employment options in isolated communities. Broadband, whether publicly or privately provided, opens doors to education, healthcare, recreation and business growth.37The reason most commonly cited for establishing a municipal broadband service, particularly by smaller communities, is that the community in question is unserved or underserved by incumbent providers.38 Buildout of a fiber network is expensive, and may not make sense for an incumbent provider who can only acquire a limited number of subscribers in a sparsely-populated or geographically isolated area of new buildout. Other communities may find that, after having built a fiber ring to connect municipal or school buildings, or updating a utility’s grid to allow for smart metering, the cost to extend last-mile service from that ring is relatively low and will allow the public provider to offer broadband at a competitive cost to their residents.Municipal BroadbandPreemption By StateStates with municipal broadband preemptionA total of 17 states have preempted their municipalities from establishing a public broadband service.  18NATIONAL LEAGUE OF CITIESState-level ActionState preemption of municipal broadband generally falls into two categories: either explicitly prohibiting a public entity from providing broadband, or having the effect of prohibiting public broadband by placing sufficient barriers before local governments attempt to pursue municipal broadband. Outright prohibitions in state statute may bar local governments from providing any communications services at all (e.g. Texas Utilities Code, § 54.201 et seq.), or may prohibit municipalities over a certain size from providing telecommunications services (i.e. Nevada Statutes § 268.086, § 710.147). More common are procedural barriers that may take the form of processes such as required ballot initiatives (i.e. Colorado, Louisiana, Minnesota, and North Carolina), feasibility studies (i.e. Virginia and Wisconsin), or proof that the local incumbent provider cannot or will not provide broadband to the community in question (i.e. California, Michigan, Pennsylvania, Montana, Florida). Particularly in smaller communities, these procedural barriers may be insurmountable, especially when they necessitate expensive studies or requirements to be self-supporting or immediately profitable.Local ImpactThe effective impact of state preemption of municipal broadband has varied from state to state. Preemption has resulted in a chilling effect on municipal broadband projects in most preempted states, with barrier-free states hosting a larger number and variety of public networks. In some states, preemption statutes have renewed local efforts to explore municipal broadband as an option for their residents. For example, in Colorado, a 2005 state bill prohibited municipal utilities from offering broadband, with an exemption for those local governments that have gained approval through a ballot referendum. By 2017, 65 municipalities and 28 counties in Colorado had held successful ballot referenda to allow publicly provided broadband. Six public entities in Colorado have launched broadband networks.In recent years, two public providers, the Electric Power Board of Chattanooga, Tenn., and the city of Wilson, N.C., established public broadband service to their electricity customer base. Chattanooga’s utility began building out a “smart grid” in 2009, and began offering fiber to its customers in 2010. Tennessee law prohibits the Electric Power Board from offering communications services beyond its existing customer base, and so has been blocked from expanding its offerings to nearby communities. Wilson established a similar network, and ran into similar roadblocks when attempting to offer broadband services to neighboring cities. The two cities petitioned the Federal Communications Commission (FCC) for relief from their state statutes, and on February 16, 2015, the FCC preempted the provisions of North Carolina and Tennessee law that blocked expansion of municipal service beyond utility customer boundaries.39 However, both North Carolina and Tennessee sued, and in August 2016, the Sixth Circuit Court of Appeals reversed the FCC’s decision, finding that the agency lacked congressional authority to preempt state law.40Municipal Broadband Challenges at the Federal Level 19 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionIn North Carolina, effects have been more mixed, largely due to political battles fought at both the state and federal levels of government. North Carolina’s preemption statute dates to 2011, and triggered a 2015 FCC proceeding that temporarily blocked the state preemption. When the 6th Circuit Court overturned that decision in 2016, North Carolina cities not only lost some municipal broadband capabilities, they also lost political capital within the state legislature. The conflict over municipal broadband helped to drive a wedge between North Carolina cities and their state legislators, and the court’s decision to overturn the FCC’s ruling strengthened the state legislature’s position that cities had become too powerful in North Carolina and needed to be reined in – as evidenced by recent preemption legislation on other issues.41 20NATIONAL LEAGUE OF CITIESTax and Expenditure Limitations (TELs) are state or voter-imposed limitations on the ability of local governments to raise revenue, spend taxes or both. TELs began in the 1970s in response to voter dissatisfaction with rapidly increasing inflation, property taxes and cost of government. Washington, Ohio and North Dakota were early adopters of TELs in various forms. It was California’s Proposition 13, capping property taxes to one percent of home purchase price, which set the stage for widespread scrutiny and limitations of local taxing structures.42State-Level ActionAt the local level, the most common TELs affect property taxes by constraining one or more elements of the revenue structure, including: cap on the property tax rate; limit on the growth in local property assessment; and/or limit on the total levy (revenue) growth from property taxes from year to year. Adjusting one or more of these components has varying impacts on tax revenue.Less (or non-) binding TELs: There are some instances in which limits placed on local governments can be circumvented; these are called “less (or non-) binding” TELs.43 For example, a rate limit alone could be circumvented by raising assessments, or an assessment limit alone could be circumvented by raising the property tax rate. Cities in nine states face less (or non-) binding property tax TELs.Tax and Expenditure LimitationsFiscal Authority by StateNo TELsLess binding property tax limitPotentially binding property tax limitBinding property tax limit & general limitA total of 42 states have enacted some sort of tax and expenditure limitation. Nine states have a less binding property tax limit, 26 have a potentially binding property tax limit, and seven have a binding property tax limit & a general limit.21 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionPotentially binding TELs: Potentially binding TELs are those in which there is either a property tax levy limit or some combination of rate and assessment limits together that negate the ability of cities to circumvent the limits. Although constraining, these TELs are identified as “potentially” binding because they are often statutory limits set so high that it is unlikely a city would come close to being limited by them. Cities in 26 states face potentially binding property tax TELs.Binding TELs: Similar to potentially binding TELs, binding TELs involve a levy limit, or an assessment and rate limit together. However, unlike potentially binding TELS, binding TELs create a very narrow base and rate of growth for property taxes, like California’s Proposition 13. Cities in seven states face binding property tax TELs.Cities in only eight states are not subject to TELS.Local ImpactAlthough the types of TELs described here capture much of what cities experience in terms of property tax limitations, there are nuances in some states that create additional limitations, as well as opportunities to bypass limits. For example, although Tennessee does not have traditional restrictions on local property tax rates or assessments, taxation law requires that the property tax rate be reset after a reappraisal to raise the same amount of revenue as the prior year. A council majority vote can circumvent this limitation. In Louisiana, although property tax revenue cannot exceed the amount collected in a prior year, the cities of New Orleans and Shreveport have established special purpose taxing districts that generate revenues exempt from TELs to pay for city bond, infrastructure maintenance, additional police and fire services, and downtown developments.44 Given TEL exemptions for special purposes or voter overrides, it is possible for property tax revenue in a city to exceed the levy ceiling imposed by TELs.Despite these work-arounds, TELs still impact fiscal policy decisions and pose challenges, particularly for property tax dependent cities. For example, in South Carolina, Act 388 (2006) caps the amount of property taxes that can be raised from year to year. A city may exceed the cap under one or more of seven exceptions (i.e., if a city needed to exceed the cap to make up a prior year deficit). In cases where exceptions do not apply, the TEL has a large impact on city revenues because of cities’ high reliance on the property tax. To help offset the cap, cities often adjust fiscal policy by increasing the amount or rate of the other fees and taxes available to them. A recent study of cities across the country found that the most common fiscal policy action taken when a city approaches the ceiling of property taxes set by state-imposed TELs is to increase sales taxes.4522NATIONAL LEAGUE OF CITIESColorado’s Taxpayer Bill of Rights (TABOR) is an amendment (Article X, Section 20) designed to limit the size of government that was added to the state constitution by voters in 1992. The most widely known provision is the requirement that any tax increase or debt question be approved by voters. The implications of TABOR for local governments, however, are much more wide-ranging. It imposes annual limits on both government revenue and spending. Each year, municipalities may only retain tax and fee revenues (federal funds are exempt) equal to the previous year’s revenue plus the percentage of the consumer price index (CPI) combined with the percentage of net new construction of real property improvements. For example, if the CPI rose one percent and net new construction increased two percent, current year municipal revenues could increase three percent over the previous year. Any revenue collected over that amount must be refunded to taxpayers. If revenues decrease—as they did for some municipalities in the recent recession—the following year the formula is applied to that lower revenue figure, leading to lower revenues not only in the recession year, but for many years to come. This is known as the ratchet-down effect. There is an escape hatch, however, as voters may override the revenue limits on a temporary or permanent basis. Municipalities have been very successful when asking for over-rides, with an 86 percent approval rate. Fee-based enterprise funds, such as a water utility, that receive less than 10 percent of their budgets from tax money are exempt from TABOR requirements. Municipal budgets must include a 3 percent emergency reserve fund. Sales and property taxes are the primary revenue sources for Colorado municipalities, and they are prohibited from collecting an income tax or adopting a real estate transfer tax. The state is barred from collecting a property tax.Source: Colorado Municipal League, 2017Lessons from Colorado23 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionPreemption provisions can be and have been added to a multitude of different state policies. The following are a sampling of popular ones enacted.Plastic bagsAs local governments are leading the effort to limit plastic waste, state legislatures are working to preempt local ordinances banning or taxing single-use plastic bags and containers. At least five states (Arizona, Idaho, Michigan, Missouri and Wisconsin) have barred local governments from regulating plastic bags in the past two years.4Guns/firearm safetyCities are increasingly losing their power to regulate guns and firearm safety. According to the Law Center to Prevent Gun Violence, only seven states give their local governments broad authority to regulate firearms and ammunition.47 These states also rank among those with the lowest gun death rates. In the remaining 43 states, local firearm and ammunition regulation that is more stringent than existing state law is preempted in one way or another.  NutritionWhile states and localities are preempted from regulating menu labels by the federal government, states have extended preemption of nutrition-based laws even more. Eight states have laws that preempt localities from a wide range of nutrition-based regulations, from portion sizes to nutritional labeling to promotional games and toys.48 Inclusionary zoning & rent controlInclusionary zoning is the term given to local planning ordinances that require a given share of new construction to be affordable by people with low to moderate incomes. Hundreds of local governments have implemented such policies.49 Until 2016, Oregon and Texas were the two states that did not allow inclusionary zoning. Oregon has since lifted its preemption of inclusionary zoning and Kansas has now enacted its own. In two states (Colorado and Wisconsin), inclusionary zoning ordinances have been invalidated as conflicting with the state’s prohibition on rent control.50 Rent control refers to the limits on the rent that landlords may charge. Cities set these price ceilings in an effort to maintain affordable housing. However, cities in 26 states are preempted from imposing rent controls, according to The National Multifamily Housing Council.5Other Areas of Preemption24NATIONAL LEAGUE OF CITIESOur analysis finds extensive variation in the number of preemptions and the application of these laws across states. Only two states, Connecticut and Vermont, do not preempt their cities in any of the seven policy areas we examined.In addition to the caveats we detail throughout the report, the broader political environment also affects the opportunities and challenges cities and their advocates face when dealing with preemption. We asked several state leagues for recommendations for their peers, and they pointed to the need to choose their battles wisely and to help change the pro-preemption narrative within their state.Recommendations & ConclusionChoose Preemption Battles WiselyPreemption can arise for political or policy reasons or a combination of the two. In most cases, cities and their advocates want to avoid legislation or proposals that limit city authority. Conversations with state municipal leagues suggest that there may be cases where preemption is either unavoidable or can have an overall positive affect, like streamlined regulations across the state to encourage business development. The key in these cases is active communication between state legislators and city officials to minimize any negative effects of the preemption and to steer the legislation in the best way possible. State municipal leagues also noted the need to carefully consider how and when they use their limited political capital with their state when confronting preemption and other challenges on multiple fronts. “Choosing your battles wisely” was a common refrain. Address the Preemption NarrativeThe rise of preemptive legislation suggests that state governments are concerned about increased local autonomy and the patchwork of regulations that may exist within the state. As a result, a pro-preemption narrative is emerging in an attempt to put cities in their place. State leagues can take an active role in combating this narrative. For example, the North Carolina League of Municipalities is reshaping the narrative away from “cities are out of control” to “cities help the state.” The league takes the approach of avoiding politics in favor of an economic argument. They frame preemption as obstructing cities from being the best drivers of development that they can be. State preemption limits the ability of cities to address critical local issues and to uphold the values of those living in their communities. Our call for local control is intended to give cities the ability to adapt and to have the tools they need to build stronger economies, promote innovation and move their states – and ultimately the country – forward.25 NATIONAL LEAGUE OF CITIES  City Rights in an Era of PreemptionEndnotes1 Warren, Emily, “When States Interfere with City-Level Innovation: Preemption and Implications for Cities,” 21st Century Cities Initiative, Johns Hopkins University, December, 2016 2 Covert, Bryce, “The Conservative Backlash Against Minimum Wage and Paid Sick Leave Victories Sweeping the Nation,” ThinkProgress, June 16, 2016, https://thinkprogress.org/the-conservative-backlash-against-minimum-wage-and-paid-sick-leave-victories-sweeping-the-nation-61f26429300a#.iqy7umenw3 “Preemption Map,” Grassroots Change, http://grassrootschange.net/preemption-map/#/category/paid-sick-days 4 Platt, Elizabeth R., “States Attempting to Preempt LGBT-Friendly Municipalities,” Columbia Law School, http://blogs.law.columbia.edu/publicrightsprivateconscience/2016/02/11/states-attempting-to-preempt-lgbt-friendly-municipalities/.5 “Map of State-Level Ridesharing Laws,” R Street, June 1, 2016, http://www.rstreet.org/tnc-map/.6 Bennett, Jared and Reity O’Brien, “A State-by-State Guide to Short-term Rental Legislation,” The Center for Public Integrity, July 15, 2015, https://www.publicintegrity.org/2015/07/15/17656/state-state-guide-short-term-rental-legislation 7 Baller, James, “State Restrictions on Community Broadband Services or Other Public Communications Initiatives” The Baller Herbst Law Group, August 10, 2016, http://www.baller.com/wp-content/uploads/BallerHerbstStateBarriers8-10-16.pdf 8 Hoene, Christopher W. and Christiana K. McFarland, “Cities and State Fiscal Structure,” National League of Cities, 2015, http://www.nlc.org/resource/cities-and-state-fiscal-structure-2015 9 National League of Cities, “Local Government Authority,” http://www.nlc.org/local-government-authority 10 Clinton v. Cedar Rapids and the Missouri River Railroad, 24 Iowa 455 (1868)11 Rivlin-Nadler, Max, “Preemption Bills: A New Conservative Tool to Block Minimum Wage Increases,” New Republic, February 29, 2016, https://newrepublic.com/article/130783/preemption-bills-new-conservative-tool-block-minimum-wage-increases. 12 “Living Wage Mandate Preemption Act,” American Legislative Exchange Council, January 28, 2013, https://www.alec.org/model-policy/living-wage-mandate-preemption-act/. 13 Bultman, Matthew, “Ky. High Court Strikes Louisville Minimum Wage Ordinance,” Law360, October 21, 2016, https://www.law360.com/articles/854013/ky-high-court-strikes-louisville-minimum-wage-ordinance.14 Barton, Ryland, “Kentucky Supreme Court Strikes Down Louisville Minimum Wage Ordinance,” WFPL, October 20, 2016, http://wfpl.org/kentucky-supreme-court-strikes-down-louisville-minimum-wage-ordinance/. 15 Petroski, William, “Branstad to Explore Statewide Minimum Wage Hike,” Des Moines Register, October 24, 2016, http://www.desmoinesregister.com/story/news/2016/10/24/branstad-backs-statewide-minimum-wage-hike/92673274/. 16 “Missouri Supreme Court Orders Kansas City Vote on Wage Hike,” Associated Press, January 17, 2017, http://www.stltoday.com/business/local/missouri-supreme-court-orders-kansas-city-vote-on-wage-hike/article_5a7bae1b-d39e-539e-ac0e-1a41cc1bc00e.html. 17 Livingston, Gretchen, “Among 41 Nations, US is the Outlier when it Comes to Paid Parental Leave,” Pew Research Center, September 26, 2016, http://www.pewresearch.org/fact-tank/2016/09/26/u-s-lacks-mandated-paid-parental-leave/. 18 “DOL Factsheet: Paid Family and Medical Leave,” U.S. Department of Labor, June, 2015, https://www.dol.gov/wb/paidleave/PDF/PaidLeave.pdf. 19 “State Paid Family Leave Insurance Laws,” National Partnership for Women and Families, April, 2016, http://www.nationalpartnership.org/research-library/work-family/paid-leave/state-paid-family-leave-laws.pdf. 20 “Overview of San Diego’s Paid Sick Time Campaign,” A Better Balance, http://archives.abetterbalance.org/component/content/article/48-sick-leave/321-san-diego-california.21 Perretta, Seth, “Benefits Briefing: Paid Leave Laws & Challenges for Employers,” American Benefits Council, April 14, 2016, http://www.americanbenefitscouncil.org/pub/d62851fd-b3d0-df1e-fa5a-b7cceff08771. 22 Bennett, Macaela J., “Arizona Sued Over Ban on Cities Mandating Paid Sick Leave,” Arizona Republic, July 28, 2016, http://www.azcentral.com/story/news/politics/arizona/2016/07/28/arizona-sued-over-ban-cities-mandating-paid-sick-leave/87391478/. 23 Baker-White, Andy, “Calling in Sick: Analyzing the Legal, Political and Social Feasibility of Paid Sick Leave Ordinances,” The Network for Public Health Law, https://www.networkforphl.org/_asset/2mxh14/paid_sick_leave.pdf. 24 “Two Years After Mayor de Blasio Expands Paid Sick Leave to One Million New Yorkers, City’s Economy Stronger Than Ever,” City of New York, April 1, 2016, http://www1.nyc.gov/office-of-the-mayor/news/318-16/two-years-after-mayor-de-blasio-expands-paid-sick-leave-one-million-new-yorkers-city-s-economy. 25 Session Law 2016-3, House Bill 2 (N.C. 2016), http://www.ncleg.net/sessions/2015e2/bills/house/pdf/h2v4.pdf. 26 Gordon, Michael, Mark S. Price and Katie Peralta, “Understanding HB2: North Carolina’s newest law solidifies state’s role in defining discrimination,” Charlotte Observer, March 26, 2016, http://www.charlotteobserver.com/news/politics-government/article68401147.html. 27 Ellis, Emma G., “Guess How Much that Anti-LGBTQ Law is Costing North Carolina,” Wired, September 18, 2016, https://www.wired.com/2016/09/guess-much-anti-lgbtq-law-costing-north-carolina/. 28 “Cities and Counties with Non-Discrimination Ordinances that Include Gender Identity,” Human Rights Campaign, January 28, 2016, http://www.hrc.org/resources/cities-and-counties-with-non-discrimination-ordinances-that-include-gender. 29 Casuga, Jay-Anne B. and Michael Rose, “Are State Workplace Preemption Laws on the Rise?” Bloomberg BNA, July 19, 2016, https://www.bna.com/state-workplace-preemption-n73014444995/. 30 DuPuis, Nicole and Brooks Rainwater, “Shifting Perceptions of Collaborative Consumption,” National League of Cities, 2015, http://nlc.org/resource/shifting-perceptions-of-collaborative-consumption. 31 Forster, Dave, “Virginia DMV Orders Lyft, Uber to Stop Operating,” Virginian-Pilot, June 6, 2014, http://pilotonline.com/news/local/transportation/virginia-dmv-orders-lyft-uber-to-stop-operating/article_bdd38b84-0358-5916-aa87-40ddee61e898.html. 32 “Denver Short-Term Rental Portal,” City of Denver, https://www.denvergov.org/STRapplication/. 33 Nunez, Michael, “New York Law Bans Airbnb Short-Term 26NATIONAL LEAGUE OF CITIESRentals.” Gizmodo, October 21, 2016, http://gizmodo.com/new-york-law-bans-airbnb-short-term-rentals-1788086399. 34 Benner, Katie, “Airbnb Sues over New Law Regulating New York Rentals,” New York Times, October 21, 2016, https://www.nytimes.com/2016/10/22/technology/new-york-passes-law-airbnb.html. 35 Bennett, Macaela, “Is Airbnb Good For Arizona?” The Arizona Republic, July 27, 2016, http://www.azcentral.com/story/news/politics/legislature/2016/07/27/airbnb-arizona-benefits/86314492/. 36 “Community-Based Broadband Solutions: The Benefits of Competition and Choice for Community Development and Highspeed Internet Access,” Executive Office of the President, January 2015, https://muninetworks.org/sites/www.muninetworks.org/files/White-House-community-based-broadband-report-by-executive-office-of-the-president_1.pdf. 37 Koebler, Jason, “The City That Was Saved by the Internet,” Vice, October 27, 2016, http://motherboard.vice.com/read/chattanooga-gigabit-fiber-network. 38 Kruger, Lennard G. and Angele A. Gilroy, “Municipal Broadband: Background and Policy Debate,” Congressional Research Service, April 6, 2016, https://fas.org/sgp/crs/misc/R44080.pdf. 39 In the Matter of City of Wilson, NC, Petition for Preemption of North Carolina General Statute 160A-340 et seq. and The Electric Power Board of Chattanooga, Tennessee Petition for Preemption of a Portion of Tennessee Code Annotated Section 7-52-601, 30 FCC Rcd. 2408 (F.C.C.), 2015 WL 112011340 State of Tennessee v. Federal Communications Commission, No. 15-3291/3555 (6th Cir.), http://goo.gl/JW9jFj41 Greenblatt, Alan, “Beyond North Carolina’s LGBT Battle: States’ War on Cities,” Governing, March 25, 2016, http://www.governing.com/topics/politics/gov-states-cities-preemption-laws.html.42 Hill, Edward W. et al., “A Review of Tax and Expenditure Limitations and Their Impact on State and Local Government in Ohio,” Urban Publications, 2006, http://engagedscholarship.csuohio.edu/urban_facpub/530 43 This less (or non-) binding/potentially binding approach is well-documented within the academic and analytical literature on TELs. For instance, see Mullins and Wallin in Public Budgeting in Finance (2005).44 Wang, Shu, “The effect of state-imposed tax and expenditure limits on municipal revenue structure: A legal approach” (Working paper), 2015. 45 Ibid46 “State Plastic and Paper Bag Legislation,” National Conference of State Legislatures, November 11, 2016, http://www.ncsl.org/research/environment-and-natural-resources/plastic-bag-legislation.aspx.47 “Local Authority to Regulate Firearms,” Law Center to Prevent Gun Violence, http://smartgunlaws.org/gun-laws/policy-areas/other-laws/local-authority/.48 “Preemption Map,” Grassroots Change, http://grassrootschange.net/preemption-map/#/category/nutrition.49 “The Effects of Inclusionary Zoning on Local Housing Markets: Lessons from the San Francisco, Washington DC and Suburban Boston Areas,” Furman Center for Real Estate & Urban Policy, http://furmancenter.org/files/publications/IZPolicyBrief.pdf. 50 “National Survey of Statutory and Case Law Authority for Inclusionary Zoning,” National Association of Home Builders, June, 2007, http://www.hbact.org/Resources/Documents/Files%20H-K/inclusionary%20zoning%20manual-nahb%20june%202007-hollister.pdf. 51 “Rent Control Laws by State,” National Multifamily Housing Council, http://www.nmhc.org/Research-Insight/Rent-Control-Laws-by-State/. ",
    "id": 80510916,
    "identifiers": {
        "doi": null,
        "oai": "oai:harvest.issuelab.org:26714"
    },
    "title": "City Rights in an Era of Preemption: A State-by-State Analysis",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-02-02T00:00:00+00:00",
    "publisher": "National League of Cities",
    "references": [],
    "sourceFulltextUrls": [
        "https://www.issuelab.org/resources/26714/26714.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/80510916.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/80510916"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/80510916/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/80510916/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/80510916"
        }
    ],
    "abstract": "In a new report, NLC finds that states limit city power through preemption in a number of policy areas, ranging from labor protections to taxing authority.Preemption is the use of state law to nullify a municipal ordinance or authority. In some cases, preemption can lead to improved policy statewide. However, preemption that prevents cities from expanding rights, building stronger economies, and promoting innovation can be counterproductive when decision-making is divorced from the core wants and needs of community members",
    "tags": [
        "report",
        "Community and Economic Development",
        "Human Rights and Civil Liberties"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "report"
    ],
    "oai": "oai:harvest.issuelab.org:26714",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1643",
        "openDoarId": 0,
        "name": "IssueLab",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 80510916,
        "depositedDate": null,
        "publishedDate": "2017-02-02T00:00:00+00:00",
        "updatedDate": "2024-02-14T12:45:51+00:00",
        "acceptedDate": null,
        "createdDate": "2017-04-14T06:01:52+01:00"
    },
    "urls": [
        "https://issuelab.org/permalink/resource/26714",
        "https://issuelab.org/resources/26714/26714.pdf"
    ],
    "lastUpdate": "2024-02-14T12:45:51+00:00",
    "setSpecs": []
}