{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Meenan, Chloe"
        }
    ],
    "contributors": [],
    "createdDate": "2022-07-21T20:44:12+01:00",
    "dataProvider": {
        "id": 14569,
        "name": "Sacred Heart University: DigitalCommons@SHU",
        "url": "https://api.core.ac.uk/v3/data-providers/14569",
        "logo": "https://api.core.ac.uk/data-providers/14569/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/524963302.pdf",
    "fullText": "Sacred Heart University       Closing the Gender Gap in Leadership Today         Chloe Meenan HN-300-F 5 May 2021 1Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 2  Abstract In this paper, I argue that the workplace must be reinvented to be equitable for women. There are many contributing factors to the gender gap in leadership, but there are some critical areas where increased support can help to elevate workplace equity for women, allowing them to succeed in their roles and have access to equal opportunities of advancement. First, I define the gender gap in leadership and address the impact of Covid-19 and the disruption of progress for women in the workforce. I focus on the new opportunity for companies to make investments into building more flexible and empathetic workplaces. I will be proposing solutions to the main contributing factors to the gender gap in leadership that can be incorporated based on the needs of the organization. I will be providing solutions for the workplace from an interdisciplinary perspective through a lens of human resource management, gender studies, and psychology. These include solutions for childcare, eliminating bias in the workplace, establishing a strong Diversity, Equity and Inclusion department, and supporting Black women in the workplace. I hope to educate the reader on what we can do today to close the gender gap in leadership and achieve gender equity in the workplace.        2Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 3  Introduction There is a wealth of knowledge on the barriers that women face in the workplace, but solutions and plans of implementation are not as widely available. There are some key laws responsible for the advancement of women in the workplace, and even more that are being written. Women’s advancement includes working towards gender and racial equity in the workplace, including the promotion of women into leadership roles. With the recent changes in leadership in the United States, this is a pivotal time for achieving women’s advancement. Vice President Kamala Harris expressed that the 2.5 million women that have left work since the beginning of the pandemic constituted a “national emergency” (Rogers, 2021). In the Biden Agenda for Women, there are policies that address economic security, healthcare, infrastructure, ending violence against women, and protecting and empowering women globally, which are some of the most pressing issues that women are facing, especially women of color. More specifically, this plan will include the implementation of a diversity and inclusion plan for the federal workforce, passing the Equal Rights Amendment, enacting a Pregnant Workers Fairness Act, and even more courses of action to benefit the livelihoods of American women, especially Black women (National Organization for Women, 2021). The workplace is changing, and it is time to see equal representation in the workplace. Human resource management is responsible for a lot of cultural shifts in the workplace and Covid-19 has positioned their role in a critical seat, where their ideas are now front and center. If human resource professionals make adjustments to their workplace policies now, they can contribute towards closing the gender gap in leadership, instead of hoping that future generations are able to fix it. It is important for companies to focus on the reality of their situation during the Covid-19 crisis and move forward from here, rather than relying on past 3Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 4  progress that is being threatened under present circumstances. There are many contributing factors to the gender gap in leadership, but there are some critical areas where increased support can help to elevate workplace equity for women, allowing them to succeed in their roles and have access to equal opportunities of advancement. We are standing on what could be a pivotal point for women in the workplace, with the new opportunity to develop ways to support and uplift all employees. The workplace must be reinvented to be equitable for women; specifically Black women, by providing solutions for childcare, eliminating bias in the workplace, developing strong Diversity, Equity, and Inclusion roles, and in the process, close the gender gap in leadership through an intersectional framework. The Gender Gap in Leadership In order to understand the gender gap in leadership, one must first understand the barriers that women have historically faced in the workplace. Since the establishment of the Equal Pay Act and Title VII, “women have made enormous strides in gaining access to higher education and the workplace” (Cahn, 2015, p. 242). Workplace decisions based on stereotypes are prohibited by Title VII as well as discrimination on the basis of gender identity and sexual orientation (Bennet-Alexander & Hartman, 2017, 393-394). “There is a persistent belief that there are not enough qualified women to fill existing leadership positions. However, data reveals that there are more than enough qualified women for leadership positions, and women now earn the majority of doctoral and master’s degrees” (J.P. Morgan, 2017). Even though women are taking all the necessary steps to be successful in careers, they are not promoted as much as men in the same positions. “…women are subject to different sets of rules and higher standards than men…these different expectations constitute pervasive gender bias” (Cahn, 2015, p. 243). As of 2020, women make up 51.7 percent of management, 4Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 5  professional, and related occupations, but only occupy 29.3 percent of chief executive roles, and 30.5 percent of general and operational manager roles (U.S. Bureau of Labor Statistics, 2020). Within Fortune 500 companies, women make up 37 of CEO positions, or 4.7%, which is the highest it has ever been. “In fact, over the last 20 years, Fortune 500 women CEOs increased 18 times over. But that’s not saying a lot, since only two women made the list 20 years ago.” (Byham, 2020). There is still a lot of progress to be made for women in leadership positions among the upper leadership of Fortune 500 companies and in manager roles, the first rung of the leadership ladder.  Covid-19 and the Disruption of Progress McKinsey & Company conducted a study on the state of women in corporate America, surveying close to 600 companies. This study tracked the changes in women’s representation over the last six years and assessed how Covid-19 could disrupt these trends in the future. The main problems identified by the study were that “Women-especially women of color are more likely to have been laid off or furloughed during the Covid-19 crisis, stalling their careers and jeopardizing their financial security” and challenges that women already faced in the workplace, mainly for working mothers, have been intensified (Thomas et al., 2020, p. 6). Some of the main contributors to the gender gap in leadership are the barriers faced by Black women. “Today they’re also coping with the disproportionate impact of Covid-19 on the Black community and the emotional toll of repeated instances of racial violence falls heavily on them” (Thomas et al., 2020, p. 6). Statistically, Black women were reported to feel like they could not bring their whole selves to work, that they did not have strong allies, feel less supported during the pandemic, face more bias on a daily basis, and experience more microaggressions. Currently, organizations are not creating a safe, inclusive, or equitable workplace for women. Supporting women in the 5Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 6  workplace should be a priority and supporting their leadership development should be viewed as a business necessity. A New Opportunity Although the Covid-19 crisis is threatening to unwind years of progress made in gender diversity, there is also an additional opportunity for companies to make investments into building more flexible and empathetic workplaces. The solutions created at these crossroads will determine the impact made on organizations and society for the next decades (McKinsey, 2020, p. 6). As identified in The HR Specialist, the Chief Human Resources Officer will be more strategic and in-demand due to the need for companies to reinvent their operating models, work cultures, and policies (HR Specialist, 2021). Since the Covid-19 pandemic has exacerbated problems in the workplace, this is a crucial time for developing courses of action that address the most prevalent problems that will be implemented for years to come. The lack of support for women in the workplace is one of these problems, and the struggles of women in the workplace have worsened and become more apparent. “The underlying consideration to keep in mind when developing, enforcing, or analyzing policies is that, no matter what we may have been taught about gender by family or cultural and societal mores, gender, alone, is considered by the law as irrelevant to one’s ability to perform a job” (Bennett-Alexander & Hartman, 2017, p. 385). It is also in the best interest of companies who are interested in maximizing their production, efficiency, and profits to recognize that any form of gender discrimination in the workplace is bad business. According to research conducted by the McKinsey Global Institute, in a gender-regressive “do nothing” scenario, the global GDP in 2030 would be $1 trillion below what it would have been if Covid-19 had affected the employment of men and women equally. If we “take action now” by 2030, $13 trillion can be added to global GDP. This would also raise the 6Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 7  female-to-male employment ratio to 0.71 opposed to the 0.61 it would have been in the “do nothing” scenario. (McKinsey & Company, 2021). Overall, by investing in achieving gender parity, the global GDP will grow and help to create a brighter future. Before developing solutions to the leadership gap in the workplace, companies must understand that intersectionality impacts women’s experiences. Intersectionality is a concept that was first articulated by Kimberlé Crenshaw in 1991 to identify a mode of analysis that is integral to women studies. “Within intersectional frameworks, race, class, gender, sexuality, age, ability, and other aspects of identity are considered mutually constitutive; that is, people experience these multiple aspects of identity simultaneously and the meanings of different aspects of identity are shaped by one another” (Kang et al., 2017). Black women, Latinas, Asian women, LGBTQ+ women, and women with disabilities all facing distinct challenges in the workplace (Thomas et al., 2020, p. 32). Through the framework of intersectionality, it is possible to understand the layers of challenges that women face in the workplace. Although there are varying problems that need to be addressed across different organizations, I will be proposing solutions to the main contributing factors to the gender gap in leadership that can be incorporated based on the needs of the organization. I will be providing solutions for the workplace from an interdisciplinary perspective through a lens of human resource management, gender studies, and psychology. These include solutions for childcare, eliminating bias in the workplace, establishing a strong Diversity, Equity and Inclusion department, and supporting Black women in the workplace.  Proposed Solution for Childcare The pressures from the pandemic are driving employees to leave their roles, and many of these employees have been women. It has been reported that “…as many as two million women 7Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 8  are considering taking a leave of absence or leaving the workforce altogether” (Thomas et al., 2020, p. 9). One of the major components that is driving women to leave the workforce is their increased responsibilities to care for their children. One in three mothers may be forced to scale back or opt-out of their roles out due to childcare responsibilities. More specifically, “76% of mothers with children under age 10 say childcare is one of their top three challenges during Covid-19, compared to 54% of fathers with young children” (Thomas et al., 2020, p. 18). Workplaces need to increase their resources dedicated to supporting caregivers, due to the staggering number of women that are affected by these duties in a significant way. The workplace should be compatible with the basic needs of their employees, and it has been demonstrated that many employees, and especially women, are lacking support in their childcare responsibilities.  According to the Society for Human Resource Management, one of the major ways to close the leadership gender gap is to “Respect and address women’s responsibilities outside the workplace” (SHRM, 2021). One method for companies to accomplish this is to change the hours in their workday or creating a more flexible schedule for their employees. “Workplaces and the financial system were designed by men, for men. And not just any men: men who wither had few familial burdens, or whose home lives were one hundred percent separate from the demands of the workday” (Sangster, 2019). It is necessary for companies to take additional steps to ensure that their workplace is conducive towards supporting all employees in their success through the necessary means. Job sharing, part-time employment, staff working from home or telecommuting, flexible starting and stop times and flexible core business hours, and periodic paid and unpaid work interruptions for childcare and eldercare are other options for companies to support women’s responsibilities outside of the workplace (Heathfield, 2020).  8Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 9  According to the U.S. Bureau of Labor Statistics, “Working women are also at a greater disadvantage compared with working men in the current crisis because fewer women have jobs that allow them to telecommute: 22 percent of female workers compared with 28 percent of male workers” (Karageorge, 2020). If companies expanded the support they give to their employees, especially mothers, it would help them in retaining their talent and not losing women within their organization. If organizations allow for a hybrid work environment, this can help to increase the amount of women applying since women’s work preferences have changed since the pandemic, with 48 percent of women who have become much less or somewhat less likely to want to return to the physical workplace full time, while 26 percent said they are more likely to do so” (Gurchiek, 2021). As expressed by Michelle Nettles, the chief people and culture officer at ManpowerGroup, there is a risk of a “she-cession” due to their increased caregiving responsibilities, and the already existing lack of flexible work hours, lack of role models, gendered career paths, and challenges in accessing sponsors and influential networks (Gurchiek, 2021).  Although many employees face challenges with the caregiver policies in their organizations, General Mills and Patagonia are examples of two companies that have developed caregiver policies that help employees to support their families while also contributing to their organizations. In 2018, General Mills decided to expand their benefits plan with the goal of improving leave for all stages of its employees' lives. They increased their fully paid time off to new birth mothers from 18 to 20 weeks and parental leave for fathers, partners, and adoptive parents to 12 weeks. They also added a new component of caregiver leave, where they offer caregivers two-week paid leave for the care of immediate family members that have a serious health condition (Stevens, 2018). General Mill’s expansion of their benefit shows that they care 9Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 10  about the lives of their employees and have responded to the demand for support in their organization. By making supporting their employees a priority, it sends them the message that they care about their lives both at work and at home, while also promoting productivity in the workplace by alleviating some of the burdens of childcare responsibilities. Patagonia is another company that is committed to supporting employees in all areas of their lives. On their website, Patagonia explains “Offering on-site child care is the right thing to do for employees, working parents, and the workplace. It’s expensive to offer quality care and subsidize tuition, but the benefits-financial and otherwise- pay for themselves every year” (Patagonia, 2021). Their initiatives promote a healthy work-life balance where parents can have a major role in their child’s lives. This also helps fathers to play an equal role in raising their children. As Patagonia explains, “When companies offer on-site child care, the benefits are profound. Fathers tell how Patagonia’s child-care center allows them to balance work and family, changes them as fathers, and how it could transform gender roles” (Patagonia, 2021). Providing a healthy work-life balance for their employees and allowing them to support their families while also working has been extremely beneficial in promoting workplace equity and creating a productive environment. Eliminating Bias from the Workplace Bias has a heavy influence in organizations in job descriptions, surrounding childcare and caregiving, gender, race, hiring, and advancement. The most common types of biases that women face in the workplace are unconscious bias, performance bias, attribution bias, likeability bias, maternal bias, and affinity bias. Unconscious bias occurs when people use mental “shortcuts” or stereotypes to make decisions about people. In a survey conducted by Harvard, they found that 76% of participants associated men with career and women with family regardless of their gender. 75% of participants also showed preference for White people over 10Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 11  Black people, including half of the Black participants. Through performance bias, individuals make assumptions in which they underestimate the performance of women and overestimate the performance of men. Through attribution bias women are seen as less competent than men, and are given less credit for accomplishments and blame them more for mistakes. This usually appears through meetings where women are more likely to be talked over and interrupted and since women are frequently blamed for failure, they are susceptible to greater self-doubt. With the likeability bias, individuals have negative responses to women who have strong leadership styles and may describe them as aggressive or bossy. Through maternal bias, individuals make the assumption that mothers are less committed and les competent, and as an effect they have less opportunities and are held to higher standards than fathers, and this is the strongest form of gender bias. Through the affinity bias, people will gravitate towards others that are like themselves in appearance, beliefs, and backgrounds. Since straight White men hold the majority of leadership positions, this type of bias has a greater effect on women, people of color, and LGBTQIA+ employees (LeanIn, 2021). Creating awareness of these biases is not enough to make a difference in the workplace. Organizations must educate employees on how gender biases are harmful and teach them how to counteract them. Slowing down when making decisions and speaking up when you observe biased behavior.  Bias in job descriptions is one of the major barriers to leadership that women face in the workplace. To combat gender bias in job descriptions, businesses need to alter their job listings to be gender neutral. “Studies have shown that gender bias and stereotyping in job descriptions have created artificial barriers that have prevented companies from tapping into a highly qualified talent pool” (Wright, 2021). In order to welcome a larger group of applicants, employers can drop “preferred” requirements, degrees, and certifications that are not necessary, 11Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 12  remove any biased language, remove skills that can be learned once hired, and reconsider if certain experience will really matter in the role they are applying for. In order to ensure that enough women are included in the applicant pool, employers can make sure they meet with as many women as men when possible, require the panel for open positions to include women, and audit job descriptions for language that is not inclusive (Wright, 2021). Making changes to one of the first barriers women face in obtaining roles will positively impact the representation of women in the workplace. Gender bias about mothers and caregivers significantly impacts women in the workforce as well. Mothers are 1.5 times more likely to feel discomfort in sharing work-life challenges, 2.1 times more likely to worry about performance being judged due to caregiving, and 2.6 times more likely to feel discomfort sharing their status as a parent than fathers since the start of the Covid-19 crisis (Thomas et al., 2020, p. 20). One in three mothers may be forced to scale back or opt-out due to childcare responsibilities. When mothers are unable to receive the proper support they need in their caregiving responsibilities through their workplaces, they may have no choice but to leave the workplace to provide the necessary care for their families. In eliminating bias from the workplace, women will have an equal opportunity in receiving promotions and having full access to the workplace, without feeling the need to leave due to their responsibilities of childcare. Bias is also present in organizations when promoting employees. The COO of Facebook, Sheryl Sandberg explains that “A lot of companies’ programs and a lot of diversity efforts are focused at the top-how do we develop senior leaders…but what we also have to focus on is what we call ‘the broken rung,’ that first broken rung from employee to manager” (Lebowitz & Teng, 2020). The underrepresentation of women, and especially Black women, begins at the first level of promotions, where “For every 100 men promoted to manager, only 58 Black women are 12Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 13  promoted, despite the fact that Black women ask for promotions at the same rate as men. And for every 100 men hired into manager roles, only 64 Black women are hired. That means there are fewer Black women to promote at every subsequent level, and the representation gap keeps getting wider” (Lean In, 2020). In Lean In’s Report of The State of Black Women in Corporate America, they suggest five ways to reduce bias in hiring and promotions. They recommend requiring a diverse slate of final candidates for every position, putting evaluators through unconscious bias training, using clear, consistent review criteria, anonymizing resumes, and assignments, and appointing a criteria monitor. A diverse slate includes two or more candidates from an underrepresented group. When two or more Black candidates are included, the chances that one of them being hired rises dramatically.  Currently, only 19 percent of companies require that their employees complete unconscious bias training. Minority job applicants that delete references to their race, “whitening” their resumes are more than twice as likely to be called by companies for interviews than candidates that reveal their race. There is bias in the resume screening process at companies all throughout the United States. Blind recruitment, where information about race, age, gender, or social class are removed from resumes before hiring managers see them is one way for organizations to address discriminatory hiring practices (LeanIn, 2020). The increased job opportunities that women of color experienced after “whitening their resumes proves the importance of approaching the contributing factors to the gender gap in leadership from an intersectional framework. The additional biases that women of color are additional barriers to their advancement in the workplace that will not be addressed if solutions are only proposed for gender, there must also be solutions based on the intersectionality of gender and race. It is critical to teach employees how to counteract both gender and racial bias in order for them to have the 13Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 14  tools they need to take action against it. By using clear and consistent review criteria with a quantitative rating system has been shown to reduce bias. When resumes are anonymized, companies can improve the outcomes for women in business and for people of color. Finally, by appointing a human resources team member or employee from a different department to sit in on hiring and promotion conversations, they can make sure that evaluations are not based on subjective factor, including “culture fit” and “personality” (Lean In, 2020). Supporting Black Women in the Workplace It is important for organizations to support all women, but Black women face most barriers to their success and leadership in organizations. Black women in corporate senior leadership positions within the United States are “integral to organizations yet remain underrepresented at the upper echelons of leadership” (Erskine & Bilimoria, 2019). The biases that Black women in the workforce lead to them feeling like they cannot be themselves in the workplace and also effects the opportunities available to them. In The Memo, “Buoyed up by examples from her own experiences, such as how she confronted a White colleague who consistently called her ‘the black girl,’ Harts provides a necessary guide written from and to women of color, focusing on ‘building your squad,’ navigating office politics, managing in a world that is anything but postracial, and investing in oneself and one’s career” (Publishers Weekly, 2019). Women of color should not feel forced out of the workforce due to bias and limited opportunity. Since the beginning of the pandemic, Black women have been more likely to consider leaving the workforce due to concern of health and safety. “Black women are almost twice as likely as women overall to say that they can’t bring their whole selves to work and more than 1.5 times as likely to say that they don’t have strong allies” (Thomas et al., 2020, p. 29). Approaching solutions through an intersectional framework can address the different layers of 14Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 15  difficulties that women are facing in the workplace, ensuring that any efforts to support women were not designed to only support the needs of White women.  To support Black Women in the workforce, companies can implement antiracist, feminist White allyship to improve their leadership development and diversity and inclusion efforts (Erskine & Bilimoria, 2019). White allyship is defined as “a continuous, reflexive practice of proactively interrogating Whiteness from an intersectional framework, leveraging one’s position of power and privilege, and courageously interrupting the status quo of predominantly White corporate leadership…. creating mutuality, solidarity, and support…” (Erskine & Bilimoria, 2019). Over 60% of employees consider themselves allies to women of color in the workplace, yet few publicly advocate for racial equality, publicly confront discrimination, and mentor and sponsor women of color. “Black women who have strong allies are more likely to be happy with their jobs, believe they have equal opportunity to advance and feel like they can bring their whole selves to work” (Thomas et al., 2020, p. 30). Companies must gain awareness of intersectionality in order to promote a collective sense of “we” in organizations, which takes into account all identities, including a woman’s race, ethnicity, gender identity, nationality, sexual orientation, age, status as a wife, status as a mother, political or religious affiliation, and so on. Since the experience of every woman is different, it is important to take into account all of these identities in order to support them. Approaching allyship with a one size fits all approach will not support women in their entirety, and might not address some of the most pressing issues in the workplace. A woman in the workplace that is Black faces different difficulties than a White woman. When supporting each employee’s intersectional identities, companies can address the root causes of the gender gap in leadership in the workplace.  15Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 16  Allyship is a crucial aspect to supporting Black women in the workplace. “Allyship is best considered not as a noun (as in a person who proclaims, “I am an ally”) but as a verb that involves an active, lifelong, and consistent practice of unlearning and reevaluating beliefs and actions; working in solidarity with a marginalized individual or group of people…” (Erskine & Bilimoria, 2019). When shifting the focus towards action and a constant practice of unlearning, organizations can support Black women in the way they need, not just in a way that is comfortable, and demonstrate courage to disrupt the status quo while providing solidarity and support. Men in leadership positions can leverage their power to support the promotions of women, and working to create diverse teams throughout the workplace. By directly mentoring and investing in the success of women in the workplace, men can help to shift their workplace cultures, directly contributing to gender and racial equity in the workplace. “Employers that have built a reputation for equity, inclusion and positive cultures can attract top talent globally and serve as role models for other employers. People Managers should be encouraged to perform regular pay audits, root out inequities and stay informed about competitive compensation in their industries” (Nagele-Piazza, 2021). By making this a regular occurrence, businesses can track their progress and hold themselves accountable for promoting diversity, equity, and inclusion. Building Effective Diversity Equity and Inclusion Roles Although some companies may believe that they have an equitable workplace, this may not be the case. “Some evidence indicates that organizations positioning themselves as high meritocratic have more gender bias than other organizations. Because leaders in ostensibly meritocratic cultures see themselves as fair, they worry less about how their actions will be perceived and succumb more easily to bias. For this reason, top management needs to be self-critical” (Rhode, 2017, p. 72). The top management needs to be self-critical as the top leaders of 16Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 17  their organization, with their influence trickling down to all levels of their organization. “Leaders need to survey women and their experience and create a culture in which candor is possible. Well-designed training programs should sensitize participants to the costs of unconscious bias and strategies that can address it. Black women are less likely than non-Black colleagues to interact with senior leaders and be included in conversations about company priorities and strategy” (Lean In, 2020). Organizations need to shift their focus and promote their senior leaders to advocate and have conversations about supporting women, especially Black women, making it a business priority. As a business priority, companies should take gender and race into account when setting representation goals, which only 7 percent of companies are currently doing. Companies should also track promotion and hiring outcomes of women of color to ensure they have equal opportunities for advancement. Senior leaders can also share their metrics to create a sense of organization-wide accountability (LeanIn, 2020). Ideally, “senior male leaders should be the first to speak up when other men in the organization behave inappropriately, discriminate, or in any way undervalue the contributions of women in the organization” (Rhode, 2017, p. 72). If senior leaders intentionally focus on how they are supporting women in the workforce, their priorities will translate to all levels of management, increasing the participation of support for women in the workforce.  As demonstrated by the leadership gap of Back women in the workforce compared to White women, companies need to rethink how they promote diversity, equity, and inclusion in their organization. Some companies are beginning to realize that an effective way to ensure Diversity, Equity, and Inclusion officers are having a large impact on the organization is to create a direct reporting line to the CEO. Rather than having them only report functionally to Human Resources, they can establish a direct reporting line to the CEO to ensure visibility of the 17Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 18  company’s initiatives on creating an equitable workplace. Cindy Pace, MetLife’s Global Chief Diversity & Inclusion Officer added a new reporting line directly to the CEO, and “also will continue to report functionally to Human Resources and lead MetLife’s Diversity, Equity, and Inclusion (DEI) global center of excellence. This dual reporting structure reinforces MetLife’s continued focus on diversifying its talent pipeline and cultivating an inclusive workplace that reflects an increasingly diverse customer base” (Pokay, 2021). When DEI reports functionally to Human Resources, they can play a direct role in supporting diversity through the hiring process. Additionally, with the dual reporting structure to the CEO, employee feedback and experiences will not be filtered through Human Resources, and could have a larger impact on informing the decisions of upper leadership. When DEI reports to the CEO, this will help to align the company’s purpose and business strategy with their approach to increasing diversity, equity, and inclusion through all levels of the organization. “To this end, organizations should set goals and targets and hold top management accountable in compensation and advancement” (Rhode, 2017, p. 72). Based on the information that they are taking in, they can set business goals that will reflect the organization’s needs in increasing diversity, equity, and inclusion. For this reason, it is important for D&I to have a dual reporting structure, functionally reporting to HR with a direct line of contact to the CEO.  Be part of the solution today. Waiting is not an option.  Ruth Bader Ginsburg, the second woman to sit on the U.S. Supreme Court, famously said, “Women belong in all places where decisions are being made. It shouldn’t be that women are the exception” (Al-Arshani, 2020). Women need to be a part of the conversation where they have a seat at the table and their feedback is welcomed and addressed. In order to make meaningful progress for women in business, we cannot rely on waiting for culture, mindsets, and 18Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 19  systems to change in the next 50 years. We need to sit down now, start talking, and see what we can do today. Why does it need to be such a long process if we know what works and we can start now? In the midst of the Covid-19 pandemic, it is self-evident that if no action is taken now, the progress of women made over the last decades will be lost. As Barack Obama said, “change will not come if we wait for some other person, or if we wait for some other time. We are the one’s we’ve been waiting for. We are the change that we seek” (Hartman, 2017). This is the time for companies to create a more empathetic workplace, implement resources, have the necessary conversations, and take action. Put in the time and work to make a difference. Be a pioneer and do not back away from helping women. The numbers will not change unless we change them. Women have elevated their education and development, and now organizations need to meet them in a place where they can be successful in the workplace.            19Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 20  References Al-Arshani, S. (2020, September 19). 'Women belong in all places where decisions are being made. It shouldn't be that women are the exception.' Ruth Bader Ginsburg was a pioneering figure in her 27 years on the Supreme Court. Here are 12 of her most memorable quotes. Business Insider Australia. https://www.businessinsider.com.au/ruth-bader-ginsburgs-memorable-quotes-throughout-her-life-and-career-2020-9.  Bennett-Alexander, D., & Hartman, L. P. (2019). Employment Law for Business. McGraw-Hill Education.  Berg, L. (2021, February 17). Intersectionality in Organizations: Why 'Bringing Your Whole Self to Work' is Not Sufficient. Dalberg. https://dalberg.com/our-ideas/intersectionality-in-organizations-why-bringing-your-whole-self-to-work-is-not-sufficient/.  Byham, T. (2020, July 31). Council post: Women Ceos' Highest representation on the Fortune 500 list still isn't enough. https://www.forbes.com/sites/forbescoachescouncil/2020/08/03/women-ceos-highest-representation-on-the-fortune-500-list-still-isnt-enough/?sh=2d63507e5aa8.  Cahn, N., & Carbone, J. (2015). What works for women at work: Four patterns working women  need to know. Journal of Legal Education, 65(1), 242-254. Erskine, S. E., & Bilimoria, D. (2019). White Allyship of Afro-Diasporic Women in the  Workplace: A Transformative Strategy for Organizational Change. Journal of Leadership & Organizational Studies, 26(3), 319–338. https://doi.org/10.1177/1548051819848993 20Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 21  Fluker, D. (2021, February 16). 18 Companies Celebrating Their Black Employees Black History Month And Beyond. Glassdoor. https://www.glassdoor.com/blog/18-companies-celebrating-their-black-employees-black-history-month-and-beyond/.  Heathfield, S. M. (2020, June 26). What's the future for women in the workplace? https://www.thebalancecareers.com/women-and-work-1919356.  Kang, M., Lessard, D., Heston, L., & Nordmarken, S. (2017, June 30). Intersectionality. Introduction to Women Gender Sexuality Studies. http://openbooks.library.umass.edu/introwgss/chapter/intersectionality/#:~:text=Intersectionality%20refers%20to%20the%20mutually%20co-constitutive%20nature%20of,Other%20and%20again%20centers%20white%20women%20%28Puar%202012%29.  Karageorge, E. (2020). Covid-19 recession is tougher on women. U.S. Bureau of Labor Statistics. Monthly Labor Review. Retrieved from https://www.bls.gov/opub/mlr/2020/beyond-bls/covid-19-recession-is-tougher-on-women.htm Kroska, A., & Cason, T. C. (2019). The Gender Gap in Business Leadership: Exploring an Affect Control Theory Explanation. Social Psychology Quarterly, 82(1), 75–97. https://doi.org/10.1177/0190272518806292 Lebowitz, S, & Teng, M. (2020, September 15). We need more women in the C-suite. It won't happen on its own. Business Insider. https://www.businessinsider.com/gender-at-work-women-diversity-inclusion-leadership-ceo-glass-ceiling-2020-9.  21Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 22  LeanIn. (2021). Ready to combat bias against women at work? Lean In. https://leanin.org/gender-bias-cards/overview.  Lean In. (2020). The State of Black Women in Corporate America. Lean In. https://leanin.org/research/state-of-black-women-in-corporate-america/introduction.  McKinsey & Company. (2021, April 20). Seven charts that show COVID-19's impact on women's employment. McKinsey & Company. https://www.mckinsey.com/featured-insights/diversity-and-inclusion/seven-charts-that-show-covid-19s-impact-on-womens-employment.  Nagele-Piazza, L. (2021, April 8). Pandemic Prompts Global Initiatives for Women in the Workplace. SHRM. https://www.shrm.org/resourcesandtools/legal-and-compliance/employment-law/pages/pandemic-prompts-global-initiatives-for-women-in-the-workplace.aspx?_ga=2.140382259.1870418782.1619989044-1687173232.1617202025.  National Organization for Women. (2021). The Biden Agenda for Women. National Organization for Women. https://now.org/the-biden-agenda-for-women/.  Piszczek, M. M. (2018, September 7). Reciprocal Relationships Between Workplace Childcare  Initiatives and Collective Turnover Rates of Men and Women - Matthew M. Piszczek, 2020. SAGE Journals. https://journals.sagepub.com/doi/pdf/10.1177/0149206318799480.  Pokay, R. (2021, March). MetLife Elevates Global Chief Diversity & Inclusion Officer Role  Through New Reporting Line to CEO. Newsroom. Retrieved from  22Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107Meenan 23  https://www.metlife.com/about-us/newsroom/2021/march/metlife-elevates-global-chief-diversity-and-inclusion-officer-role/ Rhode, D. L. (2017). Women and Leadership (1st ed.). Oxford University Press.  Sangster, E. (2019, September 10). The patriarchy invented the 9-5 workday. here's how we remake it with women in the room. https://www.forbes.com/sites/elissasangster/2019/09/10/the-patriarchy-invented-the-9-5-workday-heres-how-we-remake-it-with-women-in-the-room/?sh=2a64c0124e3e.  SHRM. [shrmofficial]. (2021, March 8). Happy #InternationalWomensDay to the talented women who make up the world’s workplaces…[Photograph]. Retrieved from https://www.instagram.com/p/CMK1Z1lljDK/ Smith, A. (2021, April 16). U.S. House of Representatives Passes Paycheck Fairness Act. SHRM. https://www.shrm.org/resourcesandtools/legal-and-compliance/employment-law/pages/house-passes-paycheck-fairness-act-2021.aspx?_ga=2.236835969.1870418782.1619989044-1687173232.1617202025.  Stevens, J. (2018, August 29). Employee paid leave benefits: A Taste of General Mills. A Taste of General Mills. https://blog.generalmills.com/2018/08/expanding-our-u-s-paid-leave-offerings/#:~:text=General%20Mills%20is%20increasing%20fully%20paid%20time%20off,improving%20caregiver%20leave%2C%20bereavement%20and%20short-term%20disability%20benefits.  Susan M. Hartmann. (2000). Incorporating Women: A History of Women and Business in The  23Meenan: Closing the Gender Gap in Leadership TodayPublished by DigitalCommons@SHU, 2022Meenan 24  United States. Angel Kwolek-Folland. The Journal of American History, 87(1), 194–195. https://doi-org.sacredheart.idm.oclc.org/10.2307/2567934 The Memo: What Women of Color Need to Know to Secure a Seat at the Table.  (2019). Publishers Weekly, 266(21), 80.  Thomas, R., Cooper, M., Ph.D., Cardazone, G., Ph.D., Urban, K., Bohrer, A., Long, M., . . .  Coury, S. (2020, September 30). Women in the Workplace 2020 (Rep.). Retrieved March 9, 2021, from McKinsey & Company website: https://wiw-report.s3.amazonaws.com/Women_in_the_Workplace_2020.pdf    24Academic Festival, Event 107 [2022]https://digitalcommons.sacredheart.edu/acadfest/2022/all/107",
    "id": 524963302,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.sacredheart.edu:acadfest-1831"
    },
    "title": "Closing the Gender Gap in Leadership Today",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-04-29T21:00:00+01:00",
    "publisher": "DigitalCommons@SHU",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.sacredheart.edu/cgi/viewcontent.cgi?article=1831&context=acadfest"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/524963302.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/524963302"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/524963302/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/524963302/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/524963302"
        }
    ],
    "abstract": "In this paper, I argue that the workplace must be reinvented to be equitable for women. There are many contributing factors to the gender gap in leadership, but there are some critical areas where increased support can help to elevate workplace equity for women, allowing them to succeed in their roles and have access to equal opportunities of advancement. First, I define the gender gap in leadership and address the impact of Covid-19 and the disruption of progress for women in the workforce. I focus on the new opportunity for companies to make investments into building more flexible and empathetic workplaces. I will be proposing solutions to the main contributing factors to the gender gap in leadership that can be incorporated based on the needs of the organization. I will be providing solutions for the workplace from an interdisciplinary perspective through a lens of human resource management, gender studies, and psychology. These include solutions for childcare, eliminating bias in the workplace, establishing a strong Diversity, Equity and Inclusion department, and supporting Black women in the workplace. I hope to educate the reader on what we can do today to close the gender gap in leadership and achieve gender equity in the workplace",
    "tags": [
        "text"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.sacredheart.edu:acadfest-1831",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "14569",
        "openDoarId": 0,
        "name": "Sacred Heart University: DigitalCommons@SHU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 524963302,
        "depositedDate": null,
        "publishedDate": "2022-04-29T21:00:00+01:00",
        "updatedDate": "2024-02-17T11:56:22+00:00",
        "acceptedDate": null,
        "createdDate": "2022-07-21T20:44:12+01:00"
    },
    "urls": [
        "https://digitalcommons.sacredheart.edu/acadfest/2022/all/107",
        "https://digitalcommons.sacredheart.edu/context/acadfest/article/1831/viewcontent/auto_convert.pdf",
        "https://digitalcommons.sacredheart.edu/context/acadfest/article/1831/filename/0/type/additional/viewcontent/Chloe_Meenan_Capstone_Final.docx"
    ],
    "lastUpdate": "2024-02-17T11:56:22+00:00",
    "setSpecs": []
}