{
    "acceptedDate": "2011-04-28T00:00:00+01:00",
    "authors": [
        {
            "name": "Peterson, GT"
        }
    ],
    "contributors": [],
    "createdDate": "2014-08-01T22:17:07+01:00",
    "dataProvider": {
        "id": 14,
        "name": "Brunel University Research Archive",
        "url": "https://api.core.ac.uk/v3/data-providers/14",
        "logo": "https://api.core.ac.uk/data-providers/14/logo"
    },
    "depositedDate": "2011-04-28T00:00:00+01:00",
    "documentType": "research",
    "doi": "10.1080/00918369.2011.563660",
    "downloadUrl": "https://core.ac.uk/download/20572752.pdf",
    "fullText": "This is an Author's Accepted Manuscript of an article published in Journal of Homosexuality, 58(5), 608-625, 2011 [copyright Taylor & Francis], available online at: http://www.tandfonline.com/10.1080/00918369.2011.563660   Clubbing Masculinities: Gender Shifts in Gay Men’s Dance Floor Choreographies  Grant Tyler Peterson Royal Holloway, University of London    Abstract This article adopts an interdisciplinary approach to understand the intersections of gender, sexuality, and dance. It examines the expressions of sexuality among gay males through culturally popular forms of club dancing. Drawing on political and musical history, I outline an account of how gay men’s gendered choreographies changed throughout the seventies, eighties and nineties. Through a notion of ‘technologies of the body’ I situate these developments in relation to cultural levels of homophobia, exploring how masculine expressions are entangled with and regulated by musical structures. My driving hypothesis is that as perceptions of cultural homophobia decrease, popular choreographies of gay men’s dance have become more feminine in expression. Exploring this idea in the context of the first decade of the new millennium, I present a case study of TigerHeat, one of the largest weekly gay dance club events in the United States.      Key Words: Dance, Masculinities, Homophobia, Gay, Gender, Clubs     2  Gay men’s experiences of cultural homophobia impact upon their gendered performance. This is true not only in teamsport (Messner, 1992) but also in dance. The crux of my argument in this article is that increasing homophobia leads to men enacting more conservative movement on the dance floor. Conversely, as homophobia decreases, gay men engage in more feminized dance expressions. I support my argument by drawing on an ethnographic analysis of gay circuit club dance culture of the late-nineties, contrasted to gay pop club culture of the first decade of the new millennium.  I maintain that circuit culture superseded disco as gay men’s preferred dance form in the 1980s. Here men danced at mega events (sometimes known as White Parties), as well as regular weekly dance clubs that featured electronica music. Next, I argue that the new millennium saw the development of gay pop culture, coinciding with a generation of gay youth raised on MTV. This generation desired dance clubs that played top-40s chart pop music of the day. In particular, I present data from my experiences as a participant observer at TigerHeat, one of the earliest new-millennium gay pop music clubs which opened in Los Angeles in 2001.  TigerHeat is known for its young, slim dancers who stylize choreographies that are far less masculine than circuit club dancing and embody characteristically feminine moves and sexual narratives. To focus on the differences between TigerHeat and circuit culture, I frame my examinations within the context of two gender stereotypes: the masculine gay circuit dancer and the feminine pop dancer. However, given that the categories I rely upon are constructed from a contemporary interpretation of popular capitalist trends in Western civic gay dance clubs, the scope of this analysis is necessarily limited. It does not pertain to other diverse categories that make up the cornucopia of LGBT/queer culture.  Technologies of the Dancing Body Although perhaps not a sport in the traditional sense, dance is a form of physical activity that can tell us a great deal about the sexual and gender mores of the day. In Dancing Desires (2001: 3), Desmond argues that “dance provides a privileged arena for the bodily enactments of sexuality’s semiotics and should be positioned at the center, not the periphery of sexuality studies.” Indeed, dance in general, but popular social forms of dance in particular, employ and reflect cultural notions of gender, sexuality, desire, race, and class.  The study of gender as performance and choreography can be a challenging project however. One struggles to organize ephemeral gestures, glances, and costuming into discernable lexicons and categories—vivisecting the moves of a live body and repositioning them in relation to theoretical frameworks. Nonetheless, closely examining the nexus of cultural forces that find expression through bodies can illuminate otherwise unquestioned hegemonic regimes by exposing what before seemed invisible, and in this manner, offers new ways of rethinking dominant systems of power. In this case, I consider masculinity. Foster (1998: 29) writes that “to analyze gender as choreography is to acknowledge as systems of representation the deeply embedded, slowly changing rules that guide our action and that make those actions meaningful.” In this manner, the body and its expressions (both verbal and corporeal) can be read as articulations of an individual and his or her cultural positionality. Similarly, McClary (1991) emphasizes how the dancing body is a significant site that can articulate culture, history and politics. She proposes that where music “... intersects with the body and destabilizes accepted norms of subjectivity, gender and sexuality—is precisely where the politics of music often reside” (p. 32). In this intersection, dance becomes a vehicle of the music, performing the negotiation (and disruption) of 3  contemporaneous gender politics. In this manner, McClary (1991) proposes music is one of the foremost technologies of the body; or as she explains, “a site where we learn how to experience socially mediated patterns of kinetic energy, being in time, emotions, desire, pleasure and much more” (p. 33).  Here, McClary draws on de Lauretis’ (1987) notion of “technologies of gender,” a system of knowledge production produced by cinematic practices. De Lauretis’ theory is particularly productive when applied to dance clubs and the body, especially since the video screen has become a dominant feature of many clubs. Gender, according to de Lauretis, can be understood in relation to Foucault’s theory of sexuality: that is to say, a phenomenon which is not a priori but is rather “the set of effects produced in bodies, behaviors and social relations” relative to a “complex political technology” (cited in p. 3). Just as with sexuality, gender is not biologically fixed but it can be understood as a culturally determined category. Building from this central idea and the work of Foster (1998), McClary (1991) and de Lauretis (1987), I turn my focus to the way music, dance and video screens can operate as technologies of the body in relation to changing notions of masculinity and cultural homophobia. TigerHeat The opening of TigerHeat and its on-going success as a popular Los Angeles club (one of the largest weekly dance events in the country) represents a significant shift in gay male masculinities; one which recoups feminine expression and drag queen performances in a new way. Music from artists such as Britney Spears, Christina Aguilera, Madonna, Pink, and other female artists (male pop artists are featured but are the minority) blast to a weekly crowd which started as roughly 200 dancing bodies but which has grown to an average of over 2000.  In addition to playing songs mostly by female artists, at the front of TigerHeat’s dance floor is a stage where several young, boyish go-go dancers accompany a female dancer or a drag performer. They dance all night in front of a large backdrop which screens the music videos being played. As one music video changes into another, it creates a feeling of on-going virtual rock concert, featuring the day’s top 40s. The go-go dancers function as pseudo back-up dancers for each video, reconceptualizing what otherwise operates as heterosexual popular music with provocative same-sexed and queered choreographies which are improvised and interactive.  Most weeks, a fully choreographed number with a featured drag queen performer occurs midway through the evening. The lead performer will often lip-synch in a restaging of a pop song complete with dancers, as if it were a live concert by the original artist—often with the music video playing on the backdrop. Verisimilitude to the original varies, but the performances are a part of a playful process where performers may strive for similarity but also aim to disrupt any such illusion by incorporating moments to of their own virtuosity or, sometimes, comical camp failure. Occasionally, TigerHeat will host performances from professional music artists, too. For example, Lady Gaga performed on stage in front of a projection of her own video (just as the club’s drag performers) in 2008. The aesthetic importance of the screen at TigerHeat performances is, in part, as Auslander (1999) might argue, an outcome of MTV culture which has resulted in attendees expecting live performances to resemble ‘mediatized’ ones. He writes, “the music video sets the standard for what is “real”’ (p. 31). In this respect, the screen at TigerHeat becomes a dominating technology of the body. It not only amplifies ‘live’ performances, but it projects a certain type of televisual gender. 4  Extravagant costumes, editing techniques, special angles and effects contribute to a ‘hyper-real’ representation of gender and sexuality. While the use of the screen in a dance club as way of amplifying sex, gender and desire is nothing new, the majority of previous venues limited the use of the screen to small televisions dispersed through the club. When there was a large screen, it (along with the small screens) would invariably feature men dancing (live or recorded) – an explicit form of circuit culture’s self-referencing. TigerHeat, on the contrary, screens a majority of female pop videos foregrounded by go-go dancers as part of a seemingly on-going pop concert. All this, as well as its privileged positioning of drag queens as pseudo-pop stars, distinguish it as a significant departure from previous modes of popular gay dance culture – specifically the hyper-masculinities of circuit culture. Simpson (1994: p. 186) and other cultural critics have noted that ever since the “death of disco,” gay dance culture has continually “beefed up” and “swishy” drag queens have slowly been eclipsed with muscular male strippers resulting in what Signorile (1997) has called the “cult of masculinity” (p. 5). Along similar lines, scholars have pointed to the hyper-masculinizing qualities of circuit culture (Carrington 2003, 2007). In particular, Westhaver (2006) has shown how circuit dancers consider, “any hand gestures above the shoulders” as “above the fag line” (p. 627). Similarly, “big girl moves” and music which evokes such movements is “regularly referred to [as] ‘fluffy,’ ‘girl music,’ ‘pretty,’ and ‘light’ while music that does not fall into this category is framed as ‘hard,’ ‘edgier,’ dark,’ and ‘dirty’” (p. 627). Such gender policing reflects how the gender regime of circuit culture is enforced by self-regulation and a heavy reliance on music structure to prevent feminine choreographies.  In this respect, TigerHeat’s use of mostly female pop artists and its inclusion of feminine performers engender a provocative tension with previously popular masculine modalities. TigerHeat represents a disavowal of circuit culture in the sense that many pop dancers associate circuit clubs with rigidly dancing muscular men upstaged by even more muscular go-go dancers. Moreover, drag queens in circuit culture, if present, mostly operate as momentary emcees, comedy acts or side shows. At TigerHeat, on the other hand, they function quite differently. With the help of the video screen, they are often positioned as ‘live’ conduits of the gender, sexuality and desire emanating from music videos. At TigerHeat (and increasingly at clubs which rely on pop music), the feminine is celebrated and embraced in ways which circuit culture has historically censored. Rather than being censored however, feminine movements, sexual codes, and female music celebrities, have become muses of movement.  But are go-go dancers at TigerHeat and the mostly young gay male participants on the dance floor only rejecting a form of homonormative masculinity just to assimilate heterosexual femininity?  Macho Man Histories of Dance Similar speculations were made in the seventies and eighties about gender expression and gay and lesbian identification. Case’s ([1987] 2009) “Toward a Butch-Femme Aesthetic” famously rejected the assertion that the lesbian butch-femme couple simply mimicked heterosexual coupling and instead insisted that the butch-femme couple “plays on the phallic economy rather than to it,” thus creating a new subject-position (p. 40). Levine ([1984] 1998) made a similar argument with regard to gay male masculinities of the seventies, suggesting that they began consciously adopting masculine representational strategies. The disco-dancing queen was joined (and soon eclipsed) by what Levine termed “the gay male clone.” “The clone,” as Levine explained, “was, in many ways, the manliest of men. He had a gym-5  defined body...he wore blue-collar garb...he kept his hair short and had a thick moustache or closely cropped beard” (p. 7). Signorile (1997) similarly suggests that gays in the seventies stopped short of investing in an ontological authenticity of gender and instead played on traditional masculine looks, wearing folkloric signs of a blue-collar machismo such as the construction worker, the sailor, and the cowboy. According to Levine and Signorile, like Case’s butch-femme couple, butch men of the seventies appropriated heterosexual masculine dress and style in a way that maintained a degree of camp and irony—a virtual masculinity not dissimilar to the hyper femininity of drag queens. Both Levine (1998) and Signorile (1997) note that during the sixties and seventies a great number of gay men, such as “sissy” hairdressers and old “nelly” queens, retained feminine traits in contrast to those in the stereotype of the gay clone. But they seem to overlook the importance of the relationship between masculine clones and feminine queens. I posit that, similar to Case’s butch-femme subject position, the queen-clone dyad of the seventies constantly re-articulated the inauthenticity of gender production and highlighted the irony and politics of camping gender. In this manner, the gender vocabularies of camp in the seventies sprung from a gender dialectic occurring not only between gays and heterosexuals, but also between gay clones and queens. Regardless of what gender role gay men were playing before 1965, finding a social space specifically organized for the regular patronage of gay men was nearly impossible. Not only were gay bars on the margins of existence, but in places like New York, they were illegal (Amsel, 1987). Police harassment and entrapment plagued most gay social meeting places. When gay bars were legalized in the mid-sixties (a momentous event of the government acknowledging homosexuals’ right to assemble), gay men were allowed to congregate in licensed establishments (Chauncey, 1994). Significantly, this coincides with the development of disco as popular form of music and dance, a genre which has roots in gospel and soul and contains expressive anthems of survival and salvation. Many of the first black practitioners of disco undeniably informed its later developments similarly to how jazz informed the development of break-dancing (Foster, 2002). Disco was invented by largely unacknowledged black, gay DJs who overlapped “soul and Philly (Philadelphia International) records, fazing them in and out, to form uninterrupted soundtracks for nonstop dancing” (Thomas, 1995, p. 439). The use of black soul music derived from black gospel, marks the secularization and appropriation of black church music by gay men and thus the transposition of religious narratives into sexual ones. Thelma Houston’s, “Don’t Leave Me This Way” and Cheryl Lynn’s, “Got to Be Real” are disco examples that reconfigure the ideas of spiritual salvation in gospel and soul into ideas of sexual salvations. In this respect, disco became a popular church of the orgasm for gay men and a practice which drew pleasure and meaning from female vocals. Disco culture provided some of the first popular social spaces where gay men could claim a space for their sexuality and out their forbidden desires to one another.  What began as a black gay style of music and dance however, was quickly appropriated by gay Latinos, then gay Caucasians; and even later by heterosexuals (Thomas, 1995). The film Saturday Night Fever served as Disco’s apex (Fikentscher, 2000). Disco, however, came to a sudden and near demise with the ushering in of the eighties. The 1979 homophobic campaign of “disco sucks” set out to abolish disco and its homosexual deviancy and feminine associations (Dyer, 1995; Hughes, 1994). The zenith of this phenomenon occurred during a mass demonstration at a halftime show in Chicago’s Comiskey Park baseball stadium called “Disco Demolition.” Here, DJ Steve Dahl led a crowd of 50,000 in a ritualistic explosion of 6  the crowd’s self-sacrificed disco records; he piled them together and detonated several pounds of TNT to the crowd’s chants of “Disco Sucks! Disco Sucks!” (Cheren, 2003, p. 257-258). Accordingly, just as disco emerged from the closet in the sixties and seventies, it was forced back in with the beginning of the homophobia of the eighties.  Shifts in Masculinity  With a recession in 1979 and the 1980 election of Ronald Reagan, cultural conservatives were determined to reclaim the country from the apparently out-of-control counter-culture of the sixties and seventies. In the nineties, the religious right gained ground in America with crusades to reclaim (as Pat Robertson declared in 1992) “the soul of America,” which in most contexts meant to remasculinize and heterosexualize America. Heterosexual gender roles were to be recalibrated through organizations like the religious right’s Promise Keepers (Kimmel, 1997). Freud’s explanation of homosexuality as the product of an absent father figure also found a renewed emphasis during this time (Anderson, 2009).  The excess of disco, both its material glamor and expressive freedom of gender and sexuality, could not survive such cultural changes. Notably, the gender inquisition of the eighties and nineties was accompanied by similar changes in dance music. Disco was phased out and largely replaced with rock ‘n’ roll, which often took homophobic and hypermasculine forms. The surviving remnants of disco were its musical successor’s garage, in New York, and house, in Chicago. Both derived from the original New York gay black disco music. These genres, eventually developed into acid house, hardcore, and industrial which abandoned diva narratives and instead emphasized sensory overload with pure, electronic loudness and speed; it was music characterized by rigid rhythms, dark tones, and extreme frequencies. Left in the wake of these hypermasculine musical forms, traditional disco waned and, as HIV/AIDS began claiming hundreds of thousands of lives in the eighties and nineties, disco songs were transfigured into requiems. As Hughes (1994) poignantly writes, “1970s [disco] songs like “Don’t Leave Me This Way” and “Never Can Say Good-bye” [became], in the 1980s, part of the work of mourning” ( p. 156). Songs that once celebrated sexual excess were now being used to cope with personal tragedy. Gay men’s responses to the HIV/AIDS crisis, however, were not just mournful; they also included acts of resistance, subversion and intervention, especially in the field of performance and dance theater (Gere, 2004; Román, 1998). But the HIV/AIDS era was predominated by a perception, initially supported by ignorant and reluctant governments, that a gay man, once infected, was less of a man, stripped of virility by disease and stigmatized as contagion (Anderson, 2009). Anxieties about society’s emasculation increased as stigma about HIV/AIDS exacerbated existing levels of homophobia. (Anderson, 2009; Kozloski, 2011). Prefiguring queer theory, Hocquenghem ([1972] 1993) suggests homophobia becomes a tool to regulate sexuality and expressions of masculinity through the suppression of homosocial behaviors and homosexual desires. The work of Sedgwick (1990, 1993) would later rearticulate and expand this point, becoming a popular springboard for much of queer theory. Sedgwick uses the term homosociality to analyze the blurry lines between encounters of men and homosexual identification. In the process of policing desires, homophobic social stigma begets a system of compulsory (hetero)masculinity maintaining the hegemonic gender norms observed in Western cultures (Warner, 1993). But the stigma associated with men’s homosexuality is about more than just the fear of sex between men: male homosexuality, as Sedgwick and others (Anderson, 2009; Pharr, 1988) have demonstrated, is also disparaged because it is regularly conflated with femininity, 7  something Schwartz and Rutter (1998) describe as the gender of sexuality. At the beginning of the HIV/AIDS crisis, the stigma about gay men and gender increased; not only were they perceived as effeminate, but they were also thought to be weak, diseased, and a threat to the public (Anderson, 2009). Subsequently, homosexuality, and its association with HIV/AIDS, compounded previous pathologies about lack of masculinity with perceptions that being gay was a deadly lifestyle. The men’s movement, reacting to an era of HIV/AIDS, was a way for men to distance themselves from what one was not to be (Kimmel, 1997).  In addition to using the stigma of femininity and employing religious righteousness (especially in the United States), culture was now employing medical epidemiology to configure strictures against homosexuality and gender expression. In particular, anxieties over HIV/AIDS played a dramatic role in men’s desire to constitute their masculine subjectivities, both by those who identified as heterosexual (Kimmel, 1997) and homosexual (Levine, 1998). In this way, HIV/AIDS had an incalculable and unfortunately rarely acknowledged effect on the gender expression of men and the methods sought to masculinize themselves. Halkitis (1999) makes this case by considering how people living with HIV/AIDS mitigated the stigma of being stereotyped as weak and effeminate. He argues that men’s suspicion of other men’s serostatis (positive or negative) translated into subtle yet intrinsic taxonomic adjudications of each other’s bodies. Such anxieties became reflexive and shaped how men developed and advertised their bodies for sexual encounters. It was necessary to dissociate oneself from previous markers of gay virility—namely the hair and moustaches of the seventies and early eighties, because these now signified the older and possibly infected generations. The sexual economy of the nineties depended on the belief that the younger and more muscular a man was, the less likely he was to have HIV/AIDS. Given that, in the late eighties and early nineties, body hair became a sign of age and age was indicative of HIV status (Signorile, 1997). This led to the ultra-masculine, hairless, shaved bodies and faces that dominated the nineties and continue to spread throughout metropolitan heterosexual communities today.  The hauntingly Darwinist nature of nineties gay sexual politics continued to edge the more feminine and less masculine alternative gender signs further toward the margins of gay dancing environments. Medical technologies of the eighties and nineties also aided the masculinization of gay cultures. Steroids were first introduced into gay communities as a necessity for HIV/AIDS patients, but were soon misused by many gay men as body enhancers (Halkitis, 1999). Similarly, with the proliferation of fitness industries in the nineties (with gyms and vitamin shops becoming ubiquitous in urban areas) gay men adopted new workout regimens to ensure muscular physiques (Pope, Phillips, & Olivardia, 2000). One potentially positive aspect of the HIV/AIDS crisis for the gay community is that it brought visibility (albeit the wrong type), solidifying the fact that homosexuals existed in great numbers (Anderson, 2009). Equally as important, it was another catalyst for gays and lesbians to talk about homosexuality from a rights perspective. Then, as the virus later took hold in heterosexual communities, the stigma it brought to those infected slowly began to wane. This is not to say that HIV/AIDS was not and is still not conflated with homosexuality or that it is not still stigmatized, but rather to acknowledge how associations with HIV/AIDS and homosexuality became more nuanced, with fewer people thinking homosexuality led to HIV/AIDS.  Methods and Data 8  This project is the culmination of years of personal experience in gay dance clubs (Bolton, 1995), notes from ethnographic fieldwork (Ottenberg 1990; Sanjeck 1990) and historical research which has been presented (and performed) at multiple conferences. Between 1998 and 2000, as a young university student, I attended a number of gay dance events and clubs in southern California. I attended circuit dance events or clubs before coming across pop music dance clubs. What follows are ethnographic observations of Los Angeles dance clubs, intitially looking at circuit culture, then paying particular attention to TigerHeat.  As part of a Masters research thesis, I conducted fieldwork in 2002 as a guest and as a go-go dancer at TigerHeat, as well as simultaneously patronizing circuit club dance events. In addition to reflecting on my own embodied practices, I triangulated my analysis by conducting informal interviews, collecting documentary material, and writing field notes which focused on music styles, demographic data and the dance patterns of participants (Emerson, Fretz, & Shaw, 1995; Buckland, 2002). I subsequently developed the work to build from a longer historical narrative of how gay men in western culture have contested gender codes spanning four decades, culminating in what I consider a less masculine genre of new-millennium pop music. Hence, this research is a confluence of emotional recall, ethnographic fieldwork and socio-historical analysis (Buckland, 2002). Moreover, as a piece of ethnography, it hopes to connect the personal to the cultural and the embodied to the social; as piece of interdisciplinary research it aims to provide a performance record about choreographies that move to a new tune and a new time. But since my observations are derived from field notes while I was employed at TigerHeat, my analysis operates from a privileged observer-participant position where I write and perform about my own embodied experience. Thus, this project is necessarily limiting, as it lacks an in-depth look at how race, age, weight, and physical ability inform performances of gender in the context of gay male dance clubs. Such intersections into a dominantly able-white-middle-class-gay youth culture are significant and beg further critical attention. Electronica as a Technology of Gendered Movement  Reflecting the increasingly masculinized social climate of the eighties and nineties, electronica music significantly shaped the dancescapes of gay male circuit clubs. Electronica music, characterized by its rapid rhythmic base, about 130-150 beats per minute (bpm), and its minimal variance, encourages the body to move in a similarly rapid motion. A circuit dancer usually stands in one place pulsating his upper-body and arms to the beat. The gravitational center for most circuit dancers tends to be in the shoulders. The bouncing clavicle region expresses the dancer’s buoyancy while, from the waist down, the dancer is characterized by groundedness. Movement of the legs and feet might be limited to a rhythmic (sometimes awkwardly) step-touch-step-touch or the dancer may remain completely rooted to the floor with his feet about shoulder’s width apart. The arms of dancers are usually raised above the abdomen, but below the chest. His fists are usually clenched, somewhat resembling the fighting stance of a boxer.  By bringing the arms to chest level, the dancer not only accentuates his masculine demeanor with violent sport iconography, but also brings visual focus to the space just above his arms and hands, highlighting what most dancers attempt to display: meticulously gym-developed pectorals. The display of the chiseled body is important. As Westhaver (2006) writes, circuit dancers’ “emphasized abdominals and intercostals, and a hooking of thumbs into pickets or belts all suggest that what characterizes the circuit is not merely dancing but a dancing 9  interpreted and enacted through notions of masculinities” (p. 627). The overall choreographic effect is an individualistic display of an exceedingly masculinized body. Or as Westhaver suggests, “There is, then, a concerted effort on the part of attendees to exercise and realize a particular experience of masculinity, one grounded in dress and gesture” (p. 626).  Upon entering circuit dance culture, I did not identify with these modes of expression. I struggled to understand how and why gender was being choreographed in such a conservative manner without irony. Most of all, the music (and what I considered its limitations) frustrated me. I found that the music structures primarily fostered the display or flaunting of the individual body rather than encouraging a partnering or coordinating of bodies – which for a social form of dance was somewhat disconcerting. Granted, I was 21 years of age which was younger than the average circuit dancer aged 33 (Mattison et al., 2001). This may point to the key reason for my lack of identification: my understanding of masculinity and its relation to my sexual identity and expressions probably developed much differently than many of the older men in the club.  Having come out at the age of seventeen in 1997, I consider myself to be on the border of two generations of gay culture: part of the younger generation, but also connected to the older. Gays who attended high school before the late nineties and early noughties had different experiences of exclusion and marginalization than later generations. My peers had, to some extent, been positively acculturated to LGBT issues through the media. This represents a significant change from the eighties and early nineties, when LGBT issues were more popularly associated with sensationalist TV talk shows. The amount of openly gay and lesbian people not only increased on television, but more youth were coming out (Savin-Williams, 2005). Along with the progressive visibility politics of the late-nineties, came progressive systemic changes, such as hate-crime legislation and discrimination protection clauses (especially after Matthew Shepard’s murder in 1998).  Accordingly, this younger generation also came out of the closet differently. Rather than finding community and lovers in gay bars and dance clubs, we found our earliest gay social networks on the Internet. The importance circuit parties carried for previous generations (Carrington, 2007) no longer held the same currency. Circuit parties were operations that did not align with my interests, needs, or desires – something I argue is part of a larger generational shift. And because we were not socialized into the circuit party culture, we developed different gay masculinities. Gender at TigerHeat When TigerHeat opened its doors in 2001 it was an 18-and-over club. Thus, from the outset it attracted a primarily younger crowd (and several who were underage with fake identification). The club is named after the teen magazine Tiger Beat (but changed its name due to copyright law). The magazine, targeted at female teens and pre-adolescents, primarily features pictures and posters of male teen idols. Thus the club’s title is a playful reference to the fandom and pop culture celebrated in the magazine; one quite familiar to middle and upper class youth. Although sexual innuendo in club titles is common in gay culture (e.g. Woody’s, White Swallow, Manhole, Mineshaft, Cockpit, etc.), few clubs, if any, have succeeded on names which play on sexual referents to the sexualization of minors. In this manner TigerHeat differentiated itself from typical gay club culture by unashamedly 10  pandering to a teen-loving crowd. Moreover, TigerHeat’s 18-and-over entry system (16-and-over for a period of years) broke with the 21-and-over standard followed by most clubs.1 Generational distance is one component which distinguished TigerHeat from other clubs, but its first location was also important. After patronizing a variety of Hollywood’s gay clubs, one eventually learns that the panoply of gay and alternative dance clubs can be imagined as a gender continuum spanning across the city’s geography. In 2001, the opposing poles of this continuum were the ‘gay,’ predominantly white, hypermasculine crowds on the west of town and the more culturally diverse, ‘queer’ and polysexual crowds on the east of town. Extending this model, Santa Monica Boulevard would operate as the horizontal axis of the continuum with the circuit clubs on the west (ending at Doheny Boulevard.) and the queerer clubs further east (towards Fairfax and beyond). This is, of course a broad generalization, and can be complicated with exceptions, but it was a view often expressed at the time by my peer group. Hence, important to TigerHeat’s beginning was its start at Club 7969 (formerly known as Peanuts), a location on the eastern side on Santa Monica Boulevard near Fairfax (at 7969 Santa Monica Boulevard).2 Thus, TigerHeat draws cultural meaning not only from its geographical position, but also from a history as a forty-year West Hollywood mainstay. During the latter part of the nineties and early noughties, 7969 catered to promoters who played alternative club music including, punk, eighties, goth and rock. The crowds that promoters at 7969 attracted also tended to be alternative and inclusive. In addition to mixed crowds of male and female, gay and straight, the site was regularly attended by people from diverse ethnic and socioeconomic backgrounds, as well as people who identified as marginalized cultural identity categories and numerous types of drug enthusiasts.  In 2001, Jason Lavitt started TigerHeat as a weekly Thursday event at 7969, and similarly fostered an alternative crowd compared to that of the predominantly white gayclubs of West Hollywood. TigerHeat’s earliest attendees and several of its first go-go dancers were drawn from some of 7969’s other club nights. In this respect, although mostly white, the initial demographic of TigerHeat was inflected by the alternative and diverse elements of 7969’s history. Compared to the clubs west on Santa Monica Boulevard, TigerHeat’s is characterized by a demographic which includes a greater proportion of ethnic minorities (roughly 30-40%), women (roughly 20-30%) and cross-dressers.3 However, what stood out most was not TigerHeat’s diverse crowd, but its use of pop and top 40s chart music. Instead of playing retro eighties rock or punk like 7969’s previous clubs, Lavitt wanted to use pop music to create a space for “new-era-millennium music,” as he explained to Lina Lecaro of the Los Angeles Times (2001). In the article, titled by Lecaro as “A Born-Free Feeling,” Lavitt expressed, “I want it to be like you are turning a radio dial when you come to this club. He added, “Pop music is at an all-time high and there's some                                                           1 Tigerheat has always served alcohol but depending on its location, it has either assigned different areas for those under 21 or has used a wrist-band drinking system. 2 Since 2002, Tigerheat has moved several times but is still commonly considered part of West Hollywood’s eastside. This is despite the fact that its other locations have been on the edges of West Hollywood or actually in the eastern part of the district of Hollywood. Its other locations include its first move to the Hollywood Athletic Club (6525 Sunset Boulevard), then the Arena Nightclub (6655 Santa Monica Boulevard), and finally to the Avalon (1735 N. Vine St.) where it currently operates. 3 Although there are many women who attend TigerHeat (of various sexual identities) the focus of my chorographic analysis is on how males at the club do gender. 11  really good, danceable stuff coming out right now.” Lecaro explained how Lavitt’s music choice was a surprising and brave:  In Hollywood clubs . . . most DJs would sooner turn in their turntable than spin a Jessica Simpson single. Even the diva ditties that surface in the pumpin' all-gay clubs farther west on Santa Monica Boulevard have been put through the techno remixer until they have little left in common with pop radio or MTV's “Total Request Live.” Michael Martin of digitalcity.com similarly observed: Revolutionary Tigerheat is the hottest new event to hit 7969 in years. Thursdays are now synonymous with . . . bubble gum culture with this twenty-something club pumping the latest pop hits that just a few years ago would have been considered taboo to play within the confines of a cool Hollywood club.  As Lecaro and Martin insist, TigerHeat’s musical choice challenged traditional notions of masculinity commonly associated with West Hollywood’s gay clubs, particularly those “farther west.” TigerHeat’s alignment with “bubble gum” icons like MTV’s Total Request Live (TRL), a solipsistic youth-obsessed demographic, along with its 18-and-over entry, represented a intervention into the established operations of Hollywood gay culture. TRL was, after all, associated with screaming female “teeny-boppers” who emphatically swooned to the latest pop star. Sensing the tensions between generations, Martin accordingly suggests that dancing to contemporary pop music is somewhat “taboo.”  Despite relying on 7969’s alternative history, TigerHeat’s music is inescapably connected to the mainstream by its adolescent heteronormative cultural referents. In this respect, TigerHeat represented a strange subversion of traditional pop music and MTV culture by undermining its heteronormative associations and creating a queer space for its restaging. TigerHeat doesn’t feature heterosexual teeny-bopper stars dancing to pop music; it stages gay and queer dancing to pop music in a manner which repurposes heteronormative codes of expression to serve gay and queer desires. TigerHeat thus fosters a space where normative associations with pop music are queered with expressions otherwise underrepresented at heterosexual venues like MTV’s TRL or even at the masculine gay venues just west on Santa Monica Boulevard.   I have to admit, however, that on my first visit to TigerHeat I was skeptical about the use of pop music. Perhaps because of my somewhat liminal position between gay generations, I found my view in contention the younger people at the club. I thought the music choice was odd and quite awkward to dance to. So I justified dancing to “cheesy-boy-bands” like the Backstreet Boys and “sell-out singers” like Britney Spears by believing that my dancing was an act of mockery: mockery of the artificial “artists” and the consumerist pop world they represented. By mocking the music, I was able to wear the songs as costumes of parody and construct a pleasurable body-politic where my gay male body danced as a Backstreet Boy or even as Britney Spears.  However, the process of embodying the popular stereotypes of male and female gender that these pop stars emulated began to change. Week after week, I found myself increasingly enjoying the music and dancing beyond the act of mockery. Rather than solely fashioning the songs as satirical costumes, I began to surrender my body to the rhythms and the lyrics, channeling the songs in a more complicated sense of “self-expression.” My body in particular and TigerHeat in general, became a meeting place where pop culture was negotiated, played upon and partially fused with alternative masculine identities. In this sense, rather than 12  dismissing pop music as worthless commercialized artifice, dancing at TigerHeat can be read as performing a queer intervention, reclaiming the value of pop music as a highly expressive genre for gay and queer men. Many gay and queer folk at TigerHeat acknowledge pop’s evacuation of “authentic” musicianship but still embrace it as a way of playing with their own gender and sexual expression.  Importantly, this performance of gender is enabled by musical structures. Where electronica music structurally imprisons the body with rapid repetition and minimal variation, pop music allows the body to, as it were, ‘pop’ free within a slower bpm and higher tonal variation. With a slower bpm of 90-120, pop music allows the body more time to move between beats as well as to pulse and move with other bodies. A pop dancer’s feet are usually set wider apart to allow greater gravitational play of the upper body. With more time between beats and greater tonal variety, dancers correspondingly occupy greater amounts of dance space by moving their bodies through the temporal gaps and tonal diversity. The gravitational center of a pop dancer is constantly shifting but is most often found in the hips as they rhythmically ricochet from left and right, swerving down and around with syncopated flare. Dancers use their arms in a variety of ways to accentuate the rhythm and to indicate the lyrics. The spiral-like nature of a pop dancer’s signature moves like body-rolls (bending forward and arching backward) and occasional low swats notably contrast the rigid and gravitationally conservative choreography of circuit dancers. Unlike the solitary nature of circuit dancers, pop’s rhythm and lyrics encourage and sometimes demand engagement with other bodies. Dancers will often act out lyrics of songs, flirting and grabbing each other as they dance, as in the lyric from “Lady Marmalade,” “voulez-vous coucher avec moi, ce soir?” (would you like to sleep with me tonight?). Pop dancers often take this opportunity to caress or entangle limbs with fellow dancers. In this respect, where the dancescape of electronica engenders a display of individual bodies, pop music often mobilizes the engagement of bodies. Lyrics of pop songs often incite high levels of seduction and encourage methods of sexual possession. For example, in “All for You” Janet Jackson sings “Got a nice package all right/Guess I’m gonna have to ride it tonight” which permits dancers to engage in corresponding, mutual choreography. Similarly, when Missy Elliott sings, “now people gather round, now people jump around,” from “Get your Freak on,” people on the dance floor find the justification to execute synergetic movements of gathering and jumping. TigerHeat’s crowd morphology is therefore much more fluid and elastic than circuit culture. It is thus directly influenced by the explicit narratives encased in pop music. Conclusion TigerHeat’s opening in 2001 marked it as one of the earliest gay clubs to play new-millennium pop music in concert with music videos projected on large video screens. But its success is part of a larger shift which witnessed the appearance of many pop music clubs grow in popularity in western gay culture. Even clubs on the west side of West Hollywood, previously known for circuit club music, have increasingly incorporated pop music nights. Hence, an important and salient transformation occurred in the first decade of the twentieth century when pop music became an acceptable and common form of music for gay men to dance.  In highlighting this, I show that varying rates of homophobia influence the type of masculinity that gay men desire to be perceived enacting in homosocial worlds. Increasing cultural homophobia, compounded by anxieties about HIV/AIDS, brought gay men from 13  feminine expressions of disco, to a conservative, muscled aesthetic of circuit culture, to what now can be described as a feminized and teen celebratory pop dance style that Tigerheat helped usher in during the first decade of the new millennium.    14  References Amsel, R. (1987). A walk on the wild side of Stonewall. The Advocate. September 15. Anderson, E. (2009). Inclusive masculinity: The changing nature of masculinities: New York: Routledge Press. Auslander, P. (1999). Liveness: Performance in a mediatized culture. New York, NY: Routledge. Bolton, R. (1995). Tricks, friends, and lovers: Erotic encounters in the field. In (Eds). Kulick, D. Taboo: sex, identity, and erotic subjectivity in anthropological fieldwork. New York, NY: Routledge Buckland, F. (2002). Impossible dance: Club culture and queer world-making. Middletown, Conn: Wesleyan University Press. Case, S. E. (2009). Feminist and queer performance: Critical strategies. New York, NY: Palgrave Macmillan.  Carrington, C. (2003). Circuit boys: Sociological reflections on the gay dance and circuit party culture. Paper presented at the annual meeting of the American Sociological Association, Atlanta: GA.  Carrington, C. (2007). Circuit culture: Ethnographic reflections on inequality, sexuality and life on the gay party circuit. In (Eds.) N. Teunis & G. Herdt. Sexual inequalities and social justice. Berkeley, CA: University of California Press. Chauncey, G. (1994). Gay New York: Gender, urban culture, and the makings of the gay male world, 1890-1940. New York, NY: Basic Books. Cheren, M. (2003). Keep on dancin’: My life and the paradise garage. New York, NY:  24 Hours for Life Inc. de Lauretis, T. (1987). Technologies of gender: Essays on theory, film, and fiction. Bloomington: Indiana University Press.  Desmond, J. (2001). Dancing desires: Choreographing sexualities on and off the stage. Madison, WI: University of Wisconsin Press. Dyer, R. (1995). In defense of disco. In (Eds). A. Doty & C.K. Creekmur, Out in culture: Gay, lesbian, and queer essays on popular culture (pp. 407-15). Durham, NC: Duke University Press. Emerson, R., Fretz, L., & Shaw, L. (1995). Writing ethnographic fieldnotes. Chicago, IL: Chicago University Press. Fikentscher, K. (2000). “You better work!” Underground dance music in New York City. Hanover, NH: University Press of New England. Foster, S. L. (1998). Choreographies of gender. Signs, 24(1) 1-33. Foster, S. (2002). Dances that describe themselves: The improvised choreography of Richard Bull. Middletown, CT: Wesleyan University Press. 15  Gere, D. (2004). How to make dances in an epidemic: Tracking choreography in the age of AIDS. Madison, WI: University of Wisconsin Press. Halkitis, P. N. (1999). Redefining masculinity in the age of AIDS: Seropositive gay men and the “buff agenda.” In. P. Nardi (Ed.), Gay masculinities (pp. 130-151). Newbury Park, CA: Sage. Hocquenghem, G. ([1972] 1993). Homosexual desire. Durham: Duke University Press.  Hughes, W. (1994). In the empire of the beat: Discipline and disco. In T. Rose (Ed.), Microphone fiends: Youth music and youth culture (pp. 147–157). New York, NY: Routledge. Kimmel, M. (1997). Manhood in America: A cultural history. New York, NY: The Free  Press.  Kozloski, M. (2011). Homosexual moral acceptance and social tolerance: Are the effects of education changing? Journal of Homosexuality, online first.  Lecaro, L. (2001). TigerHeat. Los Angeles Times. 20 Sept.  Levine, M. P. & Kimmel, M. (1998). Gay macho: The life and death of the homosexual clone. New York, NY: New York University Press. Mattison, A., Michael, R., Wolfson, T., Franklin, D., & HNRC Group (2001). Circuit party attendance, club drug use, and unsafe sex in gay men. Journal of Substance Abuse, 13: (1-2) 119-126. McClary, S. (1991). Feminine endings: Music, gender, and sexuality. Minneapolis: MN: University of Minnesota Press.  Messner, M. A. (2002). Taking the field: Women, men, and sports. Minneapolis: MN: University of Minnesota Press.  Ottenberg, S. (1990). Thirty years of fieldnotes: Changing relationships to the the text. In (Eds). R. Sanjek. The makings of anthropology. Ithaca, NY: Cornell University Press. Pope, H., Phillips, K. A., & Olivardia, R. (2000). The Adonis complex: The secret crisis of male body obsession. New York: Free Press.  Pharr, S. (1988). Homophobia: A weapon of sexism. Inverness: Chardon Press.  Román, D. (1998). Acts of intervention: Performance, gay culture, and AIDS. Bloomington, IN: Indiana University Press.  Sanjek, R. (1990). The makings of anthropology. Ithaca, NY: Cornell University Press.  Savin-Williams, R. (2005). The new gay teenager. Cambridge, MA: Harvard University Press.  Sedgwick, E. K. (1990). Epistemology of the closet. Berkeley, CA: University of California Press. 16   Sedgwick, E. K. (1993). Tendencies. Durham: NC: Duke University Press.  Schwartz, P. & Rutter, V. (1998). The gender of sexuality. Walnut Creek, CA: AltaMira Press.  Signorile, M. (1997). Life Outside: the Signorile report on gay men, sex, drugs, muscles, and the passages of life. New York, NY: Harper Collins Publishers. Simpson, M. (1994). Male impersonators: Men performing masculinity. New York, NY: Routledge. Thomas, A. (1995). The house the kids built: The gay black imprint on American dance music. In (Eds.). A. Doty & C. K., Creekmur. Out in culture: Gay, lesbian, and queer essays on popular culture (pp. 437-63). Durham NC: Duke University Press. Warner, M. (1993). Fear of a queer planet: Queer politics and social theory. Minneapolis, MN: University of Minnesota Press. Westhaver, R. (2006). Flaunting and empowerment: Thinking about circuit parties, the body and Empowerment. Journal of Contemporary Ethnography, 35(6): 611-644.          ",
    "id": 20572752,
    "identifiers": {
        "doi": "10.1080/00918369.2011.563660",
        "oai": "oai:bura.brunel.ac.uk:2438/8708"
    },
    "title": "Clubbing masculinities: Gender shifts in gay men's dance floor choreographies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2011-04-28T00:00:00+01:00",
    "publisher": "Taylor & Francis",
    "references": [
        {
            "id": 17910851,
            "title": "A walk on the wild side of Stonewall. The Advocate. September 15.",
            "authors": [],
            "date": "1987",
            "doi": null,
            "raw": "Amsel, R. (1987). A walk on the wild side of Stonewall. The Advocate. September 15. Anderson, E. (2009). Inclusive masculinity: The changing nature of masculinities: New York: Routledge Press.",
            "cites": null
        },
        {
            "id": 17910881,
            "title": "Acts of intervention: Performance, gay culture, and AIDS.",
            "authors": [],
            "date": "1998",
            "doi": "10.1017/s0040557400003975",
            "raw": "Román, D. (1998). Acts of intervention: Performance, gay culture, and AIDS. Bloomington, IN: Indiana University Press.",
            "cites": null
        },
        {
            "id": 17910866,
            "title": "Choreographies of gender.",
            "authors": [],
            "date": "1998",
            "doi": "10.1086/495316",
            "raw": "Foster, S. L. (1998). Choreographies of gender. Signs, 24(1) 1-33.",
            "cites": null
        },
        {
            "id": 17910856,
            "title": "Circuit boys: Sociological reflections on the gay dance and circuit party culture. Paper presented at the annual meeting of the American Sociological Association,",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Carrington, C. (2003). Circuit boys: Sociological reflections on the gay dance and circuit party culture. Paper presented at the annual meeting of the American Sociological Association, Atlanta: GA.",
            "cites": null
        },
        {
            "id": 17910857,
            "title": "Circuit culture: Ethnographic reflections on inequality, sexuality and life on the gay party circuit.",
            "authors": [],
            "date": "2007",
            "doi": "10.1525/california/9780520246140.003.0007",
            "raw": "Carrington, C. (2007). Circuit culture: Ethnographic reflections on inequality, sexuality and life on the gay party circuit. In (Eds.) N. Teunis & G. Herdt. Sexual inequalities and social justice. Berkeley, CA: University of California Press.",
            "cites": null
        },
        {
            "id": 17910874,
            "title": "Circuit party attendance, club drug use, and unsafe sex in gay men.",
            "authors": [],
            "date": "2001",
            "doi": "10.1016/s0899-3289(01)00060-8",
            "raw": "Mattison, A., Michael, R., Wolfson, T., Franklin, D., & HNRC Group (2001). Circuit party attendance, club drug use, and unsafe sex in gay men. Journal of Substance Abuse, 13: (1-2) 119-126.",
            "cites": null
        },
        {
            "id": 17910867,
            "title": "Dances that describe themselves: The improvised choreography of Richard Bull.",
            "authors": [],
            "date": "2002",
            "doi": "10.5860/choice.40-5720",
            "raw": "Foster, S. (2002). Dances that describe themselves: The improvised choreography of Richard Bull. Middletown, CT: Wesleyan University Press. 15 Gere, D. (2004). How to make dances in an epidemic: Tracking choreography in the age of AIDS. Madison, WI: University of Wisconsin Press.",
            "cites": null
        },
        {
            "id": 17910862,
            "title": "Dancing desires: Choreographing sexualities on and off the stage.",
            "authors": [],
            "date": "2001",
            "doi": "10.2307/1478143",
            "raw": "Desmond, J. (2001). Dancing desires: Choreographing sexualities on and off the stage. Madison, WI: University of Wisconsin Press.",
            "cites": null
        },
        {
            "id": 17910884,
            "title": "Epistemology of the closet.",
            "authors": [],
            "date": "1990",
            "doi": "10.2307/3189546",
            "raw": "Sedgwick, E. K. (1990). Epistemology of the closet. Berkeley, CA: University of California Press. 16 Sedgwick, E. K. (1993). Tendencies. Durham: NC: Duke University Press.",
            "cites": null
        },
        {
            "id": 17910889,
            "title": "Fear of a queer planet: Queer politics and social theory.",
            "authors": [],
            "date": "1993",
            "doi": "10.2307/541386",
            "raw": "Warner, M. (1993). Fear of a queer planet: Queer politics and social theory. Minneapolis, MN: University of Minnesota Press.",
            "cites": null
        },
        {
            "id": 17910875,
            "title": "Feminine endings: Music, gender, and sexuality.",
            "authors": [],
            "date": "1991",
            "doi": "10.2307/942138",
            "raw": "McClary, S. (1991). Feminine endings: Music, gender, and sexuality. Minneapolis: MN: University of Minnesota Press.",
            "cites": null
        },
        {
            "id": 17910855,
            "title": "Feminist and queer performance: Critical strategies.",
            "authors": [],
            "date": "2009",
            "doi": "10.5860/choice.47-0062",
            "raw": "Case, S. E. (2009). Feminist and queer performance: Critical strategies. New York, NY: Palgrave Macmillan.",
            "cites": null
        },
        {
            "id": 17910890,
            "title": "Flaunting and empowerment: Thinking about circuit parties, the body and Empowerment.",
            "authors": [],
            "date": "2006",
            "doi": "10.1177/0891241605285444",
            "raw": "Westhaver, R. (2006). Flaunting and empowerment: Thinking about circuit parties, the body and Empowerment. Journal of Contemporary Ethnography, 35(6): 611-644.",
            "cites": null
        },
        {
            "id": 17910873,
            "title": "Gay macho: The life and death of the homosexual clone.",
            "authors": [],
            "date": "1998",
            "doi": "10.2307/3005925",
            "raw": "Levine, M. P. & Kimmel, M. (1998). Gay macho: The life and death of the homosexual clone. New York, NY: New York University Press.",
            "cites": null
        },
        {
            "id": 17910859,
            "title": "Gay New York: Gender, urban culture, and the makings of the gay male world,",
            "authors": [],
            "date": "1994",
            "doi": "10.2307/2076502",
            "raw": "Chauncey, G. (1994). Gay New York: Gender, urban culture, and the makings of the gay male world, 1890-1940. New York, NY: Basic Books.",
            "cites": null
        },
        {
            "id": 17910879,
            "title": "Homophobia: A weapon of sexism. Inverness:",
            "authors": [],
            "date": "1988",
            "doi": "10.1177/088610999000500316",
            "raw": "Pharr, S. (1988). Homophobia: A weapon of sexism. Inverness: Chardon Press.",
            "cites": null
        },
        {
            "id": 17910869,
            "title": "Homosexual desire.",
            "authors": [],
            "date": "1972",
            "doi": null,
            "raw": "Hocquenghem, G. ([1972] 1993). Homosexual desire. Durham: Duke University Press.",
            "cites": null
        },
        {
            "id": 17910872,
            "title": "Homosexual moral acceptance and social tolerance: Are the effects of education changing?",
            "authors": [],
            "date": "2011",
            "doi": "10.1080/00918369.2010.517083",
            "raw": "Kozloski, M. (2011). Homosexual moral acceptance and social tolerance: Are the effects of education changing? Journal of Homosexuality, online first.",
            "cites": null
        },
        {
            "id": 17910863,
            "title": "In defense of disco. In",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Dyer, R. (1995). In defense of disco. In (Eds). A. Doty & C.K. Creekmur, Out in culture: Gay, lesbian, and queer essays on popular culture (pp. 407-15). Durham, NC: Duke University Press.",
            "cites": null
        },
        {
            "id": 17910870,
            "title": "In the empire of the beat: Discipline and disco. In",
            "authors": [],
            "date": "1994",
            "doi": null,
            "raw": "Hughes, W. (1994). In the empire of the beat: Discipline and disco. In T. Rose (Ed.), Microphone fiends: Youth music and youth culture (pp. 147–157). New York, NY: Routledge.",
            "cites": null
        },
        {
            "id": 17910860,
            "title": "Keep on dancin’: My life and the paradise garage.",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Cheren, M. (2003). Keep on dancin’: My life and the paradise garage. New York, NY:  24 Hours for Life Inc.",
            "cites": null
        },
        {
            "id": 17910886,
            "title": "Life Outside: the Signorile report on gay men, sex, drugs, muscles, and the passages of life.",
            "authors": [],
            "date": "1997",
            "doi": null,
            "raw": "Signorile, M. (1997). Life Outside: the Signorile report on gay men, sex, drugs, muscles, and the passages of life. New York, NY: Harper Collins Publishers.",
            "cites": null
        },
        {
            "id": 17910852,
            "title": "Liveness: Performance in a mediatized culture.",
            "authors": [],
            "date": "1999",
            "doi": "10.4324/9780203938133",
            "raw": "Auslander, P. (1999). Liveness: Performance in a mediatized culture. New York, NY: Routledge.",
            "cites": null
        },
        {
            "id": 17910887,
            "title": "Male impersonators: Men performing masculinity.",
            "authors": [],
            "date": "1994",
            "doi": "10.5860/choice.32-2445",
            "raw": "Simpson, M. (1994). Male impersonators: Men performing masculinity. New York, NY: Routledge.",
            "cites": null
        },
        {
            "id": 17910871,
            "title": "Manhood in America: A cultural history.",
            "authors": [],
            "date": "1997",
            "doi": "10.2307/2076574",
            "raw": "Kimmel, M. (1997). Manhood in America: A cultural history. New York, NY: The Free Press.",
            "cites": null
        },
        {
            "id": 17910868,
            "title": "Redefining masculinity in the age of AIDS: Seropositive gay men and the “buff agenda.”",
            "authors": [],
            "date": "1999",
            "doi": "10.4135/9781452233987.n7",
            "raw": "Halkitis, P. N. (1999). Redefining masculinity in the age of AIDS: Seropositive gay men and the “buff agenda.” In. P. Nardi (Ed.), Gay masculinities (pp. 130-151). Newbury Park, CA: Sage.",
            "cites": null
        },
        {
            "id": 17910876,
            "title": "Taking the field: Women, men, and sports.",
            "authors": [],
            "date": "2002",
            "doi": "10.2307/1556461",
            "raw": "Messner, M. A. (2002). Taking the field: Women, men, and sports. Minneapolis: MN: University of Minnesota Press.",
            "cites": null
        },
        {
            "id": 17910861,
            "title": "Technologies of gender: Essays on theory, film, and fiction.",
            "authors": [],
            "date": "1987",
            "doi": "10.2307/1315367",
            "raw": "de  Lauretis,  T.  (1987).  Technologies  of  gender:  Essays  on  theory,  film,  and  fiction. Bloomington: Indiana University Press.",
            "cites": null
        },
        {
            "id": 17910878,
            "title": "The Adonis complex: The secret crisis of male body obsession.",
            "authors": [],
            "date": "2000",
            "doi": "10.1037/e490672008-001",
            "raw": "Pope, H., Phillips, K. A., & Olivardia, R. (2000). The Adonis complex: The secret crisis of male body obsession. New York: Free Press.",
            "cites": null
        },
        {
            "id": 17910885,
            "title": "The gender of sexuality.",
            "authors": [],
            "date": "1998",
            "doi": "10.2307/2654236",
            "raw": "Schwartz, P. & Rutter, V. (1998). The gender of sexuality. Walnut Creek, CA: AltaMira Press.",
            "cites": null
        },
        {
            "id": 17910888,
            "title": "The house the kids built: The gay black imprint on American dance music. In",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Thomas, A. (1995). The house the kids built: The gay black imprint on American dance music. In (Eds.). A. Doty & C. K., Creekmur. Out in culture: Gay, lesbian, and queer essays on popular culture (pp. 437-63). Durham NC: Duke University Press.",
            "cites": null
        },
        {
            "id": 17910882,
            "title": "The makings of anthropology.",
            "authors": [],
            "date": "1990",
            "doi": "10.2307/482582",
            "raw": "Sanjek, R. (1990). The makings of anthropology. Ithaca, NY: Cornell University Press.",
            "cites": null
        },
        {
            "id": 17910883,
            "title": "The new gay teenager.",
            "authors": [],
            "date": "2005",
            "doi": "10.1037/e524592011-005",
            "raw": "Savin-Williams, R. (2005). The new gay teenager. Cambridge, MA: Harvard University Press.",
            "cites": null
        },
        {
            "id": 17910877,
            "title": "Thirty years of fieldnotes: Changing relationships to the the text.",
            "authors": [],
            "date": "1990",
            "doi": null,
            "raw": "Ottenberg, S. (1990). Thirty years of fieldnotes: Changing relationships to the the text. In (Eds). R. Sanjek. The makings of anthropology. Ithaca, NY: Cornell University Press.",
            "cites": null
        },
        {
            "id": 17910854,
            "title": "Tricks, friends, and lovers: Erotic encounters in the field. In",
            "authors": [],
            "date": "1995",
            "doi": "10.4324/9780203420379_chapter_5",
            "raw": "Bolton, R. (1995). Tricks, friends, and lovers: Erotic encounters in the field. In (Eds). Kulick, D. Taboo: sex, identity, and erotic subjectivity in anthropological fieldwork. New York, NY: Routledge Buckland, F. (2002). Impossible dance: Club culture and queer world-making. Middletown, Conn: Wesleyan University Press.",
            "cites": null
        },
        {
            "id": 17910864,
            "title": "Writing ethnographic fieldnotes.",
            "authors": [],
            "date": "1995",
            "doi": "10.7208/chicago/9780226206851.001.0001",
            "raw": "Emerson, R., Fretz, L., & Shaw, L. (1995). Writing ethnographic fieldnotes. Chicago, IL: Chicago University Press.",
            "cites": null
        },
        {
            "id": 17910865,
            "title": "You better work!” Underground dance music in",
            "authors": [],
            "date": "2000",
            "doi": "10.2307/1477814",
            "raw": "Fikentscher, K. (2000). “You better work!” Underground dance music in New York City. Hanover, NH: University Press of New England.",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [
        "http://bura.brunel.ac.uk/bitstream/2438/8708/2/Fulltext.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2011",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/20572752.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/20572752"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/20572752/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/20572752/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/20572752"
        }
    ],
    "abstract": "This is an Author's Accepted Manuscript of an article published in Journal of Homosexuality, 58(5), 608-625, 2011 [copyright\r\nTaylor & Francis], available online at: http://www.tandfonline.com/10.1080/00918369.2011.563660This article adopts an interdisciplinary approach to understanding the intersections of gender, sexuality, and dance. It examines the expressions of sexuality among gay males through culturally popular forms of club dancing. Drawing on political and musical history, I outline an account of how gay men's gendered choreographies changed throughout the 1970s, 80s, and 90s. Through a notion of “technologies of the body,” I situate these developments in relation to cultural levels of homophobia, exploring how masculine expressions are entangled with and regulated by musical structures. My driving hypothesis is that as perceptions of cultural homophobia decrease, popular choreographies of gay men's dance have become more feminine in expression. Exploring this idea in the context of the first decade of the new millennium, I present a case study of TigerHeat, one of the largest weekly gay dance club events in the United States",
    "tags": [
        "Article",
        "Dance",
        "Masculinities",
        "Homophobia",
        "Gay",
        "Gender",
        "Clubs"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Article"
    ],
    "oai": "oai:bura.brunel.ac.uk:2438/8708",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": [
        {
            "title": "Journal of Homosexuality",
            "identifiers": [
                "0091-8369",
                "issn:0091-8369"
            ]
        }
    ],
    "repositories": {
        "id": "14",
        "openDoarId": 0,
        "name": "Brunel University Research Archive",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 20572752,
        "depositedDate": "2011-04-28T00:00:00+01:00",
        "publishedDate": "2011-04-28T00:00:00+01:00",
        "updatedDate": "2023-07-24T04:39:19+01:00",
        "acceptedDate": "2011-04-28T00:00:00+01:00",
        "createdDate": "2014-08-01T22:17:07+01:00"
    },
    "urls": [
        "http://dx.doi.org/10.1080/00918369.2011.563660",
        "http://bura.brunel.ac.uk/handle/2438/8708",
        "http://www.tandfonline.com/doi/abs/10.1080/00918369.2011.563660"
    ],
    "lastUpdate": "2023-07-24T04:39:19+01:00",
    "setSpecs": []
}