{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Welter, Emily"
        }
    ],
    "contributors": [],
    "createdDate": "2017-08-14T00:17:49+01:00",
    "dataProvider": {
        "id": 1277,
        "name": "Digital Commons @ Butler University",
        "url": "https://api.core.ac.uk/v3/data-providers/1277",
        "logo": "https://api.core.ac.uk/data-providers/1277/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/84885652.pdf",
    "fullText": "Journal of the Indiana Academy of the Social Sciences Volume 15 Issue 1 Article 9 2012 College Greek Life: Perceptions and Lived Experiences of Lesbian, Gay, Bisexual, Transgender, Questioning, and Queer (LGBTQ) Students Emily Welter Butler University Follow this and additional works at: https://digitalcommons.butler.edu/jiass  Part of the Social and Behavioral Sciences Commons Recommended Citation Welter, Emily (2012) \"College Greek Life: Perceptions and Lived Experiences of Lesbian, Gay, Bisexual, Transgender, Questioning, and Queer (LGBTQ) Students,\" Journal of the Indiana Academy of the Social Sciences: Vol. 15 : Iss. 1 , Article 9. Retrieved from: https://digitalcommons.butler.edu/jiass/vol15/iss1/9 This Article is brought to you for free and open access by Digital Commons @ Butler University. It has been accepted for inclusion in Journal of the Indiana Academy of the Social Sciences by an authorized editor of Digital Commons @ Butler University. For more information, please contact digitalscholarship@butler.edu. 111 Undergraduate Paper College Greek Life: Perceptions and Lived Experiences of Lesbian, Gay, Bisexual, Transgender, Questioning, and Queer (LGBTQ) Students EMILY WELTER Butler University ABSTRACT This is a qualitative study conducted at a small, private Midwestern university to gain an understanding of the social climate of Greek sorority and fraternity houses as it relates to the acceptance of sexual diversity. In-depth interviews with 11 LGBTQ students were conducted to gain an understanding of the perceptions and experiences of gay students with the Greek system. A number of themes emerged, including general decisions to join a Greek fraternity or sorority; the impact of sexual orientation; aspects of the sorority and fraternity lifestyle; gender norms and perceptions of sexuality: males versus females; Greek-Affiliated LGBTQ students: in-house experiences; and perceived reality versus overt discrimination. Conclusions established from these themes were based on the overall aggregate perceptions found in each interview and—through examination of each topic—found that LGBTQ students, though citing many positive experiences with Greek culture, possess a generally negative and apprehensive perception of sororities and fraternities as a whole. These perceptions relate heavily to larger societal norms and roles of gender and sexuality and the fact that such norms are exacerbated in the condensed environment that characterizes the college Greek institution.  KEY WORDS  Lesbian-Gay-Bisexual-Transgender-Queer-Questioning (LGBTQ); College Sorority and Fraternity Life; Stereotyping The first semester of any student’s college career is filled with anxieties and expectations—it is a milestone and a rite of passage in which individuals transition from teen years into young adulthood. Integrating into the various aspects of campus life can be a daunting and challenging task, and many find solace through involvement in the medley of clubs and organizations that most colleges have to offer. One such opportunity 112 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) is that of joining a Greek letter organization, otherwise known as going through rush—an option that has been present on college campuses for generations. Becoming a member of the Greek community and moving into a fraternity or sorority house has the potential to be a very rewarding experience—not only can students gain access to a new social arena, but Greek life also gives them a chance to get involved in the community through philanthropic experiences, to benefit from academic support, and to acquire skills and networking opportunities that will further help them as they complete their undergraduate careers and move into the real world. Though many positive aspects come with joining the Greek community, the system has also been perceived as a negative one. It has previously been cited as exuding an “us vs. them” mentality (Keller 1978) and is viewed as both reflecting and promoting social inequality within society. Reinforced ideologies associated with the exclusion of individuals based on gender, race, and social class have led many prospective students to avoid the rush process for fear of being rejected or unfairly judged. A more innovative alternative to avoiding traditional rush has, however, been recently exemplified in a new trend of forming exclusive fraternities and sororities geared toward students who were previously not accepted. For example, Jewish students, African Americans, Latinos and Latinas, and Asian Americans have all founded their own Greek organizations (Park 2008). In the past couple of decades, Greek culture has also witnessed a rise in the formation of exclusively gay Greek organizations on college campuses because of a lack of acceptance for prospective lesbian, gay, bisexual, transgender, questioning, and queer (LGBTQ) students. Sex-role ideologies, homophobic tendencies, discrimination, and a deficiency in acceptance for sexual diversity that potentially exist within fraternities and sororities can be intimidating for any prospective student—most notably, perhaps, one whose sexual identity differs from that of normative society.  As a Greek-affiliated student at a small private university, I find it interesting that there are, quite certainly, LGBTQ students who are members of both fraternities and sororities but no known programs, appraisals, or events leading up to formal recruitment (rush) and even after to support or acknowledge the sexual diversity on campus within the Greek community. In my time as a Greek-affiliated college student, I knew of only a handful of individuals who were openly gay and living in fraternity or sorority houses. These personal observations forced me to pose certain questions: Does the fact that there are no progressive events and organizational ties between Greek life and the LGBTQ community on campus mean that sororities and fraternities are not welcoming of sexual diversity? Are there perceived biases or known discrimination in the selection process during rush? Is the Greek community on this campus already so open to sexual diversity that this is simply not a pressing issue? What is it like to be gay and Greek or gay and seeking a place in the Greek community? It seems pertinent to investigate the perceptions and lived experiences of the LGBTQ students as they pertain to the Greek system in order to understand the potential role that the Greek system is playing in promoting or degrading sexual diversity on a small private college campus—the campus climate.  Welter, College Greek Life 113 Although the existing literature is limited, a number of both quantitative and qualitative studies have been conducted that shed light on the experiences of gay students within Greek culture. The Lambda 10 Project suggests that “the invisibility of much of the LGBQT population on college and university campuses and the ‘assumption of heteronormality’ encouraged by fraternity and sorority culture may explain the present lack of research available on the subject” (Case, Hesp, and Eberly 2005:16; Rankin et al. 2007:1). Recurring themes are present among the literature and prove important for this study. These themes have been derived from the prevailing discourse and include reasons for an LGBTQ student to join a fraternity or sorority and how those reasons compare with those of heterosexual students, the coming-out process and the reactions from fellow members within the chapter, coping mechanisms beginning from the time students chose to rush and into their lived experiences within the Greek community, dealing with discrimination, and the overall reported satisfaction level with Greek life—in other words, the effect that being gay and Greek has had on their undergraduate careers (Case et al. 2005; Keller 1978; Park 2008; Rankin et al. 2007; Trump and Wallace 2006). Each of these themes acted as an aid in gaining an understanding of the overall climate of a small private university’s Greek organizations in accordance with the experiences of the LGBTQ students and was utilized throughout the interview process. Diverging from past studies in this field, this study attempted to gain insight into the perceptions and experiences of a broader range of LGBTQ students than those previously conducted. The study took all aspects of the Greek selection process into account. Interviews covered perceptions from the time fraternities and sororities began advocating rush in the fall semester into the initiation process and analyzed the experiences of current members living in Greek fraternities or sororities. Initially, as Park (2008:24) noted, “Following the advice of Boschini and Thompson (1998:19), ‘If Greek-letter (sic) organizations are to survive and flourish within the modern college and university, it is imperative that they understand the importance of diversity.’” This project aimed to analyze perceptions in order to potentially better the acceptance of sexual diversity and to encourage the implementation of programs to further promote such diversity. As interviews progressed, however, implementation of such a program gained little optimism. Respondents had the chance to share their experiences—both positive and negative. Through sharing these perceptions, the interviewed LGBTQ respondents were able to voice their personal opinions about both the perceived and actual diversity, equality, and acceptance on campus as they pertained to Greek culture, which was, hopefully, a very rewarding and self-serving action. There were also potential benefits to this exploration in that the study aimed to cultivate the Greek system—so as to make members more aware of both positive and negative influences that they may have on the campus community in regards to diversity.  PROCEDURE The study used a non-probability, snowball sampling method to select respondents. Initial contact began during the fall semester via emails to the university’s 114 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) office of diversity programs and a campus alliance organization of gay, lesbian, bisexual, transgender, questioning, and straight allied (GLBTQA) individuals that promotes “awareness and understanding of issues relating to gay, lesbian, bisexual, transgender, questioning, and straight allied (GLBTQA) individuals.” Emails were also sent to all recognized Greek fraternity and sorority houses and all residential halls on campus. With the commencement of the spring semester, secondary contact was announced through a campus news email that is sent each week to all faculty, staff, and students, and the sociology department student listerv. A second round of emails was also sent to each Greek house, as new members had joined since the recruitment rush week took place at the end of Christmas vacation. Snowball sampling methods were also utilized and proved to be most efficient, as they allowed for trust and understanding between the researcher and the desired potential respondent.  I acted as both the primary researcher and the interviewer. Interviews consisted of open-ended questions to allow for flexibility and the potential emergence of new themes and constructs and were based on the previously cited major themes; new questions emerged as the process evolved. Respondents were given the choice between public or private settings, and all interviews ended up taking place in the campus coffee shop. My goal was to make the interview process as welcoming and as comfortable as possible; thus, a semi-structured, flexible protocol was utilized while a highly confidential structure characterized and prefaced each interview. Efforts were made to identify and interview at least 15 prospective and/or Greek-affiliated LGBTQ students; however, as can be seen in the next section, only 11 interviews were conducted. All interviews, with the exception of one, were audio recorded and lasted from 25 minutes to around one hour in duration. A summary of the interview schedule and questions is included in the appendix. PARTICIPANTS The sample was made up of 11 student respondents, each of whom was recruited using the methods discussed below. During initial contact, emails were sent to the campus GLBTQA organization and yielded two responses, emails to all Greek sorority and fraternity houses yielded zero responses, and respondents gained via snowball sampling (i.e., from references by other respondents) yielded two responses. Initial contact thus resulted in a total of four interviews. During secondary contact, the general campus advertisement email yielded three responses, an email to the sociology department student listerv yielded one response, emails to all Greek sorority and fraternity houses yielded one response, and snowball sampling methods yielded two responses. Secondary contact thus resulted in a total of seven interviews.  The demographic breakdown of the entire total sample therefore consisted of six males, all identifying as gay—two of whom are Greek-affiliated, one who attempted Welter, College Greek Life 115 rush, and three who are nonaffiliated (or independent)—and five females, four identifying as lesbian and one identifying as bisexual—one of whom is Greek-affiliated, two who attempted rush, and two who are nonaffiliated (independent). The sample consisted of a wide range of students in terms of gender and level of involvement with the Greek system, allowing a window into what it is like to have attempted Greek life as well as what it is like to not have considered joining at all. Table 1 summarizes this breakdown of respondents.  Table 1. Demographic Sample Makeup  Male Female Greek-Affiliated 2 1 Attempted Rush 1 2 Independent 3 2 (1 bisexual)    Total 6 5  DATA ANALYSIS The data-analysis process occurred after all interviews had been completed; it consisted, first, of an in-depth transcription of all recordings. I transcribed the interviews alone by listening to the recorded content, as I did not have sufficient funds for secondary transcription or coding. Each transcription took around three hours to complete. After this process, the content was reread multiple times and broken down according to recurring themes, quotes, and content that had been cited in the previously researched literature. This categorization process occurred in three stages with the help of my faculty advisor, Dr. Kate Novak. A few follow-up contacts were made to expand on pertinent issues or on issues that simply needed more analysis. The construction below used the most pertinent quotes derived from each interview and are outlined in the next section. 1. General Decisions to Join a Greek Fraternity or Sorority Stereotyping 2. The Impact of Sexual Orientation  Sexual activity and relationships Coming-out experiences  A hidden secret 3. Influencing Aspects of the Sorority and Fraternity Lifestyle Normative sexuality  4. Gender Norms and Perceptions of Sexuality: Males versus Females  Presence on campus 116 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) 5. Greek-Affiliated LGBTQ Respondents: In-House Experiences  Hidden sexual activity  FINDINGS AND RESULTS 1. General Decisions to Join a Greek Fraternity or Sorority  A pertinent task in conducting this research and delving into the relationship between LGBTQ students and Greek culture at this university was to explore the reasons that any student—regardless of sexual orientation and identity—would or would not want to become a part of the Greek establishment on campus. The majority of respondents answered these questions during the interview with regard to the social facet that is perceived to accompany being a member of a Greek fraternity or sorority. One nonaffiliated male respondent noted, for example,  I think some people, not all people, do it for social status, either to climb it or . . . I think that, like I know one girl is really interested in just being a part of something, something significant, which is fine. And I think people just find it enjoyable, I guess. No, it’s a great way to meet people; I think it’s a great way to show a true connection to the school.  When asked about general reasons for not joining, respondents noted certain perceived characteristics—especially those relating to time management and over-involvement—that come with Greek culture. Another nonaffiliated male suggested that social fraternities were simply not on the top of his priority list for his undergraduate career:  I think it’s just more of what you want out of this experience, and for me personally, I’m just not into that. Like, I don’t really do organized kind of anything, truthfully. Like, I’m not a huge, you know, society member . . . like “Let’s go do this! I’m joining this organization!” Like, “Let’s go do something!” I’m more of a “I’m going to get my stuff done, and that’s it.” Each of the above quotes displays the overall generally persistent themes that occurred throughout each interview regarding the commonly recognized pros and cons of Greek life; however, other topics surfaced regarding the tradition and brotherhood that encompass fraternity and sorority lifestyles and why that would be a positive reason to join—themes that, it appeared, were recognized only by respondents who had some previous or current knowledge of the Greek system and all that it entails. A currently Greek-affiliated male, for instance, commented on such tradition:  Welter, College Greek Life 117 I just think that you join the house because of that sense of community and tradition and friendship.  This knowledge appeared to have a significant effect on many of the respondents’ decisions to rush a sorority or fraternity. Those with prior comprehension of the Greek system cited older siblings and parents as a source of such knowledge; other sources of familiarity were gained via informational sessions and interactions with the houses during the first semester. One nonaffiliated female noted:  I had an older sister that went to IU [Indiana University]. She was not in Greek life, but I had my mom who was, of course, like the poster Greek girl at Ball State [University]. Literally, like she was an Alpha Chi at Ball State and she was like a poster girl, but even my mom . . . like, she never pressured me to go Greek, and I didn’t think I wanted to. But I knew what it was about; I went on the house tours, like I did all of those things . . . and then it came time to sign up, and I was like, I think I want to do it, like I think it will be fun. I like to be involved in things.  In examining responses of respondents with no prior knowledge, however, it appeared that this lack of information led them to perceive the Greek system as more of an intimidating institution. One nonaffiliated female noted, for example,  I don’t know what it takes to get in, I don’t know what being in it involves. . . . I really know absolutely nothing other than it looks fun but I’m scared to do it. Such anticipated fear was noted throughout the interview process on multiple occasions. It was also found that respondents with little objective knowledge regarding Greek culture on campus based their perceptions of the Greek system on the historically perpetuated stigmas and stereotypes found throughout the existing literature and that have encompassed sorority and fraternity culture for decades. Stereotyping. Relating to such stereotypes, for example, one nonaffiliated female respondent noted:  It’s true that people tend to know more about the negative side of things than the positive. . . . The first thing that people are going to think about sororities and fraternities is that they just drink all of the time, that they are slutty. I’m sure that if stereotypes of sororities and fraternities—not just at ________, but like nationwide—if more focus was put on, like, volunteering and philanthropy, all that stuff, people would be more inclined to join. But you never hear about things like how much more money students that are 118 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) in Greek life have raised for those things compared to students who aren’t in Greek life. . . . You always hear about how much they drink, like the bad stuff, you know? I just felt like, I don’t want to live in a house with 30 people and just be stereotyped . . . like, that just reinforces everything. Nobody wants to have a stereotype put on them. . . . Stereotypes aren’t generally good, so nobody ever wants to put themselves in a situation where they are allowing people to openly judge them. One interesting theme regarding stereotypes associated with Greek culture pertained to the recognized reputations of individual fraternities and sororities on campus—each possessing a specific identity that ultimately shaped respondents’ perceptions of and desires to rush that house. One nonaffiliated male summarized these reputations as he perceived them during his freshman year of college: I mean, I heard things like the Phi Psi house were heavier drinkers; I heard that the Delt house were . . . well, I can’t think of an appropriate word to say in an interview, but that they were pricks and, you know, weren’t nice people. And, um, I heard the Snu’s were . . . there were gay people in Snu; I mean, I know a few fraternities that there were gay people in, but they were the majority. Like, music people were gay people; Lambda were . . . um, were a little more loose when it came to using substances; and TKE was the football TKE house. I didn’t really hear much about Sig Chi, but I just remember a lot of the freshman girls that I talked to just didn’t say any positive things about it . . . not negative, but they just didn’t have any positive things to say about it.  It appeared that house reputations on campus played a role in the intimidation factor that respondents perceived to accompany Greek culture and, consequentially, affected their decisions to rush. One nonaffiliated female noted: I mean, it’s very stereotypical. I mean, I have friends in all sororities. I know there’s cliques [and] in every sorority it’s different; you’re not all the same. But I guess thinking stereotypically [about] the more “judging” sororities . . . like, I would be more nervous and still am nervous to go there, you know what I mean?  Perceived acceptance and judgment in relation to sororities and fraternities on campus appeared to be significant; they were frequently noted throughout the interview process and are explored in later analysis regarding societal gender norms and how such norms are potentially perpetuated within the Greek system.  Welter, College Greek Life 119 Another recurrent theme brought up during the realm of this specific topic on stereotypes and reputations was the uniqueness of a small private university in comparison to larger universities. More than once, respondents noted on the percentage of students involved in Greek life on campus—all stating a standard 33 percent and noting that it felt larger due to the undeniable presence of Greek cultural events throughout the academic year. Respondents felt the need to address how, despite such prevalence, this specific university diverts away from stereotypes and how this diversion is a benefit to the campus community as a whole. One nonaffiliated male respondent related his experiences:  You talk to someone who is Greek [and] you don’t feel like you’re in two different worlds. But I’ve talked to people that are USC [University of Southern California] Greek and it’s like you speak a different language; you don’t click with them at all. Like, I’ve got friends that are Greek now that I just can’t hold a conversation with because if it doesn’t have to do with their Greek fraternity or sorority, it doesn’t matter to them.   [And do you feel that it is different on this campus?]  Oh, [it] definitely is. I feel like it’s . . . I mean, I know that most of the campus is Greek; I know a huge percentage of it is, but it’s different because you don’t really feel that. I mean, you definitely notice it, but you don’t feel the negative social stigma from not being Greek, because I’ve never felt that and I’ve been independent [nonaffiliated] the last two years and I’ve felt no negative stigma towards it whatsoever. 2. The Impact of Sexual Orientation The above themes constructed the basis of each interview; however, they provided only a surface exposure to what the real question of this paper aimed to answer—do perceptions of Greek life differ when sexual orientation is considered? Do LGBTQ students take their sexual orientation into account when forming perceptions of  Greek life and making decisions to join or not join fraternities and sororities? One nonaffiliated female respondent commented on the ultimate goal of the paper, noting: Like, I think that there are people on campus that think the Greek community or the Greek system has a negative impact on ______, and I think that’s an extreme view. But I think there are gay people that have that extreme view, too. I mean, I’m sure that you could skew an argument that is 120 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) like sororities and fraternities have a negative impact on, you know, gay life. . . . But it’s like for the majority of all of the people that I know that are gay, like, they went to the frats on Friday nights; like, they have fun at the frats; like, they have friends that are in sororities and fraternities.  With in-depth questioning, the following themes were found. Each presiding theme better represents the relationship between LGBTQ students and Greek culture and also, more importantly, if and how those relationships differ from those of heterosexual students. Sexual activity and relationships. A major breakthrough that shed light on the differences between LGBTQ and heterosexual perceptions and experiences within Greek culture was the issue of sexual activities and relationships. It appeared that Greek sorority and fraternity members viewed male-to-male and female-to-female sexual activity negatively as they occurred within the confines of the Greek houses—a double standard when comparing heterosexual relations that occur between female sorority and male fraternity members in the houses. One Greek-affiliated male commented that he agreed, noting: Something I did worry about before I came out was, like, members hooking up with other members. I have a huge issue with that, period. I don’t think that it should be done because I think it tears down the foundation of the brotherhood or the sisterhood . . . the friendships that you’re building. Um, and I think most people used it to do those things. Like they said, “We joined because we have similar interests,” and I totally understand that. But, like, I think that is pushing it too far. Because then it’s like, then say you’re in a relationship or something [within the house] and it fell apart. . . . That’s where it starts to tear down that foundation. So that happened and it was viewed pretty negatively by the whole house, quietly.  These issues also impacted some respondents in their decisions to rush certain fraternity and sorority houses. One Greek-affiliated male reminisced on such an experience during the rush process:  Other places I didn’t go because I felt uncomfortable because there were people in that house that I had hooked up with. I went there on one of the days, and then I was just like . . . I, I couldn’t do it again.  The same respondent noted the experiences of two homosexual friends:  He was the type of person that was against that with a brother, which was a problem for him and this other person Welter, College Greek Life 121 that he dated because if they ended up in the same house, they would have to break up. Coming-out experiences. Initially, it was hypothesized that the coming-out experiences (either positive or negative) of each respondent along with the amount of time that they considered themselves to be out would have an impact on their desires to join the Greek campus community; however, this was found to vary with each interview. For some, the fact that they had come out prior to entering college served as a sort of relief and confidence booster, making decisions to rush a sorority or fraternity as well as perceptions of the Greek system less related to sexual orientation and more related to the general reasons to join or not to join a fraternity or sorority that were cited in the beginning section of this paper. For others, conversely, damaging coming-out experiences served as deterrents in the decision to attempt a Greek lifestyle. One nonaffiliated female noted: I had made the mistake of coming out in middle school, and that really screwed me over. . . . It started this whole bullying thing. I’m always alert . . . I’m expecting it [bullying] to happen because that’s what I’ve done my whole life. It happened once, and now I’m just expecting it to happen. Another nonaffiliated female relayed a similar message:  With what I went through in high school, I guess that is one of the reasons I didn’t want to join. I didn’t want to join a sorority and tell one person and then it snowball and everyone know, because that was one of the things I picked up on about ________ is the very communal feeling that goes on within the sororities and fraternities . . . like the family aspect. And I didn’t really what that to happen. . . . It could have been like high school and I end up the butt of gay jokes for another year. A hidden secret. Discussing each respondent’s coming-out experiences sparked another important and commonly recognized idea—that, essentially, LGBTQ students and persons overall feel that they are keeping some sort of hidden secret from society because LGBTQ sexuality is not often considered in a heterosexual world. One nonaffiliated male explained this idea using the term heterosexism:  …which is just the unconscious benefits in society of being a heterosexual male or just the default thinking, like man-woman relationship, boyfriend-girlfriend. In the media or, like, professors do it too, just like, “Guys, who’s had a girlfriend?” Like . . . nope, boyfriend. And then some of 122 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) them are like, “Oh, I’m sorry”. And I think it’s a big part of Greek life.  Heterosexism thus appears to make the coming-out process for any LGBTQ person an ongoing challenge. A nonaffiliated female noted: When you’re gay, you never just come out and then you’re done; you’re perpetually coming out.  Some respondents expressed that they feared joining a sorority or fraternity because they felt that they would be hiding a part of themselves from the members in the house. Once they actually decided to come out, they feared that this long-kept secret would have detrimental reactions. A nonaffiliated male identified this reality:  People are seeing someone that you’re not when you’re not out. And I do . . . I can see some of the frustration that people feel; like, “Well I was friends with the old [respondent name] before for so many years, and now it wasn’t really him.” So I can see frustrations there . . . but dealing with that kind of stress and the stress of revealing that biggest, deepest secret . . . those don’t compare.  Sexual orientation is a characteristic that is not outwardly apparent, which, it was found, presents potential perceived difficulties during the process of becoming Greek affiliated because it adds to this idea of a hidden secret. One nonaffiliated female revealed personal insecurities pertaining to her weight—comparing how such struggles were different than those related to her sexual orientation, mainly because the issue of weight is outwardly apparent while the issue of sexual orientation is not: I have this horrible, horrible inferiority complex about how I’m overweight. . . . It kind of drives me. I identify more with that than I identify with being lesbian or whatever . . . you know what I mean? It screws me up. Another nonaffiliated female expanded on this topic:  People look at sexuality like it’s an identity of yourself. Some people take it as a first marker of their identity, and society wants to do that with everybody and not everybody wants that. Like, I’m fine with nobody knowing. . . . It doesn’t bother me. It doesn’t really bother me; it’s like nobody knows. Religion is the same way, or class status . . . middle class, upper class. Some people you can tell based on the way they act, how they dress . . . like you can tell, but you can’t tell with everybody. It’s not like I’m like, “Hey! I’m [respondent name], member of the middle Welter, College Greek Life 123 class.” Some people don’t want that to be part of their identity. The lack of outward characteristics encompassing sexual orientation, however, seemed to change when the generally recognized stereotypes attached to LGBTQ persons in society were considered. Many respondents discussed these stereotypes and whether or not they felt that they personally embodied the stereotypes. It appeared that respondents who did not embody the stereotypes experienced role conflict—suggesting that the coming-out process is more of a burden for them and less of a burden for LGBTQ persons who fit the stereotype. This suggestion holds that those who fit the stereotype would fare better during the rush process and integration of Greek culture. I think what’s challenging most is just like with who I am and my personality. . . . I don’t fit what most people will stereotype gay people as. I don’t fit any of those characteristics, so it’s been a challenge to kind of integrate myself into the community since I don’t belong to—well, I don’t want to say don’t belong, but don’t have all of those traits that the gay community does. So I’m still achieving that balance of trying to, you know, integrate myself.  Along with the effect of sexual orientation, certain specific characteristics of Greek fraternity and sorority culture also provided feedback for the ultimate research question. The living situation that accompanies Greek life, as well as ideas about what it means to take on the role of a fraternity brother or sorority sister and how those roles conflict with ideas about what it means to be LGBTQ in society, was most commonly acknowledged by respondents. The next section examines these aspects of sorority and fraternity life and how they affected LGBTQ perceptions of this culture and their decisions to join.  3. Influencing Aspects of the Sorority and Fraternity Lifestyle A marked deterring factor of fraternity and sorority culture for the LGBTQ respondents—mainly females—was the perceived experience of living in a potentially negative situation (i.e., the perception of being trapped). This fear of entrapment was cited multiple times throughout the interview process. One nonaffiliated female commented:  But I think like the big thing about, like, sororities and sorority events is . . . I don’t know . . . I guess you’re just so much more enclosed in a situation. Like for me, if I had friends that eventually said like, “Okay . . . like, I’m not okay with this [sexual orientation],” then like it wasn’t as hard for me to let them go or, like, for them to avoid me if they wanted to. . . . You know what I mean? It wasn’t like 124 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) that because you’re not enclosed in the same space twenty-four/seven or dealing with the same people.  Relating specifically to the deterrence for LGBTQ respondents’ decisions to live within sorority or fraternity houses (but especially for sororities) was the perception that heterosexuals hold an idea that all lesbians are attracted to all women. Two nonaffiliated females comment on this issue, the first stating: You’re living with them; you’re sleeping with them. . . . Like, I think that’s what makes it uncomfortable for other people. Like, “Oh my god, she saw me in the shower. . . .Like, I feel grossed out. Is she looking at me?” You know what I mean? Like it’s those types of weird things that people are going to start saying, where it’s like, “I’m really not looking at you” . . . like, you know what I mean? “I don’t like you guys.” [Laughs]  And the second:  You’re sleeping in the same room. . . . It’s like a predatory kind of like, “Well I don’t feel safe in my own sleeping quarters.” . . . Well, we’re not going to jump you! [Laughs] Normative sexuality. Contemporary societal norms, although changing, are not generally accepting of LGBTQ sexuality, sometimes making life a struggle, especially when considering living in a sorority or fraternity house. Maintaining male-to-male or female-to-female relationships and engaging in sexual behavior is generally perceived as a deviation from the norm. Extreme deviations thus appear to have an even greater effect. A nonaffiliated female respondent shared her unique situation: I feel like my situation or whatever you want to call it is complicated because it’s not so clear cut as being technically lesbian or whatever. Because my partner is transsexual, so she is basically a guy trapped in a girl’s body . . . she wants people to understand, and she’s afraid to talk about it herself because she doesn’t want to be judged. So I feel like part of my issue is that I can’t just say, “Oh, I'm a lesbian” or whatever . . . because, I mean I am, but I'm not because I really think of her as a guy. I see her that way; I call her by her guy name, but everyone else . . . I have a really complex situation.  Extreme deviation from normative boy-girl relationships, as the previous situation conveyed, appears to be less prevalent, especially on this campus and—as the respondent commented—especially in Indiana. The state of Indiana and its historically conservative Welter, College Greek Life 125 political agenda relating to LGBTQ issues was a topic that surfaced on multiple occasions from various respondents. One Greek-affiliated respondent rationalized:  You know, you go to _______, which is in central Indiana, in the heart of the Midwest . . . and it’s not that people in the Midwest are more bigoted than others; it’s just something that they don’t see. And if you don’t see it, something new like that will make you uncomfortable. In places where it’s not unusual, you see it and you’re not even thinking about it, but in places where it is, you see it and you’re like, “What are they doing?” [Laughs]  Another nonaffiliated female related:  It is . . . it’s a very careful community because we’re in Indiana; on a small campus and even smaller community, it’s hard. Most available discourse cited LGBTQ as the recognized abbreviation to encompass all forms of sexual orientation; however, multiple respondents spoke of their struggles with fitting into one discrete category and how this can be problematic when meeting new people and joining new organizations such as the Greek institution. For instance, one nonaffiliated female commented on the general acceptance of sexual activity between females—in other words, that a female may have a sexual encounter with another female and not be considered lesbian—whereas male-to-male sexual encounters are not so flexible: I think it’s a lot easier for a girl to hook up with another girl because, at least from what I understand, in a guy’s mind, they automatically think like, “Oh my god, I'm gay,” where a girl could go home and hook up with a girl and be like, “Oh, well, I'm still straight.”  The differences found between male and female respondents pertaining to sexuality and overall experiences proved to be significant, and somewhat unexpected, throughout the interview process.  4. Gender Norms and Perceptions of Sexuality: Males versus Females  The modest amount of available discourse relating to this research topic offered even less information regarding the experiences of females in sororities—with the majority of studies touching on issues of male homosexuality, the homophobia exuded throughout fraternity culture, and a recent trend in the formation of “all-gay” male fraternities on larger college campuses. It was thus expected that males would potentially face greater obstacles and difficulties integrating themselves into Greek culture and that there would be less information about and from openly gay male-affiliated respondents. 126 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) Nonetheless, the majority of male respondents stated that, although they knew of many homosexual males in fraternities, they could not think of one female lesbian or bisexual in any sorority on campus—suggesting that either there were none or, perhaps, that female students were perceived to have more difficulties joining Greek culture or in the coming-out process after joining a sorority. One nonaffiliated female speculated:  Yeah, it’s like . . . is it just like the people that are in sororities don’t come out? Or are there really no gay people in sororities? Or, is it just like because you’re gay, you didn’t go into a sorority? Another affiliated female related:  That’s the sad thing, though, is that you hear about all these guys that are in fraternities on campus that are like openly gay, and everyone’s fine with them, and nobody discriminates against them . . . and then you hear zero, really, about girls in houses. And it’s like unless you’re actually gay, then you’ll hear a few things. But yeah, I knew of literally no one, so that obviously didn’t help the fact that, like, oh, it’s totally fine to come out to a sorority. It was kind of just frowned upon in general . . . like “Oh, a lesbian’s dream, being in a house with 76 girls.”  As the topic continued to surface throughout the interviews, many respondents offered potential reasons for why this occurrence may be present on this university’s campus—that is, why it seems there are fewer women attempting Greek life and, potentially, why there are more closeted women within sorority culture than gay men in fraternities. Many respondents cited just the simple nature of females in society—gossipy, more likely to experience introverted worries and anxieties about being judged, and more concerned with fitting into groups—as potential explanations. A few quotes from multiple respondents display a consensus:  Maybe women worry about more things than men do. . . . I mean, the stereotype is that men are more one-dimensional.   I think that women have more of a desire to fit in with their group. Guys can, you know . . . every man for himself kind of thing. But women really want to be a part of something.   I have a feeling it’s just because sometimes guys are a little less in their own heads about things. . . . And in sororities . . . you don’t really see girls that are lesbians in sororities. You don’t see it because they don’t say it. I think it’s one of those things where they want to fit into the image of, you Welter, College Greek Life 127 know, a sorority. . . . I think that for lesbian women in sororities, it’s a little bit more that they’re in their own heads about things.  Another common response was about the general social adherence to gender roles and how that adherence is perceived to be perpetuated in Greek culture, putting pressure on those who deviate from the norm, especially women. A nonaffiliated female commented: I think when you have a group of, you know, LGBTQ people here especially, it’s not anti-Greek but it’s anti-normativity. And the Greek system falls very much into the, like, manly men and very feminine women . . . very much so.  What then, I questioned multiple respondents, was the difference between men and women? Many cited stereotypes of what it means to be a sorority girl or a fraternity guy. One nonaffiliated male responded in such a way relating to Greek stereotypes:  It’s harder on girls in general to live up to feminine stereotypes, and, like, sorority girls are expected to look pretty, skinny, beautiful all of the time, and the stereotypical lesbian isn’t that, so it’s just all girls in general and, you know, being lesbian adds another layer of pressure, and not that it doesn’t for men as well, but definitely . . . Another nonaffiliated female commented on the stereotypes attached to LGBTQ sexuality and how, for some reason, males are less stigmatized:  In society, there’s, um . . . gay men are looked at like every girl wants to be their best friend and every girl wants that gay best friend. Nobody wants a lesbian best friend. For some reason, it’s a societal thing. Presence on campus. Visible presence of LGBTQ, Greek-affiliated students on campus seemed to make a difference in the perceived acceptance of sexuality exuded by Greek fraternities and sororities—a presence that was far greater for homosexual males than for lesbian women. One Greek-affiliated male commented: When you mentioned it, I don’t know a single girl in any house that is. Not that there aren’t. . . . I mean, there has to be, but you know?  With such a relatively small campus, it was not unusual that multiple respondents talked about specific homosexual males in fraternities (even giving names) that had a large presence on campus in terms of leadership and popularity. For example, various 128 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) respondents brought up a specific homosexual Greek fraternity president. One nonaffiliated female commented: [Fraternity president’s name] is the best poster gay we have here. . . . I mean, he was a fraternity boy, he was president of his fraternity, he was a class officer; I was class officer with him for a year. He did everything that he needed to do here; he was great for this school. And homecoming king . . . we had a gay homecoming king; it doesn’t get much cooler than that.  The same respondent suggested that this particular fraternity member, perhaps, helped homosexual males pursuing Greek life and involved in the Greek system with any apprehensions or worries that they may have initially had about their sexuality. Her suggestion was validated in a later interview, with one nonaffiliated male noting: Going into it . . . this was obviously before I was out, so I just kept my mouth shut, didn’t say a word. But I met so many people that were in fraternities that were gay before they graduated, and especially with one of the fraternity presidents being gay last year. I don’t know if he’s still here, but, um, that’s when I realized, you know, it wasn’t like that [being rejected].  The aiding presence of homosexual, Greek-affiliated males on campus, however, was never noted for women in sororities—a finding that perhaps could account for the differences between men and women found throughout the study. Interviewing Greek-affiliated LGBTQ respondents versus nonaffiliated ones was helpful in separating general perceptions of Greek life from actual experiences within the culture—that is, what the experiences of affiliated respondents within the house actually were and how those experiences differed from what was perceived to be by nonaffiliated respondents.  5. Greek-Affiliated LGBTQ Respondents: In-House Experiences Experiences within Greek fraternity or sorority houses varied with each interview. Only three out of the eleven respondents were Greek-affiliated; however, others related on the experiences of their Greek-affiliated friends. Beginning with female experiences, one nonaffiliated respondent shared what one of her friends went through:  I mean, I would say she went through a period of depression almost like when she was in the sorority. Like, she lived there sophomore year and then had to move out junior year because she couldn’t live there. And I assumed she deactivated, because I don’t think she ever associated with them again. And like, I don’t . . . it’s like you hear it Welter, College Greek Life 129 from her where she was, like, “I couldn’t even go downstairs and eat dinner because I felt like everybody was judging me,” and yadda, yadda. And I mean, like, I have a lot of friends in DG; like, I highly doubt they were judging her, but I think that was like her perception of how she struggled with it. Another female affiliated respondent shared on her personal experience in the sorority house, offering both negative and positive experiences overall. She told me about her experience during rush week—being a member rather than a pursuant student as in the previous year: Initially when I first got there, I really didn’t [think about sexuality during the rush interview process], and then when I was walking up the stairs to get in line, I heard two sorority sisters talking about a girl who was coming through who was openly bisexual, and they said, “Watch out; big fat dyke coming through.”   [How did that make you feel?]  Definitely a sinking-stomach feeling . . . a little bit of disgust, in all honesty, because they were in my grade, this was my house. Honestly, that comment determined me not coming out until senior year.  The same respondent, despite citing many positive experiences within her sorority, including her decision to come out to the entire chapter, which was received with clapping and acceptance, noted another factor that delayed her coming out: I didn’t want people to be like, “Oh, hey, they’re the lesbian house.” Because, you know, we do slam songs and they have negative meanings, and I didn’t want people to be like, “Oh [sorority house name] . . . that’s the lesbian house; that’s the gay house; they’re dykes,” and stuff. So yeah, I didn’t want people not to choose [sorority house name] because they heard that the house was full of lesbians or something.  In recounting their experiences in fraternity houses, the Greek-affiliated males offered different responses. One male, who was out before joining, stated: The thing is, pretty much all the brothers knew, and obviously they gave me a bid, so they’re okay with it. . . . They were like, “We know, it’s cool. . . . We gave you a 130 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) bid for a reason. It’s not something that you should feel uncomfortable about.” It was good.  One interesting finding related back to the individual house reputations on this campus—how some are perceived to be more accepting of sexual diversity than others. Another Greek-affiliated male who came out during his senior year in the house noted:  The thing that was the best, like . . . because when I told everybody, I told them face to face, and I told all of the guys, and I knew going into it that they weren’t going to have an issue, and that was helpful.  [Do you think that if you had been in another fraternity, it would have been harder?]  Yes. The next section explores how—although it would appear that sexual orientation is generally accepted within Greek culture (moreso for men than women)—LGBTQ sexual behavior and activity within fraternities and sororities are not.  Hidden sexual activity. Male-to-male and female-to-female sexual activity within Greek sororities and fraternities was an issue that came up on multiple occasions and that was generally frowned upon and regarded as a negative, unacceptable occurrence for both men and women. The sole Greek-affiliated sorority respondent reminisced on her time in the sorority house and the struggles that she and other sorority women encountered pertaining to this issue: From then on [after joining and forming a relationship with a sorority sister], it was kind of awkward sneaking around [sorority house name]. There were older girls that did it too; it’s just no one ever hears about it. . . . It’s like you tap into the network and then you get all of this info. And it was actually to the point where I lived on the third floor so my room wasn’t an option and she lived on the first floor with other girls. And it got to the point where we would have to wait for them to go to bed and she would text me and I would go down to their room and on the study side of the room. I would go down there at 2:00 AM and go back up to my room at 6:00 AM and get up for class at 8:00 AM. Like, I got mono that semester. Lack of sleep and stress; because it’s a heavy secret because we’re like, “Okay, what if we get caught? Like, what if my friends find out? What if my parents find out? Like, oh my god, what are my parents going to think?” kind of thing.  Welter, College Greek Life 131  In retrospect, if I could have just been out and open and not have to worry about it or sneak around, it would have been easier. I’m not going to say . . . it’s not the house’s fault for that; it’s me not being okay with who I am, you know, because if I was okay with it, I wouldn’t care, really, if someone walked in and I was with [sorority sister] or whatever. But I was just really afraid and always worried.  One Greek-affiliated male expanded on the issue, explaining a sort of underground sexual community among homosexual fraternity males. He described this network and its general perception and compared it to the heterosexual activity present in Greek culture:  The last person that I talked to . . . the way he put it is there’s the group and so people are a part of the group. And the group he’s talking about are the people that are just hooking up. And whether or not you’re out or closeted, you’re still part of it because everyone who’s in the group knows it, obviously. And when you’re hooking up, you know who everyone else is. Me and my friend actually made a web of people, ’cause you just know . . . you talk to people and you know. It’s pretty ridiculous; it’s pretty out of control and disgusting; it’s absolutely disgusting, and I hate it and that people think that I’m a part of it. And I am a part of it because it’s college, but if it was a straight world, no one would give a shit, and it’s like this double standard. It’s like I hear stories of the guys at the house getting with a different girl each weekend. It’s like, okay, I’m not doing that. Just ’cause there’s less of us on campus, less options, that makes it worse?  DISCUSSION: PERCEIVED REALITY VERSUS OVERT DISCRIMINATION  In compiling all of the information from each interview and attempting to reach some sort of a conclusion to answer the original research question—What lived experiences and perceptions have LGBTQ students had regarding Greek culture and its acceptance of sexual diversity?—perception proved to be most important. Commenting on this term and relating somewhat to the idea of Charles Horton Cooley’s Looking-Glass Self, one respondent noted:  I don’t know if it’s more the intimidation . . . it really depends on how someone perceives that other people perceive them and then how they perceive how challenging 132 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) something is going to be, how it’s going to affect them negatively. It’s so complicated . . . it always will be.  Except for the cited firsthand experiences of Greek-affiliated LGBTQ respondents, it appeared that the perceptions and perceived realities of what sorority and fraternity culture would be like played a greater role in decisions to rush sororities or fraternities than any overt discrimination or prejudice did. One nonaffiliated male respondent noted: I mean, I think what it boiled down to was just that fear. I mean, any person [who’s out] can tell you . . . that it’s just that innate fear that you’re going to get this mass rejection, you know? Because it does happen. . . . I'm not going to candy-coat it; there are some former friends that no longer are your friend, like, and I think it’s just that fear that you’re going to lose a lot of people and you’re fearful that the people that are closest to you are going to do that . . . that they’re going to, for lack of a better phrase, disown you or just throw you under the bus.  Another nonaffiliated female added:  Had I gone through with rushing, I don’t think I would have stuck with it, because I would have been intimidated.  [Intimidated how? What do you mean when you say that?]  That we’re very liberal and safe here at _________, but when you go into a sorority house with a bunch of stereotypically and legitimately very pretty women, a lot of them who are all straight, and they all just embody everything that is very . . . they may be liberal . . . but it’s a very conservative-like structure, and everyone kind of looks . . . like you just look at everyone and you’re like, “You will hate me.” In comparison, a Greek-affiliated male noted:  And this coming from experience from myself last year. . . . I was the person holding me back, not other people. I think the idea of Greek life would definitely prevent people from . . . make them more hesitant to come out because it’s the unknown, really. You don’t know how people are going to react to it. Because I know people who are affected, but I'm sure their brothers would support them, um, so it’s just the idea about it. It’s more of a personal thing. But I don’t think Welter, College Greek Life 133 it’s people being in the Greek system saying, “Don’t do this.” It’s more of the idea of the Greek system that makes people afraid.  As each interview progressed and aimed for a more in-depth understanding of perception versus reality, a few types of overt discrimination were found—the majority manifesting in the form of gay slurs. A Greek-affiliated male commented on this occurrence:  To me, I don’t like . . . I'm okay with somebody saying like, “Oh, that’s so gay.” I have no issue with that like that. Maybe you probably shouldn’t. It’s something I say and, I do, I try not to, but I still say it. The words that I don’t use are, like, saying “fag” or saying the N word, because I don’t think it’s acceptable to say a word that has been used against someone while lynching them. Because gay people were lynched, and it’s not like people were throwing rocks at them saying, “Oh gay, gay!” you know? They were saying faggot . . . and so that’s a word that I am not okay with people using.  For LGBTQ women, another type of struggle was cited—one that heterosexual females do not have to deal with and that, perhaps, made more of an obstacle out of their sexual orientation than anything: I mean, I’ve definitely had conversations when I’m out where they’re [fraternity men are] like, “Yeah, come dance with me,” and I’m like, “No . . . like, I have a girlfriend,” and they’re like, “Oh, like you have a girlfriend, huh?” [Jokingly] . . . like, “No, I’m serious. Like, I do have a girlfriend,” and they’re like, “I bet she wouldn’t care,” and I’m like, “No, like, actually like a serious girlfriend . . . like, we actually do like each other.” And I mean I’ve gotten that a lot now that I’m twenty-one at the bars too.  CONCLUSION After examining and analyzing all relevant data, reaching a conclusion has proven to be a concurrently daunting and complex task. Through each interview and with all of the information given, what can be asserted about the overall perceptions and lived experiences of LGBTQ students regarding sorority and fraternity Greek culture at this particular university? What is the campus climate that this culture exudes regarding sexual diversity? It is best to answer this question by relating back to the themes of the sections and subsections in the findings and results. 134 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) Beginning with the general factors that influence decisions to rush a Greek sorority or fraternity, it can be seen that social facets prove to be most important for the overall student population at this university. Students join sororities and fraternities because they want to meet new friends, get involved, and feel that they are a part of something on campus. For some, this involvement includes a certain aspect of upward social mobility; for others, it is simply a way to find a place in a sea of college activities and opportunities and to take part in an institution characterized by tradition, brother and sisterhood, and communal integration. Reasons not to join are, however, more multifaceted and prove important in understanding the LGBTQ perceptions of Greek life on campus.  It was found that knowledge of this culture affected many respondents. Generally, it can be asserted that more knowledge about the system appeared to have an effect on overall perceptions and decisions. Greater comprehension of Greek life, while not necessarily implying a desire to take part in sorority and fraternity life, definitely had an influence on how respondents perceived the lifestyle altogether. Less knowledge of the system, it appeared, yielded greater social distance between the respondent and Greek culture and led to perceptions based on stereotypical ideologies about what that culture entails—both nationally and specifically pertaining to the individual houses on this campus. Sexual orientation undoubtedly played a role in the relationship between LGBTQ perceptions of and experiences with Greek culture. It appeared that many respondents wished to give generally positive answers and rationales about sororities and fraternities as they related to issues of sexual diversity; however, when examining the interview results overall, a substantial relationship between LGBTQ issues and perceptions of Greek life were found—issues, at least, that are important to this population because it is assumed that they do not surface for heterosexual students. One such issue, for example, was the fact that male-to-male and female-to-female sexual activities and relationships within the house and among members affected decisions to rush and perceptions of houses for some respondents.  One of the major breakthrough findings in the study was the realization that sexual orientation is something that is not outwardly apparent and that this can cause difficulties for LGBTQ students when considering experiences with and ideas about Greek culture. This matter was not cited in any of the available discourse; nonetheless, it proved to be a major factor that influenced the LGBTQ respondents’ perceptions of the Greek community as well as their decisions to join sororities or fraternities. Sexual orientation, it can be gathered, is a part of many LGBTQ students’ lives that they do not disclose with everyone. For most, it appears that meeting new people means adding to a perpetual and, at times, difficult coming-out process. This process is difficult because it deviates from what is considered normative sexuality in society—especially in a subculture like Greek life—and the perceived rejection for such deviation can be fearsome. This hidden secret is a burden for many, and, it can be inferred, is also something that is taken into account for many decisions and ideas, including Greek life. Some respondents commented that they really did not think about their sexual orientation Welter, College Greek Life 135 or factor it into their perceptions of Greek life or choices to rush (even during the rush process). However, when examining interviews—for example, considering the preoccupation that many had with the fear of living in an uncomfortable situation in which they may be judged—it appears that sexual orientation was, in fact, an influencing variable. Gender norms proved to be another major factor that influenced LGBTQ respondents’ perceptions of Greek sorority and fraternity culture. Ideas about what it means to be a male fraternity member or a female sorority member are very much rooted in societal gender roles (i.e., heterosexual, masculine males and feminine females) and often deterred LGBTQ respondents from joining houses or aided in shaping their perceptions. Sexuality and gender roles also proved important when considering the differences between male and female LGBTQ students on campus. Issues of male dominance and heterosexism in our society were exemplified when considering the apparent lack of lesbian female sorority members on campus. Although it was predicted that gay males would have more-difficult experiences and more-negative perceptions of the Greek system, it appeared that females fared worse, suggesting the interesting notion that, at least on this university campus, it is harder to be a lesbian female in a sorority than it is to be a gay male in a fraternity. The nature of women in general (i.e., their gossipy demeanor, proneness to anxiety and introverted perceptions, and desire to fit in) combined with their overall status in society and the lack of support in the number of Greek-affiliated lesbians on campus were provided as explanations for this finding. The final subject of importance related to the experiences of the Greek-affiliated respondents—as these experiences provided actual firsthand familiarity within sorority and fraternity houses as opposed to general perceptions from the nonaffiliated respondents. It is apparent that overt discrimination within the houses rarely occurred, with the exception of gay slurs and ignorant behavior. Nonetheless, certain issues—most notably the hidden sexual activity, the fact that this activity had to be hidden, and that it was negatively received in some cases—imply that the perceptions of sorority and fraternity houses relating to acceptance of sexual diversity as a whole are apprehensive and negative, even among affiliated respondents.  Fears of getting caught, of being judged or outed, and of overall reactions by other sorority and fraternity members, though not extreme, still definitely existed for these respondents and played a part in shaping their perceptions and experiences. It was thus evident throughout each theme and subtheme addressed in all interviews that the perceptions and perceived realities of being an LGBTQ student in Greek culture proved more important than actual lived reality.  In making conclusions about the study, it is important to maintain a separation between micro (individual) and macro (aggregate) perceptions. This study aimed to understand the overall aggregate perceptions of Greek life held by LGBTQ students at a small, private Midwestern university. Many respondents—especially nonaffiliated ones—recounted many positive experiences with Greek-affiliated individuals and did not have specific or directly negative things to say about sororities and fraternities or persons 136 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) involved in them. For example, it was common for respondents to note that they had many friends involved in Greek life or that their close friends within the houses supported them.  These positive experiences were important for the study and suggested that negative stereotypical discrimination and hazing behavior against LGBTQ students does not exist in this culture as it perhaps did in the past. Nonetheless, when looking at the bigger picture and the overall perceived reality of Greek life, it is evident that a generally apprehensive and unfavorable perception does indeed exist. This perception reflects a social climate relating to LGBTQ issues present in larger contemporary society. These are social issues that, though making progress each day, still definitely exist and are shaped by norms. It was undeniable that, although many respondents were confident and comfortable and treated it as a nonissue, sexuality was still taken into account when constructing perceptions about an institution like the Greek system that has been historically and is presently characterized by firm heterosexual gender norms. Sororities and fraternities appear to exude these gender norms to an even greater degree because they exist within a condensed, discrete environment. Thus, it can be concluded that societal gender and sexual norms that are perceptively exuded by sororities and fraternities, combined with the overall condensed characteristics of Greek culture, allow for a negative and apprehensive aggregately constructed perception of this culture by LGBTQ students at this university.    REFERENCES Boschini, V. and C. Thompson. 1998. “The Future of the Greek Experience: Greeks and Diversity.” New Directions for Student Services 1998(81):19–27.  Case, Douglas N., Grahaeme A. Hesp, and Charles G. Eberly. 2005. “An Exploratory Study of the Lived Experiences of Gay, Lesbian, and Bisexual Fraternity and Sorority Members Revisited.” Oracle: The Research Journal of the Association of Fraternity Advisors 1(1):1–31.  Keller, Michael J. 1978. “Perceptions of Sorority and Fraternity Rush. Survey Report. Student Life. Research Service.” Miami University, Office of Program Development, Oxford, OH:1–21. Park, Julie. 2008. “Race and the Greek System in the 21st Century: Centering the Voices of Asian American Women.” NASPA Journal 45(1):103–31.  Rankin, Susan R., et al. 2007. “Experiences of LGBT People in Fraternities and Sororities: From 1960 to 2007” (pp. 1–17). Charlotte, NC: Lambda 10 Project. Retrieved June 2011 (www.lambda10.org). Trump, Jack and James A. Wallace. 2006. “Gay Males in Fraternities.” Oracle: The Research Journal of the Association of Fraternity Advisors 2(1):8–28. Welter, College Greek Life 137 APPENDIX It is important to note that this interview schedule is very structured; however, these questions were only possible topics to be covered. The actual interview process was much more flexible, and questions were geared toward experiences that the respondents have had so as to stray away from formal yes-and-no answers. The goal was to acquire qualitative interviews, not quantitative results.   I. Knowledge of Greek Life/Campus Diversity A. How important do you feel involvement in student organizations is on our campus? 1. i.e., Do you feel you have to be involved on campus in order to make friends and form a social group? B. How open do you feel our campus is to diversity (race, gender, sexual orientation, etc.)?  C. What makes you feel this way? (For instance, could you list some examples of how our campus is open to diversity?)  D. Before you went through formal recruitment, what were some of the most common stereotypes you had heard regarding Greek life? 1. Possibilities: homophobic ideologies, sex-role ideologies, hazing, drinking behaviors, and promiscuity, “straight system”… 2. Were the majority of these stereotypes positive or negative?  E. Did you personally experience or witness any of these stereotypes, or do you know somebody who did?  F. Before you went through formal recruitment, did you know each Greek house’s name?  G. Had you heard any stereotypes or characteristics concerning any of the Greek houses? 1. More gay-friendly houses? H. Did you have any friends involved in Greek life?   II. Knowledge of Formal Recruitment (Rush) A. What aspects of Greek life encouraged you to go through formal recruitment (rush)? B. Did you attend any advocacy events/rush events related to Greek life (e.g., Rush: 101, Block Party)? 1. If yes, what (if anything) did you learn from these events?  2. Did the events advocate acceptance for diversity throughout the Greek system? C. Did you attend a meal at any of the Greek houses before recruitment? D. Did you understand the concept of philanthropy before you went through recruitment? E. Did you know what to expect coming back after Christmas break for formal recruitment? 138 Journal of the Indiana Academy of the Social Sciences Vol. 15 (2012) F. What were you hoping to gain from joining a Greek house (support system, friendship, reputation, boyfriend/girlfriend, leadership opportunities, networking for future jobs, academic achievement, etc.)? G. What did you know about the selection process (the system, if you will)?  1. Did you hear the words “open process,” “mutual selection,” or “equal opportunity” used to describe the formal recruitment process? H. Did you have a particular Greek house in mind before formal recruitment? 1. If yes, why were you particularly interested in this house (certain characteristics, reputation, friends, etc.)?  III. Formal Recruitment Experiences  A. In your own words, tell me about the formal recruitment process (rush week). B. Do you feel that each day/conversation gave you an accurate feel for the characteristics of each house?  C. Were you comfortable during the recruitment process (or were you intimidated/nervous)? D. Did you feel that you could be your “true self” and reveal your real personality during recruitment?  E. Did you ever feel judged during the formal recruitment process? F. Was there a certain Greek house that you felt you “clicked” with during formal recruitment?  1. If yes, why?  G. Do you feel that the activities you did during formal recruitment were worthwhile and helped you to make a decision?   IV. Sexual Orientation Questions Pertaining to Formal Recruitment  A. Are you out?  B. In your own words, how would you define your sexual orientation?  C. If you are out, when did you come out?  D. Who have you come out to?  E. Did you remain closeted during formal recruitment?  1. If yes, please explain why you made this decision. 2. If no, please explain your revelation during formal recruitment (who? when? why?). F. Do you feel that Greek houses make eliminations based on sexual orientation?  G. Overall, were you satisfied with your formal recruitment experience? 1. Explain why or why not. H. Did rush have an overall positive or negative impact on your self-image? On your ability to express yourself verbally?  V. Member Experiences A. With which Greek house are you affiliated?  B. What are the characteristics of this house that encouraged you to pledge? C. Are you involved in any leadership positions within the house?  Welter, College Greek Life 139 D. In your own words, tell me about some of the positive aspects of being involved in a Greek house.  1. Negative aspects? E. Have you come out to anybody in the house? 1. If yes:  a. Was this revelation voluntary or exposed?  b. Who have you come out to (close friends, entire chapter)? c. When did you come out?  i. Tell me about this experience. d. How did others react to your coming out?  i. Supportive? Not Supportive?  2. If no: a. Is there a certain reason you have chosen to remain closeted? b. Do you plan to come out to fellow members? F. Has your sexual orientation made it hard for you to form close friendships with other members of the house?  G. Do you participate in other LGBQT events on campus?  H. Have you ever experienced any homophobic tendencies in the house (derogatory comments, songs/rituals, etc.)?  1. If yes, how did you react (confrontation, no reaction)? I. Do you have a boyfriend/girlfriend? 1. If yes: a. Are they involved in Greek life at this university? b. Do you feel comfortable inviting them to your sorority/fraternity events/socials?  J. Have you ever feared for your physical safety in your Greek house because of your sexual orientation, gender identity, or gender expression? K. Have you ever concealed your identity from other members to avoid intimidation? L. Have you ever been a victim of harassment by other members due to sexual orientation, gender identity, or gender expression?  M. Have you experienced threats by other members to have your sexual orientation exposed or threats of expulsion from your chapter? N. How would you rate your overall Greek life experience thus far?  O. Do you have any advice for potential LGBQT students who are interested in Greek life at this university?   VI. Potential Respondents A. Do you have any LGBQT friends that you feel would be willing to do an interview?   ",
    "id": 84885652,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.butler.edu:jiass-1084"
    },
    "title": "College Greek Life: Perceptions and Lived Experiences of Lesbian, Gay, Bisexual, Transgender, Questioning, and Queer (LGBTQ) Students",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-03-17T17:02:33+00:00",
    "publisher": "Digital Commons @ Butler University",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.butler.edu/cgi/viewcontent.cgi?article=1084&amp;context=jiass"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/84885652.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/84885652"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/84885652/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/84885652/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/84885652"
        }
    ],
    "abstract": "This is a qualitative study conducted at a small, private Midwestern university to gain an understanding of the social climate of Greek sorority and fraternity houses as it relates to the acceptance of sexual diversity. In-depth interviews with 11 LGBTQ students were conducted to gain an understanding of the perceptions and experiences of gay students with the Greek system. A number of themes emerged, including general decisions to join a Greek fraternity or sorority; the impact of sexual orientation; aspects of the sorority and fraternity lifestyle; gender norms and perceptions of sexuality: males versus females; Greek-Affiliated LGBTQ students: in-house experiences; and perceived reality versus overt discrimination. Conclusions established from these themes were based on the overall aggregate perceptions found in each interview and—through examination of each topic—found that LGBTQ students, though citing many positive experiences with Greek culture, possess a generally negative and apprehensive perception of sororities and fraternities as a whole. These perceptions relate heavily to larger societal norms and roles of gender and sexuality and the fact that such norms are exacerbated in the condensed environment that characterizes the college Greek institution",
    "tags": [
        "text",
        "Lesbian-Gay-Bisexual-Transgender-Queer-Questioning",
        "LGBTQ",
        "college sorority and fraternity life",
        "stereotyping",
        "sorority",
        "fraternity",
        "Greek life",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.butler.edu:jiass-1084",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1277",
        "openDoarId": 0,
        "name": "Digital Commons @ Butler University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 84885652,
        "depositedDate": null,
        "publishedDate": "2017-03-17T17:02:33+00:00",
        "updatedDate": "2024-01-22T18:27:00+00:00",
        "acceptedDate": null,
        "createdDate": "2017-08-14T00:17:49+01:00"
    },
    "urls": [
        "https://digitalcommons.butler.edu/jiass/vol15/iss1/9",
        "https://digitalcommons.butler.edu/context/jiass/article/1084/viewcontent/V15I0109Welter.pdf"
    ],
    "lastUpdate": "2024-01-22T18:27:00+00:00",
    "setSpecs": []
}