{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Liner, Lucas"
        }
    ],
    "contributors": [],
    "createdDate": "2019-10-30T02:14:50+00:00",
    "dataProvider": {
        "id": 12539,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "url": "https://api.core.ac.uk/v3/data-providers/12539",
        "logo": "https://api.core.ac.uk/data-providers/12539/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/234758872.pdf",
    "fullText": "Bowling Green State University ScholarWorks@BGSU Honors Projects Honors College Summer 7-10-2017 Coming Together: How Science, Art, and Law Affect Change in the Treatment of LGBTQ Persons Lucas Liner ljliner@bgsu.edu Follow this and additional works at: https://scholarworks.bgsu.edu/honorsprojects  Part of the Clinical Psychology Commons, and the Developmental Psychology Commons Repository Citation Liner, Lucas, \"Coming Together: How Science, Art, and Law Affect Change in the Treatment of LGBTQ Persons\" (2017). Honors Projects. 223. https://scholarworks.bgsu.edu/honorsprojects/223 This work is brought to you for free and open access by the Honors College at ScholarWorks@BGSU. It has been accepted for inclusion in Honors Projects by an authorized administrator of ScholarWorks@BGSU.   Coming Together: Science, Law, and Art                                                                            Liner 1         Coming Together: How Science, Art, and Law Affect Change in the Treatment of LGBTQ Persons Lucas J. Liner Bowling Green State University Honors Project  Submitted to the Honors College at Bowling Green State University in partial fulfillment of the requirements for graduation with University Honors in August 2017          Dr. Kristie Foell, Advisor Department of World Languages and Cultures  Dr. Carolyn Tompsett, Advisor Department of Psychology    Coming Together: Science, Law, and Art                                                                            Liner 2 Abstract The ongoing LGBTQ rights movement saw one of its biggest victories in the landmark decision in Obergefell v. Hodges, which recognized same-sex marriages in the United States. This decision was affected by not just scientific understanding of homosexual persons, but by artistic portrayal, demonstrations, and previous judicial decisions regarding homosexuality. The course of the American LGBTQ rights movement seems to run parallel to that of the German gay rights movement of the early 20th century, with a coming together of science, law, and art leading to change, both public and political. This paper highlights the work of Magnus Hirschfeld, a Polish-born sexologist who championed the German gay rights movement, as well as Charles Silverstein, an American therapist who helped to get the diagnosis of homosexuality removed from the Diagnostic and Statistical Manual (DSM). The topics of conversion therapy and the so-called “bathroom bills” in states such as North Carolina are discussed as parts of the movement which are not yet resolved, which will likely require a multi-faceted movement combining artistic, scientific, and judicial understanding of LGBTQ persons in order to effect change, and inspire future generations of queer people to help effect such change. Keywords: homosexuality, conversion therapy, Magnus Hirschfeld, Charles Silverstein, LGBTQ youth         Coming Together: Science, Law, and Art                                                                            Liner 3 Introduction Within the last few years, there have been several advancements in the rights and protections for LGBTQ1 people. In the United States, the landmark U.S. Supreme Court decision in Obergefell v. Hodges, rendered on June 26, 2015, granted same-sex couples the right to marry, as well as all potential legal and economic benefits enjoyed by married couples, in every state (Obergefell, 2015). In early April of 2017, the 7th District of the U.S. Court of Appeals reached a decision making it illegal for employers to terminate employees on grounds of sexual orientation, referring back to Title VII of the Civil Rights Act of 1964, which prohibits employment discrimination based on sex, race, religion, or national origin (Hodges, 2017).  For every triumph for the LGBTQ community, however, there have been setbacks which serve as reminders that the fight for global equality is not over yet. In February of 2017, it was revealed that Chechnya opened up a number of concentration camps for gay individuals (Dearden, 2017), a harrowing reminder of Nazi Germany and the era of the “pink triangle” (Heger, 1994). America’s current Vice-President, Mike Pence, has come out in support of conversion therapy, a dangerous practice intended to “turn” gay or non-heterosexual individuals into heterosexual people, “curing” them of their behaviors (Stack, 2016).  Throughout this ongoing fight for equality and fair treatment, the mental health world must ask this: What effect does this sort of hostility have on the mental health of LGBTQ persons? Previous research has established that those with strong support systems and accepting environments will fare the best (Snapp et al, 2015). This support may come in several different forms: 1) science making new advances and making new discoveries regarding homosexuality, gender identity, and their respective potential trends (i.e. what may tend one towards non-                                               1 As a point of orientation, the acronym LGBTQ will be used to include lesbian, gay, bisexual, transgender, and queer identities, as well as all accompanying umbrella terms and identities found within these spectrums.    Coming Together: Science, Law, and Art                                                                            Liner 4 heterosexuality), 2) the law recognizing the rights of LGBTQ persons and decriminalizing homosexual acts or acts of gender diversity and nonconformity, or 3) cultural awareness of LGBTQ people through art, literature, demonstrations, and film.  In light of this, it is worth examining how far the mental health world has come in understanding and accepting the diverse expressions of sexual and gender identity. The first such movement of its kind came in early 20th century Germany, with revolutionaries such as Magnus Hirschfeld, combining science, law, and art to further the gay community and help bolster the fight for rights for said community. By examining the history of this movement, namely the effects that scientific discoveries, legal rulings, and cultural developments have had on these movements, as well as the current state of affairs regarding the treatment of LGBTQ persons in the mental health realm, parallels can be drawn between the first fight for LGBTQ rights2 and the struggles of modern-day queer people. Through this, the means for future generations of LGBTQ activists, the queer youth of today, can be examined and new directions for activism may be achieved.  The first section will cover the early days of sexology and Paragraph 175, the most notable of anti-gay laws. Section two will cover Magnus Hirschfeld, a Polish scientist who championed the first gay rights movement in Germany in the early twentieth century. Following that will be a discussion of Paragraph 175 in its post-WWII form in both East and West Germany, then an exploration of the influence of the German gay rights movement on the American gay rights movement of the mid-twentieth century. Next will come a discussion of conversion therapy, including methods employed and the effects that the practice has on its                                                2 In the interest of avoiding perverse presentism - that is, applying modern concepts or terms to events or persons of the past - the terms “gay rights” and “LGBTQ rights” here mean the same basic concept, though the time in which the concept applies to will dictate the term used.     Coming Together: Science, Law, and Art                                                                            Liner 5 patients. After this comes an exploration of the current treatments used for LGBTQ youth in clinical settings, including parameters for both individual and family therapy. Finally, another modern-day issue facing queer people, the so-called “bathroom bills” which look to further the discrimination and defamation of gender nonconforming people, will be discussed. Paragraph 175 and the Birth of Sexology The now-unified Germany enacted an anti-sodomy law that would complicate the lives of those who had same-sex relations. Paragraph 175 of the German Grundgesetz (German Basic Law), commonly referred to as the anti-sodomy law, was enacted in 1871 and influenced by the Napoleonic Code, which recognized homosexual behavior as a moral threat (Beachy, 2015). The law sought to punish those who committed acts of sodomy, which, given the connotation of the time, included consensual homosexual acts. In late nineteenth- and early twentieth-century Germany, during what was a boom period for research on sex and sexuality, known homosexuals, or even those who were suspected of engaging in “immoral” sex acts could be sentenced to prison for up to four years. This would prove to be the largest obstacle for gay individuals of the time, therefore prompting what would become the first ever movement for gay rights on a national level. In the German-speaking countries, there were a number of researchers who went on to research sexuality in all forms. One such scientist was Richard von Krafft-Ebing, who published his work Psychopathia Sexualis, in 1886 (Krafft-Ebing, 1965). Included in this work was a look at homosexuality, though Krafft-Ebing’s view of homosexuality and same-sex relations was a pathological one; that is, it is something that is not only aberrant and abnormal, but should be treated if a patient presents with the requisite “symptoms.” Krafft-Ebing also supported the idea of sexual inversion, a now-defunct concept that implied that homosexuals acted and behaved as   Coming Together: Science, Law, and Art                                                                            Liner 6 the opposite gender traditionally would (i.e. homosexual males thought and acted more like heterosexual females, and vice-versa). Psychopathia Sexualis has since been widely translated and reprinted, as it is considered a foundational work in sex research.  The researcher most synonymous with work on sexuality and sexual orientation is the father of psychoanalysis, Sigmund Freud. While the work of Freud has been met with all manner of controversy by modern practitioners, the groundwork that Freud laid for the field is undeniable. Among the hypotheses of Freud were the idea of inherent bisexuality, or the idea that man is born with attraction regardless of gender, and that “traditional” bi-parental upbringing, specifically the proper affection given by the parent with the opposite sex of the offspring, would tend one towards heterosexuality (Freud, 2007). He also gave credence to the idea of sexual inversion, which claimed that a homosexual man had the line of thinking - and, in some cases, even physical features - more similar to a heterosexual woman. Though he offered ideas as to why homosexuality occurred, as well as how one develops into a homosexual individual, Freud never actually claimed that homosexuality was pathology, unlike Krafft-Ebing before him. Since the publications of works such as the Three Essays on Sexual Theory, the work of Freud has been used to both pathologize and de-pathologize homosexuality, to explain and to condemn, especially during the American gay rights movement, which will be covered later. Magnus Hirschfeld: The Father of the First Gay Rights Movement  Whereas Freud was the father of psychoanalysis, Magnus Hirschfeld, a Polish-born sexologist, is heralded as the father of the first gay rights movement. Like Freud, he upheld the idea that homosexuality was not pathological, but simply a human variation that should come to be accepted in society. He also coined the term “transvestite,” used to describe someone who presents, dresses, and/or acts as the opposite gender. Hirschfeld began the Scientific-  Coming Together: Science, Law, and Art                                                                            Liner 7 Humanitarian Committee (in German, Wissenschaftlich-humanitäres Komitee), widely referred to as the first gay rights organization in documented history, in 1897 (Hirschfeld Institute). The main goal of the group, not to mention Hirschfeld himself, was to get Paragraph 175 repealed. Though its membership floated around a mere few hundred members, the impact that the WhK had on the gay rights movements of the twentieth and twenty-first centuries is significant, given that a member of the scientific community who shared the same wishes as his would-be committee members and supporters founded and led the group. Though many of the people he was trying to help saw him as rocking a boat which need not be rocked, Hirschfeld’s work helped shed light on sexual orientation and gender identity in ways the world had not seen before. Among his clients was Lili Elbe, a transgender woman who received the one of the world’s first documented sex reassignment surgeries in the early 20th century (Mancini, 2010). Hirschfeld’s work in the fight against Paragraph 175 led to the 1919 silent film Anders als die Andern (German for “different from the others”), which he himself produced, co-wrote, and even starred in (Oswald, 1919). Anders als die Andern is widely seen as one of the first depictions of explicitly gay individuals on film, and the work of Hirschfeld on this film helps the credibility of the film’s message and support of the gay community. It was a way for Hirschfeld to speak out against the persecution of homosexuality with not just science, but also through film, a relatively new medium at the time. His work with the community would last through his own lifetime, though the rise of National Socialism, led by Adolf Hitler and the Nazi Party in Germany, would spell the end of the WhK as it was known at the time. Hirschfeld, a Jewish gay man, was doubly against the beliefs of the Nazi Party, and as such fled Germany, never to return. He ended his life in France, hoping for the return of Germany to the way it was before Hitler’s   Coming Together: Science, Law, and Art                                                                            Liner 8 rise to power, working towards equality for what he called “intermediate sexualities” nonetheless. In this film, Kurt Sievers, a violin student falls in love with Paul Koerner, a fellow musician who takes Kurt under his wing following one of Paul’s concerts. The two develop a bond almost instantly, much to the disapproval of Kurt’s parents. Paul is not yet married, so his family attempts to arrange a marriage for him, only for Paul to be uninterested in the bachelorette, which prompts his parents to send him to a therapist (played by Hirschfeld), who determines that Paul is, in fact, gay. This shocks the parents, but rather than suggest a course of treatment to change Paul’s orientation, the sexologist assures them that Paul’s orientation is normal, natural, and that the course of action should be acceptance and coping, rather than “dealing with” Paul’s preferences.  Later, while taking a stroll in the park, a man, later called Franz, catches Kurt and Paul together, embracing one another, and demands a sum of 10,000 DM (roughly 100 USD at the time) to keep him quiet, or else he will blackmail the two, putting their images and careers in danger. After a scene with a sexology lecture, to which Paul invites Kurt’s sister, Else, both Franz and Paul are arrested for violating Paragraph 175. It is revealed that Franz himself may have had some interactions involving same-sex behavior, and Franz is later convicted and sentenced to three years in prison (the typical sentence was one to four years), while Paul is only sentenced to one week, much to Franz’s chagrin. At the film’s conclusion, a hand is seen striking Paragraph 175 from the books, as if to suggest that the law’s repeal would happen sooner, rather than later, though it would not happen for over half a century after the film’s original release. The film itself is not a work of science, but rather of advocacy. By tying together the science of homosexuality, which Hirschfeld himself revolutionized, with the legal standing of   Coming Together: Science, Law, and Art                                                                            Liner 9 homosexuals in this time period into an artistic work, Hirschfeld was able to impress upon viewers that gay people are not diseased, but simply different from everyone else, hence the title. Such a work helped to further solidify Hirschfeld’s reputation as not only a scientist, but also as an activist.  Back in the United States, the work of Hirschfeld was well-received. His work led to a lecturing tour across the US in 1930 and 1931, during which he was dubbed the “Dr. Einstein of Sex.”  WWII, The Two Germanies, and the Repeal of Paragraph 175  Ultimately, the vast history of the German gay rights movement was erased from the public eye when the Institute for Sexual Research (in German, Institut für Sexualwissenschaften), originally found in the Berlin Tiergarten, was destroyed by the Nazis as part of a censorship campaign in 1933, while Hirschfeld himself was away on another tour of the US. During this time, the facility was leveled, and the contents ransacked. Lists of clients of the IfS were taken by the Gestapo to add to “pink lists,” which were used to keep track of known or suspected homosexuals. As Hirschfeld himself was both gay and Jewish, and blackballed as one of Germany’s leading “criminals,” he was advised not to return.   In 1935, the wording of Paragraph 175 was revised by the Ministry of Justice, so as to target male same-sex interactions. It is estimated that during World War II, some twenty-five thousand men were convicted under Paragraph 175 and sent to concentration camps (Heger, 1994). It was during this time that the infamous “pink triangle” (in German, rosa Winkel) was devised to distinguish homosexual inmates from others, such as Jews (yellow Star of David with Jude, the German word for Jew) and communists (red triangle). The treatment of homosexual men in the camps was heinous, even involving instances where, in order to “cure” their   Coming Together: Science, Law, and Art                                                                            Liner 10 homosexual ways, testosterone capsules would be surgically implanted in the men, so as to counteract any sort of “inverted” thinking on the part of the men.  Following the war, the two Germanies took very different approaches to the enforcement of Paragraph 175. At the Allies’ behest, any influence of National Socialist policies was taken out of the common law, but Paragraph 175 was left untouched by the Allies’ demands, instead being left up to the newly-formed German states to decide how to handle the law. The East revised the law to take out the Nazi-era wording and specificity by 1950, changing the law to reflect the pre-1935 version (Dearden, 2017). In 1968, the law was replaced with Paragraph 151, which upheld the criminalization of same-sex relations with minors under 18 years of age (Paragraph 175, 1999). This law would itself be removed just before the reunification. The West upheld the Nazi-era wording in a decision in 1957, leading to roughly 100,000 arrests under the law, with half of those arrests leading to convictions. A new version of the law was drafted, but stayed in abeyance for years (Moeller, 2010). The feeling among many lawyers and politicians was that the focus of the enforcement should be when lack of consent and/or minors are involved, as such offenses would threaten morality, a principle upon which Paragraph 175 was originally founded. As such, by 1969, the law removed provisions which previously condemned consensual acts between adults. Upon the Reunification, the West’s version of Paragraph 175 was upheld, and would not be stricken until 1994 (Paragraph 175, 1999). Deutsche Wurzeln/German Roots: The Effects of the German Gay Rights Movement on the Early American Movement  Just as the work of sexologists of the German-speaking countries had done in the early twentieth century, the work of these revolutionaries, such as the aforementioned Freud and Hirschfeld, would go on to influence the American gay rights movement, which began in the   Coming Together: Science, Law, and Art                                                                            Liner 11 1960s. Hirschfeld’s legacy led to the first gay rights organization in the United States, the Society for Human Rights, founded by Henry Gerber in 1924. Gerber, a German immigrant and printer and proofreader for the United States Army during World War I, took the name for his organization from its German counterpart, the Bund für Menschenrecht (Baugher, 2014). Unfortunately, the group would only reach a handful of members in its existence, and its newsletter Friendship and Freedom was scarcely subscribed to, and the group would close its doors only a couple of years after its founding.  The work of Freud tends to garner more attention, as he is known as the father of psychoanalysis, but his conclusions would also be, in a word, repurposed. His American counterparts took his discourse on the matter as reducing it to pathology, allowing for the work of Freud to be used to paint homosexual behavior and its would-be provocateurs in a bad light (Abelove, 1993). In a famous letter from Freud to a concerned mother in 1935, he mentioned that homosexuality is “neither advantage, crime, illness, nor disgrace,” an attitude that Freud was consistent in upholding (Abelove, 1993). This would contribute to the classification of homosexuality as a mental disorder in the first edition of the DSM, published in 1952. Towards the end of the Sixties, in the early years of the gay rights movement, a number of anti-sodomy laws were revised to single out homosexual individuals in states such as Kansas, Nevada, and Tennessee.  The combination of the American mental health field and the American legal system coming down on homosexuality, labeling it as not only disordered, but illegal, served to make the American battle for gay rights as much of an uphill battle as the German movement was. The American movement, sparked by the Stonewall riots in the late Sixties, would mark the first major movement of its kind in the United States. The pink triangle, once a marking, a sort of   Coming Together: Science, Law, and Art                                                                            Liner 12 scarlet letter for a homosexual, became a political symbol for the gay rights movement (Elman, 1996). This would necessitate a multi-faceted effort on the part of any American revolutionary who wished to lead the charge against this desecration of gay persons. Perhaps, for any progress to be made, the American LGBTQ community would need a modern-day Hirschfeld, someone who could blend art, science, and activism to further the community and help to influence the status of LGBTQ persons.  Enter Charles Silverstein, an American therapist and writer who was involved in the fight to remove homosexuality from the DSM while he was still in graduate school at Rutgers University. In 1972, on behalf of the Gay Activist Alliance, he led a “zap,” an abrupt confrontation between a public figure and a group of protesters, with the goal of drawing attention to the cause against which the protesters are working, at a conference of psychologists in New York (Anti-Defamation League, 2011). Silverstein himself remembered telling the lecturer that he and his group would allow 15 minutes for him to express his views, after Silverstein and the “zappers” would take over and rebute. As much controversy as this demonstration drew, it also gave Silverstein the opportunity to submit a report to the APA’s Nomenclature Committee, the group charged with maintaining the DSM, updating the manual as needed. In his report, Silverstein scolded the APA, claiming that their understanding of the work of past researchers such as Freud led to the discrimination of gay people, highlighting his hope that the APA would not make the same mistake twice. With 58% of the vote, the diagnosis of homosexuality would be removed from the DSM in exchange for “Sexual Orientation Disturbance.” Ultimately, this diagnosis would find itself removed in 1994, with the publication of the DSM-IV.   Coming Together: Science, Law, and Art                                                                            Liner 13  Silverstein is more or less America’s own Magnus Hirschfeld. After his successful lobbying to remove homosexuality from the DSM, he would go on to become a founding editor for The Journal of Homosexuality, the founding director and therapist supervisor for The Institute of Human Identity in New York, as well as a clinical instructor at New York University’s Medical College. He also published “The Joy of Gay Sex,” a manual for men who have sexual relations with other men. The book has seen three editions as of 2002, each with different second authors. Within the last couple of decades, a breadth of research has come from not only the social sciences, but also the “hard” sciences regarding sexual orientation. One such finding comes from British neuroscientist Simon LeVay, who one could say has a certain personal motivation for his research, as he is a gay man himself. His now-famous 1992 study published in Science found a potential biological correlation between brain composition and sexual orientation, something that was all but unheard of at the time (LeVay, 1993). In the brain, there is a part of the hypothalamus, responsible for the disbursement of neurohormones that stimulate or inhibit their pituitary counterparts, called the third interstitial nucleus of the anterior hypothalamus, abbreviated as INAH-3. INAH-3 had previously been found to have some effect on sexual behavior, but LeVay’s findings took this a step further and connected it  to sexual orientation. Previous studies had found that INAH-3 was larger in men than in women, but by observing heterosexual and homosexual women and men, LeVay found that INAH-3 was similar in size between heterosexual women and homosexual men, therefore making it smaller in homosexual men than in their heterosexual counterparts. In what LeVay dubbed a homophobic society in the early 1990s, the science of sexual orientation now had what it had been looking for: a piece of evidence to support the “born this way” argument, so to say. As hesitant as LeVay has remained   Coming Together: Science, Law, and Art                                                                            Liner 14 to dub INAH-3 a “gay gene” of sorts, this does give some credence to the idea of biological bases for sexual orientation (LeVay, 2011). Conversion Therapy and the American Psychological Association (APA)  In the Resolution on Appropriate Therapeutic Responses to Sexual Orientation from 1997, the American Psychological Association (APA) expounds on why the practice of conversion therapy is ineffective, dangerous, and should therefore be condemned by the mental health community at large. Among the assertions that the resolution makes are 1) that homosexuality is not a disorder, as determined by the APA in 1973; 2) that “psychologists are aware of cultural, individual and role differences, including those due to...sexual orientation\" and \"try to eliminate the effect on their work of biases based on [such] factors\" (American Psychological Association, 2009); and 3) that the APA encourages the mental health community to work to remove any and all stigmas that may influence practices, including those against LGBTQ individuals. Conversion therapy, also known as reparative or ex-gay therapy, is a practice used to “cure” homosexuality in its patients. The practice itself utilizes various methods to encourage healthy heterosexual behavior and discourage homosexual behavior or tendencies. Methods employed can vary, though a general route of treatment is achieved by interaction with other heterosexual people, in order to “learn” how to act as a heterosexual individual. For a male client, this may mean participating in sports and other predominantly masculine activities, avoiding interaction with women, save for romantic situations or conquests, eventually leading to dating and marrying a woman, then fathering children, securing an identity of a heterosexual man, as a husband and father (Bright, 2004).    Coming Together: Science, Law, and Art                                                                            Liner 15 Some treatment of patients in ex-gay therapy is not so harmless. In older forms of conversion therapy, which in the US dates back to the nineteenth century, methods such as shock therapy were employed (Anti-Defamation League, 2011). One such account tells of a young gay man being fitted with electrodes, then shown pictures of men who were objectively attractive. These photos would be paired with electrical shocks by way of the electrodes (Anti-Defamation League, 2011). This pairing, echoing the infamous Pavlov’s dog experiment of decades prior, would be intended to deter the young man from finding men attractive. Following the series of shocks, the patient would be shown a picture of an attractive woman, only this time there would be no shock administered. One takeaway from LeVay’s study is that the methods behind conversion therapy are flawed. Why does reparative therapy fail to “cure” or “treat” homosexuality? It operates under the premise that homosexual behavior is itself pathological, and therefore can and must be treated in the individual in order for conditions to improve. In other words, the belief is that homosexuality is strictly a behavioral phenomenon, and that this behavior can be trained out of an individual, with enough time and practice, with an example of this being the picture/shock treatment previously discussed. This train of thought follows the ideas of B.F. Skinner, the renowned behavioral psychologist who claimed that he could train anything or anyone to do anything, if given the proper means to do so. Given the example from earlier, with the young man subjected to shock therapy to “train” the homosexual desires out of him, this idea, at least on the surface, makes sense. The problem with this belief is that it ignores any biological components that may shape one’s behavior. In an ideal world, with ideal conditions, Skinner may be onto something with his idea of training behavior, but this assumes that homosexual behavior or acts are strictly behavior-based.    Coming Together: Science, Law, and Art                                                                            Liner 16 A number of practitioners have even gone as far as to say that reparative therapy is a “violation of international human rights” (Levovitz, 2015). One such practitioner, Mordechai Levovitz, a member of the United Nations NGO Committee for Human Rights, highlights this claim in his testimony in the New Jersey State Senate, as the Senate was debating the idea of a ban on conversion therapy for minors, which it would later pass into law. He talks about his own experiences as a queer Jewish youth, being subjected to conversion therapy at the age of six, being told to act “straight” or else. Levovitz also highlights the blaming aspect that many reparative therapy programs have; that is, if the patient does not experience a change in their orientation, that it is the fault of the patient, that the patient is not trying hard enough or is not committed enough to the program and the end result. He also points out that the majority of LGBTQ-friendly laws in his home state of New Jersey have “rigorous religious exemptions,” making queer youth belonging to a church or to a religious family especially vulnerable (Levovitz, 2015). Levovitz goes on to say that religious freedom is something that he strongly upholds, being an orthodox Jew, though “religious freedom does not require the scientific and medical community to adopt a treatment based on religious dogma. Furthermore, religious freedoms do not justify harming children” (Levovitz, 2015).  Only six states in the U.S. (and the District of Columbia) have banned the practice for minors (Movement Advancement Project, 2016), meaning that parents cannot send their children to programs intended to “cure” their child’s suspected orientation.only six states and the District of Columbia have outlawed the practice of conversion therapy for minors. According to the Movement Advancement Project, in regards to population, this covers only about one-fourth of the U.S. population of LGBTQ people (Movement Advancement Project, 2017). Modern Standard and Practices and Their Implications for Queer Youth   Coming Together: Science, Law, and Art                                                                            Liner 17 One of the common narratives among LGBTQ people is the coming out story. By affirming one’s identity, a queer individual can proceed to live their life as their “true” self. This is often a struggle for queer youth, as young people are developing their identity in general, including their sexual and gender identity. In moving forward in the fight for LGBTQ rights, the next generation and their struggles must also be considered. Those who came before laid the foundation, as has been explained in the previous sections. For any further progress to be made, the new generation of queer people must be given the necessary attention. The mental health world has taken several steps to accommodate for LGBTQ youth in clinical settings, keeping updated with the literature and holding true to wanting to help people. The upcoming discussion of modern practices are but a few of those used to help LGBTQ youth, and serve as a reminder of how far the field has come in its understanding and treatment of queer individuals. The year 2004 saw the most recent of statements from the American Academy of Pediatrics regarding homosexuality in adolescents. In the statement, author Dr. Barbara Frankowski claims that the goals for nonheterosexual youth are equivalent to those heterosexual youth: “to promote normal adolescent development, social and emotional well-being, and physical health (Frankowski, 2004).” Frankowski also talks about the risk factors that LGBTQ youth face, including increased risk of substance abuse, sexually transmitted infections, and suicidal ideations or attempts.  As it pertains to office care of adolescents who may be emerging into their sexual orientation or gender identity, Frankowski outlines a set of parameters for “comprehensive health care.” In these parameters, a number of considerations and guidelines are given for helping a patient who may identify on the LGBTQ spectrum. Procedures such as the use of gender-neutral language and counseling any potential risk factors such as substance abuse, self-harm, or   Coming Together: Science, Law, and Art                                                                            Liner 18 thoughts of suicide are highlighted, as well as an encouraging attitude regarding the child’s exploration of their sexuality being key to helping get the most out of treatment, and ultimately helping the child towards, as Frankowski says in her summary, “their transition towards a healthy adulthood (Frankowski, 2004).”   In 2012, the American Academy of Child and Adolescent Psychiatry (AACAP) established the Practice Parameters on Gay, Lesbian, or Bisexual Sexual Orientation, Gender Nonconformity, and Gender Discordance in Children and Adolescents, in which Dr. Stewart Adelson lays out the means by which mental health professionals should treat their younger patients who disclose their sexual and/or gender orientation to their clinician (AACAP, 2012). The development of these parameters included a review of nearly ten thousand scientific journals. Within these parameters, Adelson talks about the process coming out, noting that LGBTQ youths “may observe other gay people experiencing disrespect, humiliation, lower social status, or fewer civil rights. This experience may create difficulty reconciling the simultaneous developmental needs to form a sexual identity on the one hand and to feel socially acceptable on the other, typically a painful developmental conflict for gay youth” (Adelson, 2012). The parameters also go into issues such as gender discordance, though these issues are covered in the context of the DSM-IV-TR, as the DSM-V would not come out until a year after the parameters were published. In the DSM-V, gender identity disorder (GID) would be replaced with gender dysphoria, classified by a marked distress as it pertains to the incongruence of one’s gender identity and biological sex. The nine parameters that Adelson presents for his fellow clinicians are as follows:    Coming Together: Science, Law, and Art                                                                            Liner 19 Principle 1. A comprehensive diagnostic evaluation should include an age-appropriate assessment of psychosexual development for all youths.  Principle 2. The need for confidentiality in the clinical alliance is a special consideration in the assessment of sexual and gender minority youth.  Principle 3. Family dynamics pertinent to sexual orientation, gender nonconformity, and gender identity should be explored in the context of cultural values of the youth, family, and community.  Principle 4. Clinicians should inquire about circumstances commonly encountered by youth with sexual and gender minority status that confer increased psychiatric risk.  Principle 5. Clinicians should aim to foster healthy psychosexual development in sexual and gender minority youth and to protect the individual’s full capacity for integrated identity formation and adaptive functioning.  Principle 6. Clinicians should be aware that there is no evidence that sexual orientation can be altered through therapy and that attempts to do so may be harmful.  Principle 7. Clinicians should be aware of current evidence on the natural course of gender discordance and associated psychopathology in children and adolescents in choosing the treatment goals and modality.  Principle 8. Clinicians should be prepared to consult and act as a liaison with schools, community agencies, and other health care providers, advocating for the unique needs of sexual and gender minority youth and their families.  Principle 9. Mental health professionals should be aware of community and professional resources relevant to sexual and gender minority youth.     Coming Together: Science, Law, and Art                                                                            Liner 20 With the outline of these parameters, Adelson also lists reasons as to why each principle is relevant. For example, in discussing principle 1, Adelson notes that “sexual and gender minority adolescents very frequently face unique developmental challenges,” which include a greater risk for mental health challenges and/or disorders, It is also noted that sexual development, which lies at the core of the development of one’s sexual and/or gender identity, is a collection of social, biological, and psychological experiences. Adelson also notes that the terminology behind sexual development is not static, but rather dynamic, and as such the most recent, time-accurate terms and definitions are used in discussing these principles. Not everyone experiences sexuality or the development of said sexuality the same, and the definitions have changed over time, and as such, whatever terminology is used must be carefully chosen. In further explaining principle 2, Adelson cautions his fellow clinicians about the importance of trust in the therapist, noting that the patient should have control over their own disclosure, in order to promote development, rather than any implied shame or disgust regarding their orientation causing the patient to withhold any information that may be pertinent to their treatment. With principle 3, Adelson addresses the issues that can arise within the family dynamic upon a child’s coming out. Such issues may come from religious or cultural beliefs held by the family., the family dynamic, which may be altered upon a child’s coming out, is crucial to the development of the child, both in their mental health and their identity. This also ties back to principle 2, with further emphasis on the client’s control of their own disclosure, and how this may dictate the treatment. Principle 4 scratches the surface of the problems often faced by LGBTQ people as a whole, including increased risk of bullying, suicidal thoughts, ideations or even attempts,   Coming Together: Science, Law, and Art                                                                            Liner 21 substance abuse, and sexually transmitted diseases and infections. By addressing these issues, a more thorough treatment of the child can be achieved. Principle 5 highlights the idea of affirmation and allowing for the youth’s exploration of their feelings. For example, in the explanation behind the principle, Adelson mentions that calling the child’s current identity a “phase,” or indicating that said identity might be a phase without actually calling it such, could stir up feelings of disapproval or dismissal on the part of the youth. Once again, emphasis is placed on the idea of allowing the youth to explore their new orientation, without pre-emptively closing any doors which should otherwise be left open. Principle 6 points out that attempts to change the child’s orientation will likely do more harm than good. It also differentiates between fetish and homosexuality, two things that homophobes and supporters of conversion therapy often equate to one another. Here, Adelson reaffirms what the American Psychological Association presented some two decades prior: that the practice of conversion therapy does far more harm than it does good, assuming it does much of the latter. It echoes the 1994 resolution of the APA, claiming that conversion therapy is ineffective and not credible.  Principle 7 deals more in the labeling of potential gender dysphoria or discordance, again in terms of the DSM-IV, though it does make mention of the moves that the DSM-V would make towards a more proper diagnosis of any discordance of gender identity. It also breaks down modes of assessment and treatment for adolescents and children, In either case, this principle asks the would-be clinician to pay attention to any modern empirical research, and to always use said modern research when assessing or treating a patient. Principle 8 gives more attention to the social systems surrounding the patient, including schools, after-school activities, and culture. It also asks the clinician to make no assumptions   Coming Together: Science, Law, and Art                                                                            Liner 22 regarding the prior disclosure of the youth’s orientation - that is, not assuming the client’s being “out” at school, at home, to their friends, or other social circles - so as to best assess the effectiveness of these systems in supporting the youth, as well as any of their peers who may be facing the same issues. Principle 9 extends these considerations to community resources that may or may not be available to individuals such as the hypothetical queer-presenting youth.  One overarching problem that queer youth face is coming out to their parents, only to receive a mixed to negative reaction. Research supports the idea that queer youth with more supportive parents experience less suicidal thoughts and better psychological outcomes upon coming out to their parents. As far as which parent the child comes out to, negative reactions on the part of the mother are linked to psychological issues and distress, whereas the same reactions from the child’s father are less likely to produce the same distress (D’Amico et al, 2015). That being said, these reactions are far from a cut and dry, positive or negative coding. Aspects of the parents’ belief systems can lead to strains in the parent-child relationship. With this idea in mind, a new form of family-oriented therapy has risen in the literature: attachment-based family therapy, or ABFT (Levy, Russon, and Diamond, 2016). A group of researchers from both Drexel University and Ben-Gurion University developed a treatment for helping not just the queer youth, but the youth’s family, to help navigate their relationships as a queer youth (on the individual level) and as a family (on a level greater than just the individual). Through a series of tasks, the therapist attempts to frame and reframe the relationship between the youth and the parent, building an alliance between therapist and youth to help the youth better talk to the parent regarding their relationship (and how that relationship has been affected by the youth’s coming out), building an alliance between therapist and parent to understand how the parent’s reactions affect their child and, in turn, their relationship with each other, then working to repair the   Coming Together: Science, Law, and Art                                                                            Liner 23 attachment between parent and child and rebuild a sense of trust and understanding between one another. Finally, after the attachment has been re-established, the focus shifts to promoting autonomy in the youth, while establishing the parent as a supportive figure. While this study was a case study, only examining one parent-child relationship, it does lend itself to further investigation into ABFT, and its potential for new avenues of treatment on both individual and family levels.    A New Battle: The “Bathroom Bills” Within the last couple of years, there have been so-called “bathroom bills,” which target transgender and gender-nonconforming people and force them to use the bathroom associated with their assigned gender at birth, regardless of the gender which they present or identify as presently. The most notable of these bills has been House Bill 2 (HB2) in the state of North Carolina, with several copycat bills being written in states such as Indiana (the home state of Governor-cum-Vice President Mike Pence) and Texas (Public Facilities Privacy & Security Act).  In so many words, what has been a private, natural bodily function is now, in some places, being policed by those who feel “uncomfortable” or “disgusted” by sharing the bathroom with a trans* person. Setting aside the obvious physical discomfort that may be incurred for having to “hold it” and use the restroom at a different time, when the “offended” individual is no longer present, the sheer facts of being a) misgendered, b) ridiculed for being trans*, and c) having another individual attempting to enforce what you can and cannot do only serve to heighten the risk of dysphoria and its symptoms, which only serves to further alienate trans* individuals who, as many anti-bathroom bill pictures and ads claim “just want to pee.” Further, some supporters of these bills even go as far as to accuse transgender women of being men in disguise, with the purpose of going into women’s restrooms and sexually assaulting   Coming Together: Science, Law, and Art                                                                            Liner 24 young girls (Campaign for Houston, 2015). As it turns out, a study done by UCLA’s Williams Institute shows that trans* people are actually far more likely to be the victims of verbal (70% of those surveyed) or physical (10% of those surveyed) abuse in a public bathroom (Steinmetz, 2016). Conclusion: Coming Together While many would like to believe that the battle for equality ended with the decision in Obergefell v. Hodges, which legalized same-sex marriage across the United States, the unfortunate reality is that the fight has only just begun. In the lead-up to the Supreme Court’s decision in Obergefell v. Hodges, television series such as Ellen and Will & Grace, both of which are sitcoms that feature openly gay main characters, as well as films such as Philadelphia, which highlights the struggles of the fight against HIV/AIDS, helped to shape the positive portrayal and public opinion of homosexuality (Skinner-Thompson et al, 2016).  If the realms of law, science, and mental health can come together, upholding the principles they were founded upon, as well as a common goal for the advancement of LGBTQ people, especially in mental health settings, the LGBTQ community can thrive, even in the face of an anti-LGBTQ administration and its supporters. The effect that art has on such movements must not go underestimated either.  Such trends must continue in order to put an end to things such as conversion therapy, bathroom bills, and further crimes against the LGBTQ community, and there is no singular answer for such issues. Supporters of the LGBTQ community from all fronts and backgrounds must come together. Despite how highly individuals such as Hirschfeld and Silverstein are regarded for their work with the LGBTQ community, these two men alone have only done so much, and the effects of their work are only a part of the overall movement.   Coming Together: Science, Law, and Art                                                                            Liner 25 Just as Hirschfeld did over a century ago in Germany, and as the aforementioned Silverstein did just a few decades ago, the scientific community must stand with the LGBTQ community, working to remove the stigmas, de-pathologize non-traditional sexual orientations and gender identities, and affect the success of treatment of LGBTQ persons in a positive manner. By bringing together science, law, art, and activism, further strides can be made in the advancement of LGBTQ persons the world over, and help to inspire the future generations of LGBTQ people to take stands against bigotry and homophobia, just as those before them did.                   Coming Together: Science, Law, and Art                                                                            Liner 26 References “AACAP releases first-ever practice parameter on working with LGBT youth.” (2012). Brown  University Child & Adolescent Behavior Letter, 28(10), 1-7. doi: 10.1002/cbl.20173 Abelove, H. (1993). “Freud, Male Homosexuality, and the Americans.” In H. Abelove, M.  Barale, & D. M. Halperin (Eds.), The Lesbian and Gay Studies Reader (pp. 381-394). New York, NY: Routledge. Adelson, S. L. (2012). The American Academy of Child and Adolescent Psychiatry (AACAP)  Committee on Quality Issues (CQI): Practice parameter on gay, lesbian, or bisexual  sexual orientation, gender nonconformity, and gender discordance in children and  adolescents. Journal of American Academy of Child and Adolescent Psychiatry. 51(9):957–974. American Psychological Association, Task Force on Appropriate Therapeutic Responses to Sexual Orientation. (2009). Report of the American Psychological Association Task Force on Appropriate Therapeutic Responses to Sexual Orientation. Retrieved from  http://www. apa.org/pi/lgbc/publications/therapeutic-resp.html   Anti-Defamation League. (2011). “Unheard Voices: Stories of LGBT History - Charles  Silverstein.” In GLSEN - Gay, Lesbian, and Straight Education Network. Retrieved from  https://www.glsen.org/sites/default/files/Charles%20Silverstein%20Backgrounder_0.pdf Baugher, S. (2014, April 15). Not Everyone Was Brave: Henry Gerber and the Beginning of the  Gay Rights Movement in Chicago. In Chicago Now. Retrieved July 10, 2017, from  http://www.chicagonow.com/my-kind-of-old-town/2014/04/not-everyone-was-brave-hen ry-gerber-and-the-beginning-of-the-gay-rights-movement-in-chicago/ Baxter, J. (2009). Carnal Knowledge: Baxter's Concise Encyclopedia of Modern Sex.   Coming Together: Science, Law, and Art                                                                            Liner 27 Beachy, R. (2015). Gay Berlin: Birthplace of a Modern Identity. Alfred A. Knopf. Bright, C. (2004). Deconstructing Reparative Therapy: An Examination of  the Processes Involved When Attempting to Change Sexual  Orientation. Clinical Social Work Journal, 32(4), 471-481. Campaign for Houston. (2015). “Campaign for Houston TV Commercial” [Online video].  Houston: Campaign for Houston. Retrieved June 15, 2017, from  https://www.youtube.com/watch?v=WYpko86x6GU D’amico, E., Julien, D., Tremblay, N., & Chartrand, E. (2015). Gay, Lesbian, and Bisexual  Youths Coming Out to Their Parents: Parental Reactions and Youths’ Outcomes. Journal  Of GLBT Family Studies, 11(5), 411-437. doi:10.1080/1550428X.2014.981627 Dearden, L. (2017, March 22). Germany to officially pardon 50,000 gay men convicted under  Nazi-era law criminalising homosexuality [Electronic version]. The Independent. Elman, R. (1996). Triangles and tribulations: The gay appropriation of Nazi symbols. Journal of  Homosexuality, 30(3), 1-11. Frankowski, B. L. (2004). Sexual Orientation and Adolescents. Pediatrics, 113, 1827-1832. Freud, S. (2007). The Psychology of Love (S. Whiteside, Trans.). London: Penguin Classics. Heger, H. (1994). The Men with the Pink Triangle (Second ed.). (D. Fernbach, Trans.). Los  Angeles, CA: Alyson Publications. Hirschfeld, Magnus. (1952). Sexual Anomalies. Revised ed. N.p.: Encyclopaedic Press,. Print. Hirschfeld Institute. (1925). “Eingabe gegen das Unrecht des § 175 R. Str. G. B. mit den  Unterschriften vieler hervorragender Deutscher den gesetzgebenden Körperschaften des   Deutschen Reiches überreicht vom Wissenschaftlich-humanitären Komitee, E. V. Berlin.”    Coming Together: Science, Law, and Art                                                                            Liner 28 Retrieved from http://www.hirschfeld.in-berlin.de/institut/en/reform/reform_05.html Krafft-Ebing, Richard von. (1965). Psychopathia Sexualis. First Unexpurgated ed. New York: G.  P. Putnam's Sons, Print. LeVay, S. (2011). Gay, Straight, and the Reason Why. New York, NY: Oxford University Press. LeVay, S. (1993). The Sexual Brain. Cambridge, MA: Massachusetts Institute of Technology. Levovitz, M. (2015). Testimony on Sexual Orientation Change Efforts. Journal Of Gay &  Lesbian Mental Health, 19(1), 96-99. doi:10.1080/19359705.2014.960758 Levy, S. A., Russon, J., & Diamond, G. M. (2016). Attachment-Based Family Therapy for  Suicidal Lesbian, Gay, and Bisexual Adolescents: A Case Study. Australian & New  Zealand Journal Of Family Therapy, 37(2), 190-206. doi:10.1002/anzf.1151 Mancini, E. (2010). Magnus Hirschfeld and the Quest for Sexual Freedom: A History of the First  International Sexual Freedom Movement. (First ed., p. 118). Palgrave Macmillan. Moeller, R. G. (2010). Private Acts, Public Anxieties, and the Fight to Decriminalize Male  Homosexuality in West Germany. Feminist Studies, 36(3), 528-552. Movement Advancement Project. (2016, February). “Conversion Therapy Laws.” Retrieved  November 21, 2016, from http://www.lgbtmap.org/equality-maps/conversion_therapy Obergefell v. Hodges. No. 14–556. (2015). Retrieved from  http://www.scotusblog.com/case-files/cases/obergefell-v-hodges/ Oswald, R. (Director). Hirschfeld, M. (Writer). (1919). Anders als die Andern [Online video].  Retrieved from https://www.youtube.com/watch?v=cJHlH19hbJo \"Paragraph 175.\" GLBTQ. N.p., 2004. Web. 7 Apr. 2015.  <http://www.glbtq.com/social-sciences/paragraph_175.html>. Paragraph 175. (1999). In G. Haggerty & B. Zimmerman (Eds.), Encyclopedia of Lesbian and    Coming Together: Science, Law, and Art                                                                            Liner 29 Gay Histories and Cultures (pp. 1015-1017). N.p.: Routledge. Public Facilities Privacy & Security Act. N. C. Gen. Assemb. B. 2 (2016), SL 2016-3.   Silverstein, C. (2017). “Experience.” In Doctor Silverstein. Retrieved June 28, 2017, from  http://www.drcsilverstein.com/experience Skinner-Thompson, S., Law, S. A., & Baran, H. (2016, December). Marriage, Abortion, and  Coming Out [Electronic version]. Columbia Law Review, 116(8). Snapp, S. D., Watson, R. J., Russell, S. T., Diaz, R. M., & Ryan, C. (2015). Social Support  Networks for LGBT Young Adults: Low Cost Strategies for Positive Adjustment. Family Relations, 64(3), 420-430. doi:10.1111/fare.12124 Stack, L. (2016, November 30). “Mike Pence and Conversion Therapy: A History [Electronic  version]”. The New York Times. Retrieved from  https://www.nytimes.com/2016/11/30/us/politics/mike-pence-and-conversion-therapy-a-history.html Steinmetz, K. (2016, May 2). “Why LGBT Advocates Say Bathroom 'Predators' Argument Is a  Red Herring [Electronic version]”. TIME. Retrieved from  http://time.com/4314896/transgender-bathroom-bill-male-predators-argument/  ",
    "id": 234758872,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.bgsu.edu:honorsprojects-1376"
    },
    "title": "Coming Together: How Science, Art, and Law Affect Change in the Treatment of LGBTQ Persons",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2017-07-10T08:00:00+01:00",
    "publisher": "ScholarWorks@BGSU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.bgsu.edu/cgi/viewcontent.cgi?article=1376&context=honorsprojects"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/234758872.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/234758872"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/234758872/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/234758872/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/234758872"
        }
    ],
    "abstract": "The ongoing LGBTQ rights movement saw one of its biggest victories in the landmark decision in Obergefell v. Hodges, which recognized same-sex marriages in the United States. This decision was affected by not just scientific understanding of homosexual persons, but by artistic portrayal, demonstrations, and previous judicial decisions regarding homosexuality. The course of the American LGBTQ rights movement seems to run parallel to that of the German gay rights movement of the early 20th century, with a coming together of science, law, and art leading to change, both public and political. This paper highlights the work of Magnus Hirschfeld, a Polish-born sexologist who championed the German gay rights movement, as well as Charles Silverstein, an American therapist who helped to get the diagnosis of homosexuality removed from the Diagnostic and Statistical Manual (DSM). The topics of conversion therapy and the so-called “bathroom bills” in states such as North Carolina are discussed as parts of the movement which are not yet resolved, which will likely require a multi-faceted movement combining artistic, scientific, and judicial understanding of LGBTQ persons in order to effect change, and inspire future generations of queer people to help effect such change",
    "tags": [
        "text",
        "homosexuality",
        "conversion therapy",
        "Magnus Hirschfeld",
        "Charles Silverstein",
        "LGBTQ youth",
        "Clinical Psychology",
        "Developmental Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.bgsu.edu:honorsprojects-1376",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "12539",
        "openDoarId": 0,
        "name": "Bowling Green State University: ScholarWorks@BGSU",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 234758872,
        "depositedDate": null,
        "publishedDate": "2017-07-10T08:00:00+01:00",
        "updatedDate": "2024-02-10T19:32:54+00:00",
        "acceptedDate": null,
        "createdDate": "2019-10-30T02:14:50+00:00"
    },
    "urls": [
        "https://scholarworks.bgsu.edu/honorsprojects/223",
        "https://scholarworks.bgsu.edu/context/honorsprojects/article/1376/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-02-10T19:32:54+00:00",
    "setSpecs": []
}