{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Laura Baams"
        },
        {
            "name": "Judith Semon Dubas"
        },
        {
            "name": "Marcel A. G. van Aken"
        }
    ],
    "contributors": [],
    "createdDate": "2017-05-03T18:56:33+01:00",
    "dataProvider": {
        "id": 2612,
        "name": "Springer - Publisher Connector",
        "url": "https://api.core.ac.uk/v3/data-providers/2612",
        "logo": "https://api.core.ac.uk/data-providers/2612/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "10.1007/s10964-017-0638-z",
    "downloadUrl": "https://core.ac.uk/download/pdf/81736203.pdf",
    "fullText": "J Youth Adolescence\nDOI 10.1007/s10964-017-0638-z\nEMPIRICAL RESEARCH\nComprehensive Sexuality Education as a Longitudinal Predictor\nof LGBTQ Name-Calling and Perceived Willingness to Intervene\nin School\nLaura Baams1,2 ● Judith Semon Dubas1 ● Marcel A. G. van Aken1\nReceived: 20 September 2016 / Accepted: 19 January 2017\n© The Author(s) 2017; This article is published with open access at Springerlink.com\nAbstract Comprehensive sexuality education and sexu-\nality education that is inclusive to lesbian, gay, bisexual,\ntransgender, queer, and questioning (LGBTQ) youth is\nthought to educate and support youth in their social rela-\ntions. Despite the obligation for Dutch schools to cover\nsexuality education in their curricula, including the topic of\nsexual diversity, the content that is covered varies widely\nacross schools. With the current study, we present an\noverview of the content of sexuality education as reported\nby a sample of 601 Dutch adolescents (58.4% female youth)\nfrom six different high schools (e.g., public, Roman\nCatholic, protestant, anthroposophical; grades 10–12).\nFurther, we examine whether the content or extensiveness\nof sexuality education at the beginning of the school year is\nrelated to a decrease in LGBTQ name-calling and an\nincrease in the willingness to intervene when witnessing\nLGBTQ name-calling at the end of the school year. Ado-\nlescents completed three surveys, spaced four months apart.\nThe results show that anatomy, STI prevention, and rela-\ntionships are covered most often in sexuality education,\nwith less attention to sexual diversity. Our longitudinal\nﬁndings show that having a wide variety of topics covered\nin sexuality education—not just sexual diversity—was\nrelated to an increase in perceived willingness to intervene\nwhen witnessing LGBTQ name-calling by teachers or\nschool staff, fellow students, and youth themselves (female\nyouth). It also predicted a decrease in the occurrence of\nname-calling according to females. Our ﬁndings emphasize\nthe importance of having comprehensive sexuality educa-\ntion in schools; it not only educates and empowers youth\nbut also signals a safer school climate.\nKeywords LGBTQ youth ● School climate ●\nComprehensive sexuality education ● Inclusive curricula ●\nLGBTQ name-calling\nIntroduction\nSchool should be a safe environment that promotes learning\nand development. However, for lesbian, gay, bisexual,\ntransgender, queer, and questioning (LGBTQ) youth,\nschool can be a dangerous place. Victimization for youth’s\n(presumed) sexual or gender identity is prevalent, and often\neven perpetrated by teachers and school personnel (Kosciw\net al. 2016). Further, school personnel and fellow students\nrarely intervene when they witness such events (Kosciw\net al. 2016). Having comprehensive sexuality education in\nschool that is attentive to LGBTQ issues may signal a safer\nschool climate with teachers and students who are aware of\nsexual diversity issues. For example, bringing attention to\nsexual diversity may encourage students to intervene when\nthey witness LGBTQ name-calling. With the current study,\nwe examine whether the speciﬁc topics covered (content) or\nthe variety of topics covered (extensiveness) in sexuality\n* Laura Baams\nl.baams@utexas.edu\n* Judith Semon Dubas\nJ.J.S.Dubas@uu.nl\n* Marcel A. G. van Aken\nm.a.g.vanaken@uu.nl\n1 Developmental Psychology, Utrecht University, Heidelberglaan 1,\nUtrecht 3584CS, Netherlands\n2 Population Research Center, Human Development and Family\nSciences, University of Texas at Austin, 23rd Street Stop G1800,\nAustin, TX 78712-1699, USA\neducation in Dutch high schools at the beginning of the\nschool year is related to a decrease of LGBTQ name-call-\ning, and an increase in the perceived willingness to inter-\nvene when witnessing LGBTQ name-calling at the end of\nthe school year.\nSexuality Education and Inclusive Curricula\nComprehensive sexuality education is described by the\nSexuality Information and Education Council of the United\nStates (SIECUS 2009) as “age-appropriate, medically\naccurate information on a broad set of topics related to\nsexuality including human development, relationships,\ndecision making, abstinence, contraception, and disease\nprevention” (SIECUS 2009). Inclusive sexuality education\nor curricula also give attention to LGBTQ people and\nissues, and enable students and teachers to learn and talk\nabout stereotypes and experiences of LGBTQ peers (Poteat\net al. 2014). Research has conﬁrmed that, in general,\ninclusive curricula are related to a safer school climate for\nLGBTQ students (e.g., Greytak et al. 2013; Kosciw et al.\n2013; Snapp et al. 2015; Toomey et al. 2012).\nWhile the majority of curricula in high schools are not\ninclusive to LGBTQ issues, the extensiveness of sexuality\neducation, or comprehensive sexuality education may serve\na similar purpose. Research has shown that having com-\nprehensive sexuality education in school, compared to\nabstinence only programs, decreases rates of teen pregnancy\n(Kohler et al. 2008) and increases condom and contra-\nceptive use (Kirby et al. 2007). Similarly, countries with\ncomprehensive sexuality education programs, such as the\nNetherlands, have better sexual health outcomes such as\nlower rates of pregnancy, births, and abortions (Weaver\net al. 2005).\nIn addition to learning about potential risks of sexual\nbehavior, school is also a context in which youth can learn\nabout diversity and positive ways of interacting with youth\nwho may be different from themselves. As such, the\nschool’s curricula may help to improve school climate and\nconversations around sexual diversity. Curricula may pro-\nvide students with an understanding for youth who are\ndifferent from themselves, and curricula could model\npositive behavior toward those peers (Slaatten et al. 2015).\nStyle describes these functions of curricula as being a\n“mirror” for the person, and a “window” into the lives of\nothers (Style 1996). Thus, youth can see themselves and\nlearn about others through their curricula.\nAn area where attention was ﬁrst brought to inclusive-\nness of curricula was research on ethnic studies (Snapp and\nRussell, & the Crossroads Collaborative 2017). In a review\nof the literature, Sleeter (2011) found that having ethnic\nstudies in school’s curriculum had positive effects for stu-\ndent’s self-worth and empathy as well as their attitudes\ntoward ethnic minorities (e.g., Sleeter 2011). Building on\nthis work, scholars have suggested that curriculum that is\ninclusive to LGBTQ issues may also diminish stereotypes\nand biases around gender and sexual orientation, and thus\ncreate a safer school climate for LGBTQ students (Good-\nenow et al. 2006; Kosciw et al. 2013; Snapp et al. 2015;\nToomey et al. 2012). One such study found that, in schools\nwith LGBTQ-inclusive curricula, students reported feeling\nsafer and reported lower levels of bullying compared to\nstudents in schools that did not have such inclusive curri-\ncula (Snapp et al. 2015). Because the content of compre-\nhensive sexuality education and inclusive curricula differs\nacross schools, states, and countries (Inspectie van het\nOnderwijs 2016; Pound et al. 2016), it is unclear what the\neffective components of curricula would be in improving\nschool climate.\nExperiencing and Witnessing LGBTQ Name-Calling\nMany LGBTQ youth face discrimination in the form of\nverbal and physical harassment and exclusion. Of U.S.\nLGBTQ students, 70.8 and 54.5% report being verbally\nharassed because of their sexual orientation or their gender\nexpression in the past school year, and 27.0 and 20.37% of\nLGBTQ students report being physically harassed because\nof their sexual orientation or gender expression (Kosciw\net al. 2016). While the prevalence of victimization in the\nU.S. is higher, in the Netherlands LGB youth also report\nhigh rates of victimization. In a Dutch LGB sample, 40%\nreported having had a negative experience related to their\nsexuality in the last 12 months, 15% of these youth reported\nthat the perpetrator of the victimization was a peer in\nschool, 6% reported that the perpetrator was school per-\nsonnel (Kuyper 2015). Further, terms like “gay” or “dyke”\nare regularly used as derogatory terms in Dutch high\nschools, 88% of a sample of Dutch high school students\nreported hearing such terms sometimes to (very) often\n(Kuyper 2015). The prevalence of harassment and victimi-\nzation of LGBTQ youth has been documented in multiple\nnational and convenience samples and across various\ncountries (Collier et al. 2013). Consequences of these\nnegative experiences include higher rates of depression and\nsuicidality (Collier et al. 2013; Russell and Fish 2016),\nespecially during adolescence (Marshal et al. 2013).\nName-calling in school, without the intervention of a\nteacher, validates the messages that LGBTQ youth receive\nand leads to a social environment in which such behaviors\nare encouraged and accepted. Two longitudinal studies\nshowed that in peer groups in which gay-related name-\ncalling was common, youth increased their own use of gay-\nrelated name-calling over time (Birkett and Espelage 2015;\nPoteat 2007). In contrast, schools in which teachers inter-\nvene when they witness name-calling may have a lower\nJ Youth Adolescence\noccurrence of name-calling. For example, a study among\nninth grade students in Norway (Slaatten et al. 2015)\nshowed that observing teachers intervene when students\nengaged in gay-related name-calling was related to a lower\noccurrence of gay-related name-calling. Similarly, a study\non students’ willingness to intervene when witnessing anti-\ntransgender harassment showed that hearing transphobic\nlanguage in school predicted a lower likelihood to inter-\nvene, while witnessing other students intervene predicted a\nhigher likelihood to intervene (Wernick et al. 2014). Thus,\nobserving name-calling in the peer group is important for\nthe improvement or sustainment of youth’s attitudes and\nbehaviors related to gender and sexual diversity. However,\nhaving teachers who condemn gay-related name-calling and\nintervene when they witness it may help to create a school\nclimate in which such behaviors are unacceptable (Slaatten\net al. 2015). Despite attention for bystanders in the bullying\nliterature (Salmivalli et al. 2011), there is little research on\nfactors that may encourage students and school personnel to\nintervene when they witness LGBTQ name-calling.\nComprehensive Sexuality Education and School Climate\nin The Netherlands\nAlthough many consider the Netherlands to be a liberal\ncountry that is accepting of gender and sexual diversity\n(Kuyper et al. 2013), Dutch LGBTQ youth experience\nvictimization and bullying for their sexual and gender\nidentity (Kuyper 2015). Terms like “gay” or “dyke” are\nregularly used as derogatory terms in Dutch high schools,\nand similar to ﬁndings elsewhere, Dutch LGBTQ youth\nreport poorer mental and physical health compared to their\nheterosexual peers (Kuyper 2015).\nStarting in 2012, all secondary schools in the Nether-\nlands are obligated to cover sexual diversity in their curri-\nculum. The goals of this curriculum are phrased as follows:\n“the student learns about similarities, differences and\nchanges in culture and world-view in the Netherlands;\nlearns to link their own and others’ ways of life to this;\nlearns the meaning for society to respect each other’s atti-\ntudes and ways of life; and learns to respectfully handle\nsexuality and diversity in society, including sexual diver-\nsity” (Kamerstuk Staten Generaal 2012). A recent report by\nthe Dutch School Inspection indicated that schools differ in\ntheir efforts to accomplish these goals. About 14% of\nprincipals and 29% of teachers reported that sexual diversity\nwas not covered in their curriculum (Inspectie van het\nOnderwijs 2016). In schools in which sexual diversity was\ncovered, this was usually in both middle and high school\n(83%), and most often in the biology, sociology, or religion\nclasses. For schools that did not cover sexual diversity, this\nwas attributed to a perceived lack of expertise or a perceived\nlack of support among personnel (Inspectie van het\nOnderwijs 2016). In sum, although the Netherlands has\npragmatic and sex positive government policies, especially\ncompared to other Western countries (Weaver et al. 2005),\nit is currently unknown whether the extensiveness of\nsexuality education or the speciﬁc topics in sexuality edu-\ncation may help to create a safer school climate.\nCurrent Study\nWith the current study, we present an overview of the\ncontent of sexuality education as reported by a sample of\n601 Dutch adolescents from six different high schools\n(grades 10–12). Further, we examine whether the speciﬁc\ncontent of sexuality education or the extensiveness of\nsexuality education is related to an improvement of school\nclimate over time. Based on empirical work (see Snapp\net al. 2015 for a recent overview), we hypothesize that\nextensive sexuality education and, speciﬁcally, the topic of\nsexual orientation and gender predicts a decrease in the\noccurrence of LGBTQ name-calling over time, and an\nincrease in perceived willingness to intervene by fellow\nstudents, school personnel, and youth themselves.\nFurther, research among LGBTQ youth shows that males\nexperience more name-calling in comparison to females\n(van Beusekom et al. 2016), and that females are more\nlikely to intervene when homophobic behavior occurs\n(Poteat and Vecho 2016). However, despite these mean-\nlevel differences, we do not have speciﬁc hypotheses on sex\ndifferences of associations between sexuality education and\nschool climate, therefore we explore a multi-group model\nfor male and female youth to examine possible differences.\nMethod\nProcedure and Sample Characteristics\nData were collected in six high schools in the Netherlands,\nas part of a larger three-wave longitudinal research project\n(grades 10 to 12). These schools were selected to represent\ndifferent urban, suburban, and rural areas in the Netherlands\nvarying in size and denomination. The ﬁrst measurement\nwave took place in the fall of 2014, two subsequent mea-\nsurement waves took place after 4 and 8 months. In the\ncurrent study, we used the ﬁrst and third measurement wave.\nPermission for this study and its protocol was granted by\nthe ethics board of the Faculty of Social and Behavioural\nSciences of Utrecht University, the Netherlands. A total of\n622 students and their parents were informed of the study. If\nthe student’s parents did not contest their participation and\nthe student consented to participating, they could participate\nin the study (9 out of 622 students did not participate).\nJ Youth Adolescence\nSeveral gift certiﬁcates and electronic tablets were rafﬂed\namong the participants. Two student-assistants introduced\nthe topics, emphasized the conﬁdentiality of the study and\nstudents’ voluntary participation, and remained present at all\ntimes to answer any questions. After each measurement\nwave, all participants received contact information con-\ncerning organizations and resources that provide informa-\ntion on gender and sexuality.\nTo be included in the longitudinal sample, participants\nhad to complete a question on their biological sex, but they\nwere free to skip all other questions in the survey. This\nresulted in a longitudinal sample of 601 adolescents who\nparticipated in at least one of the measurement waves (ages\n14–18; M= 15.8, SD= 0.8; 250 male youth and 351\nfemale youth). Most participants reported a Dutch cultural\nbackground (95.1%), were enrolled at a pre-university level\n(52.0%), and reported being heterosexual when asked about\ntheir sexual identity (96.5%).\nThere was signiﬁcant attrition between the ﬁrst and third\nmeasurement wave (28%). However, differences between\nthe included sample and those that dropped out were limited\n(Nagelkerke R Square= .09): Participants who dropped out\nwere older (B=−.42) and reported a higher frequency of\nthe topic “STI prevention” in their sexuality education (B=\n−.30). We used full information maximum likelihood\n(FIML) to handle missing data, this resulted in a ﬁnal\nsample size of 577 for the multi-group models (245 male\nyouth; 332 female youth). Results of a complete case ana-\nlysis did not differ from the analyses using FIML.\nMeasures\nSexuality education\nWe used three variables to assess content and extensiveness\nof sexuality education. The ﬁrst pertains to the speciﬁc\ntopics that are covered in sexuality education (content). For\nthis variable, students were presented with ﬁve different\ntopics: Sexual orientation and gender, resources, STI pre-\nvention, relationships, and anatomy (adapted from Gowen\nand Winges-Yanez 2014) and asked the following question\n“Are the following issues ever mentioned in class or a les-\nson?”All topics were presented with examples: Sexual\norientation and gender: “such as sexual orientation, LGBT\npeople, gender expression,” resources: “such as folders,\nonline resources, local resources,” STI prevention: “such as\nSTI preventions, safer sex, condoms,” relationships: “such\nas communication, healthy relationships, dating violence,”\nand ﬁnally, anatomy: “such as different body parts, diversity\nin external appearance, body acceptance” (see Table 1 for\ndescriptive statistics for the overall sample and by school).\nParticipants reported the frequency with which these ﬁve\ntopics were covered in their curriculum on a 5-point Likert T\nab\nle\n1\nP\ner\nce\nnt\nag\nes\nan\nd\nm\nea\nns\nof\nth\ne\nfr\neq\nue\nnc\ny\nw\nith\nw\nhi\nch\nto\npi\ncs\nar\ne\nco\nve\nre\nd\nin\nse\nxu\nal\nity\ned\nuc\nat\nio\nn\nfo\nr\nth\ne\nov\ner\nal\nl\nsa\nm\npl\ne\nan\nd\nby\nsc\nho\nol\nO\nve\nra\nlla\nN\n=\n60\n1\nS\nch\noo\nl\n1\nn\n=\n15\n5\nS\nch\noo\nl\n2\nn\n=\n66\nS\nch\noo\nl\n3\nn\n=\n88\nS\nch\noo\nl\n4\nn\n=\n72\nS\nch\noo\nl\n5\nn\n=\n75\nS\nch\noo\nl\n6\nn\n=\n14\n5\n0.\nN\nev\ner\n1.\n2.\n3.\n4.\nA\nlo\nt\nM\n(S\nD\n)\nM\n(S\nD\n)\nM\n(S\nD\n)\nM\n(S\nD\n)\nM\n(S\nD\n)\nM\n(S\nD\n)\nM\n(S\nD\n)\nS\nex\nua\nl\nor\nie\nnt\nat\nio\nn\nan\nd\nge\nnd\ner\n27\n.1\n31\n.7\n28\n.1\n11\n.2\n1.\n8\n2.\n29\n(1\n.0\n4)\n1.\n84\n(0\n.9\n5)\n2.\n33\n(0\n.8\n9)\n3.\n02\n(1\n.0\n8)\n2.\n49\n(0\n.9\n1)\n2.\n49\n(1\n.0\n9)\n2.\n25\n(1\n.0\n2)\nR\nes\nou\nrc\nes\n36\n.1\n31\n.3\n22\n.6\n9.\n0\n1.\n0\n2.\n08\n(1\n.0\n2)\n1.\n67\n(0\n.9\n2)\n2.\n03\n(0\n.8\n9)\n2.\n74\n(1\n.1\n6)\n2.\n17\n(0\n.9\n7)\n2.\n32\n(1\n.0\n3)\n2.\n09\n(0\n.9\n5)\nS\nT\nI\npr\nev\nen\ntio\nn\n24\n.2\n26\n.5\n28\n.5\n18\n.2\n2.\n6\n2.\n48\n(1\n.1\n2)\n2.\n12\n(1\n.1\n4)\n2.\n34\n(0\n.9\n6)\n3.\n02\n(1\n.0\n5)\n2.\n65\n(0\n.9\n7)\n3.\n03\n(1\n.1\n3)\n2.\n37\n(1\n.1\n0)\nR\nel\nat\nio\nns\nhi\nps\n21\n.6\n26\n.7\n35\n.3\n14\n.0\n2.\n4\n2.\n49\n(1\n.0\n5)\n2.\n31\n(1\n.1\n3)\n2.\n78\n(1\n.0\n2)\n2.\n81\n(1\n.0\n0)\n2.\n38\n(0\n.9\n7)\n2.\n73\n(0\n.9\n8)\n2.\n34\n(1\n.0\n2)\nA\nna\nto\nm\ny\n22\n.1\n21\n.5\n32\n.1\n19\n.9\n4.\n4\n2.\n63\n(1\n.1\n6)\n2.\n46\n(1\n.2\n1)\n2.\n64\n(1\n.0\n7)\n3.\n11\n(1\n.0\n9)\n2.\n54\n(1\n.0\n9)\n2.\n75\n(1\n.1\n7)\n2.\n59\n(1\n.1\n6)\na\nP\nar\ntic\nip\nan\nts\nw\ner\ne\npr\nes\nen\nte\nd\nw\nith\nﬁ\nve\ndi\nff\ner\nen\nt\nto\npi\ncs\nan\nd\nas\nke\nd\nho\nw\nof\nte\nn\nth\nes\ne\nw\ner\ne\nev\ner\ndi\nsc\nus\nse\nd\nin\nth\ne\ncl\nas\nsr\noo\nm\nor\nin\na\nle\nss\non\n.I\nte\nm\nre\nsp\non\nse\nop\ntio\nns\nw\ner\ne\non\na\n5-\npo\nin\nt\nL\nik\ner\nt\nsc\nal\ne\n(0\n=\nne\nve\nr\nto\n4\n=\na\nlo\nt)\n.\nA\nda\npt\ned\nfr\nom\nG\now\nen\nan\nd\nW\nin\nge\ns-\nY\nan\nez\n(2\n01\n4)\nJ Youth Adolescence\nscale (0= never to 4= a lot). We also constructed a second\nvariable: Extensiveness of sexuality education. This vari-\nable represents the extensiveness of sexuality education by\nsumming the frequency of the ﬁve previous items about\ntopics (M= 11.97, SD= 4.24). Thus, a higher score indi-\ncated that a student had more topics and/or a higher fre-\nquency of these topics in their sexuality education. The\ncoverage of the ﬁve topics was strongly correlated\n(α= .84). Last, we constructed a third variable: Number of\ntopics covered in sexuality education. To create this vari-\nable we recoded answers 2–4, as 1 (present) and kept the\ncategory 0 (never). Then, we summed these ﬁve dichot-\nomous variables to create a sum score of topics that were\ncovered in sexuality education.\nThe occurrence of LGBTQ name-calling and perceived\nwillingness to intervene\nThe occurrence of LGBTQ name-calling (adapted from\nWernick et al. 2014) was assessed with the following item:\n“Sometimes people use phrases such as “gay” or “fag” that\nare derogatory toward gay, lesbian, and bisexual people.\nHow often do you hear phrases like the above in school?”\nParticipants reported the frequency of these occurences on a\n5-point Likert scale (1= never to 5= frequently). Further,\nthree items were used to assess perceived willingness to\nintervene when witnessing LGBTQ name-calling (adapted\nfrom Wernick et al. 2014). To assess the perceived will-\ningness to intervene by teachers or other school personnel\nand fellow students two items were used: “When present,\nhow often do [teachers or other school staff] [other students]\nintervene when phrases like “gay” or “fag” are made?” Par-\nticipants reported the frequency of these occurences on a 5-\npoint Likert scale (1= never to 5= frequently). Last, one\nitem was used to assess the likelihood with which youth\nthemselves would intervene: “How likely are you to inter-\nvene if you saw or heard harassment based on sexual\norientation.” Participants reported their likelihood to inter-\nvene on a 5-point Likert scale (1= not likely to 5= likely).\nCorrelations between the recoded item on LGBTQ name-\ncalling and the three items on perceived willingness to\nintervene range from r= .10 to .21.\nDemographics\nSeveral demographics were included in the current study.\nBiological sex was assessed with the following item: “In\nyour passport or identiﬁcation card, does it state that you are\nmale or female?” Education level was assessed according to\nthe current Dutch education levels to which most students\nare assigned in seventh grade. Cultural background was\nassessed with the following item: “How would you describe\nyour cultural background.” Youth could respond to the\nfollowing options: Dutch, Suriname, Antillean or Aruban,\nTurkish, Moroccan, Surinam Dutch, Antillean or Aruban\nDutch, Turkish Dutch, Moroccan Dutch, or Other,\nnamely… A single item assessed sexual identity: “When\nyou think about your sexual identity, do you think of\nyourself as…” Youth could respond with Lesbian, Gay,\nBisexual, Queer, Straight, or Other.\nAnalyses\nTo examine whether the extensiveness and content of\nsexuality education at measurement wave 1 predicted per-\nceived willingness to intervene when witnessing LGBTQ\nname-calling and the occurrence of LGBTQ name-calling at\nmeasurement wave 3, one model for the content of sexuality\neducation and two models for the extensiveness of sexuality\neducation were estimated in Mplus version 7.3.1 (Muthén\nand Muthén 1998–2012) by using maximum likelihood\nestimation with robust standard errors (MLR). Because we\nincluded multiple predictors and covariates into the models,\nthe number of schools was too small to run multilevel\nanalyses. However, intraclass correlations were low\n(0.016–0.068). We present the results for the full sample of\nN= 577. In all analyses we control for school climate at\nwave 1, education level, and age.\nResults\nContent of Sexuality Education\nParticipants reported the frequency of several topics being\ncovered in their sexuality education (See Table 1 for\ndescriptive statistics for the overall sample and by school).\nOverall, the results show that a large percentage of students\nreported that topics are “never” covered in their sexuality\neducation. Especially, resources and sexual orientation and\ngender are topics that are rarely covered (36.1 and 27.1% of\nstudents report that resources and sexual orientation and\ngender, respectively, were “never” covered). However, STI\nprevention, relationships, and anatomy are covered most often\nin sexuality education. With four paired sample t-tests, we\nexamined whether sexual orientation and gender was covered\nmore or less often than the other four topics. In general, sexual\norientation and gender was covered more often than resources\n(t(497)= 5.20, p< .001), and less often than STI prevention\n(t(497)=−4.07, p< .001), relationships (t(497)=−4.11,\np< .001), and anatomy (t(496)=−6.52, p< .001).\nGender Differences in School Climate\nTable 2 presents descriptive statistics of school climate for\nthe overall sample and by school. With a MANOVA, male\nJ Youth Adolescence\nand female youth were found to differ in their assessment of\nschool climate (Pillai’s trace= .13, F(4, 363)= 13.38,\np< .001, η2p= .129; see Table 2). Univariate analyses show\nthat females reported a higher tendency to intervene when\nwitnessing LGBTQ name-calling than males (ps< .05).\nFemales also reported a higher perceived likelihood that\ntheir fellow students would intervene (p< .05). Further,\nfemales reported a lower occurrence of LGBTQ name-\ncalling than males (p< .05).\nSexuality Education and School Climate\nContent of sexuality education\nTo assess whether the different aspects of sexuality educa-\ntion were related to a change in school climate over time,\nwe entered the ﬁve items on sexuality education topics as\npredictors of four outcomes of school climate, controlling\nfor school climate at measurement wave 1, education level,\nand age. The multi-group model for male and female youth\nshowed a better ﬁt (RMSEA= .00, CI[.00, .05], CFI=\n1.00, TLI= 1.01) than the constrained model (RMSEA\n= .03, CI[.00, .05], CFI= .96, TLI= .93). Therefore, the\nresults are reported separately for male and female youth\n(Tables 3 and 4, respectively).\nOverall, the ﬁve different topic of sexuality education did\nnot predict changes in the perceived willingness to intervene\nby teachers or school personnel, fellow students, and youth\nthemselves when witnessing LGBTQ name-calling. Nor did\nthey predict a decrease in the occurrence of LGBTQ name-\ncalling. However, three ﬁndings stood out: For males,\nhaving curriculum in which STI prevention is frequently\ncovered was related to an increase in the willingness to\nintervene when witnessing LGBTQ name-calling (β= .30,\np= .007). Further, for males, having curriculum in which\nrelationships are frequently covered was related to an\nincrease in perceived willingness to intervene by teachers or\nschool personnel when witnessing LGBTQ name-calling\n(β= .23, p= .018). Finally, for females, having curriculum\nin which anatomy is frequently covered was related to an\nincrease in perceived willingness to intervene by fellow\nstudents when witnessing LGBTQ name-calling as reported\n(β= .21, p= .014).\nExtensiveness of sexuality education\nTo examine whether the extensiveness of sexuality educa-\ntion predicted change in the occurrence of LGBTQ name-\ncalling and perceived likelihood of intervening, we used\ntwo measures of “extensiveness,” 1) we conducted a\nregression analysis including a sum score of the ﬁve topics\nand their frequencies (ranging from 0 to 20), and 2) we\nconducted a regression analysis including a sum score of the\ndichotomized items assessing the number of topics present\nin sexuality education (ranging from 0 to 5).\nFirst, two multi-group models were estimated using the\nsum score of the ﬁve topics and their frequencies. The\nunconstrained multi-group model for male and female youth\n(RMSEA= .00, CI[.00, .04], CFI= 1.00, TLI= 1.02)\nshowed a better ﬁt than the constrained model (RMSEA\n= .03, CI[.00, .06], CFI= .97, TLI= .94). Therefore, the\nresults are reported separately for male and female youth\n(Table 5). For both males and females, having more\nextensive sexuality education at the beginning of the school\nyear was related to an increase over time in perceived\nwillingness to intervene by teachers or school personnel\nwhen witnessing LGBTQ name-calling (Males: β= .22,\np< .001; Females: β= .30, p< .001). More extensive\nsexuality education was related to an increase over time in\nperceived willingness to intervene by fellow students, but\nTable 2 Descriptive statistics of school climate at wave 3 for male and female youth and by school\nMale Female School 1 School 2 School 3 School 4 School 5 School 6\nM (SD) M (SD) % nevere M (SD) M (SD) M (SD) M (SD) M (SD) M (SD)\nPerceived willingness to intervene by:\nTeachers or school\npersonnela\n2.45 (1.17) 2.46 (1.14) 22.4 2.31 (1.09) 2.51 (1.07) 2.82 (1.29) 2.67 (0.58) 2.63 (0.92) 2.40 (1.20)\nFellow studentsa 1.63 (0.98) c 1.93 (1.01) 50.5 1.79 (0.95) 1.75 (1.04) 2.04 (1.09) 1.67 (0.58) 1.25 (0.46) 1.79 (1.04)\nYouth themselvesb 2.63 (1.10) c 3.07 (1.02) 11.1 2.96 (1.05) 2.79 (1.13) 2.91 (0.99) 3.00 (1.73) 3.25 (1.17) 2.83 (1.10)\nOccurrence of LGBTQ\nname-callingd\n3.46 (1.36) c 2.64 (1.15) – 3.08 (1.26) 2.77 (1.31) 2.40 (1.16) 4.33 (1.16) 3.38 (1.41) 3.17 (1.33)\na Participants reported the frequency of these occurences on a 5-point Likert scale (1= never to 5= frequently)\nb Participants reported their likelihood to intervene on a 5-point Likert scale (1= not likely to 5= likely)\nc Univariate difference between male and female youth\nd Participants reported the frequency of these occurences on a 5-point Likert scale (1= never to 5= frequently)\ne Percentage of participants who reported that they themselves, their teachers, or their fellow students “never” intervened when witnessing LGBTQ\nname-calling\nJ Youth Adolescence\nonly among females (β= .26, p< .001), not among males\n(β= .02, p= .719). Finally, more extensive sexuality edu-\ncation was related to an increase over time in the will-\ningness to intervene by themselves, but only among males\n(β= .15, p= .031), not among females (β= .12, p= .106).\nConcerning the occurrence of LGBTQ name-calling, the\nresults show that having more extensive sexuality education\nwas related to a decrease in the occurrence of LGBTQ\nname-calling, but only among females (β=−.14, p= .021)\nand not among males (β= .11, p= .130).\nSecond, two multi-group models were estimated using\nthe sum score of the dichotomized items assessing the\npresence of topics in curriculum. The unconstrained multi-\ngroup model for male and female youth (RMSEA= .00, CI\n[.00, .05], CFI= 1.00, TLI= 1.00) showed a better ﬁt than\nthe constrained model (RMSEA= .03, CI[.00, .05], CFI\n= .97, TLI= .96). Therefore, the results are reported sepa-\nrately for male and female youth (Table 6). For both males\nand females, having a higher number of topics covered in\nsexuality education at the beginning of the school year was\nrelated to an increase over time in perceived willingness to\nintervene by teachers or school personnel when witnessing\nLGBTQ name-calling (Males: β= .19, p= .005; Females:\nβ= .16, p= .020). A higher number of topics in sexuality\neducation was also related to an increase over time in per-\nceived willingness to intervene by fellow students, but only\namong females (β= .14, p= .030), and not among males\n(β= .01, p= .922). Finally, the number of topics in\nsexuality education was not related to a change in the\nwillingness to intervene for students themselves (Males:\nβ= .14, p= .055; Females: β= .04, p= .578). Concerning\nthe occurrence of LGBTQ name-calling, the results show\nthat the number of topics in sexuality education was also not\nrelated to a change over time in the occurrence of LGBTQ\nname-calling (Males: β= .04, p= .648; Females: β=−.10,\np= .097).\nSensitivity Analyses\nWith a MANOVA, we found that schools differed in the\nfrequency with which topics were covered in their sexuality\neducation at measurement wave 1 (Pillai’s trace= .22, F(25,\n2455)= 4.52, p< .001, η2p= .044). Posthoc analyses\nrevealed that students in School 1 reported the lowest fre-\nquency of topics covered in their sexuality education\ncompared to all other schools. Further, schools differed in\nstudent’s perception of school climate across schools at\nmeasurement wave 1 (Pillai’s trace= .14, F(20, 2036)=\n3.66, p< .001, η2p= .035). Posthoc analyses show that\nstudents in School 5 reported the highest level of LGBTQ\nname-calling compared to Schools 1 to 4 (p< .05). There\nwere no consistent differences in perceived willingness to\nintervene by teachers or school personnel, fellow students,\nor youth themselves.\nBecause our ﬁndings showed some mean-level differ-\nences between schools, we examined whether adding the\nschool identiﬁer as dummies (School 1 was the reference\ncategory) would alter the results. The models on content\n(ﬁve different topics) did not converge due to non-variance\nin several schools. For the two models on the sum scores\n(extensiveness), the analyses yielded similar results.\nDiscussion\nPrevious research has suggested that a curriculum that is\ninclusive to sexual diversity and LGBTQ issues would\nimprove school climate (e.g., Greytak et al. 2013; Kosciw\nTable 3 The content of\nsexuality education predicting\nschool climate for male youth\nWillingness to intervene when witness LGBTQ name-\ncalling by:\nTeachers or school\npersonnel\nFellow students Youth themselves Occurrence of\nLGBTQ name-\ncalling\nβ (SE) p β (SE) p β (SE) p β (SE) p\nEducation level .10 (.09) .278 .38 (.09) <.001 .09 (.08) .270 .11 (.09) .231\nAge .02 (.08) .850 .13 (.09) .160 .04 (.09) .683 .17 (.07) .012\nControlling for wave 1 .40 (.08) <.001 .04 (.09) .626 .52 (.07) <.001 .49 (.07) <.001\nContent of sexuality education\nSexual orientation and\ngender\n−.13 (.10) .196 .11 (.11) .323 −.02 (.08) .842 .06 (.09) .539\nResources .07 (.11) .521 .02 (.13) .906 −.07 (.10) .483 −.05 (.12) .652\nSTI prevention .06 (.13) .629 .00 (.15) .987 .30 (.11) .007 .12 (.13) .367\nRelationships .23 (.10) .018 −.12 (.11) .244 −.00 (.08) .966 −.03 (.10) .785\nAnatomy .03 (.10) .747 .04 (.13) .775 −.04 (.11) .694 .05 (.11) .694\nJ Youth Adolescence\net al. 2013; Snapp et al. 2015; Toomey et al. 2012). Whe-\nther comprehensive sexuality education, and the topic of\nsexual orientation and gender speciﬁcally, would also be\nrelated to a change in school climate had not been resear-\nched before. In the current study, we used a longitudinal\ndesign to examine the content of sexuality education in six\nDutch high schools at the beginning of the school year, and\ntested whether individual topics or the extensiveness of\nsexuality education would be related to an increase in the\nwillingness to intervene when witnessing LGBTQ name-\ncalling and a decrease in LGBTQ name-calling across the\nschool year.\nThe ﬁndings of the current study consist of three parts.\nFirst, concerning the content of sexuality education, our\nﬁndings show that sexual orientation and gender is rarely\ncovered in sexuality education. Sexual orientation and\ngender as a topic is covered more often than resources, but\nless often than STI prevention, relationships, and anatomy.\nAlthough the ﬁndings in the current sample of high schools\nmay not be generalizable to other schools, they do show\nthat, despite the importance of inclusive sexuality education\n(Snapp et al. 2015), and the obligation to cover sexual\ndiversity in the Dutch school system, sexual orientation, and\ngender was not regularly included in schools’ sexuality\neducation programs, as perceived by students.\nSecond, we examined whether the content of sexuality\neducation was related to changes in school climate across\nthe school year. We expected that curricula on sexual\norientation and gender would be related to a change in\nschool climate. However, the ﬁndings only showed that\nhaving STI prevention (for males), relationships (for males),\nand anatomy (for females) in curricula were related to a\nchange in school climate. The lack of ﬁndings for the topic\nof sexual orientation and gender may be explained by the\nlow frequency of coverage. There may be a “critical mass”\nof inclusive and supportive curricula (Snapp et al. 2015,\np. 590) that is required to effectively improve the school\nclimate. The schools in the current sample may not have\nreached this “critical mass,” indicated by their low coverage\nof sexual orientation and gender in the curriculum. Further,\nwe did not assess what the messages were that youth\nreceived about sexual orientation and gender. These mes-\nsages may not be supportive or afﬁrming, or not taught by\nsupportive teachers. Corroborating what was found in a\nrecent report by the Dutch School Inspection, the schools in\nour sample often did not cover sexual diversity in their\ncurricula, and this may be because schools lack programs to\nteach about sexual diversity, and teachers feel inadequate to\nteach about sexual diversity (Inspectie van het Onderwijs\n2016). It is also possible that inclusive curricula improves\nschool climate in ways that were not assessed in the current\nstudy (they may create a sense of understanding of diversity\nand increase acceptance or negate negative messages that\nyouth experience; Snapp et al. 2015). As noted above, a\nmore comprehensive assessment of curricula is needed to\ndraw conclusions about content effects.\nThird, we examined whether the extensiveness of sexu-\nality education was related to an improvement in school\nclimate. Conﬁrming our hypotheses, we found that having\nmore extensive sexuality education, and having more topics\ncovered, was related to an increase in the willingness to\nintervene when witnessing LGBTQ name-calling by tea-\nchers and school personnel, according to both males and\nfemales. For female youth, we also found that the exten-\nsiveness of sexuality education was related to the perceived\nwillingness to intervene by fellow students. For male youth,\nwe found this relation for the willingness to intervene\nthemselves. Finally, we found that more extensive sexuality\nTable 4 The content of\nsexuality education predicting\nschool climate for female youth\nWillingness to intervene when witness LGBTQ name-\ncalling by:\nTeachers or school\npersonnel\nFellow students Youth themselves Occurrence of\nLGBTQ name-\ncalling\nβ (SE) p β (SE) p β (SE) p β (SE) p\nEducation level .00 (.09) .971 .06 (.07) .451 .01 (.10) .906 −.08 (.08) .309\nAge .06 (.08) .418 .02 (.07) .792 −.03 (.07) .663 .11 (.06) .062\nControlling for wave 1 .31 (.07) <.001 .28 (.07) <.001 .43 (.07) <.001 .55 (.06) <.001\nContent of sexuality education\nSexual orientation and\ngender\n−.05 (.09) .603 −.04 (.10) .674 .08 (.11) .420 −.08 (.08) .332\nResources .13 (.09) .164 .17 (.09) .063 −.09 (.08) .267 .04 (.08) .644\nSTI prevention .18 (.10) .065 −.01 (.11) .947 .05 (.11) .672 −.12 (.08) .136\nRelationships .09 (.09) .329 −.02 (.08) .853 .14 (.09) .107 −.06 (.07) .354\nAnatomy .04 (.09) .686 .21 (.09) .014 −.04 (.10) .696 .05 (.07) .521\nJ Youth Adolescence\neducation was related to a reduction in name-calling\naccording to females, but not males.\nAlthough we did not assess when the students had\nreceived sexuality education, even when we control for age\nof the adolescents the ﬁndings show that having more\nextensive sexuality education was related to a change of\nschool climate across the school year. In other words,\nextensive sexuality education may facilitate or speed-up the\ndevelopment of acceptance of gender and sexual diversity\nin schools. Although we should interpret these correlational\nﬁndings with some caution—causal mechanisms cannot be\ninferred—the ﬁndings do expand existing literature (Grey-\ntak et al. 2013; Kosciw et al. 2013; Snapp et al. 2015;\nToomey et al. 2012) and indicate that comprehensive\nsexuality education may help to raise awareness of gender\nand sexual diversity.\nDifferences Between Male and Female Youth\nBecause males and female differ in terms of experienced\nLGBTQ name-calling (van Beusekom et al. 2016) and the\nlikelihood of intervening when homophobic behavior\noccurs (Poteat and Vecho 2016), we examined sex differ-\nences in the associations between sexuality education and\nschool climate. Similar to previous studies, we found that\nfemales tend to show more defender behavior against\nLGBTQ name-calling than males (Poteat and Vecho 2016),\nand males tend to witness more LGBTQ name-calling than\nfemales (Slaatten et al. 2015), and males are also less likely\nto intervene when witnessing harassment (Wernick et al.\n2014). We also found that sexuality education was differ-\nentially related to changes in school climate for male and\nfemale youth. This may indicate that male and female youth\nrequire different interventions to encourage accepting atti-\ntudes and behavior toward sexual and gender minority\npeers. For example, it has been suggested that, to become\nmore accepting of sexual diversity, boys would require a\nchange in masculinity norms (Poteat et al. 2011). Unfortu-\nnately, there is very little research that theorizes on how\ngirls’ acceptance of gender and sexual diversity may be\nincreased, and therefore we stress the importance of con-\nsidering gender in research on (preventive) interventions.\nStrengths, Limitations, and Suggestions for Future\nResearch\nThere are several strengths of the current study that extend\nor improve existing research. First, the present design\nincluded measures of the content and extensiveness, not\nmerely existence, of sexuality education. Further, we\nassessed school climate with four different measures,\nassessing both the occurrence of LGBTQ name-calling as\nwell as the perceived likelihood of persons to intervene\nwhen they witness LGBTQ name-calling. Because these\nmeasures infer the perception that fellow students and tea-\nchers or other school personnel would intervene when they\nwitness LGBTQ name-calling, we may circumvent some of\nthe social desirability issues that arise when we would only\nask about student’s own likelihood to intervene. Second, the\ncurrent study is one of the ﬁrst to use a longitudinal design.\nThis enables the assessment of changes in school climate\nacross the school year.\nThe current study also has several limitations. The ﬁrst\nlimitation pertains to our assessment of sexuality education\nTable 5 The extensiveness of\nsexuality education predicting\nschool climate for male and\nfemale youth\nPerceived willingness to intervene when witnessing\nLGBTQ name-calling by:\nTeachers or school\npersonnel\nFellow students Youth themselves Occurrence of\nLGBTQ name-\ncalling\nβ (SE) p β (SE) p β (SE) p β (SE) p\nMale\nEducation level .09 (.09) .321 .39 (.09) <.001 .07 (.09) .390 .11 (.09) .222\nAge .04 (.08) .648 .11 (.09) .216 .05 (.09) .618 .16 (.07) .014\nControlling for wave 1 .39 (.08) <.001 .04 (.09) .635 .51 (.07) <.001 .50 (.07) <.001\nExtensiveness of sexuality\neducation\n.22 (.06) <.001 .02 (.07) .719 .15 (.07) .031 .11 (.07) .130\nFemale\nEducation level −.00 (.09) .983 .07 (.07) .372 .01 (.10) .934 −.07 (.08) .376\nAge .06 (.08) .429 .04 (.07) .604 −.04 (.07) .588 .12 (.06) .044\nControlling for wave 1 .30 (.07) <.001 .27 (.07) <.001 .42 (.07) <.001 .56 (.06) <.001\nExtensiveness of sexuality\neducation\n.30 (.08) <.001 .26 (.07) <.001 .12 (.07) .106 −.14 (.06) .021\nJ Youth Adolescence\nand school climate. Our assessment of sexuality education\ntaps into ﬁve areas of content that may be covered in lessons\nand class. We did not assess the timing and tone of the\ncurricula, or the detailed content of lessons that were taught\nin school. Further, we only assessed students’ perceptions of\nthe topics and whether these were covered. Some students\nmay not accurately remember or report the frequency with\nwhich these topics were covered in their curricula. Con-\nsidering the wide range of sexuality education programs\navailable, it is also possible that we assessed a cumulative\neffect of sexuality education, possibly across a period of\nseveral years. For future research on inclusive curricula, it\nwould be important to assess the timing and content of\ncurricula, the tone of the messages they send, and the\nsupportiveness of teachers and school personnel in teaching\nthese curricula. This way, we would be able to investigate\nthe effective components and didactic strategies that\nincrease acceptance of diversity. Further, our assessment of\nschool climate focused mainly on perceived defender\nbehaviors. This raises some concerns about selective per-\nception: Some youth may differ in their interpretation or\nobservation of defender behaviors. Moreover, because we\nonly included information from the students themselves,\nshared-method variance should be considered. Including\nmultiple informants such as students and teachers would\nimprove the assessment of defender behaviors.\nOur second limitation pertains to the sample character-\nistics of the current study. We included a sample of six high\nschools in the Netherlands, and most of the students\nreported a heterosexual sexual identity—similar to other\nlarge longitudinal studies in the Netherlands (e.g., Baams\net al. 2014; Reitz et al. 2015). Although using a general\nschool population sample enables the generalization of\nﬁndings to non-LGBTQ students, it did not enable us to\nexamine the different perceptions of curricula and dis-\ncrimination that LGBTQ students may have (e.g., Snapp\net al. 2015). Unfortunately, the limited number of schools\nalso did not allow for multilevel testing. Therefore, we\ncannot examine potentially important school-level factors\nthat may account for some of our ﬁndings, such as policies\nand school programs related to bullying. Further, because\nour sample was homogeneous in cultural background, the\nﬁndings of the current study may not directly generalize to\nthe general adolescent population.\nThird, it is important to note that the current study has a\ncorrelational longitudinal design. With such a design we can\nconclude that sexuality education was related to an increase\nin the willingness to intervene when witnessing LGBTQ\nname-calling and a decrease in name-calling. However, we\nshould consider that those schools with more comprehen-\nsive sexuality education may have been more positive\ntoward gender and sexual diversity than the schools that did\nnot offer comprehensive sexuality education. To tease apart\nthese different trajectories, a longitudinal study with a\nmeasurement of sexuality education as perceived by stu-\ndents and teachers, and reported by principals, in addition to\na baseline measurement would be advised, as well as\nresearch using randomized control trials to test causal\nmechanisms.\nImplications of the Current Study\nAlthough studies have shown that males are important\ncontributors to homophobic behavior in schools, and the\npersistence of homophobic masculinity norms (Poteat et al.\n2011), many of the (preventive) interventions aimed at\nTable 6 The number of topics\npresent in sexuality education\npredicting school climate for\nmale and female youth\nPerceived willingness to intervene when witnessing LGBTQ\nname-calling by:\nTeachers or school\npersonnel\nFellow students Youth themselves Occurrence of\nLGBTQ name-\ncalling\nβ (SE) p β (SE) p β (SE) p β (SE) p\nMale\nEducation level .10 (.09) .306 .39 (.09) <.001 .07 (.08) .396 .12 (.10) .196\nAge .04 (.08) .661 .11 (.10) .241 .05 (.10) .615 .15 (.07) .020\nControlling for wave 1 .38 (.08) <.001 .05 (.09) .559 .52 (.07) <.001 .50 (.07) <.001\nNumber of topics .19 (.07) .005 .01 (.08) .922 .14 (.08) .055 .04 (.08) .648\nFemale\nEducation level −.02 (.10) .841 .05 (.08) .501 −.00 (.10) .995 −.06 (.08) .411\nAge .04 (.08) .619 .02 (.07) .806 −.06 (.08) .467 .12 (.06) .051\nControlling for wave 1 .29 (.07) <.001 .27 (.07) <.001 .42 (.07) <.001 .56 (.06) <.001\nNumber of topics .16 (.07) .020 .14 (.06) .030 .04 (.08) .578 −.10 (.06) .097\nJ Youth Adolescence\nimproving school climate do not address these issues\ndirectly. Our ﬁndings suggest that some males do intervene\nwhen they witness LGBTQ name-calling, but they are not\nas likely to do so as females. However, the current study\nalso shows that only males’, and not females’, tendency to\nintervene when they witness LGBTQ name-calling\nincreased in relation to receiving extensive sexuality edu-\ncation. Therefore, ways to increase defender behavior and\nimprove school climate for, and by, males are crucial to\nconsider in the design of (preventive) interventions. More-\nover, it is important to consider differences in attitudes\ntoward different gender and sexual identities, and the\nrequired efforts to decrease biases among males and\nfemales (Worthen 2013).\nConclusions\nThe current study conﬁrms that comprehensive sexuality\neducation is related to an improvement of school climate\nover time. For school administrators, counselors, and tea-\nchers, the ﬁndings reiterate the importance of the curricula\nthat they offer. Although in the current study teachers and\nstudents are reported to intervene more often in response to\nLGBTQ name-calling than in U.S. samples (Kosciw et al.\n2016), the percentage that “never” intervenes (22.4% of\nteachers and 50.5% of fellow students) underlines the\nresponsibility to educate students and model accepting\nbehaviors. Thus, empowering youth and school personnel\nto create a more inclusive school climate may be the\nmissing link in improving the school environment and\nhealth of LGBTQ students.\nAcknowledgements This study was funded by Dynamics of Youth\n(DoY). DoY is one of the four strategic themes of Utrecht University\nin the Netherlands, in which all seven faculties participate. DoY\nsupports and funds multidisciplinary research projects to investigate\nthe biological and social-cultural factors that inﬂuence the develop-\nment of children (www.uu.nl/dynamicsofyouth). This manuscript\nreﬂects the views of the authors and may not reﬂect the opinions or\nviews of DoY.\nAuthor’s Contribution LB conceived of the study, participated in\nits design and coordination, performed the measurement, performed\nthe statistical analysis, and drafted the manuscript; JSD participated in\nthe study’s design and helped to draft the manuscript. MvA partici-\npated in the study’s design and helped to draft the manuscript. All\nauthors read and approved the ﬁnal manuscript.\nCompliance with Ethical Standards\nConﬂicts of Interest The authors report no conﬂicts of interest.\nEthical Approval Permission for this study and its protocol was\ngranted by the ethics board of Utrecht University, Faculty of Social\nand Behavioural Sciences.\nInformed Consent Active informed consent was obtained from all\nparticipants. Passive informed consent was obtained from all partici-\npants’ parents.\nOpen Access This article is distributed under the terms of the\nCreative Commons Attribution 4.0 International License (http://\ncreativecommons.org/licenses/by/4.0/), which permits unrestricted\nuse, distribution, and reproduction in any medium, provided you give\nappropriate credit to the original author(s) and the source, provide a\nlink to the Creative Commons license, and indicate if changes were\nmade.\nReferences\nBaams, L., Overbeek, G., Dubas, J. S., & Van Aken, M. A. G. (2014).\nOn early starters and late bloomers: The development of sexual\nbehavior in adolescence across personality types. The Journal of\nSex Research, 51, 754–764.\nBirkett, M., & Espelage, D. L. (2015). Homophobic name‐calling,\npeer‐groups, and masculinity: The socialization of homophobic\nbehavior in adolescents. Social Development, 24, 184–205.\nCollier, K. L., van Beusekom, G., Bos, H. M., & Sandfort, T. G.\n(2013). Sexual orientation and gender identity/expression related\npeer victimization in adolescence: A systematic review of asso-\nciated psychosocial and health outcomes. Journal of Sex\nResearch, 50, 299–317.\nGoodenow, C., Szalacha, L., & Westheimer, K. (2006). School sup-\nport groups, other school factors, and the safety of sexual min-\nority adolescents. Psychology in the Schools, 43, 573–589.\nGowen, L. K., & Winges-Yanez, N. (2014). Lesbian, gay, bisexual,\ntransgender, queer, and questioning youths’ perspectives of\ninclusive school-based sexuality education. Journal of Sex\nResearch, 51, 788–800.\nGreytak, E. A., Kosciw, J. G., & Boesen, M. J. (2013). Putting the “T”\nin “resource”: The beneﬁts of LGBT-related school resources for\ntransgender youth. Journal of LGBT Youth, 10, 45–63.\nInspectie van het Onderwijs. (2016). Omgaan met seksualiteit en\nseksuele diversiteit: Een beschrijving van het onderwijsaanbod\nvan scholen. The Hague, Netherlands: The Ministry of Education,\nCulture and Science. https://www.rijksoverheid.nl/documenten/\nrapporten/2016/06/01/omgaan-met-seksualiteit-en-seksuele-diver\nsiteit-een-beschrijving-van-het-onderwijsaanbod-op-scholen.\nKamerstuk Staten Generaal (2012). Het Besluit kerndoelen onderbouw\nVO in verband met aanpassing van de kerndoelen op het gebied\nvan seksualiteit en seksuele diversiteit. Artikel II. https://zoek.\nofﬁcielebekendmakingen.nl/blg-186768. Accessed 6 November\n2016.\nKirby, D. B., Laris, B. A., & Rolleri, L. A. (2007). Sex and HIV\neducation programs: their impact on sexual behaviors of young\npeople throughout the world. Journal of Adolescent Health, 40,\n206–217.\nKohler, P. K., Manhart, L. E., & Lafferty, W. E. (2008). Abstinence-\nonly and comprehensive sex education and the initiation of sexual\nactivity and teen pregnancy. Journal of Adolescent Health, 42,\n344–351.\nKosciw, J. G., Greytak, E. A., Giga, N. M., Villenas, C., & Dani-\nschewski, D. J. (2016). The 2015 national school climate survey:\nThe experiences of lesbian, gay, bisexual, transgender, and queer\nyouth in our nation’s schools. New York, NY: GLSEN.\nKosciw, J. G., Palmer, N. A., Kull, R. M., & Greytak, E. A. (2013).\nThe effect of negative school climate on academic outcomes for\nLGBT youth and the role of in-school supports. Journal of School\nViolence, 12, 45–63.\nJ Youth Adolescence\nKuyper, L. (2015). Jongeren en seksuele oriëntatie. Ervaringen van en\nopvattingen over homoseksuele, biseksuele en heteroseksuele\njongeren. The Hague: The Netherlands Institute for Social\nResearch.\nKuyper, L., Iedema, J., & Keuzenkamp, S. (2013). Towards tolerance.\nExploring changes and explaining differences in attitudes\ntowards homosexuality in Europe. The Hague: The Netherlands\nInstitute for Social Research.\nMarshal, M. P., Dermody, S. S., Cheong, J., Burton, C. M., Friedman,\nM. S., Aranda, F., & Hughes, T. L. (2013). Trajectories of\ndepressive symptoms and suicidality among heterosexual and\nsexual minority youth. Journal of Youth and Adolescence, 42,\n1243–1256.\nMuthén, L. K., & Muthén, B. O. (1998–2012). Mplus user’s guide. 7th\nedn. Los Angeles, CA: Muthén & Muthén.\nPoteat, V. P. (2007). Peer group socialization of homophobic attitudes\nand behavior during adolescence. Child Development, 78,\n1830–1842.\nPoteat, V. P., Kimmel, M. S., & Wilchins, R. (2011). The moderating\neffects of support for violence beliefs on masculine norms,\naggression, and homophobic behavior during adolescence.\nJournal of Research on Adolescence, 21, 434–447.\nPoteat, V. P., Scheer, J. R., & Mereish, E. H. (2014). Factors affecting\nacademic achievement among sexual minority and gender-variant\nyouth. Advances in Child Development and Behavior, 47,\n261–300.\nPoteat, V. P., & Vecho, O. (2016). Who intervenes against homo-\nphobic behavior? Attributes that distinguish active bystanders.\nJournal of School Psychology, 54, 17–28.\nPound, P., Langford, R., & Campbell, R. (2016). What do young\npeople think about their school-based sex and relationship edu-\ncation? A qualitative synthesis of young people’s views and\nexperiences. BMJ Open, 6, e011329.\nReitz, E., van de Bongardt, D., Baams, L., Doornwaard, S., Dalenberg,\nW., & Dubas, J., et al. (2015). Project STARS (Studies on Tra-\njectories of Adolescent Relationships and Sexuality): A long-\nitudinal, multi-domain study on sexual development of Dutch\nadolescents. European Journal of Developmental Psychology, 12,\n613–626.\nRussell, S. T., & Fish, J. N. (2016). Mental health in lesbian, gay,\nbisexual, and transgender (LGBT) youth. Annual Review of\nClinical Psychology, 12, 465–487.\nSalmivalli, C., Voeten, M., & Poskiparta, E. (2011). Bystanders\nmatter: Associations between reinforcing, defending, and the\nfrequency of bullying behavior in classrooms. Journal of Clinical\nChild & Adolescent Psychology, 40, 668–676.\nSIECUS (2009). Comprehensive Sex Education Factsheet. http://\nwww.siecus.org/index.cfm?fuseaction=Page.ViewPage&PageID\n=1193. Accessed 10 November 2016.\nSlaatten, H., Hetland, J., & Anderssen, N. (2015). Correlates of gay-\nrelated name-calling in schools. Psychology in the Schools, 52,\n845–859.\nSleeter, C. E. (2011). The academic and social value of ethnic studies:\nA research review. National Education Association Research\nDepartment. http://eric.ed.gov/?id=ED521869. Accessed 11\nNovember 2016.\nSnapp, S. D., McGuire, J. K., Sinclair, K. O., Gabrion, K., & Russell,\nS. T. (2015). LGBTQ-inclusive curricula: why supportive curri-\ncula matter. Sex Education, 15, 580–596.\nSnapp, S., & Russell, S. T., the Crossroads Collaborative. (2017).\nInextricably linked: The shared story of ethnic studies and\nLGBTQ-inclusive curriculum, for Sexual Orientation. In S. T.\nRussell, & S. Horn (Eds.), Gender Identity, and Schooling: The\nNexus of Research, Practice, and Policy (pp. 143–162). New\nYork, NY: Oxford University Press. (in press).\nStyle, E. (1996, Fall). Curriculum as window & mirror.\nhttp://nationalseedproject.org/images/documents/Curriculum_As_\nWindow_and_Mirror.pdf. Accessed 21 November 2016.\nToomey, R. B., McGuire, J. K., & Russell, S. T. (2012). Hetero-\nnormativity, school climates, and perceived safety for gender\nnonconforming peers. Journal of Adolescence, 35, 187–196.\nvan Beusekom, G., Baams, L., Bos, H. M., Overbeek, G., & Sandfort,\nT. G. (2016). Gender nonconformity, homophobic peer victimi-\nzation, and mental health: How same-sex attraction and biological\nsex matter. The Journal of Sex Research, 53, 98–108.\nWeaver, H., Smith, G., & Kippax, S. (2005). School‐based sex edu-\ncation policies and indicators of sexual health among young\npeople: a comparison of the Netherlands, France, Australia and\nthe United States. Sex Education, 5, 171–188.\nWernick, L. J., Kulick, A., & Inglehart, M. H. (2014). Inﬂuences of\npeers, teachers, and climate on students’ willingness to intervene\nwhen witnessing anti-transgender harassment. Journal of Ado-\nlescence, 37, 927–935.\nWorthen, M. G. (2013). An argument for separate analyses of attitudes\ntoward lesbian, gay, bisexual men, bisexual women, MtF and\nFtM transgender individuals. Sex Roles, 68, 703–723.\nLaura Baams is a postdoctoral scholar at the Population Research\nCenter and the Human Development and Family Sciences Department\nat the University of Texas at Austin. Laura’s research focuses on the\nrole of sexual orientation and gender identity-related school policies,\nprograms, and practices for student well-being and school functioning.\nJudith Semon Dubas is a Professor in Developmental Psychology at\nUtrecht University, the Netherlands. Her research focuses on\nunderstanding the longitudinal interplay between biological,\npsychological and social factors in relation to adolescent adjustment\nand health risk behaviors.\nMarcel van Aken is a Professor in Developmental Psychology at\nUtrecht University, the Netherlands. His research focuses on\npersonality development in children, adolescents, and young adults,\nand more particular the way that transactional relations between\npersonality characteristics and elements of the social relationships with\nparents and peers may result in either competence, maladaptation or\npersonality pathology.\nJ Youth Adolescence\n",
    "id": 81736203,
    "identifiers": {
        "doi": "10.1007/s10964-017-0638-z",
        "oai": null
    },
    "title": "Comprehensive Sexuality Education as a Longitudinal Predictor \nof LGBTQ Name-Calling and Perceived Willingness to Intervene in School",
    "language": null,
    "publishedDate": "",
    "publisher": "Springer Nature",
    "references": [],
    "sourceFulltextUrls": [
        "file:///data/core-remote/dit/data/Springer-OA/pdf/d4d/aHR0cDovL2xpbmsuc3ByaW5nZXIuY29tLzEwLjEwMDcvczEwOTY0LTAxNy0wNjM4LXoucGRm.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2017",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/pdf/81736203.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/81736203"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/81736203/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/81736203/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/81736203"
        }
    ],
    "abstract": "",
    "tags": [
        "journal-article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "journal-article"
    ],
    "oai": "",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2612",
        "openDoarId": 0,
        "name": "Springer - Publisher Connector",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 81736203,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2017-05-15T15:02:12+01:00",
        "acceptedDate": null,
        "createdDate": "2017-05-03T18:56:33+01:00"
    },
    "urls": [
        "http://link.springer.com/content/pdf/10.1007/s10964-017-0638-z.pdf"
    ],
    "lastUpdate": "2017-05-15T15:02:12+01:00",
    "setSpecs": []
}