{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Bejda, Miranda L."
        }
    ],
    "contributors": [],
    "createdDate": "2023-04-29T06:56:19+01:00",
    "dataProvider": {
        "id": 3479,
        "name": "University of Kentucky",
        "url": "https://api.core.ac.uk/v3/data-providers/3479",
        "logo": "https://api.core.ac.uk/data-providers/3479/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.13023/etd.2023.082",
    "downloadUrl": "https://core.ac.uk/download/564071228.pdf",
    "fullText": "University of Kentucky UKnowledge Theses and Dissertations--Family Sciences Family Sciences 2023 Conceptualizing Asexual Identities Miranda L. Bejda University of Kentucky, mirandabejda@gmail.com Author ORCID Identifier: https://orcid.org/0009-0008-0295-5683 Digital Object Identifier: https://doi.org/10.13023/etd.2023.062 Right click to open a feedback form in a new tab to let us know how this document benefits you. Recommended Citation Bejda, Miranda L., \"Conceptualizing Asexual Identities\" (2023). Theses and Dissertations--Family Sciences. 101. https://uknowledge.uky.edu/hes_etds/101 This Master's Thesis is brought to you for free and open access by the Family Sciences at UKnowledge. It has been accepted for inclusion in Theses and Dissertations--Family Sciences by an authorized administrator of UKnowledge. For more information, please contact UKnowledge@lsv.uky.edu. STUDENT AGREEMENT: I represent that my thesis or dissertation and abstract are my original work. Proper attribution has been given to all outside sources. I understand that I am solely responsible for obtaining any needed copyright permissions. I have obtained needed written permission statement(s) from the owner(s) of each third-party copyrighted matter to be included in my work, allowing electronic distribution (if such use is not permitted by the fair use doctrine) which will be submitted to UKnowledge as Additional File. I hereby grant to The University of Kentucky and its agents the irrevocable, non-exclusive, and royalty-free license to archive and make accessible my work in whole or in part in all forms of media, now or hereafter known. I agree that the document mentioned above may be made available immediately for worldwide access unless an embargo applies. I retain all other ownership rights to the copyright of my work. I also retain the right to use in future works (such as articles or books) all or part of my work. I understand that I am free to register the copyright to my work. REVIEW, APPROVAL AND ACCEPTANCE The document mentioned above has been reviewed and accepted by the student’s advisor, on behalf of the advisory committee, and by the Director of Graduate Studies (DGS), on behalf of the program; we verify that this is the final, approved version of the student’s thesis including all changes required by the advisory committee. The undersigned agree to abide by the statements above. Miranda L. Bejda, Student Dr. Nathan Wood, Major Professor Dr. Hyungsoo Kim, Director of Graduate Studies CONCEPTUALIZING ASEXUAL IDENTITIES _______________________________________ THESIS ________________________________________ A thesis submitted in partial fulfillment of the requirements for the degree of Master of Science in Family Sciences in the College of Agriculture, Food and Environment at the University of Kentucky By Miranda L. Bejda Lexington, Kentucky Director: Dr. Nathan Wood, Professor of Family Sciences Lexington, Kentucky 2023 Copyright © Miranda L. Bejda 2023 https://orcid.org/0009-0008-0295-5683 ABSTRACT OF THESIS CONCEPTUALIZING ASEXUAL IDENTITIES In current literature, there is little congruence on an inclusive definition of human asexuality. This study explored individuals’ self-identification with asexuality as well as their conceptualization of that identity via thematic analysis. Using a Qualtrics XM survey, 374 individuals (18+ years old) answer questions regarding their experience as a person identifying themselves as asexual. Identity label authenticity, perceived impact of compulsory heterosexuality and heteronormativity on participants' current identity within the asexual spectrum, and prescribed heteronormative ideals were correlated. Thematic analysis revealed themes such as confusion about identity membership, feeling abnormal, the burden of living in a heteronormative society, and identity confidence. Participants described diverse experiences with asexuality, underscoring the necessity of establishing inclusive understandings of asexuality and its sub-identities such as demisexuality and grey/graysexuality. KEYWORDS: Asexuality, Identity Conceptualization, Heteronormativity, Compulsory Heterosexuality, Demisexuality, Greysexuality Miranda L. Bejda 04/25/2023             Date                 CONCEPTUALIZING ASEXUAL IDENTITIES      By  Miranda L. Bejda              Nathan Wood Director of Thesis  Hyungsoo Kim Director of Graduate Studies  04/25/2023             Date                   DEDICATION  To Dr. Bill Anderson, for sharing your love of learning and passion for the field; for inspiring me to get involved with and enjoy research; and for always believing in me. Thank you, Dr. A. iii ACKNOWLEDGEMENTSThis thesis was made possible through the ongoing support and mentorship of my thesis chair, Dr. Nathan Wood. He guided me through processing scrambled ideas, conceptualizing the study, and adapting the project after several setbacks. His encouragement and optimistic (yet realistic) outlook were immensely beneficial for me as a researcher, a student, and a person. I would like to thank my remaining committee members—Dr. Amy Kostelic, Dr. Stephanie Bennett, and Dr. Allison Gordon—for their willingness to work with a research topic they had little experience with.  Beyond my committee, several others were key in helping me keep hopeful when I was otherwise losing motivation. I would like to thank my peers, who provided much needed advice and encouragement; my friends, many of whom have no desire to ever attend graduate school, who listened to me talk about my thesis more times than I can count; and Dr. Nichole Huff, who always checked in on how my thesis was coming along and reassured me that I could do it. I would especially like to thank my girlfriend, Sam, for the endless support and encouragement, for keeping me company while I wrote, for putting up with an absurd number of updates on the number of survey responses I had, and for listening to me complain throughout the process. iv TABLE OF CONTENTS ACKNOWLEDGEMENTS ............................................................................................... iii TABLE OF CONTENTS ................................................................................................... iv LIST OF TABLES ............................................................................................................. vi CHAPTER 1. STUDY BACKGROUND ........................................................................... 1 1.1 Introduction ...................................................................................................... 1 1.2 Theoretical Framework..................................................................................... 2 1.3 Literature Review ............................................................................................. 3 1.3.1 Asexuality in Research .............................................................................. 3 1.3.2 Compulsory Heterosexuality ..................................................................... 4 1.3.3 Common Misconceptions of Asexuality ................................................... 6 1.3.4 Asexual Self-Identification ....................................................................... 7 1.4 Present Study .................................................................................................... 8 1.4.1 Research Question 1 .................................................................................. 8 1.4.2 Research Question 2 ...................................................................................... 8 CHAPTER 2. METHOD .................................................................................................... 9 2.1 Participants ....................................................................................................... 9 2.2 Measures ........................................................................................................... 9 2.2.1 Asexual Identity ........................................................................................ 9 2.2.2 Role of Compulsory Heterosexuality ...................................................... 10 2.3 Procedure ........................................................................................................ 11 2.4 Analysis .......................................................................................................... 12   v  CHAPTER 3. RESULTS .................................................................................................. 16 3.1 Identity Conceptualization .............................................................................. 16 3.1.1 Confusion about Identity Membership .................................................... 17 3.1.2 Feeling Broken, Abnormal, or Inherently Wrong ................................... 18 3.1.3 Sex as an Afterthought ............................................................................ 19 3.2 Role of Compulsory Heterosexuality ............................................................. 20 3.2.1 Feeling Like an “Odd Duck” ................................................................... 22 3.2.2 Heterosexual Burden ............................................................................... 23 3.2.3 Identity Confidence ................................................................................. 24 CHAPTER 4. DISCUSSION AND CONCLUSION ....................................................... 26 4.1 Limitations and Research Implications .......................................................... 27 4.2 Practice Implications ...................................................................................... 28 4.3 Conclusion ...................................................................................................... 30 APPENDICES .................................................................................................................. 31 APPENDIX A. SURVEY QUESTIONS .................................................................... 31 APPENDIX B. QUALTRICS XM SURVEY COVER LETTER .............................. 36 APPENDIX C. SOUTHEASTERN LAND-GRANT INSTITUTIONS .................... 37 REFERENCES ................................................................................................................. 38 VITA ................................................................................................................................. 42      vi  LIST OF TABLES Table 1. Demographic Characteristics of Participants ...................................................... 14 Table 2. Asexuality Demographic Characteristics of Participants ................................... 15 Table 3. Descriptive Statistics and Intercorrelations for Study Variables ........................ 25     1  CHAPTER 1. STUDY BACKGROUND 1.1 Introduction An estimated 1% of the population identifies as asexual (Bogaert, 2004). Asexuality has been generally defined as lacking sexual attraction to other people (Bogaert, 2004; Brunning & McKeever, 2021). Asexuality has also been operationalized by a lack of sexual behavior; this definition has been rejected as the understanding of asexuality has progressed (Brotto et al., 2010; Brunning & McKeever, 2021). Individuals have many motivations for engaging in sexual behavior, and that holds true for asexual individuals. Some asexual individuals refrain entirely from sexual behavior and others have fulfilling sexual relationships. Because sexual behavior and sexual desire differ from sexual attraction, loosely defined as mental or physical engagement with sexual feelings, we cannot assume that an asexual individual’s lack of sexual attraction equates to a lack of desire or absence of sexual behavior (Brunning & McKeever, 2021).  Asexuality exists along a spectrum of sexual attraction, desire, and behavior and has been more appropriately defined by Brunning and McKeever (2021) as “the absence of distinctly sexual attraction to others, not necessarily the absence of sexual desire, or sexual activity, or other kinds of attraction” (p. 498). The distinction between attraction, desire, and behavior is key in understanding asexuality, as current research tends to assume that these concepts are interchangeable and inseparable. Without this distinction, a large population of asexual individuals—namely those that do experience sexual desire or engage in sexual behavior—would be excluded from the already limited body of asexuality research.   2  1.2 Theoretical Framework This study uses foundations from van Anders’ Sexual Configurations Theory (SCT)2 to allow for the multitude of individual experiences regarding self-identification as asexual (2015). SCT is a \"comprehensive framework for modeling and conceptualizing diverse sexualities\" (p. 1179). This theory highlights the complexity of a “sexual configuration”, a term established to make space for the multifaceted elements of how an individual may choose to define themselves sexually at that point in time. It aims to address limiting factors of current sexuality theories, models, and scales, such as the focus on biological sex, the exclusion of gender and gender expression, and lack of attention to variance among identities. van Anders' theory \"models and connects diverse sexualities in ways that are culturally situated\" (p. 1178).  SCT emphasizes there are several factors that we use to self-identify that may not carry the same weight for all individuals, such as partner number, gender/sex sexuality, and eroticism/nurturance. While we all have a sexual configuration, we may hold some aspects of that configuration in higher regard to our own identity. For example, we may choose to identify based on what we would like our sexual experience to be rather than the behaviors we actually engage in. Within SCT, \"behavior, identity, and orientation are treated as simultaneously related and distinct” concepts (van Anders, 2015, p. 1178).  This is key to understanding how asexual individuals can identify as such yet still engage in sexual behavior. There are commonalities we can expect to see of asexual-identifying individuals, such as a different sexual experience within their relationship compared to that of non-asexual relationships, but these generalizations cannot be favored over the lived experience of any individual asexual person. While research and   3  practice should understand general facets of an asexual identity, we must recognize that there is no checklist to provide a singular definition of the asexual experience. As SCT emphasizes, individuals identifying under the same sexual orientation label often have vastly different lived experiences regarding sexuality. This theory also recognizes disparities between how individuals would like to experience their sexuality and their actual experience (van Anders, 2015). For an asexual individual, this might look like someone that does not desire a sexual relationship but engages in sexual behaviors to feel intimate with their partner.  SCT also bifurcates attraction into eroticism (defined as by van Anders as \"genital arousal\") and nurturance (defined as van Anders as \"feelings of close intimacy\"), challenging the assumption that sexuality is based strictly on eroticism (p. 1196). While some asexual individuals may experience the desire for physiological arousal, such as demisexual and grey/graysexual identifying individuals, nurturance may play a larger role in their sexual configuration than eroticism. SCT highlights the multifaceted nature of a sexual configuration and underscores that although asexual identifying individuals may not experience sexual attraction, there are many aspects of a sexual identity that are still relevant.  1.3 Literature Review 1.3.1 Asexuality in Research  Research on human asexuality is limited and dependent on how the researcher(s) operationalized asexuality. The variance in defining asexuality excludes individuals that do not fit the researchers’ specific definition, leaving groups of asexual individuals out of research on their self-identified sexual identity (Brunning & McKeever, 2021). This   4  approach does not account for much diversity in individual experience, instead giving undue weight to generalizations made regarding this population (van Anders, 2015). Awareness of the multifaceted nature of asexual identities is key for researchers. Lack of such awareness can unintentionally exclude or alienate those that fall under the umbrella of asexuality but have more diverse experiences than fit the definition of asexuality most commonly used. Allowing individuals to self-identify can facilitate a better understanding of how this identity is conceptualized and the role it plays in the lives of asexual identifying individuals.  There has also been a large focus on lack of sexual attraction as a disorder. Asexuality is not a sexual disorder in and of itself (Brotto et al., 2010; Brunning & McKeever, 2021; Chasin, 2015). While asexual individuals experience a lack of sexual attraction, it is not considered a disorder unless the lack of desire itself is distressing to the individual. Likewise, an individual distressed by a sudden lack of sexual attraction may not consider themselves asexual. The belief that asexuality is a disorder or dysfunction persists into assessments of asexual relationship quality where suggestions are given on how to ‘fix’ their attraction (Bradshaw et al., 2021). While these suggestions might be helpful to those that do have a sexual disorder or dysfunction, they may be harmful to asexual individuals—who are not distressed by their lack of attraction—and their sense of identity. There is little research available assessing the impact of asexual identity on relationship quality that does not view asexuality as a disorder.  1.3.2 Compulsory Heterosexuality The terms compulsory heterosexuality and heteronormativity are often used interchangeably, both referring to the general assumption in our society that all   5  individuals are heterosexual. In this paper, heteronormativity will be used when referring to societal belief that heterosexuality is the default sexual configuration. Heteronormativity is not equivalent to homo- and queerphobia: rather, it is the messaging that non-heterosexual individuals receive (due to the heteronormativity of our society) that is homo- or queerphobic (Boyer & Lorenz, 2020, p. 97). Compulsory heterosexuality will refer more specifically to an individual's internalized perception of heterosexuality, such as believing that they 'should' be heterosexual or assuming that they are heterosexual because society believes they should be.  Both heteronormativity and compulsory heterosexuality can create difficulty for LGBTQ+ identifying and questioning individuals as they attempt to explore their identity. In Mollet's (2020) Asexual Student Expatiation (ASE) Model, part of the identity development process for asexual-identifying individuals involves exploring identities and becoming aware of asexuality as an identity (p. 195). In a society predominated by heterosexual-focused media, marketing, and expectations, information about non-heterosexual identities may be more difficult to come by. The findings of Vares (2021) study highlight the \"onslaught\" of heteronormativity that asexual-identifying individuals receive, such as information about what families, couples, and dating lives are expected to look like in a heteronormative society.  Boyer and Lorenz (2020) explain \"in the case of sexual orientation, internalized heteronormative ideals may lead individuals to assume identity in the normative heterosexual/heteroromantic social group until their lived experiences conflict with those ideals\" (p. 92). They continue to describe the challenge of questioning one's sexual orientation despite the lack of structure for minoritized sexual identities. This structure is   6  abundantly clear for heterosexual individuals–who you should be attracted to, what behaviors you can engage in, and what heterosexual marriages look like are all socially defined in our everyday interactions. For asexual-identifying individuals, this structure may be especially difficult to find given the already small population of those identifying as asexual. 1.3.3 Common Misconceptions of Asexuality  One common misconception of asexuality is that it is a dysfunction, disorder, or a result of trauma (Bogaert, 2006, 2015; Bradshaw et al., 2021; Brotto et al., 2010; Brunning & McKeever, 2021; Gupta, 2017).  Despite this prevalent view, there has been a push to distinguish asexuality by the lack of distress that is experienced through that identity (Bogaert, 2006; Brotto et al., 2010). A 2021 study found that women with Sexual Interest/Arousal Disorder (SIAD) paid more attention to sexual stimuli relative to their asexual peers, indicating that there is a distinct difference between these two groups (Bradshaw et al., 2021).   Another common misconception is that sexual behavior can only exist through experiencing sexual attraction. Asexual individuals often engage in sexual behavior despite their lack of sexual attraction (Brotto et al., 2010). Brotto et al. (2010) further explains that this sexual behavior can occur with a partner, perhaps for the emotional closeness it could bring, or alone through masturbation. In addition to feeling close to their partner, asexual individuals may choose to engage in sexual behavior to relax or because they want their partner to benefit from sex (Carrigan, 2011). Further, asexual individuals can experience sexual desire separately from sexual attraction (Brotto et al., 2010; Brunning & McKeever, 2021). Statements made by asexual individuals describe   7  desire that is not directed towards any one person (Brotto et al., 2010). Sexual desire, attraction, pleasure, and arousal are different constructs despite frequently being linked together (Brunning & McKeever, 2021). Asexuality is a spectrum, and although some asexual individuals may experience sexual desire, pleasure, and arousal, not all of them will. Some asexual individuals are repulsed by sex and others willingly engage in it because they like the closeness it brings despite their lack of attraction. There is no one-size-fits-all definition for what sexual experiences an asexual individual might have, presenting a need for research targeted at understanding the full spectrum of asexuality.  1.3.4 Asexual Self-Identification  Allowing individuals to self-identify provides researchers and family practitioners to obtain a more holistic view of the spectrum that is asexual identity. MacNeela and Murphy (2015) highlight that some people might experience a lack of sexual attraction without identifying as asexual. The inclusion of demisexual and grey/graysexual individuals (both spellings have been used frequently by the asexual population) is another important aspect of self-identification (Brunning & McKeever, 2021; Carrigan, 2011). These two identities fall under the umbrella of asexuality but have some distinct differences. Demisexual individuals experience sexual attraction only once they have established an emotional connection with someone. Without that emotional connection, demisexual individuals experience a lack of sexual attraction much like those who identify as asexual. Grey/graysexual individuals experience sexual attraction on occasion and consider themselves somewhere between asexual and sexual (Brunning & McKeever, 2021; Carrigan, 2011).    8  1.4 Present Study The present study aims to address these gaps by allowing for variance in individual experiences of those self-identifying as asexual. This study will assess general themes of the self-conceptualization of asexual identities. However, using van Anders’ SCT framework, these generalities will not be emphasized over individual experience. The results of this study will not be used to suggest ways to ‘fix’ an asexual identity. That is, this study is not assessing asexuality as a disorder as previous studies have and does not assume that asexuality is a problem in need of solving.  This study will qualitatively assess how self-identified asexual individuals establish and conceptualize their asexual identity. Analysis will be framed through Sexual Configurations Theory which focuses on the inclusion of sexual minorities and the recognition of the multifaceted and fluid aspects of sexual identity (van Anders, 2015). This study aims to clarify how self-identified asexual individuals understand asexuality. There are two main questions that form the primary aim of this study.   1.4.1 Research Question 1 Using van Anders (2015) SCT, how do asexual identifying individuals conceptualize their identity? 1.4.2 Research Question 2  What role, if any, do compulsory heterosexuality and heteronormativity play in shaping an individual’s asexual identity?      9  CHAPTER 2. METHOD 2.1 Participants  A sample of 384 asexual-identifying adult individuals was collected (see Table 1). To participate, participants must identify as—or be questioning if they identify as—asexual, demisexual, or grey/graysexual.  Participants were primarily White (87.7%) women (62.8%) with a bachelor’s degree (32.6%). Most of the sample had been assigned female at birth (89.3%), had never been married (74.3%), and had never been in a same-sex relationship (67.9%). About half the participants were currently in a relationship (42.2%). The mean age of participants was 30.13 years old (SD = 8.51).  Most participants identified as asexual (67.4%; see Table 2) with roughly 15% identifying as demisexual and roughly 18% identifying as grey/graysexual. Less than 5% of respondents were questioning their identity. Whether participants were currently in a relationship or had been in one previously, around 30% were the only asexual-identifying partner in the relationship. Participants began questioning their identity at an average age of 18.75 years (SD = 7.35) and felt comfortable with their identity at an average age of 23.90 years (SD = 9.67). Participants came out to a relative at an average age of 18.89 years (SD = 13.64) and to a non-relative at an average age of 23.61 years (SD = 10.01).  2.2 Measures 2.2.1 Asexual Identity  Participants’ comfort with their asexual identity label was assessed using a five-item Label Authenticity measure developed by Boyer and Lorenz (2020). Participants are asked to rate their agreement with items such as Response options range from 1 (strongly disagree) to 5 (strongly agree). Two variables, “I feel constrained by my label” and   10  “calling myself [identity label] feels wrong” were reverse coded. Higher sum scores indicate higher label authenticity.  2.2.2 Role of Compulsory Heterosexuality To capture individuals' experience with heteronormativity and compulsory heterosexuality, the Heteronormative Ideals: External Imposition and Enforcement Scale (HI-EIES;) developed by Boyer and Lorenz (2020) is used. Of the ten HI-EIES subscales, three heterosexuality and heteroromanticism subscales are used in this study: prescription of heterosexuality and heteroromanticism (α = .734, M = 5.02), neutrally presented queer possibilities (α = .719, M = 1.71), and negatively framed queer possibilities (Boyer & Lorenz, 2020, Appendix F). These subscales contain a total of 13 questions answered using a 6-point Likert-type scale ranging from 1 (not at all) to 6 (very much so). Higher scores on this scale indicate a higher prevalence of the phenomenon indicated by the subscales’ title (e.g. high scores in the ‘neutrally presented queer possibilities’ subscale indicates that queer possibilities were presented to the individual more neutrally that low-scoring individuals). Sample items include \"I was taught that gay couples shouldn't kiss or hold hands in public\" and \"when my parents or teachers taught me about sex, they only taught me about heterosexual intercourse\". Scores are calculated by taking the sum of items in the subscale divided by the number of items. One additional question (not part of the HI-EIES) developed by Boyer and Lorenz (2020) is used: \"How strongly do you feel like others expected you to be/identify as heterosexual at any point in your life?\". Answer responses range from 1 (none at all) to 5 (a great deal).  In addition to the questions developed by Boyer and Lorenz (2020), five questions were developed for this study (see Appendix A). These questions ask about participants'   11  perception of the potential role heterosexuality and compulsory heterosexuality play(ed) in establishing their sexual identity. Participants respond using a Likert-type scale ranging from 1 (not at all) to 6 (very much so). Participants also have the option to explain their answer in the provided space immediately following their scale rating.   2.3 Procedure  The sample was collected through a Qualtrics survey (see Appendix A) sent digitally to several colleges, universities, advocacy groups, and social media groups. 21 land-grant colleges and universities, identified by the National Institute of Food and Agriculture (NIFA; 2022) across the 10 southeastern states of the United States were identified for survey distribution. 14 of these institutions had LGBTQ+ resource centers or diversity centers on campus and were contacted and asked to distribute the survey to the general population of the institution (see Appendix C). Participants were also recruited through the National Council on Family Relations (NCFR), Kentucky LGBTQ+ advocacy centers, and social media groups and content creators focused on asexuality. The Asexual Visibility and Education Network (AVEN) was contacted and asked to distribute the survey, although they were unable to do so within the study timeframe. AVEN is a hub for asexual identifying individuals as well as those who may be questioning their identity and has been used for recruitment of asexual-identifying individuals in previous research (The Asexual Visibility & Education Network, n.d.).  Upon clicking the survey link, participants were redirected to the first page of the Qualtrics survey (see Appendix B) which provided information on the study and informed participants that 1) continuing would imply their consent in the study, 2) provided contact information in case they had questions regarding the consent process,   12  and 3) they could exit the survey at any time and their responses would not be submitted. Participants were also informed that collected data will remain anonymous and be reported in aggregate to protect confidentiality of sensitive disclosures in an attempt to encourage candid responses. At the conclusion of the survey, contact information for the primary investigator was provided again in case they had any questions regarding the survey. Participants also had the option to click a link and be directed to a separate survey in which they could enter their contact information if they were interested in participating in future studies on asexuality. Participation in the study was voluntary and was not compensated.  2.4 Analysis   Asexual-identifying individuals’ conceptualization of their identity, as well as their experience with compulsory heterosexuality and heteronormativity, were assessed using descriptive statics. Seven responses from those under 18 years old were excluded, as were 3 responses in which the respondent indicated they did not identify as asexual. This resulted in a final sample of 374 (see Table 1). An a priori statistical power analysis using G*Power (Faul et al., 2007)—based on a two-tailed alpha (α) of .05, a beta (β) of .20, and a small effect size of r = .20 (Cohen, 1988)—yielded a recommended sample size of 193. However, a sample size of 374 participants was available, which provided sufficient power to detect an effect size of r = .14 and larger.  Bivariate correlations between variables were tested using Pearson’s correlation coefficients. Statistical analysis was conducted using IBM SPSS-28. For open-ended qualitative questions, a thematic analysis (Braun & Clarke, 2006) was conducted. Due to the average response length of one to three sentences, line-by-line coding was not necessary and responses to each   13  question were coded as a whole. Slight grammar and spelling modifications were made to participant quotes for clarity, identified by the use of square brackets.      14  Table 1. Demographic Characteristics of Participants Characteristic n % Sex assigned at birth        Male 35 9.4      Female 334 89.3      Neither (specified) 3 0.8 Gender identity        Man 22 5.9      Woman 235 62.8      Transgender man (FTM) 10 2.7      Transgender woman (MTF) 3 0.8      Gender fluid/gender queer 22 5.9      Non-binary 42 11.2      Agender 36 9.6      Two-spirit 3 0.8 Relationship history        Currently in a relationship 158 42.2      Had past relationship(s) 126 33.7      Never been in a relationship 90 24.1 Marital status        Married 69 18.4      Married, but separated 7 1.9      Divorced 19 5.1      Widowed 1 0.3      Never married 278 74.3 Same-sex relationship status        Currently in a same-sex relationship 31 8.3      Previously in a same-sex relationship 60 16.0      Never been in a same-sex relationship 254 67.9      Unsure (specified) 29 7.8 Education        No high school diploma/GED 9 2.4      High school diploma/GED 45 12.0      Some college 71 19.0      Associate or trade degree 43 11.5      Bachelor’s degree 122 32.6      Graduate or professional degree 84 22.5 Race        Asian 13 3.5      Black or African American 7 1.9      Hispanic or Latino 16 4.3      Native American or Alaska Native 4 1.1      Native Hawaiian or other Pacific Islander 1 0.3      White 328 87.7  M SD Age 30.13 8.51    15  Table 2. Asexuality Demographic Characteristics of Participants Characteristic n % Asexual identity        Asexual 252 67.4      Demisexual 55 14.7      Grey/graysexual 67 17.9 Questioning status        Not questioning 358 95.7      Questioning 16 4.3 Number of asexual partners in current relationship        1 (respondent only) 112 29.9      2 (respondent and partner) 42 11.2      3+ (respondent and more than one partner) 4 1.1 Number of asexual partners in past relationship        1 (respondent only) 109 29.1      2 (respondent and partner) 13 3.5      3+ (respondent and more than one partner) 3 0.8     16  CHAPTER 3. RESULTS 3.1 Identity Conceptualization On the Boyer and Lorenz (2020) measure of label authenticity, participants reported a mean label authenticity score of 16.59 (SD = 1.64). Label authenticity was meaningfully and negatively correlated with age (see Table 3) while label authenticity was marginally and meaningfully correlated with perceived impact of compulsory heterosexuality on individuals’ current identity as well as with prescription of heteronormative ideals. There was a slight negative correlation between label authenticity and participants’ perceived impact of heteronormativity on the process of coming to their identity as well as with negatively framed queer possibilities. A slight positive link existed between label authenticity and neutrally presented queer possibilities, heteronormative expectations, participants’ perceived impact of compulsory heterosexuality on the process of coming to their identity, and participants’ perceived impact of heteronormativity on their current identity.   A thematic analysis was conducted on four questions assessing individuals’ asexual identity conceptualization. Participants detailed diverse experiences ranging from feeling repulsed by sex to active enjoyment of sex. Several noted the importance of distinguishing sexual attraction from romantic attraction, as many respondents did experience romantic attraction despite their general lack of sexual attraction. Romantic desire is defined by AVEN (n.d.) as the desire to have a romantic relationship. The same prefixes of sexual orientations apply to romantic orientations by indicating who, if anyone, they experience romantic attraction towards. For example, an aromantic individual generally does not experience romantic attraction, a heteroromantic individual   17  would be romantically inclined towards someone of a different gender, and a homoromantic individual would desire a relationship with someone of their same gender. Romantic orientations combine with sexual orientations, although the distinction between the two is most commonly made by asexual individuals (AVEN, n.d.). For example, one participant describes themself as a \"[heteroromantic] asexual\" girl. They explain that, as a girl, they experience romantic attraction to a girl (heteroromantic) and have no desire for sex (asexual). Another participant states “I do not experience sexual attraction towards anyone but that doesn’t mean I can’t fall in love or have other attractions such as romantic or aesthetic attraction toward anyone. It’s just a different type of attraction I deal with.” Some participants noted that additional sublabels, such as reciprosexual (defined by the participant as “I don't feel sexual attraction unless someone shows that interest in me first”), more accurately defined their identity. Overall, three themes emerged: confusion about identity membership; feeling broken, abnormal, or inherently wrong; and sex as an afterthought.  3.1.1 Confusion about Identity Membership  Many participants expressed challenges with identity membership as they explored their identity. Some noted that they felt comfortable with identifying as asexual as soon as they learned what it was. For others, they struggled to determine if their experience could fit within narrowly defined labels of asexuality. The inaccurate understanding of asexuality defined as a complete lack of sexual behavior was especially concerning for many. One participant noted: I had always thought that to be asexual meant to have zero capacity, from birth, for attraction to either sex. Once I learned that the community accepts people who   18  have hetero-romantic potential, and who have enjoyed sex in the past, I realized that I belonged.  Other participants commented on the process of distinguishing between their sexual and romantic attractions (or lack thereof). Although they did not experience sexual attraction, many participants did experience romantic attraction and desired romantic relationships. For some, this clouded the process of coming to their asexual identity: After becoming aware of the concept [asexuality], it took me about a year to begin applying the term to myself. The lag was largely due to the fact that, for that year, I wasn't aware that a person could be simultaneously gay [homoromantic] and asexual. For most participants, this confusion ultimately cleared as they learned more about diverse experiences of others who identify as asexual. Throughout their identity discovery process, several participants noted the realization that although they did not experience sexual attraction, they did, for example, experience romantic attraction to members of the same gender and might engage in sexual behaviors with them.  3.1.2 Feeling Broken, Abnormal, or Inherently Wrong Although there is literature arguing against the notion that asexuality is a disorder, it is still a common belief that all beings should desire sex. In a sex-saturated society, many participants struggled to come to terms with their lack of sexual attraction. It is important to note that participants often described this struggle as due to the ambush of sexual messages they receive in the media and from those around them, rather than from their own distress at not experiencing sexual attraction. For some, they simply lacked the language to describe what they knew about themselves:   19  I spent my whole life thinking I was broken, then a friend came out as Demisexual on Facebook and I looked it up & the description rocked me to my core. I knew instantly that this was the piece of myself that I'd never understood. The importance of having a label that fit was a common thread throughout participant responses, especially those that described the challenges of accepting their identity. Having a word, such as demisexual, to describe how they felt allowed them to know there were other people like them.  3.1.3 Sex as an Afterthought Participants’ views towards sex varied. Some described being “repulsed” or “horrified” by sex, others saw it as just another way to be close with their partner, and others actively enjoyed it despite not seeking it out. One participant described sex as an afterthought in their life: Sex isn't a priority to me. I don't seek it, I don't feel incomplete without it. I could happily not have sex again. I also like being close to people though and a lot of people enjoy doing that through sex. And like, orgasms also feel good. So I won't turn down sex but it is sort of an afterthought. Such feelings towards sex were not unique to this participant. Others noted similar sentiments, distinguishing between “aesthetic” attraction and sexual attraction. Several participants used “aesthetic” attraction to describe recognizing that someone is attractive without feeling a sexual drive attached to that recognition. One participant describes this as:   20  I have felt attraction to women, but it has been more emotional, and sometimes just aesthetic. I can look at someone and think they're pretty or they look nice, but I have never thought \"wow, they're hot, I want to get them naked\". Another participant discussed that they had sex with their spouse to have children. Once they decided they were done having children, sex was no longer a priority in their relationship. Although the participant described having a happy marriage, they did note that their relationship and children did result in further confusion from others regarding the participant’s identity under the asexual umbrella.  3.2 Role of Compulsory Heterosexuality  Heteronormative ideals were assessed using the HI-EIES (Boyer and Lorez, 2020). The HI-EIES is split by sex assigned at birth with mean scores ranging from 1 (strongly disagree) to 5 (strongly agree). Higher scores on each subscale indicate higher prevalence of the construct measured by the subscale. The prescription of heterosexuality and heteroromanticism subscale had a mean score of 5.01 (SD = 0.91), indicating a high level of prescribed heterosexual and heteroromantic ideals. The neutrally presented queer possibilities and negatively framed queer possibilities subscales had mean scores of 1.96 (SD = 0.95) and 2.67 (SD = 1.44), respectively. These scores indicate that participants received a minimal number of neutral messages about queer individuals and a moderate level of negative messages about queer individuals.   When asked “how strongly do you feel like others expected you to be/identify as heterosexual at any point in your life?”, participants reported a mean score of 4.16 (SD = 1.09). Participants were also asked to rate the perceived impact of compulsory heterosexuality and heteronormativity on their life. Most respondents (n = 329) indicated   21  they had heard of heteronormativity, whereas only 170 respondents had heard of compulsory heterosexuality. Relatively few participants (n = 39) had heard of neither term. Participants reported that compulsory heterosexuality had little impact on their current identity (x̄ = 2.10, SD = 1.38) and somewhat of an impact on the process of coming to their sexual identity (x̄ = 3.72, SD = 1.80). Participants also reported that heteronormativity had somewhat of an impact on their current sexual identity (x̄ = 2.62, SD = 1.64) and a moderate impact on the process of coming to their sexual identity (x̄ = 3.48 (SD = 1.81).   Four variables assessing participant perceptions of the impact of compulsory heterosexuality and heteronormativity had slight to moderate statistically significant correlations (see Table 3) with one another, except for the perception of compulsory heterosexuality and heteronormativity’s perceived impact on the identity development process, which had a large, meaningful relationship (r = .64, p < .001). The degree to which participants felt they were expected to be heterosexual was slightly correlated with their perceptions of the impact of compulsory heterosexuality (r = .13, p = .012) and heteronormativity (r= .28, p < .001) on their identity.   The prescription of heteronormative ideals subscale had slight, statistically significant correlations with perceptions on the impact of compulsory heterosexuality and heteronormativity on their identity. It also had a large, meaningful correlation with the degree to which participants felt they were expected to be heterosexual. The neutrally presented queer possibilities subscale had small negative correlations with perceptions on the impact of compulsory heterosexuality (r = -.12, p = .047) and heteronormativity (r = -.01, p = .906) on their identity; the degree to which participants felt they were expected to   22  be heterosexual (r = -.16, p = .003); and prescribed heteronormative ideals (r = -.15, p = .004). It had negative, statistically significant correlations with the negatively framed queer possibilities subscale. The negatively framed queer possibilities subscale had moderate positive correlations with prescribed heteronormative ideals (r = .41, p < .001) and the degree to which participants felt they were expected to be heterosexual (r = .35, p < .001).  A thematic analysis was conducted on five questions designed to assess individuals’ perceptions of the impacts of compulsory heterosexuality and heteronormativity on their identity. Participants noted impacts such as difficulty finding a partner that would be accepting of their asexual identity, expectations of monogamy, and facing constant scrutiny. A few emphasized how lucky they felt to have grown up in a household that was open-minded. One participant noted that, due to heteronormativity and compulsory heterosexuality, they were not vocal about their identity because the burden of having to explain and justify their identity to others outweighed the value of being understood. Three main themes emerged from participant responses: feeling like an “odd duck”, heterosexual burden, and identity confidence.  3.2.1 Feeling Like an “Odd Duck”  Most participants expressed contentment with their identity label. However, compulsory heterosexuality and heteronormativity still had a substantial impact on them either at the time of the survey or during the process of coming to their identity. One participant commented:  Even among a group of LGBTQ+ individuals, I am often viewed as the \"Odd Duck\". I find my marital and family status actually makes this misunderstanding   23  worse. I felt like I should be straight my whole life and had a hard time coming to terms that I wasn't. Other participants stated that they felt \"like an alien\" and wanted to \"seem 'normal'\". Others noted the difficulty accepting that they wouldn't fit the image others expected of them and feeling pressured to move past this \"phase\" of their life. Lack of awareness of a suitable label for this identity had some fear that there wasn't one, forcing them to search for a label that fit. Because asexuality is substantially underrepresented in, as one participant stated, \"life in general\", asexual individuals are less likely to stumble across words to describe their asexual identity unless they go searching for them. Trying to find a word that one does not know exists can feel challenging and leave people feeling like they do not belong anywhere. One participant describes this by stating \"too many years spent crying myself to sleep at night wondering why I didn't fit in.\" Although some of the ‘odd duck’ feelings came from feeling different than the LGBTQ+ community, the bulk were due to heterosexual expectations place upon participants by default.  3.2.2 Heterosexual Burden Most participants detailed some sort of burden they experienced as a result of our heteronormative society. Some experienced microaggressions, being called slurs, or pressure to conform to heterosexuality. Some felt they had to \"play the part\" and pretend to be heterosexual to limit the heterosexual burden that would be placed on them if they publicly identified otherwise. One participant explained that when they began to realize they were different than the heterosexual people around them when they went to the doctor to find out if something was wrong.    24  Several noted that heteronormativity and compulsory heterosexuality made it difficult to trust their own identity. One participant stated, “while heteronormativity does not impact my perception of myself, living in a heteronormative society means that I am perceived in a certain way, which impacts my identity and my expression.” Others noted the constant barrage of heteronormative and sexual relationships in movies, books, and songs. They described these experiences as \"draining\" and \"exhausting\", even noting that publicly identifying as anything other than heterosexual could be \"emotionally dangerous\". Even those that publicly identified as asexual experienced shame, guilt, and stress for not being heterosexual. Less commonly noted were logistic challenges of heteronormativity, such as the expectation that people will eventually get married and have access to multiple incomes.  3.2.3 Identity Confidence  Despite the challenges associated with compulsory heterosexuality and heteronormativity, responses were not all negative. Many participants emphasized that although they may have struggled immensely with these constructs in the past, they were able to move past them and are now comfortable and confident in their identity. One noted that they felt freedom after realizing much of what had been prescribed to them was false. This freedom aided in removing the power compulsory heterosexuality and heteronormativity had on their identity.  Another participant stated that after wondering what was wrong with them for over 50 years of their life, “I don't care what society thinks of me anymore.”      25  Table 3. Descriptive Statistics and Intercorrelations for Study Variables   Variable M SD 1 2 3 4 5 6 7 8 9 10 1. Age 30.13 8.51 −          2. Label authenticity 16.59 1.64 -.12* −         3. Comp-het + identity 2.10 1.38 -.05 .18*** −        4. Comp-het + process 3.72 1.80 -.03 .05 .31*** −       5. Heteronormativity + identity 2.62 1.64 -.04 .06 .44*** .26*** −      6. Heteronormativity + process 3.48 1.81 -.02 -.04 .17** .64*** .32*** −     7. Heteronormative expectations 4.16 1.09 .13* .10 .13* .28*** .10 .20*** −    8. Prescription 5.01 0.91 .02 .19*** .26*** .27*** .21*** .17** .50*** −   9. Neutrally presented 1.96 0.95 -.10 .10 -.12* -.18*** -.01 -.15** -.16** -.15** –  10. Negatively framed 2.67 1.44 .10 -.01 .22*** .25*** .16** .18*** .35*** .41*** -.33*** – Note: * p < .05. ** p < .01. *** p < .001.    26   CHAPTER 4. DISCUSSION AND CONCLUSION  The purpose of this study was to explore the diverse definitions of asexuality and experiences with compulsory heterosexuality and heteronormativity. Using an SCT framework, participant responses were allowed self-definitions of asexuality, commonalities across participants were noted, and differences are highlighted. The diverse experiences of participants were consistent with findings by Brotto et al. (2010) that people can engage in sexual behaviors with a partner while still identifying as asexual - the lack of sexual attraction experienced does not minimize the potential closeness or pleasure experienced through sex. However, it is important to note that some asexual individuals did fit with common social discourse about asexuality. That is, some did feel repulsed by sex and would not engage in sexual behaviors with others. For some this included any sexual behavior, whether solo or partnered. Others did masturbate, consistent with previous findings (Brotto et al., 2010). As Brunning & McKeever described in their 2021 study, there are differences between sexual attraction, desire, arousal, and pleasure. These differences were emphasized by many participants as they distinguished between their lack of sexual attraction and the arousal and pleasure they may experience when having sex with their partner, even if the sex was an afterthought for them.  Boyer and Lorenz (2020) described that some people may feel pressure to conform to heteronormative ideals. This held true in the present study, as many asexual individuals noted the difficulty in coming to their identity while also facing expectations to be heterosexual. These individuals also noted the \"onslaught\" of heteronormativity described by Vares (2021). This, in combination with beliefs that there is something   27  wrong with being asexual, led several to feel like they were broken. Although most participants described feeling comfortable with their identity, the period of time in which they felt broken was difficult. This underscores previous research that argues against classifying asexuality as a disorder due to the harmful ramifications of classification (e.g., Chasin, 2015). Distress due to lack of sexual attraction is one of the key distinguishing factors between asexuality and sexual dysfunction disorders. Consistent with prior findings, most participants did not experience distress due to lack of sexual attraction. Those that did experience distress described it as resulting from compulsory heterosexuality and the overwhelming heteronormativity of our society, rather than from their asexual identity itself.  4.1 Limitations and Research Implications One limitation of this study is that the author does not have lived experience as an asexual individual. The author relied on existing research on asexuality to inform the survey created which may not have fully captured the experiences of the participants. However, many participants used survey questions such as “is there anything else about your identity as [identity] you’d like to share?” to insert additional information such as other sublabels they used, to clarify answers, or to note their approval or disapproval of questions and answer options. An additional limitation of this study is that some of the questions used in the survey were developed specifically for its use and have not been appropriately validated. Validation of these questions would need to be established before generalizing the results to the asexual population.   The sample collected for this study was a convenient sample and may not accurately represent the asexual population. Future studies should aim to collect a more   28  representative sample to further capture the diversity that exists within asexual identifying individuals. Although results may not be generalizable to the asexual population at large, this study has among the highest asexual sample size (N = 374) compared to other studies known to the author. Most sample sizes in current literature seem to fall around 200 or less participants. One of the largest samples known to the author was a study on sexual orientation and personality types, which had around 100,000 total respondents with around 1,000 of them identifying as asexual (Bogaert et al., 2018).  Future studies should consider additional asexuality sublabels as well as more specific, targeted open-ended questions to help focus participant responses. Questions about romantic attraction should be incorporated to get a deeper understanding of not just their asexual identity, but their whole sexual identity. Researchers should strive to include asexual individuals in their research on romantic and sexual relationships as well as sexual behaviors to further our understanding of the ways people may (or may not) engage in romantic and sexual relationships.  4.2 Practice Implications  Those working in helping professions should familiarize themselves with the vast diversity of experiences of those identifying as asexual, demisexual, or grey/graysexual. Understanding the broad range of experiences and allowing people to self-identify without having to justify their identity can help mitigate the harmful ramifications of living in a heteronormative society. Therapists should be especially cognizant of asexuality so as to avoid suggesting that a client who may be asexual needs fixing. Professionals should educate themselves on possible definitions of asexuality, as well as   29  corresponding sublabels, to be able to provide clients and students with language that may help them better understand and identify themselves. Although they may not choose to use such labels, it may be helpful to know that there are words to describe how they know themselves to be.  Although prior research has distinguished between asexuality and sexual disorders by the distress the individual experiences, results from this study indicate that some do experience distress that is still different from distress due to a sexual disorder. Rather, some participants reported experiencing distress due to their ‘failure’ to meet the expectations that society had for them regarding sex and sexuality. For those who experienced romantic attraction that included members of the same gender, this distress may be two-fold. Asexual individuals did not experience distress specific to their lack of sexual desire as individuals might if they had a sexual dysfunction, but compulsory heterosexuality and heteronormativity may still bring them distress. This distinction is key for practitioners to minimize harm caused by treating an identity as a disorder in need of correcting.  Practitioners should aim to understand the lived experiences of asexual-identifying individuals as fully as possible. Consider both their identity label and how they conceptualize it. Conversely, know that not all individuals choose to use labels although their experience might appear to fit with one. Acknowledge that asexual-identifying individuals have likely experienced discrimination and microaggressions due to misunderstandings, misinformation, and the heteronormativity of society. Recognize that, if they choose to be in a romantic relationship, asexual individuals have happy, healthy romantic relationships regardless of sexual behavior. For practitioners working   30  with couples, refrain from making sex (or lack thereof) a focus unless the clients presents it as a problem.  4.3 Conclusion The importance of allowing for diversity within the asexual identity highlighted in these results underscores that of previous research. Not only does such research provide a deeper understanding of a commonly marginalized sexual identity, it also allows those identifying as asexual to have their voice heard. As seen through one of the Facebook groups for asexual individuals in which the survey was posted, the asexual community appreciates research that not only includes them, but actively cares about understanding their lived experience. The continuation of such research is important not only for research and practice, but for the overall well-being of the asexual community.        31  APPENDICES APPENDIX A. SURVEY QUESTIONS  Note. This survey uses skip and display logic as well as piped text. [identity] indicates that piped text is used to populate their identity as selected in the second question listed here. A “prefer not to answer” option was added to all established scales used to allow participants to indicate which questions may have made them uncomfortable.   Conceptualization of Identity 1. Do you identify, or are you questioning if you identify, as asexual? This includes demisexuality and grey/graysexuality.  a. Yes, I identify as asexual, demisexual, or grey/graysexual   b. Yes, I am questioning if I identify as asexual, demisexual, or grey/graysexual c. No 2. Which of the following asexual or questioning identities best describes you? If you are questioning your identity, please select the identity you are questioning/most closely relate to.  a. asexual b. demisexual c. grey/graysexual 3. What does your identity as [piped text] mean to you? a. Open-ended 4. How did you become aware of your identity as [identity]? a. Open-ended 5. How would you explain your identity as [identity] to someone who has never heard of it before? a. Open-ended 6. Is there anything else you would like to add about your identity as [identity]? a. Open-ended  Boyer & Lorenz, 2020, Appendix D:  Label authenticity Items are scored on a 5-point Likert scale – (1) Strongly agree; (2) Agree; (3) Neither agree nor disagree; (4) Disagree; (5) Strongly disagree. Bolded items are reverse coded.     Instructions: The next set of questions will ask you how you feel about your sexual orientation label. Please select how much you agree or disagree with the following statements: 7. I feel like the term (self-identified sexual orientation label) describes me well 8. I feel constrained by my label  9. The term (self-identified sexual orientation label) describes my sexual orientation better than any other word  10. I feel comfortable calling myself (self-identified sexual orientation label)  11. Calling myself (self-identified sexual orientation label) feels wrong    32  Role of Compulsory Heterosexuality and Heteronormativity  Boyer & Lorenz, 2020, Appendix B, Q10 12. How strongly do you feel like others expected you to be/identify as heterosexual at any point in your life? a. (1) None at all; (2) A little; (3) A moderate amount; (4) A lot; (5) A great deal  Boyer & Lorenz, 2020, Appendix F: Heteronormative Ideals: External Imposition and Enforcement Scale (HI-EIES) Scoring instructions/subscale divisions detailed in a separate document. Question language will change based on an individual’s assigned sex at birth to capture messages they may have received growing up in a heteronormative society.   Instructions: Please respond to the following statements, keeping in mind messages that you have been told throughout your life.  You do not have to agree with the ideas presented, please only indicate the degree to which these ideas were presented to you by others.   Not at all A little bit Somewhat Moderately so  A great deal Very much so 1  2  3  4   5  6  13. HI-EIES #10: I was told by my parents or peers that I would become interested in dating [girls/boys] 14. HI-EIES #14: I was told by my parents or peers that might becoming interested in dating boys or dating both girls and boys 15. HI-EIES #19: I was taught that gay couples shouldn’t kiss or hold hands in public 16. HI-EIES #24: I was told by my parents or peers that I might never want to date 17. HI-EIES #25: I was told by my parents or peers that I would one day have a [girlfriend/boyfriend] 18. HI-EIES #27: I was taught that [girls/women; boys/men] only engage sexually with other [girls/women; boys/men] for attention from [boys/men; girls/women] 19. HI-EIES #29: I heard romantic displays of affection between two people of the same gender described as disgusting 20. HI-EIES #30: When my parents or teachers taught me about sex, they taught me about same-sex intercourse 21. HI-EIES #32: When my parents or teachers taught me about sex, they only taught me about heterosexual intercourse 22. HI-EIES #36: I was taught that men who have sex with men are perverts or that same-sex intercourse is wrong or immoral 23. HI-EIES #41: I was taught by my parents or teachers about safe sex practices for same-sex encounters 24. HI-EIES #43: I was taught that boys can fall in love with boys and girls can fall in love with girls 25. HI-EIES #51: I was told by my parents or peers that I would one day fall in love with a [woman/man]    33  Qualitative/Non-Scale Questions  26. Which of the following terms have you heard of before? a. Checkbox: Compulsory Heterosexuality b. Checkbox: Heteronormativity c. Checkbox: Neither of these terms 27. Describe in your own words what you understand compulsory heterosexuality to mean: 28. Describe in your own words what you understand heteronormativity to mean: 29. How much does compulsory heterosexuality impact your CURRENT sexual identity? a. Not at all (1)  b. A little bit (2)  c. Somewhat (3)  d. Moderately so (4)  e. A great deal (5)  f. Very much so (6)  g. Prefer not to answer (7)  30. How so? 31. How much has compulsory heterosexuality impacted the PROCESS OF QUESTIONING/COMING TO your current sexual identity? a. Not at all (1)  b. A little bit (2)  c. Somewhat (3)  d. Moderately so (4)  e. A great deal (5)  f. Very much so (6)  g. Prefer not to answer (7)  32. How so? 33. How much does heteronormativity impact your CURRENT sexual identity? a. Not at all (1)  b. A little bit (2)  c. Somewhat (3)  d. Moderately so (4)  e. A great deal (5)  f. Very much so (6)  g. Prefer not to answer (7)  34. How so? 35. How much has heteronormativity impacted the PROCESS OF QUESTIONING/COMING TO your current sexual identity?   34  a. Not at all (1)  b. A little bit (2)  c. Somewhat (3)  d. Moderately so (4)  e. A great deal (5)  f. Very much so (6)  g. Prefer not to answer (7)  36. How so? 37. Is there anything else you would like to add about heteronormativity, compulsory heterosexuality, and your identity as [piped text pulling identity from earlier]?  Demographic Questions Age, Gender Identity, Assigned Sex at Birth (for heteronormativity/compulsory heterosexuality questions), Race/Ethnicity, relationship history/status/number of asexual identifying partners, level of education.  38. Please enter your age in years (enter numbers only, e.g., 37): a. Open-ended Survey text: As you complete the survey, you might see different questions based on the information provided in the following questions. This will ensure you receive questions most applicable to your lived experience. 39. What sex were you assigned at birth? a. Male b. Female c. Neither – please specify 40. Please select which of the following most closely aligns with your gender identity. If none of the following options fit, pick the closest option and describe your gender identity in the following question:  a. Man b. Woman c. Transgender Man (FTM) d. Transgender Woman (MTF) e. Gender Fluid/Gender Queer  f. Non-binary  g. Agender  h. Two-spirit 41. If you choose, describe your gender identity: 42. Are you CURRENTLY or have you EVER been in a romantic relationship? a. Yes, currently b. Yes, in the past  c. No, I have never been in a romantic relationship 43. In your past/current relationship, how many individuals identify (or are questioning if they identify) as asexual? This includes individuals identifying as grey/graysexual and demisexual.  a. 1 (just you) b. 2 (you and your partner)     35  c. 3+ (you and more than one partner)  44. What is your marital status? a. Married b. Married, but separated c. Divorced d. Widowed e. Never married  45. Are you currently, or have you ever been, in a relationship classified as a same-sex relationship? a. Yes, currently b. Yes, in the past c. No, never d. Unsure - Please specify why you are unsure 46. What is your race? a. Asian b. Black or African American c. Hispanic or Latino d. Native American or Alaska Native e. Native Hawaiian or Other Pacific Islander f. White 47. If you choose, self-describe your race: a. Open-ended 48. Select the highest level of education you have completed: a. No High School Diploma/GED  b. High School Diploma/GED c. Some College d. Associate or Trade Degree e. Bachelor's Degree f. Graduate or Professional Degree             36  APPENDIX B. QUALTRICS XM SURVEY COVER LETTER Hello,  My name is Miranda Bejda and I am a Doctoral student studying Family Sciences at the University of Kentucky. My research is focused on filling gaps in existing research on asexual-identifying individuals through gaining a deeper understanding of how they think about asexuality and relationships.    Previous research has characterized asexuality as a lack of sexual attraction to others. However, asexuality is a spectrum; some asexual individuals refrain entirely from sexual behavior and others have fulfilling sexual relationships. I would like to expand the scholarship on asexuality by giving those individuals voice and expand the understanding of the identities and relationships of those identifying as asexual.   To help further research on asexual-identifying individuals, please consider sharing the link to this survey as well as information about the study with your [campus/organization/platform/group]. A cover letter is included on the first page of the survey for reference. This study has been approved by the University of Kentucky Institutional Review Board.  Thank you in advance for your assistance with this important project.  This survey will remain open until Monday, March 13, 2023.  https://uky.az1.qualtrics.com/jfe/form/SV_1GtFfPs853dndVY    Thank you, Miranda Bejda Family Sciences, University of Kentucky     37  APPENDIX C. SOUTHEASTERN LAND-GRANT INSTITUTIONS State College/University City Alabama Alabama A&M University* Normal  Auburn University Auburn  Tuskegee University* Tuskegee Arkansas University of Arkansas Fayetteville  University of Arkansas at Pine Bluff* Pine Bluff Florida Florida A&M University Tallahassee  University of Florida Gainesville Georgia Fort Valley State University Fort Valley  University of Georgia Athens Kentucky Kentucky State University* Frankfort  University of Kentucky Lexington Louisiana Louisiana State University  Baton Rouge  Southern University and A&M College* Baton Rouge Mississippi Alcorn State University* Lorman  Mississippi State University Starkville North Carolina North Carolina A&T State University  Greensboro  North Carolina State University Raleigh South Carolina Clemson University Clemson  South Carolina State University*  Orangeburg Tennessee Tennessee State University Nashville  University of Tennessee Knoxville Note. All states identified are from the Southeastern United States. *Items with an asterisk did not have an LGBTQ+ resource center or diversity office to contact.      38  REFERENCES  Birnbaum, G. E. (2018). The fragile spell of desire: A functional perspective on changes in sexual desire across relationship development. Personality and Social Psychology Review, 22(2), 101–127. https://doi.org/10.1177/1088868317715350   Bogaert, A. F. (2004). Asexuality: Prevalence and associated factors in a national probability sample. The Journal of Sex Research, 41(3), 279–287. https://doi.org/10.1080/00224490409552235   Bogaert, A. F. (2006). Toward a conceptual understanding of asexuality. Review of General Psychology, 10(3), 241–250. https://doi.org/10.1037/1089-2680.10.3.241   Bogaert, A. F. (2015). Asexuality: What it is and why it matters. The Journal of Sex Research, 52(4), 362–379. https://doi.org/10.1080/00224499.2015.1015713  Bogaert, A. F., Ashton, M. C., & Lee, K. (2018). Personality and sexual orientation: Extension to asexuality and the HEXACO model. The Journal of Sex Research, 55(8), 951–961. https://doi.org/10.1080/00224499.2017.1287844  Boyer, S. J., & Lorenz, T. K. (2020). The impact of heteronormative ideals imposition on sexual orientation questioning distress. Psychology of Sexual Orientation and Gender Diversity, 7(1), 91–100. http://dx.doi.org/10.1037/sgd0000352  Bradshaw, J., Brown, N., Kingstone, A., & Brotto, L. (2021). Asexuality vs. sexual interest/arousal disorder: Examining group differences in initial attention to sexual stimuli. PLoS One, 16(12), e0261434. https://doi.org/10.1371/journal.pone.0261434      39  Braun, V., and Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3(2), 77–101. http://dx.doi.org/10.1191/1478088706qp063oa  Brotto, L. A., Knudson, G., Inskip, J., Rhodes, K., & Erskine, Y. (2010). Asexuality: A mixed-methods approach. Archives of Sexual Behavior, 39(3), 599–618. https://doi.org/10.1007/s10508-008-9434-x   Brunning, L., & McKeever, N. (2021). Asexuality. Journal of Applied Philosophy, 38(3), 497–517. https://doi.org/10.1111/japp.12472   Carrigan, M. (2011). There’s more to life than sex? Difference and commonality within the asexual community. Sexualities, 14(4), 462–478. https://doi.org/10.1177/1363460711406462   Chasin, C. J. D. (2015). Making sense in and of the asexual community: Navigating relationships and identities in a context of resistance. Journal of Community & Applied Social Psychology, 25(2), 167–180. https://doi.org/10.1002/casp.2203   Cohen, J. (1988). Statistical power analysis for the behavioral sciences. (2nd ed.). Hillsdale, NJ: Lawrence Erlbaum. https://doi.org/10.4324/9780203771587 Dewitte, M., & Mayer, A. (2018). Exploring the link between daily relationship quality, sexual desire, and sexual activity in couples. Archives of Sexual Behavior, 47(6), 1675–1686. https://doi.org/10.1007/s10508-018-1175-x       Faul, F., Erdfelder, E., Buchner, A., & Lang, A. G. (2009). Statistical power analyses using G*Power 3.1: Tests for correlation and regression analyses. Behavior Research Methods, 41(4), 1149–1160. https://doi.org/0.3758/BRM.41.4.1149    40  Gupta, K. (2017). \"And now I'm just different, but there's nothing actually wrong with me\": Asexual marginalization and resistance. Journal of Homosexuality, 64(8), 991–1013. https://doi.org/10.1080/00918369.2016.1236590   MacNeela, P., & Murphy, A. (2015). Freedom, invisibility, and community: A qualitative study of self-identification with asexuality. Archives of Sexual Behavior, 44(3), 799–812. https://doi.org/10.1007/s10508-014-0458-0   Mark, K. P., Toland, M. D., Rosenkrantz, D. E., Brown, H. M., & Hong, S.-h. (2018). Validation of the sexual desire inventory for lesbian, gay, bisexual, trans, and queer adults. Psychology of Sexual Orientation and Gender Diversity, 5(1), 122–128. https://doi.org/10.1037/sgd0000260      Mollet, A. L. (2020). \"I have a lot of feelings, just none in the genitalia region\": A grounded theory of asexual college students' identity journeys. Journal of College Student Development, 61(2), 189–206. https://doi.org/10.1353/csd.2020.0017 National Institute of Food and Agriculture. (n.d.). Land-Grant colleges and universities. Retrieved August 21, 2022 from https://www.nifa.usda.gov/about-nifa/how-we-work/partnerships/land-grant-colleges-universities Scherrer, K. S. (2010). What asexuality contributes to the same-sex marriage discussion. Journal of Gay & Lesbian Social Services, 22(1–2), 56–73. https://doi.org/10.1080/10538720903332255    Spector, I. P., Carey, M. P., & Steinberg, L. (1996). The sexual desire inventory: Development, factor structure, and evidence of reliability. Journal of Sex & Marital Therapy, 22(3), 175–190.   41  The Asexual Visibility & Education Network. (n.d.). Romantic orientations. https://www.asexuality.org/?q=romanticorientation  The Asexual Visibility & Education Network. (n.d.). Welcome. https://www.asexuality.org/ van Anders, S. M. (2015). Beyond sexual orientation: Integrating gender/sex and diverse sexualities via sexual configurations theory. Archives of Sexual Behavior, 44(5), 1177–1213. https://doi.org/10.1007/s10508-015-0490-8   Vares, T. (2021). Asexuals negotiate the 'onslaught of the heteronormative'. Sexualities, 0(0), 1–18. http://dx.doi.org/10.1177/1363460721993389      42  VITA Miranda L. Bejda EDUCATION  B.S., Illinois State University, Human Development and Family Sciences  May 2020 Cumulative GPA: 4.0/4.0    SCHOLASTIC AND PROFESSIONAL HONORS  KASEP* Outstanding Project award for In the Face of Disaster,  March 2023  *Kentucky Association of State Extension Professionals  Certified Family Life Educator, Provisional  April 2022–Present  National Council on Family Relations Honors Recipient Spring 2020  Dean's List, ISU  Fall 2016–December 2019  Member of the Honors Program, ISU  Fall 2016–May 2020  Honors in Human Development and Family Sciences Designation, ISU  May 2020  Most Outstanding Senior in Human Development and Family Sciences, ISU  May 2020  IMPACT Award Recipient, ISU  2018  Dora L. Munson Scholarship 2017, 2018  PROFESSIONAL POSITIONS  Graduate Assistant, 2022–Present, School of Human Environmental Sciences, University of Kentucky, College of Agriculture, Food and Environment, Lexington, KY. Advisor: Nichole Huff, Ph.D., CFLE.  Graduate Assistant, 2021–2022, Department of Family Sciences, University of Kentucky, College of Agriculture, Food and Environment, Lexington, KY.  Advisor: Nichole Huff, Ph.D, CFLE.  Instructor, 2022–Present, Adult Mental Health First Aid USA, National Council for Mental Wellbeing.       43    PROFESSIONAL PUBLICATIONS  Bejda, M., Stevens, H., & Huff, N. (2023). Preparing Your Family and Home Before a Natural Disaster. Lexington, KY: Family and Consumer Sciences Extension Service, University of Kentucky, College of Agriculture, Food and Environment. #HSW-IFD.001  Bejda, M., Stevens, H., & Huff, N. (2023). Protecting Your Family and Home After a Natural Disaster. Lexington, KY: Family and Consumer Sciences Extension Service, University of Kentucky, College of Agriculture, Food and Environment. #HSW-IFD.002  Huff, N., Bejda, M., May, K., & McCulley, M. (2022). Productivity vs. Procrastination. Lexington, KY: Family and Consumer Sciences Extension Service, University of Kentucky, College of Agriculture, Food and Environment. #FRM-TWS.001; pp. 4.   Huff, N., Bejda, M., May, K., & McCulley, M. (2022). Organizing Your Time and Workspace. Lexington, KY: Family and Consumer Sciences Extension Service, University of Kentucky, College of Agriculture, Food and Environment. #FRM-TWS.002; pp. 6.   Huff, N., Bejda, M., May, K., & McCulley, M. (2022). Establishing Priorities and Building Focus. Lexington, KY: Family and Consumer Sciences Extension Service, University of Kentucky, College of Agriculture, Food and Environment. #FRM-TWS.003; pp. 6.   Huff, N., Bejda, M., May, K., & McCulley, M. (2022). Work-Life Balance. Lexington, KY: Family and Consumer Sciences Extension Service, University of Kentucky, College of Agriculture, Food and Environment. #FRM-TWS.004; pp. 5.  Anderson, B., & Bejda, M. (2020, Fall). Addressing dysconscious racism in the family science classroom. National Council on Family Relations Report: Family Focus, 65.3(FF85), F2-F3, F16.   ",
    "id": 564071228,
    "identifiers": {
        "doi": "10.13023/etd.2023.082",
        "oai": "oai:uknowledge.uky.edu:hes_etds-1106"
    },
    "title": "Conceptualizing Asexual Identities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "UKnowledge",
    "references": [],
    "sourceFulltextUrls": [
        "https://uknowledge.uky.edu/cgi/viewcontent.cgi?article=1106&context=hes_etds"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/564071228.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/564071228"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/564071228/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/564071228/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/564071228"
        }
    ],
    "abstract": "In current literature, there is little congruence on an inclusive definition of human asexuality. This study explored individuals’ self-identification with asexuality as well as their conceptualization of that identity via thematic analysis. Using a Qualtrics XM survey, 374 individuals (18+ years old) answer questions regarding their experience as a person identifying themselves as asexual. Identity label authenticity, perceived impact of compulsory heterosexuality and heteronormativity on participants\\u27 current identity within the asexual spectrum, and prescribed heteronormative ideals were correlated. Thematic analysis revealed themes such as confusion about identity membership, feeling abnormal, the burden of living in a heteronormative society, and identity confidence. Participants described diverse experiences with asexuality, underscoring the necessity of establishing inclusive understandings of asexuality and its sub-identities such as demisexuality and grey/graysexuality",
    "tags": [
        "text",
        "Asexuality",
        "Identity Conceptualization",
        "Heteronormativity",
        "Compulsory Heterosexuality",
        "Demisexuality",
        "Greysexuality",
        "Gender and Sexuality"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:uknowledge.uky.edu:hes_etds-1106",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3479",
        "openDoarId": 0,
        "name": "University of Kentucky",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 564071228,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T05:16:48+00:00",
        "acceptedDate": null,
        "createdDate": "2023-04-29T06:56:19+01:00"
    },
    "urls": [
        "https://uknowledge.uky.edu/hes_etds/101",
        "https://uknowledge.uky.edu/context/hes_etds/article/1106/viewcontent/Conceptualizing_Asexual_Identities.pdf"
    ],
    "lastUpdate": "2024-01-24T05:16:48+00:00",
    "setSpecs": []
}