{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wilson, Ciann L."
        }
    ],
    "contributors": [],
    "createdDate": "2017-12-30T13:08:03+00:00",
    "dataProvider": {
        "id": 3375,
        "name": "Wilfrid Laurier University",
        "url": "https://api.core.ac.uk/v3/data-providers/3375",
        "logo": "https://api.core.ac.uk/data-providers/3375/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/143689791.pdf",
    "fullText": "Wilfrid Laurier University Scholars Commons @ Laurier Psychology Faculty Publications Psychology 2014 Condoms and Contradictions: Assessing Sexual Health Knowledge in Lesbian, Gay, Bisexual, Trans, and Queer Youth Labelled with Intellectual Disabilities Ciann L. Wilson Wilfrid Laurier University, ciwilson@wlu.ca Follow this and additional works at: https://scholars.wlu.ca/psyc_faculty  Part of the Psychiatry and Psychology Commons Recommended Citation Wilson, C., Marshall, Z., Flicker, S., McClelland, A., Vo, T., Nepveux, D., Proudfoot, D., Nixon, S., & Hart, T. (2014). Condoms and contradictions: Assessing sexual health knowledge in lesbian, gay, bisexual, trans, and queer youth labelled with intellectual disabilities. Critical Disability Discourse/Discours Critiques dans le Champ du Handicap 6, 107-139. This Article is brought to you for free and open access by the Psychology at Scholars Commons @ Laurier. It has been accepted for inclusion in Psychology Faculty Publications by an authorized administrator of Scholars Commons @ Laurier. For more information, please contact scholarscommons@wlu.ca. CONDOMS AND CONTRADICTIONS  107\t  \t  \t    Condoms and Contradictions: Assessing Sexual Health Knowledge in Lesbian, Gay, Bisexual, Trans, and Queer Youth Labelled with Intellectual Disabilities Ciann Wilson1; Zack Marshall2,3; Sarah Flicker1; Alex McClelland1; Tess Vo1; Denise Nepveux4; Devon Proudfoot5; Stephanie Nixon6,7; Trevor Hart8     Author Note Correspondence concerning this article should be addressed to Ciann Wilson, Faculty of Environmental Studies, HNES 109, York University, 4700 Keele Street, Toronto, ON, M3J 1P3, Canada. Contact: ciann.wilson@gmail.com  Citation Wilson, C., Marshall, Z., Flicker, S., McClelland, A., Vo, T., Nepveux, D., Proudfoot, D.,  Nixon, S., & Hart, T. (2014). Condoms and contradictions: Assessing sexual health knowledge in lesbian, gay, bisexual, trans, and queer youth labelled with intellectual disabilities. Critical Disability Discourse/Discours Critiques dans le Champ du Handicap 6, 107-139.  1. York University, Faculty of Environmental Studies 2. Griffin Centre Mental Health Services 3. Memorial University, Division of Community Health and Humanities 4. Utica College, Department of Occupational Therapy 5. Duke University, The Fuqua School of Business 6. University of Toronto, Department of Physical Therapy 7. University of KwaZulu-Natal, Health Economics and HIV/AIDS Research Division, South Africa 8. Ryerson University, Department of Psychology CRITICAL DISABILITY DISCOURSE/  108 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  Abstract Background: Accessible, culturally relevant data collection tools to assess the sexual health knowledge of lesbian, gay, bisexual, trans, queer and questioning (LGBTQ) young people labelled with intellectual disabilities are sparse.  Materials and Methods: Using community-based participatory research (CBPR) we piloted a variety of interactive activities designed to assess the sexual health knowledge and decision making skills of LGBTQ young people with intellectual disabilities.  Results: Posters created by youth participants suggested substantial sexual health knowledge and empowerment, while individual knowledge assessment scores indicated a range in understanding of risks and strategies to avoid pregnancy, HIV and herpes.   Conclusions: These findings reinforce the importance of using multiple strategies to assess sexual knowledge with this population. Creative evaluation strategies catering to the cultural specificities, sexual experiences, and cognitive abilities of diverse youth help to clarify gaps in knowledge and areas for renewed attention.  Keywords:  HIV/AIDS; community-based participatory research; intellectual disabilities; lesbian, gay, bisexual, and trans (LGBT); sexual health  Les outils de collecte des données, accessibles et culturellement appropriés, afin d’évaluer les connaissances sur la santé sexuelle des jeunes LGBT (Lesbiennes, Gais, Bisexuel-les et Trans) ayant des handicaps intellectuels sont rares. Nous avons pilotés une variété d’activités interactives ayant pour but l’évaluation des connaissances en santé sexuelle et des compétences pour la prise de décision de jeunes LGBT ayant des handicaps intellectuels. Les affiches créées par les  jeunes participants indiquent une responsabilisation et une connaissance approfondie de CONDOMS AND CONTRADICTIONS  109\t  \t  \t  la santé sexuelle. Les résultats des évaluations de la connaissance en santé sexuelle indiquent une bonne compréhension des risques et des stratégies pour éviter la grossesse, Le VIH et l’herpès. Les résultats obtenus renforcent l’importance d’utiliser diverses stratégies pour évaluer la connaissance en santé sexuelle de cette population. Des stratégies d’évaluation créatives qui adressent les spécificités culturelles, les expériences sexuelles et les habilités cognitives de différents jeunes aident à clarifier les lacunes en connaissance et les domaines qui nécessitent une attention accrue. Mots-clés: VIH/SIDA; recherche participative axée sur la communauté; handicaps intellectuels; (LGBT) lesbiennes, gais, bisexuel-les et trans; santé sexuelle   CRITICAL DISABILITY DISCOURSE/  110 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  Condoms and Contradictions: Assessing Sexual Health Knowledge in Lesbian, Gay, Bisexual, Trans, and Queer Youth Labelled with Intellectual Disabilities Young people labelled with intellectual disabilities1 make up approximately 3% of the general population (Roeleveld, Zielhuis & Gabreels, 1997). In addition to the barriers faced by other young people in accessing sexual health and HIV prevention resources, queer and trans2 youth labelled with intellectual disabilities face unique social and structural barriers (Bazzo, Nota, Soresi, Ferran, & Minnes, 2007; Siebelink, de Jong, Taal, Roelvink, & Taylor, 2006). There are many sexual stereotypes about youth with intellectual disabilities. These include beliefs that they are either hypersexual or asexual, and/or do not identify as members of queer and trans communities (Esmail, Darry, Walter, & Knupp, 2010; Newens & McEwan, 1995; Rohleder, 2008). They are often perceived to lack an understanding of sexuality and to be in need of protection from potential sexual encounters (Cambridge, 1998). Many service providers are insensitive to and/or exhibit discomfort with the expression of the sexual identities and romantic relationships of queer and trans youth labelled with intellectual disabilities (Blanchett, 2000). These youth are often, therefore, subjected to a wide range of familial and institutional controls over their autonomy and sexual freedoms (McClelland et al., 2012). In North America, there are no estimates of the prevalence of HIV and other STIs among this group. However, because HIV and other STIs generally follow patterns of inequity, it is reasonable to assume that these youth are at elevated risk for HIV due to economic, educational and social disadvantage (Di Giulio, 2003; Farmer, 1999; Groce, 2005; Human Resources Development Canada (HRDC), 2001; Milligan & Neufeldt, 2001; UNAIDS, 2006; Wells, Clark & Sarno, 2014).  In fact, evidence from other parts of the world documents this trend (Southern Africa AIDS Dissemination Service, 2003). CONDOMS AND CONTRADICTIONS  111\t  \t  \t  Structural inequities inhibit youth labelled with disabilities from accessing accurate, high quality, accessible sexual health information. They are often overlooked in sexual health programming, outreach, research and policy discussions (Di Giulio, 2003; Groce, 2005; Groce et al., 2013; HRDC, 2001). The sexual health information that is provided to youth is often complex and rarely assists youth in linking messages of ‘safe sex and condomization’ to sexual actions (Cambridge, 1998). As a result, many youth with disabilities have reported disliking the sexual health education they received because the information was too broad, focused on abstinence and was offered ‘too late’ (Blanchett, 2000). While these critiques are not necessarily unique to the disability sector, it is important to note that the little sexual education that is provided to queer youth labelled with intellectual disabilities often caters solely to queer males, often overlooking the sexualities of queer females and masking the heterogeneity within this group of youth (Bazzo et al., 2007; Cambridge, Carnaby & McCarthy, 2003).  The right to sexual health is enshrined in several documents, including the Universal Declaration of Sexual Rights (World Association for Sexual Health, 1999). All youth have a right to sexual health education and freedom of sexual expression, including people with intellectual disabilities. As educators, researchers, and health promoters working with diverse youth populations, we have a duty and vested interest in accommodating youth with disabilities to ensure equitable access to exercising their human rights (Ontario Human Rights Commission, 2009). These rights correspond to desires expressed by (young) people with intellectual disabilities for more information linked to: friendships and relationships (Stoffelen, Kok, Hospers, & Curfs, 2013; Swango-Wilson, 2010), as well as contraception and safer sex behaviours (Isler, Tas, Beytut, & Conk, 2009; Swango-Wilson, 2010). CRITICAL DISABILITY DISCOURSE/  112 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t    A growing field of literature is helping us to better understand the sexuality and sexual behaviours of people labelled with intellectual disabilities.1 As we learn more, the need for accessible sexual health education has been increasingly emphasized in community and academic literature (Cambridge, 1996; Stoffelen et al., 2013; Swango-Wilson, 2010; Yacoub & Hall, 2009). Existing studies suggest that people with intellectual disabilities could benefit from sexual health education related to: abortion (Gilles & McEwan, 1981); communication and healthy relationships (Bernert & Ogletree, 2013; Cambridge & Mellan, 2000; Stinson, Christian, & Dotson, 2002; Stoffelen et al., 2013); condom negotiation (Bernert & Ogletree, 2013; Cambridge & Mellan, 2000); contraception (Gilles & McEwan, 1981; Lindsay, Bellshaw, Culross, Staines, & Michie, 1992; McCarthy, 2009); legal issues including informed consent, privacy and confidentiality, sexual rights, and laws relating to sexuality and sexual assault (Cambridge & Mellan, 2000; O’Callaghan & Murphy, 2007; Swango-Wilson, 2010); masturbation (Cambridge et al., 2003; Gill, 2012; Gilles & McEwan, 1981; Lindsay et al., 1992); menstruation (Gilles & McEwan, 1981); penile hygiene (Wilson, Cumella, Parmenter, Stancliffe, & Shuttleworth, 2009); pregnancy (Cambridge & Mellan, 2000; Lindsay et al., 1992); diverse sexual identities (Cambridge & Mellan, 2000); sex work (Kuosmanen & Starke, 2011), and sexually transmitted infections (STIs) (Gilles & McEwan, 1981; Lindsay et al., 1992; Stoffelen et al., 2013).  While little information exists about the specific needs of young people with intellectual disabilities, available research highlights gaps in knowledge linked to education about puberty and sexual anatomy (Isler et al., 2009; Lindsay et al., 1992), masturbation (Isler et al., 2009), menstruation (Gomez, Carlson, & Van Dooren, 2012; Isler et al., 2009; Klett & Turan, 2011), and sexual diversity (Löfgren-Mårtenson, 2009). These results also point to gender-related CONDOMS AND CONTRADICTIONS  113\t  \t  \t  differences for women labelled with intellectual disabilities (e.g., Bernert & Ogletree, 2013; McCarthy, 2010; McDermott, Martin, Weinrich, & Kelly, 1999; Stinson et al., 2002; Young, Gore, & McCarthy, 2012).  Sexual health knowledge is typically assessed using standardized scales or questionnaires. In order to produce measures that are accessible to people with intellectual disabilities, several scales have been developed and evaluated including the Social Sexual Assessment (McDermott et al., 1999) and the Social Sexual Knowledge and Attitudes Assessment Tool - Revised (SSKAAT-R) (Griffiths & Lunsky, 2003). Whereas some of the early scales focused more on sexual offending and sexual knowledge, later scales such as Griffiths and Lunsky’s (2003) include components related to social sexual boundaries in a variety of situations. These scales have incorporated visual diagrams in order to provide increased communication or understanding. While these tools reflect advances in working with people with intellectual disabilities, they are heteronormative and focus (primarily) on sexual experiences between men and women.  In this project, our goal was to assess the sexual health knowledge of LGBTQ2 youth attending a weekly group at Griffin Centre3 in Toronto, Ontario. Since 2005, Griffin Centre has offered a group called Compass for LGBTQ youth labelled with intellectual disabilities. Due to the invisibility of LGBTQ people with intellectual disabilities, and the need for community building, many of the activities focus on LGBTQ communities, introducing group members to relevant community resources, and creating a positive and accepting environment where group members can openly discuss their sexuality and gender identity. Facilitators work to create a space where discussions about sex and sexuality are welcome and where staff can provide relevant sexual health education and information. From 2005 to 2010, a total of 22 people CRITICAL DISABILITY DISCOURSE/  114 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  attended, with a core group of six to eight participating over time. The stability of this group means that some people have attended since early adolescence and have now transitioned to young adulthood.  During the course of Compass, the agency did not systematically evaluate the sexual health knowledge of participants or the effectiveness of the sexual education they attempted to provide. At the time the group was developed, it was the first and only group for LGBTQ youth with intellectual disabilities in Canada. In addition to a lack of practice knowledge, the facilitators had limited access to academic journals focusing on the sexuality of people with intellectual disabilities. They exchanged ideas with other service providers working in the area of sexual health and intellectual disabilities whenever possible, and continued to adapt to the sexual health education needs of the group members as they grew older.  In 2010, we were presented with the opportunity to assess the sexual health knowledge of the group participants by partnering with a group of funded researchers who shared similar philosophical commitments to health equity and sexual health promotion. They understood that this information would support the evaluation of their work and would help to inform the direction of future sexual health education with group participants. This paper describes the strategies that were developed and piloted with a small group of LGBTQ youth labelled with intellectual disabilities who attended a community-based sexual health support program. Materials and Methods The Research Team  This project was a partnership between Griffin Centre and academic partners with expertise in critical disability studies, sexuality, gender, and HIV. We employed a community-based participatory research approach (Flicker, Savan, Kolenda, & Mildenberger, 2008; Minkler CONDOMS AND CONTRADICTIONS  115\t  \t  \t  & Wallerstein, 2003) emphasizing collaboration and engagement of community members and service providers from the developmental services sector. The research team met regularly with a Youth Advisory Committee (YAC) of seven LGBTQ young people labelled with intellectual disabilities who provided feedback on research design, implementation and analysis. Youth advisors received an honorarium of $20 for every meeting they attended, for a total of five to six meetings. Two Griffin Centre program staff were engaged as full research team members in addition to three academic researchers, three graduate students, and the research project coordinator. Ethics approval was obtained from York University and the University of Toronto. Participants Ten LGBTQ young people labelled with intellectual disabilities participated. Participants ranged in age from 17-26 and most had been diagnosed by psychologists with mild intellectual disabilities. A majority had also been labelled with mental health diagnosis including mood and/or anxiety disorders. All had participated in Griffin Centre’s Compass group, an ongoing weekly support and sex positive education intervention that exposed them to a range of sexual health information sessions, outings to sexual health clinics, and workshops by sexual health educators from numerous AIDS service organizations. Due to the small sample size, concerns related to confidentiality both within the group and in the broader community limit our ability to identify specific participant demographics related to age, gender and sexual identity (Marshall et al. 2012).  In terms of living arrangements, seven youth resided in the Greater Toronto Area and three resided in Southwestern Ontario. Most had previously lived in shelters or residential group homes and had participated in programs focused on transitioning to work, education, and independent living. At least one had experienced homelessness. At the time of the study, several CRITICAL DISABILITY DISCOURSE/  116 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  participants were living with their parents; others were residing in supported living facilities (for additional information see McClelland et al. 2012). Four older participants, all of whom had lived in institutions, group homes or both, were now living independently, with support from service providers in the developmental services sector. Our team employed various steps to ensure an accessible and continuous process for informed consent and built on examples of consent forms previously developed for the agency’s program evaluation (Tooley & Marshall, 2008) and for the Toronto Teen Survey (Flicker et al., 2008). The consent form was written in clear language and reviewed orally to accommodate people with a range of verbal and nonverbal learning differences (Marshall et al., 2012). For more information on ethical considerations related to our project, please see Marshall et al., 2012. Data Collection  Based on available assessment tools, the research team was faced with particular dilemmas. They sought culturally relevant measures that included detailed concrete information about sexual behaviours of same gender partners, or those with fluid gender identities. They also needed measures that would assess not only sexual health knowledge but behaviours, decision-making, and incorporation of sexual health messaging. To the best of our knowledge, these tools were unavailable at the time of the study. In order to capture this information, the team developed a range of knowledge assessment strategies including a visual card sorting activity to assess sexual health knowledge, arts-based activities to better understand uptake of sexual health messaging, and semi-structured qualitative interviews highlighting decision-making and sexual behaviour. All data were collected during a three-day research retreat in May 2010. CONDOMS AND CONTRADICTIONS  117\t  \t  \t   This mixed methods approach allowed for a deeper multi-faceted understanding of sexual health knowledge and safer sex decision-making within this population. Because there has been limited research published regarding sexual health knowledge among people labelled with intellectual disabilities, the team prioritized a rich data collection approach that would facilitate triangulation. Each data collection activity is discussed in more detail below. Arts-based activities. Youth participants were invited to create HIV prevention posters that shared messages about “how to protect yourself” from HIV and/or sexually transmitted infections. They were given an assortment of collage materials and asked to present their final products to the group. This activity was aimed at understanding if, and how, the youth incorporated sexual health messages, as well as affording them an opportunity to create images and messages of their own. Some worked alone, others worked in groups over the course of about an hour to create their pieces. Visual card sorting. Youth were paired with a member of the research team who engaged them in six card-sorting knowledge games. The first three games assessed knowledge of risk activities for: (a) HIV, (b) pregnancy, and (c) herpes. Each participant was shown 35 cards with explicit photographic images and text (see Figure 1). Concrete text and images were used to ensure comprehension and avoid innuendo and confusion over abstract metaphors. The visual cards were created by research team members in response to Griffin Centre staff advice that the youth tended to conceptually confuse words with different sexual activities. For example, youth would say they knew what a “blow job” was, or incorporate it in their rhetoric, but some were unable to explain concretely what it was. Visual cards were created for this study because the only similar existing tools in the literature included licensed drawings or artistic renderings that CRITICAL DISABILITY DISCOURSE/  118 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  were not inclusive of queer and trans sexual relations. As a result, some of our participants may have had a harder time relating to them.  Figure 1: Explicit photographs and text cards  Further, in testing the participants’ nuanced understandings of STIs, specific questions about HIV and herpes were posed because of the uniquely different ways these two STIs are transmitted. Questions about pregnancy risk were incorporated as a result of: (a) the increased incidence of pregnancy amongst queer youth (Flicker et al., 2009; Saewyc, Pettingell, & Skay, 2004), and (b) misunderstandings in the group of young people related to anatomy, transgender identity and pregnancy.  Participants were shown each card and then asked: “Can you get HIV from this?” For each activity, a research team member presented the cards one-by one to participants, who then individually sorted cards into three piles – “yes,” “no,” or “I don’t know.” Once their deck was sorted, each young person was then invited to move to the next room where they were given the CONDOMS AND CONTRADICTIONS  119\t  \t  \t  same deck of cards and asked “Can you get herpes from this?” In the final room, they were asked to resort the cards for pregnancy risk. Some of the cards were of activities that imparted no risk in any category (“men holding hands” or “hugging”). Other images were likely to put a person at risk for herpes (e.g. “licking a vagina”) or HIV (“unprotected anal sex”) but not pregnancy.  After a break, participants were asked to begin the second round of activities. The second three games assessed knowledge of how to protect against: (a) HIV, (b) pregnancy, and (c) herpes. In these three games, participants were each shown 11 cards with images and words on them (e.g. birth control pills, washing your hands, using a condom for anal sex), and asked, “Can this protect you from getting (HIV/pregnant/herpes)?” For each activity, participants sorted the cards into three piles –“yes,” “no,” or “I don’t know.” Knowledge Test scores (out of 46) for HIV, pregnancy, and herpes were calculated by combining scores from the “Can you get _______ (HIV/pregnant/herpes) from this?” game (35 questions) and the “Can this protect you from ________ (HIV/pregnant/herpes)?” game (11 questions). “I don’t know” answers were marked as incorrect. Individual interviews. The Youth Advisory Committee contributed to the creation of a semi-structured, open-ended, qualitative interview guide. Participants were interviewed one-on-one about a range of topics related to sexuality, relationships, condom use, and HIV testing. These questions were aimed at understanding how young people conceptualized the social and structural factors that influence their sexual health. Interviews lasted from 30-60 minutes. All interviews were audio-recorded and transcribed verbatim. Data Analysis Four members of the research team developed a preliminary coding scheme based on emerging themes identified across the transcripts. Two coded the transcripts using NVivo CRITICAL DISABILITY DISCOURSE/  120 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  qualitative data management software. The same four members reviewed the coded data and created descriptive node and summary documents of main themes and ideas. These were presented in June/July 2010 to the larger investigator team for feedback, additional comments, and more analytic/theoretical discussions. One member checking session with our Youth Advisory Committee was held to review preliminary conclusions and results (for more information see Marshall et al. 2012). Results Arts-Based Activities: HIV Prevention Posters  Using the art supplies provided, each participant designed his/her/their own poster. They used metaphors, animals and naked body parts to create explicit images and frank slogans to promote safer sex messaging. Participant posters were extremely creative (see Figure 2 for photos of sample posters) and generated messages that were humorous, informative and replete with a variety of popular tag lines (e.g., “No glove, no love”).4 Poster A presents a personified moose offering a condom to a wolf with the tag lines “Play safe or else” and “Be aware please.” There is also a rainbow to signify sexual and gender diversity. Poster B showcases a variety of slogans including “Wear a condom on your willie,” “Protect yourself,” and “Don’t have more than 1 partner at a time” with line drawings of condoms, an ejaculating penis and a photograph of a transgender wedding. Poster C features a woman with exposed nipples and a boa sucking on a “Yummy 12 inch!” penis with the slogan around her vagina reading “Lick with a dental dam, prevent HIV” and “Cover your sausage.” CONDOMS AND CONTRADICTIONS  121\t  \t  \t   Figure 2: Sample Posters A review of the posters leaves the impression that this is a very knowledgeable, sexually empowered group of young people who have incorporated safer sex messaging and are consciously promoting healthy and playful decision making. Pregnancy, HIV and Herpes Visual Card Sorting Pregnancy scores. Overall, participants tended to score higher on pregnancy knowledge than on HIV or herpes knowledge (see Figure 3). Pregnancy knowledge scores (n=10) ranged from 59-96% with a mean score of 90%. All respondents correctly answered that “penis in vagina sex” and “sex between a man and a woman” were ways that someone could get pregnant. All respondents correctly answered that “men holding hands,” “dry humping,” “touching a bleeding cut on someone’s finger,” “hugging,” “touching yourself,” “men licking and sucking,” “licking a vagina,” “holding hands,” “a mosquito bite,” “men kissing and touching,” “penis in ass sex with two men,” “using a sex toy by yourself,” “sharing razors,” and “sharing a glass of CRITICAL DISABILITY DISCOURSE/  122 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  water” were not ways that someone could get pregnant. However, seven out of 10 participants incorrectly answered that “penis in ass sex between a man and a woman” was a way in which someone could get pregnant.  Figure 3. Overall Knowledge Test Scores by Respondent HIV and herpes scores. Accurate HIV knowledge scores ranged from 46-85%, with a mean score of 74%. All respondents correctly answered that using a condom and using a female condom for sex can protect someone from HIV. However, at least five respondents incorrectly agreed with two statements: that an HIV test can protect someone from HIV and washing your hands after sex can protect someone from HIV. Herpes knowledge scores ranged from 46-87%, with a mean score of 71%.  When confronted with having to make very concrete choices based on explicit images, some participants had a harder time deciphering what actually put them at risk of HIV, pregnancy, or herpes. Many hesitated at length or vacillated between piles when trying to identify what might keep them safer. While for some this was not a difficult task, for others, sorting the cards into piles was very hard and confusing work. CONDOMS AND CONTRADICTIONS  123\t  \t  \t  In-depth interviews regarding sexual health. In speaking about their own experiences and beliefs, most participants were adamant about the importance of regular condom use. As one respondent declared:  R: I play safe, I protect myself. I: What does playing safe mean to you? R: That you use a condom when you fuck, and when you suck, you make sure that you don’t come in your mouth.  Another participant who had limited sexual experience understood condoms to be an excellent strategy to allay fear: “If you’re worried about it, basically, just ask the person for protection or something like that.”  The initial reaction of many participants was to say they always used a condom when they had sex, but when this topic was explored in greater depth several youth who were sexually active talked about the challenges associated with the decision. These difficulties ranged from resistance from partners to challenges associated with substance use or non-consensual sex. One female-to-male trans person said, “I make sure they always wear a condom” but then went on to describe several pregnancy scares. Later in the conversation, he talked about how challenging it was to always use protection because: “using a condom is taking away all the pleasure.”  A trans female participant used a variety of slogans to explain her sexual practices (e.g., “No rubber, no pleasure” or “No condom, no love”). However, she also later described being so vigilant that: “I tell him to put a lot of lubricant and put two condoms on.” In addition, this participant mentioned that her partner sometimes: “… tried to sneak and take it off, so he did it once without it, and I didn’t know, and I got really pissed.” In another instance, she recounted: I guess he put E drug in my beer… and I kind of was oozy and didn’t know where the hell I was… then after, I know he was having sex, ‘cause I could feel it… but basically, he did not use no condom and shit like that, so after I woke up, I was really upset.  CRITICAL DISABILITY DISCOURSE/  124 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t   In addition to discussing these examples of sexual violence, some of the young people shared stories of unlikely sexual practices and encounters and others (in the same conversation) contradicted themselves in relation to discussing safer sex behaviours. For instance, during the follow-up member-checking session, participants mentioned that while the limits on their sexual freedom resulted in the need to have sex in places that they deemed uncomfortable or unsafe, there might be other motivations for not using condoms. Participants mentioned:  Some do bareback and some use condoms… it is how you want to put yourself or depends how your sexual feeling is in that moment.  Some people use condoms so many times and then they want to experience what it is like to have sex in the bum without a condom, they think it’s more hot.  It is hard for some people because they don’t want to get AIDS, but they still want to do it.  These perceptions and practices further complicate the use of condoms in young LGBTQ people’s lives. Limitations Given the small number of participants and the particularities of our sampling strategy, care must be taken in considering the transferability of these results to other LGBTQ young people labelled with intellectual disabilities. Significant exposure to sexual health information through their involvement in the reachOUT program likely resulted in these participants being more informed about sexual health and/or more able to state sexual health slogans and messages compared to others. Those not exposed to such innovative programming are likely to be even more vulnerable to HIV given their lack of exposure to group support, HIV information sessions, and safer sex counselling. CONDOMS AND CONTRADICTIONS  125\t  \t  \t  Discussion This preliminary work highlights the importance of using multiple strategies for exploring sexual knowledge, understanding, and experiences among young people labelled with intellectual disabilities. Individual interviews are often a primary data collection strategy used with this population of youth (Atkinson & Walmsley, 1999). While interviews are a good way to draw out stories and create trust, we found (consistent with the literature, e.g., Flicker, 2004; Plummer, 2003) that some participants offered contradictory accounts of their experience that made analysis more complicated. While many participants were adamant about the importance and their own personal use of condoms during intercourse, when explored in greater detail youth discussed the complications and difficulties they faced negotiating condoms in relations where partner resistance, substance use, pleasure and consent were factors. Young people labelled with intellectual disabilities are at heightened risk for sexual abuse; however, they may find it difficult to distinguish abusive from consenting relationships and make sense of the violation that has happened to them or the consequences of a particular sexual act and how it is related to risk (Cambridge, 1998; Gougeon, 2009; Servais, 2006). To encourage self-expression and explore the comfort and nuanced understanding these youth had of the subject matter (which in our case was high), we employed arts-based approaches. The uses of interactive art forms have been suggested as effective approaches for delivering sexual health information (Cambridge et al., 2003; Di Giulio, 2003; Tice & Hall, 2010). Nearly all participants agreed that the arts-based activity was the most fun. It resulted, however, in posters that gave the impression of much greater sexual agency and understanding than was reflected in other sexual health knowledge activities. This may be, in part, due to the complexities of trying to develop quick, simple, sex positive tag lines. It also reflects the CRITICAL DISABILITY DISCOURSE/  126 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  likelihood that reachOUT’s commitment to create norms of pro-sexuality and pro-safe sex messaging had been assimilated (but perhaps not incorporated/integrated) by these young people in their everyday lives. When given the opportunity, participants enjoyed being very explicit about sex. This affirms the importance of discussions about sex, sexuality and sexual health amongst individuals with intellectual disabilities and conversely, the problematic and deleterious effects of environments that suppress these discussions and treat people with intellectual disabilities as asexual (Gougeon, 2009; Servais, 2006). Youth with disabilities are often thought to be asexual, lacking sexual interest or unable to engage in informed, consensual sex (Di Giulio, 2003; McClelland et al., 2012; Public Health Agency of Canada [PHAC], 2013). There is often heightened external control over the autonomies of youth with disabilities as their caregivers, educators and service providers often exhibit discomfort with their sexualities. As such, these youth are excluded from sexual health curricula and have few private sexual spaces available to them where they can make decisions that affect their sexual and reproductive health (Di Giulio, 2003; McClelland et al., 2012; PHAC, 2013). By contrast, creating the sexually explicit knowledge game allowed us to quickly assess each individual’s comprehension of risk and protection. This game however, required individualized administration and careful debriefing to (a) ensure that we did not reinforce inaccurate beliefs, and (b) enhance the accessibility of the activity. While the knowledge test scores demonstrated that participants had more knowledge about the activities that lead to pregnancy, this study is consistent with others, which have found that youth labelled with mild to moderate intellectual disabilities exhibit deficits in their knowledge and understanding of the clinical characteristics, modes of transmission, methods of prevention, and available treatment of CONDOMS AND CONTRADICTIONS  127\t  \t  \t  HIV/AIDS (Brown & Jemmott, 2002; Dawood, Bhawanjee, Govender & Chohan, 2006; Groce et al., 2013; Jahoda & Pownall, 2013; McGillivray, 1999; Wells, Clark & Sarno, 2014). Using all three strategies (i.e., interviews, arts-based approaches, and visual card sorting) provided us with a nuanced understanding of individual knowledge and experience. While participants were able to use and repeat the tag lines they were hearing in the community (e.g. “No glove, no love”), performance on the visual cart sorting activity demonstrated that some had difficulty integrating the details and mechanics of the messages and how to apply them in specific contexts. Despite their relatively high exposure to sexual health information, there are significant gaps between what participants think are “the right” things to say, what they actually know, and what they do – this results in many sexual risk-taking experiences (see Table 1). While these disconnects are exhibited in other youth populations (e.g. Kirby, Laris, & Rolleri, 2007; Measer, 2006), future work should continue to explore how the intersecting identities of being young, LGBTQ, and labelled with an intellectual disability may compound vulnerability to HIV and sexually transmitted infections. Method Pros Cons Art Making Fun, creative, interactive Hard to distil “tag lines” from actual understanding Knowledge Games - Using sexually explicit imagery made it very concrete. - Good way to gauge individual knowledge in an unthreatening environment.  - Required 1:1 administration - Some youth felt “tested” or uncomfortable with explicit imagery - Could generate further confusion if not properly debriefed Individual Interviews Allows for elaboration and nuanced probing Accounts often contradicted themselves  Table 1: Pros and Cons of Various Assessment Methods  Promoting safer behaviours in an autonomy-supporting environment that adheres to harm reduction principles is not simple. Neither is evaluating the impacts of this work, especially CRITICAL DISABILITY DISCOURSE/  128 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  among this population of young people. Similar to other oppressed communities who have experienced research abuses, people labelled with intellectual disabilities may be more or less interested in sharing details of their lived experiences with researchers (e.g. Tuhiwai Smith, 2012). Those of us concerned with gaining insight into the multiplicity of ways in which messages are heard, incorporated, and acted upon may have to get creative in our evaluation techniques. Strategies catering to the cultural specificities, sexual experiences and cognitive capacities of young people are necessary (Blanchett, 2000; Cambridge et al., 2003). Specifically, the use of interactive art forms such as photography, drawings, puppetry, theatre, demonstrations, skits, and vignettes have all been suggested as effective approaches for delivering sexual health information to this group of youth on issues such as STIs, pleasure, and healthy sexualities within relationships (Cambridge et al., 2003; Tice & Hall, 2010). We recommend that those working with young people labelled with intellectual disabilities use a variety of strategies to assess the risk and impact of programming. Youth with disabilities should be engaged in the development of rigorous evidence-based evaluation of these programs and materials to ensure that they better meet their needs (Mandell et al., 2008; Schaafsma, Stoffelen, Kok, & Curfs, 2013). Furthermore, it may be important to use concrete sexually explicit imagery, video, or visual aids to ensure understanding of both technical information and abstract concepts such as consent.      CONDOMS AND CONTRADICTIONS  129\t  \t  \t   Source of Funding This study was funded by the Canadian Foundation for AIDS Research (CANFAR) and the Centre for Urban Health Initiatives, with additional support from the Ontario Trillium Foundation and the City of Toronto, AIDS Prevention Community Investment Program. The Ontario HIV Treatment Network provided salary support for some of the authors. Conflict of Interest There are no conflicts of interest to declare. Acknowledgements The authors would like to thank the entire team on this project, including: Peggy-Rae Carswell, David Flicker, Trevor Hart, Bonnie Heath, June Larkin, Marcia Rioux, Robb Travers and Onyii Udegbe. We are also grateful to all of our youth research advisors and participants, Grifﬁn Centre Mental Health Services, the reachOUT program, and York Institute for Health Research. CRITICAL DISABILITY DISCOURSE/  130 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  References Atkinson, D., & Walmsley, J. (1999). Using autobiographical approaches with people with  learning difficulties. Disability & Society, 14(2), 203-216. doi:10.1080/09687599926271 Bazzo, G., Nota, L., Soresi, S., Ferran, L., & Minnes, P. (2007). Attitudes of social service  providers towards the sexuality of individuals with intellectual disability. Journal of Applied Research in Intellectual Disabilities, 20(2), 110-115. doi:10.1111/j.1468-3148.2006.00308.x Bernert, D. J., & Ogletree, R. J. (2013). Women with intellectual disabilities talk about their  perceptions of sex. Journal of Intellectual Disability Research, 57(3), 240-249. doi:10.1111/j.1365-2788.2011.01529.x Blanchett, W. J. (2000). Sexual risk behaviors of young adults with LD and the need for  HIV/AIDS education. Remedial and Special Education, 21(6), 336-345. doi:10.1177/074193250002100603 Brown, E. J., & Jemmott, L. S. (2002). HIV prevention among people with developmental  disabilities. Journal of Psychosocial Nursing and Mental Health Services, 40(11), 14-21.  Cambridge, P. (1996). Men with learning disabilities who have sex with men in public places:  Mapping the needs of services and users in South East London. Journal of Intellectual Disability Research, 40(3), 241-251. doi:10.1111/j.1365-2788.1996.tb00627.x Cambridge, P. (1998). Challenges for safer sex education and HIV prevention in services for  people with intellectual disabilities in Britain. Health Promotion International, 13(1), 67-74. doi:10.1093/heapro/13.1.67 Cambridge, P., Carnaby, S., & McCarthy, M. (2003). Responding to masturbation in supporting  CONDOMS AND CONTRADICTIONS  131\t  \t  \t  sexuality and challenging behaviour in services for people with learning disabilities: A practice and research overview. Journal of Learning Disabilities, 7(3), 251-266. doi:10.1177/14690047030073005 Cambridge, P., & Mellan, B. (2000). Reconstructing the sexuality of men with learning  disabilities: Empirical evidence and theoretical interpretations of need. Disability & Society, 15(2), 293-311. doi:10.1080/09687590025685 Dawood, N., Bhagwanjee, A., Govender, K., & Chohan, E. (2006). Knowledge, attitudes and  sexual practices of adolescents with mild retardation, in relation HIV/AIDS. African Journal of AIDS Research, 5(1), 1-10. doi:10.2989/16085900609490361 Di Giulio, G. (2003). Sexuality and people living with physical or developmental disabilities: A  review of key issues. The Canadian Journal of Human Sexuality, 12(1), 53-68. Esmail, S., Darry, K., Walter, A., & Knupp, H. (2010). Attitudes and perceptions towards  disability and sexuality. Disability and Rehabilitation, 32(14), 1148-1155. doi:10.3109/09638280903419277 Farmer, P. (1999). Infections and inequalities: The modern plagues. Berkeley, CA: University of  California Press. Flicker, S. (2004). “Ask me no secrets, I’ll tell you no lies”: What happens when a respondent’s  story makes no sense. The Qualitative Report, 9(3), 528-537. Flicker, S., Flynn, S., Larkin, J., Travers, R., Guta, A., Pole, J., & Layne, C. (2009). Sexpress:  The Toronto teen survey report (Report). Toronto, ON: Planned Parenthood Toronto. Retrieved from http://www.ppt.on.ca Flicker, S., Savan, B., Kolenda, B., & Mildenberger, M. (2008). A snapshot of community-based  CRITICAL DISABILITY DISCOURSE/  132 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  research in Canada: Who? What? Why? How? Health Education Research, 23(1), 106-114. doi:10.1093/her/cym007 Gill, M. (2012). Sex can wait, masturbate: The politics of masturbation training. Sexualities,  15(3/4), 472-493. doi:10.1177/1363460712439655  Gilles, P., & McEwan, J. (1981). The sexual knowledge of the ‘normal’ and mildly subnormal  adolescent. The Health Education Journal, 40(4), 120-124. doi:10.1177/001789698104000407 Gomez, M. T., Carlson, G. M., & Van Dooren, K. (2012). Practical approaches to supporting  young women with intellectual disabilities and high support needs with their menstruation. Health Care for Women International, 33(8), 678-694. doi:10.1080/07399332.2012.684812 Gougeon, N. A. (2009). Sexuality education for students with intellectual disabilities, a critical  pedagogical approach: Outing the ignored curriculum. Sex Education: Sexuality, Society and Learning, 9(3), 277-291. doi:10.1080/14681810903059094 Griffiths, D., & Lunsky, Y. (2003). Socio-sexual knowledge and attitudes assessment tool –  revised (SSKAAT-R), (Test and Manual). Wood Dale, IL: Stoelting Co. Groce, N. E. (2005). HIV/AIDS and people with disability. Health and Human Rights, 8(2), 215- 224. Groce, N. E., Rohleder, R., Eide, A. H., MacLachlan, M., Mall, S., & Swartz, L. (2013). HIV  issues and people with disabilities: A review and agenda for research. Social Science & Medicine, 77, 31-40. doi:10.1016/j.socscimed.2012.10.024 Human Resources Development Canada. (2001). Census 2001 and participation and activity  limitation survey, 2001. Ottawa, ON: Author. CONDOMS AND CONTRADICTIONS  133\t  \t  \t  Isler, A., Tas, F., Beytut, D., & Conk, Z. (2009). Sexuality in adolescents with intellectual  disabilities. Sexuality and Disability, 27(1), 27-34. doi:10.1007/s11195-009-9107-2 Jahoda, A., & Pownall, J. (2013). Sexual understanding, sources of information and social  networks; the reports of young people with intellectual disabilities and their non-disabled peers. Journal of Intellectual Disability Research, 58(5), 430-441. doi:10.1111/jir.12040 Kirby, D., Laris, B., & Rolleri, L. (2007). Sex and HIV education programs: Their impact on  sexual behaviors of young people throughout the world. Journal of Adolescent Health, 40(3), 206-217. doi:10.1016/j.jadohealth.2006.11.143 Klett, L. S., & Turan, Y. (2011). Generalized effects of social stories with task analysis for  teaching menstrual care to three young girls with autism. Sexuality and Disability, 30(3), 319-336. doi:10.1007/s11195-011-9244-2 Kuosmanen, J., & Starke, M. (2011). Women and men with intellectual disabilities who sell or  trade sex: Voices from the professionals. Journal of Social Work in Disability & Rehabilitation, 10(3), 129-149. doi:10.1080/1536710X.2011.596424 Lindsay, W. R., Bellshaw, E., Culross, G., Staines, C., & Michie, A. (1992). Increases in  knowledge following a course of sex education for people with intellectual disabilities. Journal of Intellectual Disability Research, 36(6), 531-539. Löfgren-Mårtenson, L. (2009). The invisibility of young homosexual women and men with  intellectual disabilities. Sexuality and Disability, 27(1), 21-26. doi:10.1007/s11195-008-9101-0 Mandell, D. S., Eleey, C. C., Dederbraum, J. A., Noll, E., Hutchinson, M. K., Jemmott, L. S. &  CRITICAL DISABILITY DISCOURSE/  134 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  Blank, M. B. (2008). Sexually transmitted infection among adolescents receiving special education services. Journal of School Health, 78(7), 382-388. doi:10.1111/j.1746-1561.2008.00318.x McCarthy, M. (2009). Contraception and women with intellectual disabilities. Journal of Applied  Research in Intellectual Disabilities, 22(4), 363-369. doi:10.1111/j.1468-3148.2008.00464.x McCarthy, M. (2010). Exercising choice and control – women with learning disabilities and  contraception. British Journal of Learning Disabilities, 38(4), 293-302. doi:10.1111/j.1468-3156.2009.00605.x McClelland, A., Flicker, S., Nepveux, D., Nixon, S., Vo, T., Wilson, C., Marshall, Z., Travers,  R., Proudfoot, D. (2012). Seeking safer sexual spaces: Queer and trans young people labeled with intellectual disabilities and the paradoxical risks of restriction. Journal of Homosexuality, 59(6), 808-819. doi:10.1080/00918369.2012.694760. McDermott, S., Martin, M., Weinrich, M., & Kelly, M. (1999). Program evaluation of a sex  education curriculum for women with mental retardation. Research in Developmental Disabilities, 20(2), 93-106. doi:10.1016/S0891-4222(98)00035-3 McGillivray, J. A. (1999). Level of knowledge and risk of contracting HIV/AIDS amongst  young adults with mild/moderate intellectual disability. Journal of Applied Research in Intellectual Disabilities, 12(2), 113-126. doi:10.1111/j.1468-3148.1999.tb00070.x Marshall, Z., Nixon, S., Nepveux, D., Vo, T., Wilson, C., Flicker, S., McClelland, A., &  Proudfoot, D. (2012). Navigating risks and professional roles: Research with lesbian, gay, bisexual, trans, and queer people with intellectual disabilities. Journal of Empirical Research on Human Research Ethics, 7(4), 20-33. doi:10.1525/jer.2012.7.4.20 CONDOMS AND CONTRADICTIONS  135\t  \t  \t  Measer, L. (2006). Condom use: A culture of resistance. Sex Education: Sexuality, Society and  Learning, 6(4), 393-402. doi:10.1080/14681810600982093 Milligan, M. S., & Neufeldt, A. H. (2001). The myth of asexuality: A survey of social and  empirical evidence. Sexuality and Disability, 19(2), 91-109. doi:10.1023/A:1010621705591 Minkler, M., & Wallerstein, N. (2003). Community-based participatory research for health. San  Francisco, CA: Jossey-Bass. Newens, A. J., & McEwan, R. (1995). AIDS/HIV awareness training for young people with  severe learning difficulties: An evaluation of two school programmes. Journal of Advanced Nursing, 22(2), 267-275. doi:10.1046/j.1365-2648.1995.22020267.x O’Callaghan, A. C., & Murphy, G. H. (2007). Sexual relationships in adults with intellectual  disabilities: Understanding the law. Journal of Intellectual Disability Research, 51(3), 197-206. doi:10.1111/j.1365-2788.2006.00857.x Ontario Human Rights Commission. (2009). Policy and guidelines on disability and the duty to  accommodate (Report). Retrieved from http://www.ohrc.on.ca/sites/default/files/attachments/Policy_and_guidelines_on_disability_and_the_duty_to_accommodate.pdf Plummer, K. (2003). Telling sexual stories: Power, change and social worlds. London, UK:  Taylor & Francis. Public Health Agency of Canada (2013). Questions and answers: Sexual education for youth  with physical disabilities. Prepared for the Centre for Communicable Diseases and Infection Control, Ottawa, ON. Retrieved from http://publications.gc.ca/site/eng/437079/publication.html CRITICAL DISABILITY DISCOURSE/  136 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  Roeleveld, N., Zielhuis, G. A., & Gabreels, F. (1997). The prevalence of mental retardation: A  critical review of recent literature. Developmental Medicine & Child Neurology, 39(2), 125-132. doi:10.1111/j.1469-8749.1997.tb07395.x Rohleder , P. (2008). HIV/AIDS and disability: An exploration of organizations’ responses to  HIV/AIDS as it affects people with disabilities (Unpublished doctoral dissertation). Stellenbosch University, Stellenbosch, South Africa. Retrieved from https://scholar.sun.ac.za/bitstream/handle/10019.1/1125/Rohleder%2c%20P%20A.pdf?sequence=1 Saewyc, E., Pettingell, S. L., & Skay, C. L. (2004). Teen pregnancy among sexual minority  youth in population-based surveys of the 1990s: Countertrends in a population at risk [Abstract]. Journal of Adolescent Health, 34(2), 125-126. doi:10.1016/j.jadohealth.2003.11.082 Schaafsma, D., Stoffelen, J. M. T., Kok, G., & Curfs, L. M. (2013). Exploring the development  of existing sex education programs for people with intellectual disabilities: An intervention mapping approach. Journal of Applied Research in Intellectual Disabilities, 26(2), 157-166. doi:10.1111/jar.12017 Servais, L. (2006). Sexual health care in persons with intellectual disabilities. Mental  Retardation and Developmental Disabilities Research Review. 12(1), 48–56. doi:10.1002/mrdd.20093 Siebelink, E. M, de Jong, M. D., Taal, E., Roelvink, L., &. Taylor, S. J. (2006). Sexuality and  people with intellectual disabilities: Assessment of knowledge, attitudes, experiences, and needs. Mental Retardation, 44(4), 283-294. doi:10.1352/0047-6765(2006)44 Southern Africa AIDS Information Dissemination Service. (2003). Southern Africa  CONDOMS AND CONTRADICTIONS  137\t  \t  \t  HIV/AIDS Action. HIV/AIDS and disability, 58(8).  Stinson, J., Christian, L., & Dotson, L. A. (2002). Overcoming barriers to the sexual expression  of women with developmental disabilities. Research and Practice for Persons with Severe Disabilities, 27(1), 18-26. doi:10.2511/rpsd.27.1.18 Stoffelen, J., Kok, G., Hospers, H., & Curfs, L. M. G. (2013). Homosexuality among people with  a mild intellectual disability: An explorative study on the lived experiences of homosexual people in the Netherlands with a mild intellectual disability. Journal of Intellectual Disability Research, 57(3), 257-267. doi:10.1111/j.1365-2788.2011.01532.x Swango-Wilson, A. (2010). Meaningful sex education programs for individuals with  intellectual/developmental disabilities. Sexuality and Disability, 29(2), 113-118. doi:10.1007/s11195-010-9168-2 Tice, C. J., & Hall, D. M. H. (2010). Sexuality education and adolescents with developmental  disabilities: Assessment, policy and advocacy. Journal of Social Work in Disability & Rehabilitation, 7(1), 47-62. doi:10.1080/15367100802009749. Tooley, L., & Marshall, Z. (2008). What works with LGBT youth? Evaluating drop-in groups for  diverse lesbian, gay, bisexual, transgender, trans, two-spirited, intersex, queer and questioning youth in North Toronto (Report). Toronto, ON: Griffin Centre. Tuhiwai Smith, L. (2012). Decolonizing methodologies: Research and indigenous peoples (2nd  ed.). London, UK: Zed Books. UNAIDS. (2006, December). Global summary of the AIDS epidemic. Retrieved from  http://www.unaids.org Wells, J., Clark, K., & Sarno, K. (2014). An interactive multimedia program to prevent HIV  CRITICAL DISABILITY DISCOURSE/  138 DISCOURS CRITIQUES DANS LE CHAMP DU HANDICAP 6\t  transmission in men with intellectual disability. American Journal on Intellectual and Developmental Disabilities, 119(3), 276-286. doi:10.1352/1944-7558-119.3.276  Wilson, N. J., Cumella, S., Parmenter, T. R., Stancliffe, R. J., & Shuttleworth, R. P. (2009).  Penile hygiene: Puberty, paraphimosis and personal care for men and boys with an intellectual disability. Journal of Intellectual Disability Research, 53(2), 106-114. doi:10.1111/j.1365-2788.2008.01133.x World Association for Sexual Health. (1999, August). Universal Declaration of Sexual Rights.  Adopted in Hong Kong, 14th World Congress of Sexology, August 26, 1999. Retrieved from http://www.tc.umn.edu/~colem001/was/wdeclara.htm Yacoub, E., & Hall, I. (2009). The sexual lives of men with mild learning disability: A  qualitative study. British Journal of Learning Disabilities, 37(1), 5-11. doi:10.1111/j.1468-3156.2008.00491.x Young, R., Gore, N., & McCarthy, M. (2012). Staff attitudes towards sexuality in relation to  gender of people with intellectual disability: A qualitative study. Journal of Intellectual and Developmental Disability, 37(4), 343-347. doi:10.3109/13668250.2012.704983         CONDOMS AND CONTRADICTIONS  139\t  \t  \t  Endnotes \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  \t  1 In the literature and in practice, there are many definitions and terms for people who are labelled with an intellectual disability. These include: mental retardation, developmental disability, developmental delay, pervasive developmental disorders, mental handicaps, and cognitive disabilities or impairments. These umbrella terms are used to cover a wide range of diagnoses including Autism Spectrum Disorder, Asperger Syndrome, Pervasive Developmental Disorder Not Otherwise Specified, Childhood Disintegrative Disorder, Rett Syndrome, various genetic and chromosomal disorders such as Down Syndrome and Fragile X Syndrome, and Fetal Alcohol Spectrum Disorders.  We respectfully use the term “labelled with an intellectual disability,” to acknowledge that these markers are often applied through external evaluation and are not always accepted by the “diagnosed” individuals.  2 We use the terms queer and trans to acknowledge a range of sexual (including lesbian, gay, bisexual and questioning) and gender (including transgender, transsexual or fluid gender identities such as gender queer) identities.  3 For more details, see: www.griffin-centre.org/reachout.php  4 Many of the tag lines they used are quite popular in the sexual health promotion world and have been used in a variety of social marketing materials. ",
    "id": 143689791,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.wlu.ca:psyc_faculty-1032"
    },
    "title": "Condoms and Contradictions: Assessing Sexual Health Knowledge in Lesbian, Gay, Bisexual, Trans, and Queer Youth Labelled with Intellectual Disabilities",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T08:00:00+00:00",
    "publisher": "Scholars Commons @ Laurier",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.wlu.ca/cgi/viewcontent.cgi?article=1032&amp;context=psyc_faculty"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/143689791.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/143689791"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/143689791/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/143689791/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/143689791"
        }
    ],
    "abstract": "Background: Accessible, culturally relevant data collection tools to assess the sexual health knowledge of lesbian, gay, bisexual, trans, queer and questioning (LGBTQ) young people labelled with intellectual disabilities are sparse.\nMaterials and Methods: Using community-based participatory research (CBPR) we piloted a variety of interactive activities designed to assess the sexual health knowledge and decision making skills of LGBTQ young people with intellectual disabilities.\nResults: Posters created by youth participants suggested substantial sexual health knowledge and empowerment, while individual knowledge assessment scores indicated a range in understanding of risks and strategies to avoid pregnancy, HIV and herpes.\nConclusions: These findings reinforce the importance of using multiple strategies to assess sexual knowledge with this population. Creative evaluation strategies catering to the cultural specificities, sexual experiences, and cognitive abilities of diverse youth help to clarify gaps in knowledge and areas for renewed attention",
    "tags": [
        "text",
        "HIV/AIDS; community-based participatory research; intellectual disabilities",
        "lesbian/gay/bisexual and trans (LGBT)",
        "sexual health",
        "Psychiatry and Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.wlu.ca:psyc_faculty-1032",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3375",
        "openDoarId": 0,
        "name": "Wilfrid Laurier University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 143689791,
        "depositedDate": null,
        "publishedDate": "2014-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-24T02:41:01+00:00",
        "acceptedDate": null,
        "createdDate": "2017-12-30T13:08:03+00:00"
    },
    "urls": [
        "https://scholars.wlu.ca/psyc_faculty/30",
        "https://scholars.wlu.ca/context/psyc_faculty/article/1032/viewcontent/C_Wilson_Condoms_and_Contradictions_CDD.pdf"
    ],
    "lastUpdate": "2024-01-24T02:41:01+00:00",
    "setSpecs": []
}