{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Palmer, Kyler J."
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-20T13:23:56+01:00",
    "dataProvider": {
        "id": 3611,
        "name": "University of Dayton",
        "url": "https://api.core.ac.uk/v3/data-providers/3611",
        "logo": "https://api.core.ac.uk/data-providers/3611/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/572824332.pdf",
    "fullText": "University of Dayton Law Review Volume 48 Number 3 Article 6 6-15-2023 Conscience-Based Objections to Transgender Health Care in Ohio Kyler J. Palmer University of Dayton Follow this and additional works at: https://ecommons.udayton.edu/udlr  Part of the Law Commons Recommended Citation Palmer, Kyler J. (2023) \"Conscience-Based Objections to Transgender Health Care in Ohio,\" University of Dayton Law Review: Vol. 48: No. 3, Article 6. Available at: https://ecommons.udayton.edu/udlr/vol48/iss3/6 This Comment is brought to you for free and open access by the School of Law at eCommons. It has been accepted for inclusion in University of Dayton Law Review by an authorized editor of eCommons. For more information, please contact mschlangen1@udayton.edu, ecommons@udayton.edu. Conscience-Based Objections to Transgender Health Care in Ohio Cover Page Footnote For helpful suggestions, feedback and continual motivation, I would like to extend my upmost gratitude to Professor Dalindyebo Shabalala, Professor Pamela Izvănariu, and Salha El- Shwendi. Thanks are also due to the remarkable leaders of the Ohio Academy of Family Physicians, specifically Dr. Sarah Sams and Ann Spicer. Finally, I am thankful for the support of my family, namely Michael. I dedicate this Comment to society’s “subordinate other”—for which I remain committed to demolishing the patriarchal institutions that normalize our marginalization. This comment is available in University of Dayton Law Review: https://ecommons.udayton.edu/udlr/vol48/iss3/6  CONSCIENCE-BASED OBJECTIONS TO TRANSGENDER HEALTH CARE IN OHIO Kyler J. Palmer* “People should be treated the same, equally.  Just because they are, not different, they are just a person.”1 – Bradie Anderson, Ohio transgender pre-teen.  I.         INTRODUCTION ............................................................................ 150 II. BACKGROUND .............................................................................. 157 A. Religion, Politics, and the Laws Governing Conscience  ....... 158 B. Pluralism Post-Masterpiece Cakeshop: Religious Accommodations to Antidiscrimination Laws ......................... 160  1.  Freedom of Religion and Right of Conscience in Ohio ..... 161  2.  SOGI Antidiscrimination Protection in Ohio Places of        Public Accommodation ...................................................... 163 C. Transgender Health Inequity in Ohio  .................................... 165  1.  Ohio’s Ignorance of Transgender Health Disparities......... 166  2.  Patient-Physician Relationships: Discriminatory Bias and            The Medical Knowledge Gap  ............................................ 167  3.  Catholic Hospital Ownership Restricts Access to              Transgender Health Care ................................................... 168  4.  Ohio’s Medical Conscience Clause ................................... 170 III. ANALYSIS ...................................................................................... 171 A. Public Response to Ohio’s Medical Conscience Clause......... 172  1.  Public Criticism of the Conscience Clause  ....................... 173        a.  Ohio Civil Rights Organizations  ................................. 173        b.  Ohio Medical Community  .......................................... 174        c.  Out-of-State Interested Parties  .................................... 175  2.  Public Praise of the Conscience Clause ............................. 176          * J.D. Candidate, University of Dayton School of Law, 2022.  B.S. Agricultural Economics, Texas A&M University, 2019.  For helpful suggestions, feedback and continual motivation, I would like to extend my upmost gratitude to Professor Dalindyebo Shabalala, Professor Pamela Izvănariu, and Salha El-Shwendi.  Thanks are also due to the remarkable leaders of the Ohio Academy of Family Physicians, specifically Dr. Sarah Sams and Ann Spicer.  Finally, I am thankful for the support of my family, namely Michael.  I dedicate this Comment to society’s “subordinate other”—for which I remain committed to demolishing the patriarchal institutions that normalize our marginalization.  1  Kristen Anzuini, Family with Transgender Pre-Teen Reacts to Ohio’s Medical Practitioner Conscience Clause, SPECTRUM NEWS (Aug. 23, 2021, 2:20 PM) https://spectrumnews1.com/oh/columbus/news/2021/08/23/family-with-transgender-pre-teen-reacts-to-ohio-s-medical-practitioner-conscience-clause. 380226-Dayton_LR_48-3_Text.indd   157 6/5/23   10:56 AMPublished by eCommons, 2022150                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3               a.  Religious Organizations  .............................................. 176              b.  Ohio Republican Lawmakers  ..................................... 177 B. Attaining Health Equity for Transgender Ohioans: A Reform          Recommendation ................................................................... 178  1.  Revisiting Humphrey v. Lane ............................................ 179              a.  Medical Physician Autonomy in Relation to Patient                    Rights  .......................................................................... 179              b.  Counterintuitive to the Philosophical Pillars of the                    Medical Profession  ..................................................... 180  2.  A Challenge to the Medical Conscience Clause under Ohio             Law  ................................................................................... 180              a.  Hypothetical Facts  ...................................................... 181              b.  Ohio Constitutional Analysis  ..................................... 182                    i.  Distinguishing Conscience from Religion  ............. 183                    ii. Application of Humphrey ....................................... 183 1. Sincerely Held Conscience Beliefs ................. 183 2. Coercive Effect ............................................... 184 3. Compelling State Interest ................................ 185 4. Least Restrictive Means  ................................. 185              b.  Reform of Ohio Statutory Law  ................................... 186  1.  Modify Ohio’s Medical Conscience Clause ...................... 187        2.  Amend Ohio’s Public Accommodation laws .................... 188        3.  The Ohio Compromise ...................................................... 189 IV. CONCLUSION ................................................................................ 190 I. INTRODUCTION The summer of 2016 marked the beginning of a contentious court battle between Evan Minton and a California Catholic hospital who abruptly canceled his hysterectomy on religious grounds.2  Evan, a transgender male, scheduled the procedure with Dr. Linsdey Dawson for August 30, 2016.3  Two days before the surgery, a pre-operation nurse called Evan and, in passing, he mentioned his transgender identity.4  The following day, the president of Mercy San Juan Medical Center (Dignity Health), a Catholic hospital where   2  S. E. Smith, He Needed a Gender-Affirming Procedure. The Hospital Said No., VOX (Nov. 1, 2019, 9:30 AM), https://www.vox.com/the-highlight/2019/10/25/20929539/catholic-hospitals-religious-refusal-rural-health-care-evan-minton. Only Evan is poised to give a full factual rendition of his discriminatory treatment.  The brief synopsis of Evan’s story in this Introduction is not to downplay the heavy emotional turmoil accompanying his suit.  Speaking before the House Committee on Oversight and Reform, Evan stated, “[B]y inviting me here today, I am so grateful that I get to be more than just a name on a harmful, harmful document.  I feel like I can finally reclaim my voice and attempt to take back my power, and I am so grateful for that.”  The Administration’s Religious Liberty Assault on LGBTQ Rights: Hearing Before the H. Comm. on Oversight and Reform, 116th Cong. 2nd Sess. (Feb. 27, 2020) [hereinafter Hearings] (statement of Evan Minton, Livermore, Cal.).  This Comment seeks to lift not only Evan’s voice, but the voices of all LGBTQ individuals who face the persistent worry of discrimination in contemporary America.  3  Minton v. Dignity Health, 252 Cal. Rptr. 3d 616, 619 (Cal. Ct. App. 1st 2019), cert. denied, 142 S. Ct. 455 (S. Ct. Nov. 1, 2021).    4  Id.  380226-Dayton_LR_48-3_Text.indd   158 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            151  the procedure was set to take place, informed Dr. Dawson that she would never be allowed to perform Evan’s hysterectomy at Dignity Health because “it was scheduled as part of a course of treatment for gender dysphoria, as opposed to any other medical diagnosis.”5  Dignity Health justified canceling the hysterectomy by evoking the Ethical and Religious Directives (ERDs) for Catholic Health Care Services relating to sterilization procedures.6  By prohibiting Dr. Dawson from performing Evan’s hysterectomy, while subsequently allowing other Dignity Health doctors to perform hysterectomies for cisgender patients, the hospital denied Evan “full and equal” access to medical care.7  Directly violating  the antidiscrimination protections of the California Unruh Civil Rights Act, outright denial of Evan’s hysterectomy because of his gender identity established a prima facie case of sex discrimination.8  Fortunately for Evan, California’s state Constitution “does not exempt physicians from conforming their conduct to the [Unruh Civil Rights] Act’s antidiscrimination requirements even if compliance substantially burdens their religious beliefs.”9  In fact, California’s antidiscrimination law supersedes any religious belief or moral conviction defense raised by religious hospitals in scenarios like Evan’s.10  However,   5  Id. (emphasis added).  6  Id. at 620.  Last updated by the United States Conference of Catholic Bishops in 2018, the ERDs are a series of seventy-seven directives that govern Catholic health facilities.  See generally U.S. CONF. OF CATH. BISHOPS, ETHICAL AND RELIGIOUS DIRECTIVES FOR CATHOLIC HEALTH CARE SERVICES (6th ed. 2018). Two directives were employed by Dignity Health in Evan’s case—Directive 29 and Directive 53.  Directive 29 provides that “[a]ll persons served by Catholic health care have the right and duty to protect and preserve their bodily and functional integrity,” which may be sacrificed only “to maintain the health or life of the person when no other morally permissible means is available.” Id. at 14.  Meanwhile, Directive 53 provides that “[d]irect sterilization of either men or women, whether permanent or temporary, is not permitted in a Catholic health care institution.  Procedures that induce sterility are permitted when their direct effect is the cure or alleviation of a present and serious pathology and a simpler treatment is not available.” Id. at 19.  7  Minton, 252 Cal. Rptr. 3d at 622–25.  8  Id.  See CAL. CIV. CODE § 51(b) (2016) (guaranteeing “full and equal accommodations, advantages, facilities, privileges, or services in all business establishments of every kind whatsoever”); see also CAL. GOV’T CODE at § 12926(r)(2) (defining “sex” to include a person’s gender and “gender” to include a person’s gender identity and gender expression).  Throughout this Comment, “antidiscrimination law,” “antidiscrimination doctrine,” and “public accommodation law” are used interchangeably.  9  Minton, 252 Cal. Rptr. 3d at 622–25 (quoting North Coast Women’s Care Med. Group, Inc. v. Superior Court, 189 P.3d 959, 968 (2008)).  In 2008, the California Supreme Court held that a physician’s refusal to perform an intrauterine insemination for a lesbian patient violated the Unruh Civil Rights Act as form of discrimination based on sexual orientation.  North Coast, 189 P.3d at 962.  The court found that “the rights of religious freedom and free speech, as guaranteed in both the federal and the California Constitutions [do not] exempt a medical clinic’s physicians from complying with the Unruh Civil Rights Act[] . . . .”  Id.  In coming to this conclusion, the court found the Unruh Civil Rights Act passed federal constitutional muster under the U.S. Supreme Court’s decision in Employment Division v. Smith.  Id. at 965–70.  10  It is important to note the California appellate court’s narrow holding in Minton.  The state appellate court did not consider the merits of Evan’s claim; rather, the court found the trial court errored in dismissing his claim.  Minton, 252 Cal. Rptr. 3d at 618–19.  But see Dept. of Fair Emp’t and Hous. v. Cathy’s Creation’s, Inc., BCV-17-102855 (Cal. Super. Ct. of Kern) (Feb. 5, 2018) (religious baker who refused to bake a custom wedding cake for a same-sex couple did not violate the Unruh Civil Rights Act when the couple was referred to a different baker who baked the cake).  380226-Dayton_LR_48-3_Text.indd   159 6/5/23   10:56 AMPublished by eCommons, 2022152                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  many transgender individuals  are not as fortuitous.11  In today’s cis-normative status quo, transgender individuals lack comprehensive federal protection against all forms of discrimination; in certain circumstances, individuals discriminated against based on gender identity must resort to state statutory protection and recourse.12  Even then, state antidiscrimination law is idiosyncratic; not all states prohibit discrimination based on sexual orientation or gender identity (SOGI).13  Ohio is one state that does not offer this protection.14   Several optimistic scholars point to the Supreme Court’s decision in Bostock v. Clayton County—holding federal employment law protects against discrimination based on SOGI—and recent lower court interpretations of antidiscrimination laws, to provide protection against healthcare discrimination based on SOGI.15  Pragmatically, however, despite the broad-sweeping theoretical implications of Bostock, transgender individuals are still   11  A nationwide survey conducted in 2015 found that “[o]ne-third (33%) of respondents who had seen a health care provider in the past year reported having at least one negative experience related to being transgender, such as verbal harassment, refusal of treatment, or having to teach the health care provider about transgender people to receive appropriate care.”  SANDY E. JAMES ET AL., THE REPORT OF THE 2015 U.S. TRANSGENDER SURVEY 93 (2016), https://transequality.org/sites/default/files/docs/usts/USTS-Full-Report-Dec17.pdf.  Discrimination against transgender patients is also well documented by LGBTQ rights organizations.  See Oliver Knight, Catholic Bishops Stopped My Surgery Because I’m Transgender, ACLU (Mar. 19, 2019), https://www.aclu.org/blog/lgbtq-rights/transgender-rights/catholic-bishops-stopped-my-surgery-because-im-transgender. New Jersey Catholic Hospital Agrees to Post Publicly Its Policies Concerning Treatment of Transgender Patients, LAMBDA LEGAL (Sept. 24, 2021), https://www.lambdalegal.org/news/nj_20210924_catholic-hospital-agrees-to-post-publicly-its-policies-concerning-treatment-of-transgender-patients. Note the purposeful distinction between the use of “healthcare” and “health care” throughout this Comment.  Healthcare—one word—refers to the institutional system composed of medical providers who provide health-related services.  See Healthcare, BLACK’S LAW DICTIONARY (11th ed. 2019). Health care—two words—refers to the collection of health-related services provided to maintain and restore health. See OHIO REV. CODE ANN. §4743.10(A)(1) (enumerating a range of health care services).  Every syntactically related reference to “equal access to health care” in this Comment should be interpreted as access to a particular health service rather than the institution.  All grammatical errors about this distinction are the Author’s.   12  See John Corvino, Religious Liberty, Not Religious Privilege, in DEBATING RELIGIOUS LIBERTY AND DISCRIMINATION 20, 75 (John Corvino et al. ed., 2017) (“Religion is a protected category at the federal level, whereas sexual orientation [and gender identity are] not—indeed, fewer than half the states include it at the state level.”).  13  Kerith J. Conron & Soshana K. Goldberg, LGBT People in the US Not Protected by State Non- Discrimination Statutes, 1 UCLA WILLIAMS INSTITUTE, at 2–3  (April 2020), https://williamsinstitute.law.ucla.edu/wp-content/uploads/LGBT-ND-Protections-Update-Apr- 2020.pdf.   14  Id. at 3.   15  140 S. Ct. 1731, 1737–38 (2020).  See, e.g., Jennifer A. Knackert, Comment, Necessary Coverage for Authentic Identity: How Bostock Made Title VII the Strongest Protection Against Employer-Sponsored Health Insurance Denial of Gender-Affirming Medical Care, 105 MARQ. L. REV. 179 (2021) (asserting, in the health insurance coverage context, that Bostock’s interpretation of Title VII affords sexual minorities stronger protection than the explicit protection against SOGI discrimination in the Affordable Care Act or Equal Protection Clause jurisprudence); Rachel Slepoi, Essay, Bostock’s Inclusive Queer Framework, 107 VA. L. REV. ONLINE 67, 67 (2021) (“[Bostock’s] central syllogism is hidden beneath a deceptively straightforward reading of Title VII.  Bostock says, simply and clearly, that sex equality requires queer equality, and that trans[gender] rights are human rights.”); Katie Eyer, Progressive Textualism and LGBTQ Rights, SCOTUSBLOG (June 16, 2020, 10:23 AM), https://www.scotusblog.com/2020/06/symposium-progressive-textualism-and-lgbtq-rights/ (noting textualism’s powerful opportunity for progressive legal influence.).   380226-Dayton_LR_48-3_Text.indd   160 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            153  constrained to the margins of law and society or sometimes not even considered at all.16  Marginal constraint is exceptionally apparent when eliminating symbolic manifestations of oppression through antidiscrimination law are seen as a permanent pronouncement of society’s commitment to ending the subordination of sexual minorities.17   The thorny questions at the intersection of religious liberty and antidiscrimination law stem from a culmination of several social and political factors.  These factors include: (1) courts deciding highly contentious issues of social policy; (2) political and social backlash resulting from those decisions; (3) the lack of comprehensive SOGI antidiscrimination protections at the federal level; and (4) a social shift in favor of LGBTQ rights.18  Thus, tension ran rampant through state legislative chambers and made 2021 the worst legislative year for LGBTQ rights in recent history.19  The unprecedented war on the LGBTQ community by anti-equality state lawmakers inevitably included those from Ohio.20  Nationwide, state legislatures—including the Ohio General Assembly—seem poised to follow this unhealthy precedent during the 2022 legislative session as well.21    16  Jeremiah Ho critiqued the Bostock’s Court’s neglect of the lived experiences of queerness.  See Jeremiah Ho, Queering Bostock, 29 AM. U.J. GENDER SOC. POL’Y & L. 283, 287–88 (2021) (“Lived experiences matter in redressing discrimination against queer identities. . . . Especially when conceptions of sexuality and gender identities have been previously mischaracterized in favor of heteronormative gender roles, and where the culture of marginalization for many LGBTQ individuals have involved forms of social or cultural invisibility, lived experiences of queerness are paramount for detecting discrimination, and also correcting it.”).  Notably, the Supreme Court has found in favor of transgender litigants twice: first in Farmer v. Brennan, 511 U.S. 825, 829 (1994) (addressing Eighth Amendment violations in prison housing but describing the plaintiff as a “preoperative transsexual[]”), and more recently in Bostock.   17  Kyler J. Palmer, Bostock, Backlash, and Beyond the Pale: Religious Retrenchment and the Future of LGBTQ Antidiscrimination Advocacy in the Wake of Title VII Protection, 15 DEPAUL J. FOR SOC. JUST. 1, 7–8 (2022).  18  ANDREW KOPPELMAN, GAY RIGHTS VS. RELIGIOUS LIBERTY? THE UNNECESSARY CONFLICT 1 (2020) (“Religious liberty and nondiscrimination are each understood as moral absolutes.  Compromise is perceived as an existential threat.”).  See also William N. Eskridge, Jr. & Robin Fretwell Wilson, Prospects for Common Ground, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 1, 1–8 (William N. Eskridge, Jr. & Robin Fretwell Wilson eds., 2019).   19  Wyatt Ronan, 2021 Officially Becomes Worst Year in Recent History for LGBTQ State Legislative Attacks as Unprecedented Number of States Enact Record-Shattering Number of Anti-LGBTQ Measures into Law, HUMAN RIGHTS CAMPAIGN (May 7, 2021), https://www.hrc.org/press-releases/2021-officially-becomes-worst-year-in-recent-history-for-lgbtq-state-legislative-attacks-as-unprecedented-number-of-states-enact-record-shattering-number-of-anti-lgbtq-measures-into-law.  The attack on the LGBTQ community from state legislatures seen nationwide is not exceptional.  Within the three years following the Supreme Court’s 2015 decision in Obergefell v. Hodges, more than 500 anti-LGBTQ pieces of proposed legislation were introduced in state legislative chambers.  Sarah Warbelow, Sound Nondiscrimination Models and the Need to Protect LGBTQ People in Federal Law, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 423, 424 (William N. Eskridge, Jr. & Robin Fretwell Wilson eds., 2019).   20  See OHIO REV. CODE § 4743.10 (2021). Titled “Freedom to decline for conscience-based objections,” this law allows health care providers to deny a patient a particular service it violates their conscience. Id. § 4743.10(B).  21  In October 2021, two Ohio House Republicans introduced the Safe Adolescents from Experimentation (SAFE) Act—a bill that attempts to ban gender affirming mental and medical care for LGBTQ youth modeled after similar legislative passed in Arkansas in 2021. See H.B. 454, 134th Gen. Assemb., Reg. Sess. (Ohio 2021) (as introduced on Oct. 19, 2021); see also, cf. H.B. 1570, 93rd Gen. 380226-Dayton_LR_48-3_Text.indd   161 6/5/23   10:56 AMPublished by eCommons, 2022154                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  On June 30, 2021(the last day of Pride Month) Ohio Governor Mike DeWine signed into law a $74.1 billion budget bill for Fiscal Year 2022 that included 14 line-item vetoes.22  Kept intact, however, was a provision, referenced throughout this Comment as the Ohio Medical Conscience Clause or the Conscience Clause, snuck in by Ohio Senate Finance Committee Republicans at the eleventh hour—evading public input through the hearing process.23  Under the Conscience Clause, any Ohio “medical practitioner, health care institution, or health care payer” has the freedom to decline health services if it violates their “conscience as informed by [their] moral, ethical, or religious beliefs or principles.”24  If a patient requests treatment that conflicts with the provider’s conscience,  the Conscience Clause requires providers to notify their supervisor.25  In theory, the supervisor should then then facilitate transferring the patient to another provider for their desired care.26  The Conscience Clause also indemnifies health care providers from civil, criminal, and administrative liability for refusing care and potentially incentivizes providers to deny such care by “award[ing] threefold the actual damages sustained and reasonable costs and attorney’s fees” if they are discriminated against because of the refusal.27  As a practical matter, the Conscience Clause’s excessive breadth gives undue deference to the conscience of Ohio medical providers which, in turn, harms transgender Ohioans who are already the target of discrimination and societal persecution.28  For a state with, as Governor DeWine put it, “a vibrant medical care system . . . [with] great doctors . . . [and] great nurses,” a license for medical providers to discriminate afforded by the Conscience Clause is not a great look.29  Two questions inelegantly dictate the tense medical conscience clause debate: “(1) Should doctors play God? [or] (2) Should God play  Assemb., Reg Sess. (Ark. 2021) (enacted) (titled “An Act to Create the Arkansas Save Adolescents from Experimentation (SAFE) Act”).  22  Anna Staver & Jessie Balmert, Gov. Mike DeWine Signs $74B State Budget. What Did He Veto? What Did He Keep?, COLUMBUS DISPATCH (July 1, 2021), https://www.dispatch.com/story/news/2021/07/01/ohio-gov-mike-dewine-signs-state-budget-14-vetoes/7821574002/; Press Release, Off. of the Governor of the State of Ohio, Governor DeWine Signs 2022-2023 Operating Budget (July 1, 2021), https://governor.ohio.gov/wps/portal/gov/governor/media/news-and-media/governor-dewine-signs-2022-2023-operating+budget.  23  Press Release, Ohio Acad. of Fam. Physicians, OAFP Releases Statement on the Medical Practitioners Conscience Clause (July 16, 2021), https://www.ohioafp.org/about-us/press-releases/oafp-releases-statement-on-the-medical-practitioners-conscience-clause/.  24  § 4743.10(B). The right of conscience protected by the statute do not “override the requirement to provide emergency medical treatment to all patients” under the Federal Emergency Treatment and Active Labor Act. See id. § 4743.10(G); OHIO LEGISLATIVE SERV. COMM’N, FINAL ANALYSIS AS PASSED BY THE GENERAL ASSEMBLY, H.B. 110, 134th Gen. Assemb., at 362 (2021).  25  See § 4743.10(C).  26  Id.   27   Id. § 4743.10(D), (F).  28  Peter G. N. West-Oram & Jordanna A. A. Nunes, Conscience Absolutism via Legislative Amendment, 17 J. CLINICAL ETHICS, 225, 228 (2022).  29  Governor Mike DeWine, Budget Press Conference, OHIO CHANNEL, at 1:07:14 (July 1, 2021), https://www.ohiochannel.org/video/governor-mike-dewine-7-1-2021-budget-press-conference. 380226-Dayton_LR_48-3_Text.indd   162 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            155  doctor?”30 Although Ohio’s Medical Conscience Clause has not been challenged in court, questioning its constitutionality is demarcated by a troubling history of Ohio LGBTQ litigants coupled with deeply rooted pro-religious state case law.31  Adding to a growing body of conscience law scholarship, this Comment seeks to provide an insightful inventory of structural reform recommendations and foundational legal arguments opposing Ohio’s Medical Conscience Clause and other state and federal equivalents.  In considering the legal junction between the conscience rights of medical practitioners and ensuring transgender patients have full and equal access to health care, this Comment argues that Ohio courts should find that the antidiscrimination requirements of state public accommodations law supersedes any religious or moral belief defense raised by a medical conscience objector.  Moreover, this Comment stresses the importance of clear-minded, progressive political negotiation by both sides of the religious liberty/equality debate.     Moving past this Part I introduction, Part II first traces the history of accommodating claims of conscience objection in American law and society to show how religious liberty is another example of polarization in modern American politics.  It also shows how medical conscience clauses are a legislated body of religious liberties law reform that seek to preserve traditional sexual morality.  This Part concludes by examining health inequity for transgender Ohioans and illustrates how legally denying care amplifies material and dignitary harms to patients.  Against this backdrop, Part III first canvasses the public response in Ohio following the enactment of the Ohio Medical Conscience Clause.  This Part next advances a hypothetical   30  Tom C. W. Lin, Treating an Unhealthy Conscience: A Prescription for Medical Conscience Clauses, 31 VT. L. REV. 105, 117 (2006).  31   At the time of writing this Comment, OHIO REV. CODE ANN. § 4743.10 has been cited in one reported opinion. See Smith v. West Chester Hospital., LLC, 2021 Ohio Misc. LEXIS 103, at *10 (Butler Cnty. Ct. C.P. Sept. 6, 2021) (finding public policy supported denying an injunction seeking to compel hospital staff to provide ivermectin to treat a COVID patient.). The Ohio Supreme Court first used the term “homosexuality” or “homosexual” in 1974 when they upheld the Secretary of State’s decision to deny articles of incorporation for the Greater Cincinnati Gay Society.  See State ex. rel. Grant v. Brown, 313 N.E.2d 847, 848 (1974) (“We agree with the Secretary of State that the promotion of homosexuality as a valid lifestyle is contrary to the public policy of the state.”). As for Ohio constitutional protections for the free exercise of religion see Part II.B.1 and accompanying text. Editor’s Note: While preparing this Comment for publication, the ACLU of Ohio and the City of Columbus filed independent suits in the Franklin County Common Pleas Court challenging the Ohio Medical Conscience Clause. The cases were consolidated in late May 2022 and litigation is ongoing.  See Complaint at 9–10, City of Columbus v. Ohio, No. 22–CV–002585 (Franklin C.P. filed April 20, 2022); Complaint at 2, Equitas Health v. Ohio, No. 22–CV–002889 (Franklin C.P. filed April 29, 2022). Although relevant to this Comment, the claims asserted in the consolidated cases differ in both substance and form from the theories advanced in this Comment. Editor’s Note: While preparing this Comment for publication, the ACLU of Ohio and the City of Columbus filed independent suits in the Franklin County Common Pleas Court challenging the Ohio Medical Conscience Clause.  The cases were consolidated in late May 2022 and litigation is ongoing.  See Complaint, City of Columbus v. Ohio, No. 22–CV–002585 (Franklin C.P. filed April 20, 2022); Complaint, Equitas Health v. Ohio, No. 22–CV–002889 (Franklin C.P. filed April 29, 2022).  Although relevant to this Comment, the claims asserted in the consolidated cases differ in both substance and form from the theories advanced in this Comment.  380226-Dayton_LR_48-3_Text.indd   163 6/5/23   10:56 AMPublished by eCommons, 2022156                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  constitutional challenge and reform recommendation rooted in existing statutory public accommodations state law and informed by doctrinal developments in religious liberties and antidiscrimination law.  Finally, Part IV briefly concludes.  * * * This Comment is equally pro-tolerance and antibigotry.  This Comment sincerely accepts the claims that: (1) the freedom of medical conscience should be protected; and (2) the goal of conscience clause legislation is to protect conscience effectively.32  While U.S. law supports claims of accommodating conscience, this Comment recognizes that limits on such claims should—and must—be imposed when accommodation inflicts significant targeted harms on other citizens and threaten the secular ethical standards governing the medical profession.33  Thus, this Comment adopts the belief/conduct framework and focuses on the third-party harm principle.  Within this framework, this Comment recognizes that individuals, not organizations or institutions, should be the only parties capable of legally cognizable claims of conscience objection.34  However, this Comment does analyze the legal framework of a conscience objection raised by a medical institution.35  Needless to say, the frustrating tones throughout this Comment are equally directed at both sides of the culture war seeking to reconcile the competing fundamental rights of equality and freedom of conscience.   Limiting the scope of this Comment to the niche subsection of conscience-compromising situations of providing health care to the transgender community, this Comment is blind to—and effectively isolates its application from—the myriad of like medical conscience objection claims.36     32  In an earlier work dedicated to conscience claims of medical providers, Elizabeth Sepper makes a nearly identical claim.  See Elizabeth Sepper, Taking Conscience Seriously, 98 VA. L. REV. 1501, 1505 (2012) (“Taking this claim seriously for the sake of discussion is not to endorse it, but rather to take it as genuine and not pretextual.  It allows us to examine the practical effectiveness of and theoretical justifications for current legislation.”).   33  See Douglas NeJaime & Reva B. Siegel, Religious Accommodation, and Its Limits, in a Pluralist Society, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 69, 74 (William N. Eskridge, Jr. & Robin Fretwell Wilson eds., 2019) [hereinafter NeJaime & Siegel, Religious Accommodation].  34  See Sepper, supra note 32 at 1514–15 (charting the “asymmetries in the ways conflicts [of medical provider versus medical institution] are resolved under existing legislation.”); id. at 1518–25 (explaining the conflict between refusing religious institutions and willing individual medical practitioners.).  See also Spencer L. Durland, Note, The Case against Institutional Conscience, 86 NOTRE DAME L. REV. 1655, 1659 (2011) (“[A] hospital is not a person; it is a physical structure within which providers give medical care. . . . In practice, institutional conscience serves as a trump card whenever (and to the extent that) the institution's religious principles diverge from the physician's own religious or ethical principles.  Such an arrangement is illogical and unwise, and must be remedied by limiting conscience clause protection to individuals.”).  35  See infra Part III.B.2 and accompanying text.  36  Throughout this Comment, “transgender” is used as “an umbrella term that includes anyone whose gender identity and/or gender expression does not match society’s expectations of how an individual who was assigned a particular sex at birth should behave in relation to their gender.”  Nikki Burrill & Valita 380226-Dayton_LR_48-3_Text.indd   164 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            157  II. BACKGROUND Several common terms used throughout this Comment warrant broad definition.  Any attempt to construe these phrases narrower risks traversing outside the legal realm and into a deep abyss of philosophical, moral, and ethical thought.37 • Conscience: “The moral sense of right or wrong; esp[ecially] a moral sense applied to one's own judgment and actions.”38 • Conscience Clause: “A legislative provision that allows a person to claim an exemption from compliance, usu[ally] on religious-freedom grounds.”39  • Freedom of Conscience: “1. The right to follow one's beliefs in matters of morality without governmental interference. 2. Loosely, freedom of religion.”40 • Freedom of Religion: “The right to adhere to any form of religion or none, to practice or abstain from practicing religious beliefs, and to be free from governmental interference with or promotion of religion”.41  * * * There is a strong historical basis in U.S. law and society for respecting religious liberty and freedom of conscience.42  Indeed, religious freedom is  Fredland, The Forgotten Patient: A Health Provider’s Guide to Providing Comprehensive Care for Transgender Patients, 9 IND. HEALTH L. REV. 69, 71 (2012).  Moreover, at times references to the “transgender community” or “transgender patients” may inherently preclude segments of the transgender community that have been victims of additional discrimination—like the elderly transgender, transgender veterans, and the incarcerated transgender.  Nevertheless, this Comment is cognizant of these underrepresented populations in the transgender community.  For a brief overview of the particular vulnerabilities of these populations, see id. at 74–76.    37  Durland, supra note 34, at 1669.    38  Conscience, BLACK’S LAW DICTIONARY (11th ed. 2019).  For one legal scholar’s rather commendable attempt to define conscience, see Durland, supra note 34, at 1669–71.  Some states that have already enacted conscience clause legislation, like Illinois, define conscience narrowly.  See 745 ILL. COMP. STAT. §70/3(e) (defining conscience as: “sincerely held set of moral convictions arising from belief in and relation to God, or which, though not so derived, arises from a place in the life of its possessor parallel to that filled by God among adherents to religious faiths”).   39  Conscience Clause, BLACK’S LAW DICTIONARY (11th ed. 2019).  40  Freedom of Conscience, BLACK’S LAW DICTIONARY (11th ed. 2019).  41  Freedom of Religion, BLACK’S LAW DICTIONARY (11th ed. 2019).  42  See, e.g., Douglas Laycock, Religious Liberty and the Culture Wars, 2014 U. ILL. L. REV. 839, 840–42 (2014) (explaining the American tradition of religious liberty); Roger Williams, A Plea for Religious Liberty (1644), in RELIGIOUS FREEDOM 3, 3–13 (Corey Brettschneider ed., 2021) (explaining that the liberty of conscience is guaranteed by keeping the church out of civil law); Corey Brettshneider, Introduction, in RELIGIOUS FREEDOM XXV, XXX (Corey Brettschneider ed., 2021) (“In Williams’s view, when the religious and secular are combined, religion itself is corrupted.”); KOPPELMAN, supra note 18, at 15 (noting historical accommodation of religious beliefs in colonial America). However, legal protection of religious freedom has both historical and modern inconsistencies.  See KOPPELMAN, supra note 18, at 16–20 (canvassing historical case law developments in religious liberty doctrine); NeJaime & Siegel, Religious Accommodations, supra note 33, at 74 (“US law supports claims to religious accommodation, but imposes limits on such claims when the accommodation would inflict significant targeted harms on 380226-Dayton_LR_48-3_Text.indd   165 6/5/23   10:56 AMPublished by eCommons, 2022158                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  grounded in the Free Exercise and Establishment Clauses of the First Amendment and several federal statutes.43  In the last fifty years, however, conscience objection claimants have deviated from the foundational principles justifying their protection.44  Now, conscience rights are being asserted in the context of family and reproductive rights including: adoption, abortion, sterilization, access to contraceptives, and LGBTQ equality.45   Laws protecting medical conscience help mold the narrative of modern religious liberties law.  The broad accommodations provided by these laws are not designed to protect sincerely held religious beliefs; instead, medical conscience objections are rooted in claims of being complicit in the asserted sinful conduct of others.46  Medical conscience laws “authorize exemptions for persons asserting conscience objections based on any religion or . . . no religion at all.”47  These claims are mainly asserted in politics, not courts, and redressed through legislation.48  With this illustration and recent doctrinal developments in antidiscrimination law, we can begin to examine how medical conscience claims legitimize transgender health inequity and preserve archaic sexual and moral norms.  A.  Religion, Politics, and the Laws Governing Conscience  Today, protecting religious freedom and the right of conscience is a  other citizens.”); James E. Ryan, Smith and the Religious Freedom Restoration Act: An Iconoclastic Assessment, 78 VA. L. REV. 1407, 1445 (1992) (stating that religious exemptions might exist in over 2000 statutes).  43  U.S. CONST. amend. I. (“Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof . . . .”); 42 U.S.C. § 2000bb et seq., (2018) (Religious Freedom Restoration Act); 42 U.S.C. §2000cc et seq., (2018) (Protection of Religious Exercise in Land Use and by Institutionalized Persons Act).  Several First Amendment doctrines also protect religious freedom including the ministerial exception and the freedom of association.  See Hosanna-Tabor Evangelical Lutheran Church & Sch. v. EEOC, 565 U.S. 171, 185 (2012) (discussing the ministerial exception; holding employment discrimination law unapplicable to church employees engaged in religious instruction); Warbelow, supra note 19, at 426–27 (explaining Title VII and the ministerial exception); Boy Scouts of Am. v. Dale, 530 U.S. 640 (2000) (holding the Boy Scouts of America had an associational right to bar homosexuals from serving as troop leaders because of the values the association sought to instill).    44  In the context of wartime conscience objection John Corvino notes three factors giving weight to the case for granting exemptions: (1) absolute intrusion on liberty; (2) life-or-death matters; and (3) the self-defeating nature of enforcing the law. Corvino, supra note 12, at 53.  Additionally, exemptions seem reasonable when enforcing an otherwise good law would lead to serious harm.  Id.   45  NeJaime & Siegel, Religious Accommodations, supra note 33, at 69.  See also Claire Marshall, The Spread of Conscience Clause Legislation, ABA (Jan. 1, 2013), https://www.americanbar.org/groups/crsj/publications/human_rights_magazine_home/2013_vol_39/january_2013_no_2_religious_freedom/the_spread_of_conscience_clause_legislation/.   46  See generally NeJaime & Siegel, Religious Accommodations, supra note 33.   47  Douglas NeJaime & Reva B. Siegel, Conscience Wars: Complicity-Based Conscience Claims in Religion and Politics, 124 YALE L.J. 2516, 2516 (2015) [hereinafter NeJaime & Siegel, Conscience Wars].  See also State v. Schmidt, 505 N.E.2d 627, 628–29 (Ohio 1987) (setting forth a tripartite test to determine whether a violation of religious liberty under the Ohio constitution claim has been asserted.); State v. Blackmon, 719 N.E.2d 970, 974 (Ohio 1998) (“The test [set forth in State v. Schmidt] is first, whether a defendant's religious beliefs are sincerely held; second, whether the regulation at issue infringes upon a defendant's constitutional right to freely engage in the religious practices; and third, whether the state has demonstrated a compelling interest for enforcement of the regulation and that the regulation is written in the least restrictive means.”).  48  NeJaime & Siegel, Conscience Wars, supra note 47, at  2542. 380226-Dayton_LR_48-3_Text.indd   166 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            159  political priority of the Religious Right.49  This, however, has not always been the case nor has religious freedom always been a legally governed abstract principle.50  In fact, “[u]ntil very recently, almost all Americans were in favor of religious liberty.”51  Religious freedom “had particular attractions for the political left [since] [r]eligious minorities have always been among the oppressed.”52   Consensus among lawmakers existed early on when enacting healthcare refusal laws that protect medical providers from performing certain procedures, namely abortions.53  Yet ideological unanimity for accommodating religious beliefs partly dissolved because of: (1) LGBTQ movement progress; and (2) state and federal legislatures broadening healthcare refusal laws to include contraceptives. 54  Now the scope of religious freedom is dictated by a polarized ideological debate; one side fearing broad religious exemptions will “unleash a devastating wave of discrimination” while the other fears “the law will treat them like racists and drive them to the margins of American society.”55   Prior to the present deep political divide on the topic of religious freedom, few lawmakers opposed passing statutes accommodating medical conscience beliefs.  Notably, Congress passed the Church Amendment within mere months after the Supreme Court decided Roe v. Wade.56  Laying the foundation for subsequent state and federal laws curtailing access to abortion services and related care, the Amendment—backed by near unanimous support—prohibited recipients of federal funding from requiring physicians or nurses “to perform or assist in the performance of any sterilization procedure or abortion . . .  contrary to his religious beliefs or moral convictions.”57  Shortly thereafter, many states, including Ohio in 1974,   49  KOPPELMAN, supra note 18, at 32.  See also NeJaime & Siegel, Conscience Wars, supra note 47, at 2543–53.   50  E.g., KOPPELMAN, supra note 18, at 15; Laycock, supra note 42, at 842; Douglas NeJaime & Reva Siegel, Conscience Wars in Transnational Perspective: Religious Liberty, Third-Party Harm, and Pluralism, in THE CONSCIENCE WARS: RETHINKING THE BALANCE BETWEEN RELIGION, IDENTITY, AND EQUALITY 187, 187 (Susanna Mancini & Michael Rosenfeld eds., Cambridge Univ. Press 2018) (“These days, conservatives seem to own ‘conscience.’”).  51  KOPPELMAN, supra note 18, at 13.  52  Id.   53  NeJaime & Siegel, Conscience Wars, supra note 47, at 2536 n. 81.   54  See KOPPELMAN, supra note 18, at 1; see also Palmer, supra note 17, at 9 (“The emergence of religious retrenchment is the product of a shift in the Religious Right’s strategy to undermine the protections guaranteed by public antidiscrimination laws.  The Religious Right’s strategy is rooted in claims that accommodating LGBTQ minorities’ rights violates their First Amendment right to freely exercise their individual religious beliefs.”); NeJaime & Siegel, Conscience Wars, supra note 47, at 2538 n.90 (explaining religious influences on lawmakers to include contraceptives in healthcare refusal laws).  55  KOPPELMAN, supra note 18, at 1.  56  NeJaime & Siegel, Conscience Wars, supra note 47, at 2535–36.  57  Id. at 2536 n.81 (“The Senate first passed the Amendment by a 92–1 vote, the House passed a slightly revised version 372–1, and the Senate ultimately passed the final bill that included the provision in a unanimous 94–0 vote.”) (emphasis omitted). 380226-Dayton_LR_48-3_Text.indd   167 6/5/23   10:56 AMPublished by eCommons, 2022160                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  enacted nearly identical abortion refusal laws.58  Since then, nearly every state has adopted refusal laws related to abortion, sterilization, and/or access to contraceptives.59  Tracking the attempts to eviscerate reproductive rights from Roe to Planned Parenthood v. Casey pinpoints the pivotal moment generating the type of expansive health care refusal laws present in the status quo.60  Notably, health care refusal legislation increased in popularity among state lawmakers in the 1990s and 2000s and expanded the scope of medical conscience objections beyond those covered by the Church Amendment.61  These bills often protected the organizational conscience rights of healthcare institutions and began to apply to insurance plans and like financial relationships.62  Concomitantly, these bills sought to protect a distinct form of religious exemption claim conceptualized by complicity.63  Termed “complicity-based conscience claims” by Professors Douglas NeJaime and Reva Siegel, these objections are “faith claims about how to live in community with others who do not share the claimant’s beliefs, and whose lawful conduct the person of faith believes to be sinful.”64  Accommodating complicity-based claims, like those statutorily protected by the Ohio Medical Conscience Clause, amplifies inflicting both material and dignitary harms on third parties—specifically transgender Ohioans.65 B.  Pluralism Post-Masterpiece Cakeshop: Religious Accommodations to Antidiscrimination Laws Defenders of broad conscience exemptions to ordinarily universally applied laws justify their position by claiming exemptions facilitate a pluralist   58  See id. at 2538 n.89 (“Between the decision in Roe and July 1973, fifteen states passed conscience clauses regarding abortion.  By the close of 1974, twenty-eight states had laws allowing physicians to refuse to participate in abortions, and twenty-seven states had laws that applied to hospitals.”). See also OHIO REV. CODE § 4743.91 (1974) (no requirement for abortions).  59  Refusing to Provide Health Services, GUTTMACHER CTR.,  https://www.guttmacher.org/state-policy/explore/refusing-provide-health-services (last updated Feb. 11, 2023). In addition to the federal laws related to refusal of health services, the Guttmacher Center highlights that 46 states allow some health care providers to refuse to provide abortion services, 12 states allow some health care providers to refuse to provide services related to contraception, and 18 states allow some health care providers to refuse to provide sterilization services. Id. See also Louise Melling, Will Obergefell Be the New Roe?, SLATE (June 5, 2018), https://slate.com/news-and-politics/2018/06/the-masterpiece-cakeshop-decision-will-not-deter-opponents-of-lgbt-equality.html (“By the end of 1978, nearly every state had such laws.”).  60  See NeJaime & Siegel, Religious Accommodations, supra note 33, at 71–72.  61  NeJaime & Siegel, Conscience Wars, supra note 47, at 2538.  62  Id. at 2538–40.  63  See OHIO REV. CODE § 4743.10(B) (2021) (implied definition of “conscience” under Ohio’s medical conscience clause); NeJaime & Siegel, Conscience Wars, supra note 47, at 2519.  64  NeJaime & Siegel, Conscience Wars, supra note 47, at 2519.   65  Id. at 2566–78.  Material burdens are imposed “on third parties by deterring or obstructing access to goods and services.”  Id. at 2566.  Dignitary harms “refer to the social meaning, including stigma, which may result from accommodating complicity-based objections.”  Id. at 2522.  “Even when not stated explicitly, the meaning of the [health care] refusal is intelligible to the recipient because it reflects and reiterates a familiar message about contested sexual norms.”  Id. at 2576. 380226-Dayton_LR_48-3_Text.indd   168 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            161  regime where moral differences can coexist.66  In the public accommodation context, however, conscience exemptions to nondiscrimination laws build a parallel legal order that stigmatizes those who do not share the objector’s beliefs.   Giving rise to a pluralistic accommodation regime, two dimensions predicate complicity-based objections: (1) a third-party’s conduct; and (2) a claimant’s relationship to the third party.67  As a result, when accommodating complicity-based claimants, the law must reconcile principles sourced from competing constitutional safeguards.  At one end, principled in the free exercise of religion, “disputes must be resolved . . . without undue disrespect to sincere religious beliefs.”68  While at the other end, principled in equal protection within public accommodations, “disputes must be resolved . . . without subjecting [sexual and gender minorities] to indignities when they seek goods and services in an open market.”69  The Supreme Court in Masterpiece Cakeshop, Ltd. v. Colorado Civil Rights Commission noted the interplay between state antidiscrimination laws and free exercise of religion often presents “difficult” and “delicate” questions.70   Balancing the principled concerns of Masterpiece Cakeshop under Ohio’s legal framework is more complex.  In Ohio, both ends of the pluralistic regime governing religion and prohibited discrimination in places of public accommodation are dictated by more stringent standards.  In the free exercise context, controlling Ohio case law subjects religious free exercise cases to strict scrutiny rather than the generally applicable, religious-neutral standard set by the Supreme Court in Employment Division v. Smith.71  And in the public accommodation context, Ohio is one of 29 states where LGBTQ people lack protection from discrimination in places of public accommodation, unlike the state law challenged in Masterpiece Cakeshop that prohibited such discriminatory conduct.72 1. Freedom of Religion and Right of Conscience in Ohio State protection of religious liberty and the right of conscience are   66  See Ryan T. Anderson & Sherif Girgis, Against the New Puritanism: Empowering All, Encumbering None, in DEBATING RELIGIOUS LIBERTY AND DISCRIMINATION 108, 147–49 (John Corvino et al. ed., 2017).  67  NeJaime & Siegel, Conscience Wars, supra note 47, at 2519.  68  Masterpiece Cakeshop, Ltd. v. Colo. Civil Rights Comm’n, 138 S. Ct. 1719, 1732 (2018).  69  Id.   70  Id. at 1723–24.  71  Humphrey v. Lane, 728 N.E.2d 1039, 1044–45 (Ohio 2000). Under Smith, “the right of free exercise does not relieve an individual of the obligation to comply with a ‘valid and neutral law of general applicability on the ground that the law proscribes (or prescribes) conduct that his religion prescribes (or proscribes).’”  Emp’t Div. v. Smith, 494 U.S. 872, 879 (1990) (quoting United States v. Lee, 445 U.S. 252, 263 n.3 (1982) (Stevens, J., concurring) (internal quotations omitted).   72  EQUAL. OHIO, Mapping Equality, https://equalityohio.org/our-work/local/municipal-map/ (last visited Mar. 26, 2023).    380226-Dayton_LR_48-3_Text.indd   169 6/5/23   10:56 AMPublished by eCommons, 2022162                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  contained in Article I, Section 7 of the Ohio Constitution.73  The history of Ohio’s free exercise jurisprudence dates back to the early years of statehood.74  Nevertheless, in 2000, the Ohio Supreme Court articulated the leading authority governing religious free exercise in Humphrey v. Lane.75  In Humphrey, Wendall Humphrey, an employee of the Ohio Department of Rehabilitation and Correction and member of the Shoshone-Bannock Tribe, challenged a policy that required corrections officers to maintain their hair at collar length.76  As part of his practice of Native American Spirituality, Humphrey wore his hair long and continued to do so after reaching an agreement with the Ohio Civil Rights Commission to accommodate his beliefs despite the policy’s mandates.77  However, after seven years without incident, Warden Lane issued a memorandum requiring Humphrey to comply with the grooming policy.78  After Humphrey refused to submit to Lane’s demands, Lane initiated disciplinary proceedings against Humphrey and terminated him.79  Humphrey disputed his termination in court and the Ohio Supreme Court eventually considered the merits of his claim.80  The central issue before the Ohio Supreme Court in Humphrey was whether the Ohio Constitution or its federal counterpart resolved Humphrey’s free exercise claim.81  Of secondary importance was what standard of review is applicable to free exercise cases: strict scrutiny or the standard set forth by the United States Supreme Court in Employment Division v. Smith.82  A six-to-one majority expressly rejected the Smith standard and announced strict scrutiny controls in free exercise cases.83   While the Ohio Supreme Court’s judicial federalism in Humphrey is   73  In pertinent part, the Ohio Constitution provides: \"All men have a natural and indefeasible right to worship Almighty God according to the dictates of their own conscience.  No person shall be compelled to attend, erect, or support any place of worship, or maintain any form of worship, against his consent; and no preference shall be given, by law, to any religious society; nor shall any interference with the rights of conscience be permitted. . . .”  OHIO CONST. art. I, §7.  74  See, e.g., Bloom v. Richards, 2 Ohio St. 387, 406 (1853) (upholding the validity of a contract to sell land executed on a Sunday, despite an Ohio statute prohibiting common labor on Sunday); Bd. of Educ. v. Minor, 23 Ohio St. 211, 238 (1872) (holding the court did not have jurisdiction to determine what religious doctrines, if any, should be taught in public schools).  In dicta, Justice Welch noted Ohio’s free exercise doctrine should be called the “hands off” doctrine and to “[l]et the state not only keep its own hands off, but let it also see to it that religious sects keep their hands off each other.”  Id. at 250–51.  75  Humphrey, 728 N.E.2d at 1043.  76  Id. at 1041.    77  Id. at 1042.  See also Jeffrey D. Williams, Note, Humphrey v. Lane: The Ohio Constitution’s David Slays the Goliath of Employment Division, Department of Human Resources of Oregon v. Smith, 34 AKRON L. REV. 919, 929 n.50 (2001).   78  Humphrey, 728 N.E.2d at 1041.  79  Id. at 1042.  80  Id. at 1043.   81  Id. at 1044.   82  Id. at 1042–43.  83  Id. at 1043–45 (“We find the phrase that brooks no ‘interference with the rights of conscience’ to be broader than that which proscribes any law prohibiting free exercise of religion.”); see also Wampler v. Higgins, 752 N.E.2d 962, 971 at n. 2 (Ohio 2001) (affirming the distinction in footnoted text a year after Humphrey); State v. Mole, 74 N.E.3d 368, 375 (Ohio 2016) (same, but being the most recent Ohio Supreme Court decision to do so). 380226-Dayton_LR_48-3_Text.indd   170 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            163  important, its substantive assessment of the structural differences between Article I, Section 7 of the Ohio Constitution and the First Amendment is marginal compared to free exercise doctrinal developments extracted from the opinion.84  Rejecting the Smith test, the Humphrey Court “adhere[d] to the standard long held in Ohio regarding free exercise claims—that the state enactment must serve a compelling state interest and must be the least restrictive means of furthering that interest.  That protection applies to direct and indirect encroachments upon religious freedom.”85  Put succinctly by one Twelfth District Court of Appeals opinion, “The [C]ourt found that while the Federal right protects citizens from laws that prohibit free exercise of religion, the Ohio Constitution goes a step further and protects citizens even from laws that interfere with the right.”86  In the same opinion, the Twelfth District importantly noted that Humphrey did not recognize a “general right of conscience” protected by the Ohio Constitution.87  Thus, although Article I, Section 7 of the Ohio Constitution protects citizens from laws that “tangentially affect religion,” individual conscience is protected only when it is “predicated upon bona fide religious beliefs.”88   Notably, the Humphrey test is analogous to the one outlined by the Religious Freedom Restoration Act (RFRA).89  Recognizing this similarity and applying it to the pluralistic balancing of Masterpiece Cakeshop demonstrates the complexities of accommodating conscience objections to public antidiscrimination law.   2. SOGI Antidiscrimination Protection in Ohio Places of Public Accommodation   Like religious free exercise, the law governing Ohio places of public accommodation has deep historical roots.  In 1859, premised on the traditional duties of places of public accommodation and newly emerging conceptions of racial equality, the Hamilton County Court of Common Pleas affirmed the common law right of access to places of public accommodation without regard to race.90  And,  in 1884, Ohio enacted a statutory right of access to   84  For commentary on judicial federalism in Humphrey see Robert F. Williams, The New Judicial Federalism in Ohio: The First Decade, 51 CLE. ST. L. REV. 415, 426–28 (2004); Richard B. Saphire, Ohio Constitutional Interpretation, 51 CLE. ST. L. REV. 437, 464–67 (2004); Benjamin White, Comment, Prodigal Reasoning: State Constitutional Law and the Need for a Return to Analysis, 86 U. CIN. L. REV. 1099, 1116–17 (2018).    85  Humphrey, 728 N.E.2d at 1045 (Ohio 2000).    86  Luken v. Brigano, 797 N.E.2d 1047, 1049 (Ohio Ct. App. 2003) (emphasis in original); see also Humphrey, 728 N.E.2d at 1043–45.  87  Luken, 797 N.E.2d at 1049.  88  Id.; Preterm Cleveland v. Voinovich, 627 N.E.2d 570, 579 (Ohio Ct. App. 1993) (“The word ‘conscience’ denotes a sense of moral goodness as to which conduct is right and which is wrong.  In a secular sense, such intellectual feelings may vary from person to person. . .”).   89  42 U.S.C. § 2000bb–1 (2012).   90  State v. Kimber, 3 Ohio Dec. Reprint 197, 360 (Ct. C.P. 1859). “[Common carriers] cannot make unreasonable discriminations between persons soliciting its means of conveyance as by refusing them on account of personal dislike, their occupation, condition in life, complexion, race, nativity, political or ecclesiastical relations[.]”  Id. 380226-Dayton_LR_48-3_Text.indd   171 6/5/23   10:56 AMPublished by eCommons, 2022164                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  places of public accommodation after the Civil Rights Cases invalidated the federal public accommodations law of 1875.91  More than 70 years later, in 1959, Ohio enacted the state’s current civil rights law.92  Early commentators critically analyzed the 1959 law soon after its enactment and highlighted important questions it left unaddressed.  Chiefly, the legislature “repeated its earlier formula of using a merely illustrative list of [places of public accommodation] followed by an undefined omnibus clause.”93  Presently, Ohio statutory law does not address whether the antidiscrimination mandates of the 1959 law apply to hospitals and, more specifically, cover discrimination based on SOGI.  Answering this question generates an intricate two-step inquiry.    First, Ohio’s antidiscrimination laws do not explicitly include hospitals within the definitional scope of places of public accommodation.94  Nevertheless, the Ohio Civil Rights Commission has issued an administrative rule interpreting places of public accommodations to include hospitals.95  Importantly, the Fourth District Court of Appeals of Ohio relied on this administrative rule when finding “reasonable minds could conclude that, if medically necessary, being admitted to a hospital and being examined by a surgeon would qualify as the ‘full enjoyment of the accommodations, advantages, facilities, or privileges of the place of public accommodation.’”96    Second, statutory protected classes under Ohio’s antidiscrimination laws do not include SOGI.97  Arguably, however, SOGI are protected classes under Ohio law if (when read consistently with the Supreme Court’s recent decision interpreting Title VII to protect against discrimination because of sexual orientation or gender identity) the Ohio Supreme Court were to follow a 1981 ruling where they held “federal case law interpreting Title VII of the Civil Rights Act of 1964 . . . is generally applicable to cases involving alleged   91  Joseph W. Singer, No Right to Exclude: Public Accommodations and Private Property, 90 NW. U. L. REV. 1283, 1374 (1996).   92  OHIO C.R. COMM’N, FY 2020 Annual Report 5 (June 30, 2020), https://civ.ohio.gov/static/Annual%20Reports/2020%20Annual%20Report.pdf.  93  William W. Van Alstyne, Civil Rights: A New Public Accommodations Law for Ohio, 22 OHIO ST. L.J. 683, 686 (1961); see also William W. Van Alstyne,  A Critique of the Ohio Public Accommodations Law, 22 OHIO ST. L.J. 201, 207 (1961) (“A glance at the statute discloses that the specific enumeration of places of public accommodation is extremely brief, obviously limited far short of all establishments which generally solicit public patronage for private profit.” (emphasis in original)).  94  OHIO REV. CODE ANN. §4112.01(A)(9) (2021) (defining places of public accommodation).  See also Elizabeth Sepper, Childress Lecture: The Role of Religion in State Public Accommodation Laws, 60 ST. LOUIS L.J. 631, 642 (2016) (noting Ohio is one of thirteen states to define public accommodation in an illustrative, not comprehensive, manner).  95  OHIO ADM. CODE §4112–5–02(I). (“When used in Chapter 4112 of the Revised Code . . . ‘Place of public accommodation’ includes . . . dispensaries, clinics, hospitals . . . .”).  96  Fiske v. Rooney, 663 N.E.2d 1014, 1018 (Ohio Ct. App. 1995) (internal quotations omitted).   97  See OHIO REV. CODE ANN.  §4112(G).  “For any proprietor or any employee, keeper, or manager of a place of public accommodation to deny to any person, except for reasons applicable alike to all persons regardless of race, color, religion, sex, military status, national origin, disability, age, or ancestry, the full enjoyment of the accommodations, advantages, facilities, or privileges of the place of public accommodation.”  Id. 380226-Dayton_LR_48-3_Text.indd   172 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            165  violations of [Ohio’s antidiscrimination laws].”98  Even then, protection for gender and sexual minorities seeking access to health services is not absolute.  This is because the most recent United States Supreme Court case interpreting Title VII to include discrimination based on SOGI, Bostock, did not “address bathrooms, locker rooms, or anything else of the kind.”99   State public accommodation antidiscrimination laws are the key inhibitors of SOGI discrimination by health care service providers.100  However, lack of protection under antidiscrimination laws is only one of the many contributing factors to transgender health inequity in Ohio. C. Transgender Health Inequity in Ohio  In contemporary American healthcare—a system dictated by privilege, pervasive sexual stigma, and legitimized subordination of gender and sexual minorities—transgender and gender-nonconforming individuals are among the most marginalized and disfavored.101  As a result, the transgender community experiences differential health outcomes when seeking access to care.102  Recently, however, combatting structural discrimination and dismantling health disparities for transgender patients has become more publicized and nationally prioritized.103  Like the legal academy, the medical community is commonly splintered on deciphering acceptable limits to medical provider conscience and antidiscrimination protections for transgender patients.104  Effectively, many researchers have   98  See Bostock v. Clayton Cnty., 140 S. Ct. 1731, 1737 (2020) (interpreting Title VII to forbid employment discrimination against homosexual and transgender employees); Plumbers & Steamfitters Comm. v. Ohio C.R. Comm’n, 421 N.E.2d 128, 131 (Ohio 1981) (incorporating federal case law interpretations of Title VII to interpretations of Ohio antidiscrimination law by reference).  99  Bostock, 140 S. Ct. at 1753.  100  Elizabeth R. Cayton, Comment, Equal Access to Health Care: Sexual Orientation and State Public Accommodation Antidiscrimination Statutes, 19 LAW & SEXUALITY 193, 199 (2010).   101  See, e.g., Sarah Clemens, Note, A Band-Aid Fix: Section 1557 of the Affordable Care Act and the Need for Federal Laws to Protect Transgender People in Healthcare, 54 SUFFOLK U. L. REV. 31, 31–35 (2021) (describing marginalization of transgender individuals in healthcare); Clemens, supra, at 31 n.2 (canvassing various sources articulating subordination and societal stigmatization of transgender and gender-nonconforming individuals in modern society); Alexandra Brandes, The Negative Effect of Stigma, Discrimination, and the Health Care System on the Health of Gender and Sexual Minorities, 23 TUL. J.L. & SEXUALITY 155, 155–61 (2014) (detailing how heterosexism, genderism, and racism adversely affect health of transgender and gender-nonconforming individuals).  102  See generally Brandes, supra note 101, at 161.  103  See id. (“[T]he limited data that has been collected suggests that discrimination leads to significant health disparities.”); see also Danielle H. Chaet, The AMA Code of Medical Ethics’ Opinions Related to Discrimination and Disparities in Health Care, 18, No. 11 AMA J. ETHICS 1065, 1095 (2016); Defining Basic Health Care, AMA, https://www.ama-assn.org/delivering-care/ethics/defining-basic-health-care (last visited Mar. 26, 2023) (noting that “[h]ealth care is a fundamental human good . . .” and that once a patient-physician relationship is formed, physicians have an ethical responsibility to place patients’ welfare above the physician’s own interest or obligations to others); U.S. DEP’T OF HEALTH AND HUM. SERV., Healthy People 2030: LGBT, https://health.gov/healthypeople/objectives-and-data/browse-objectives/lgbt (last visited Mar. 26, 2023) (recognizing health challenges and disparities of the LGBTQ community).  104  Explaining this ethical compromise, the AMA Code of Medical Ethics notes that, “at times the expectation that physicians will put patients’ needs and preferences first may be in tension with the need to sustain moral integrity and continuity across both personal and professional life.” Physician Exercise of Conscience, AMA, https://www.ama-assn.org/delivering-care/ethics/physician-exercise-conscience (last visited Mar. 26, 2023). 380226-Dayton_LR_48-3_Text.indd   173 6/5/23   10:56 AMPublished by eCommons, 2022166                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  worked to facilitate a more nuanced and informed nationwide discussion of transgender health disparities by uncovering a wide latitude of barriers to quality transgender health care along with physician exercise of conscience.105   Ohio-specific literature on transgender health inequity is sparse despite the many challenges plaguing Ohio’s healthcare system identified by the state’s 2019 State Health Assessment (Health Assessment).106  The roadmap of the 2020-2022 State Health Improvement Plan (Health Improvement Plan) to address the challenges identified in the Health Assessment, however, largely ignores the health disparities for transgender Ohioans.107  The rest of this Section first unpacks Ohio’s proposed healthcare reform measures and policy objectives to show how important it is to account for transgender health inequity.  Buttressing this necessity, this Section concludes by briefly synthesizing a select minutia of barriers to accessible quality health care encountered by transgender Ohioans.  1.  Ohio’s Ignorance of Transgender Health Disparities  Ohio’s Health Assessment and Health Improvement Plan work in tandem to help craft healthcare reform policies aimed at meeting the state’s “long-term goal of ensuring all Ohioans achieve their full health potential.” 108  One of the top-line priorities of the Health Improvement Plan is attaining state-wide health equity.109  The Health Improvement Plan notes, “Health equity is achieved when all people in a community have access to affordable, inclusive and quality infrastructure and services that, despite historical and   105  Both Clemens and Brandes focus on the pervasive health disparities for transgender patients following federal court interpretations of the antidiscrimination mandates of Section 1557 of the Affordable Care Act.  See generally Clemens, supra note 101; Brandes, supra note 101.  Additional barriers include those set out in the 2015 U.S. Transgender Survey and the growth of Catholic hospitals.  See JAMES ET AL., supra note 11, at 92–126 (finding that the barriers to accessible transgender health care include “lack of adequate insurance coverage, mistreatment by health providers, and health providers’ discomfort or inexperience with treating transgender people.”); Eric Plemons, Not Here Catholic Hospital Systems and the Restriction Against Transgender Healthcare, 68 CROSS CURRENTS, 534, 535–36 (2019) (“Catholic debates about the ethical status of transgender healthcare contribute to the surging American discourse of ‘religious liberty,’ in which it is ‘freedom of conscience’ that exempts Catholic institutions from the duty of providing best-practice medicine.”); Esther Ju, Note, Unclear Conscience: How Catholic Hospitals and Doctors are Claiming Conscientious Objections to Deny Healthcare to Transgender Patients, 2020 U. ILL. L. REV. 1289, 1307–08 (2020) (explaining how Catholic healthcare institutions use federal and state conscience laws to refuse treating transgender patients by citing religious objections).  106  See generally HEALTH POL’Y INST. OF OHIO & OHIO DEP’T OF HEALTH, STATE HEALTH ASSESSMENT (Sept. 9, 2019), https://odh.ohio.gov/static/SHA/2019/Ohio-2019-SHA-Full-Summary-Report.pdf.  107 See id.; HEALTH POL’Y INST. OF OHIO & OHIO DEP’T OF HEALTH, STATE HEALTH IMPROVEMENT PLAN, (Apr. 2020), https://odh.ohio.gov/static/SHIP/2020-2022/2020-2022-SHIP.pdf; HEALTH POL’Y INST. OF OHIO, HEALTH POLICY BRIEF: CLOSING OHIO’S HEALTH GAPS 8 (Oct. 2018), https://www.healthpolicyohio.org/wp-content/uploads/2018/10/PolicyBrief_Equity.pdf (recognizing the data challenges in identifying gaps in Ohio healthcare).  108  HEALTH POL’Y INST. OF OHIO & OHIO DEP’T OF HEALTH, supra note 107, at 5.  109  Id. at 9.  Discussion about health equity turns on a sensible terminology difference between disparities and inequities.  Id.  “Disparities refer to avoidable differences in health outcomes that exist across communities” while, “[i]nequities refer to differences in access to resources.” Id.   380226-Dayton_LR_48-3_Text.indd   174 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            167  contemporary injustices, allows them to reach their full health potential.”110  Transgender Ohioans have been effectively written out of Ohio’s healthcare reform measures and policy objectives.  Indeed, the current Health Improvement Plan mentions transgender health inequity in Ohio only two times, both relating to improving community conditions surrounding health by decreasing tobacco and nicotine use.111  As such, to accomplish the health policy goals outlined by the Ohio Department of Health (ODH), structural change to the legal regime governing Ohio healthcare as informed by a complete understanding of the lived experienced of the most marginalized community population—transgender Ohioans—is warranted.  The voices of Ohio transgender voters, both independently formed and influenced from the retaliatory actions of other states, should guide Ohio statutory reform to better serve marginalized transgender Ohioans in their quest towards full and equal access to health care.   2. Patient-Physician Relationships: Discriminatory Bias and the Medical Knowledge Gap  At the patient-physician level, transgender health inequity is structurally rooted in heterosexism and compounded by the paucity of knowledgeable providers.112  These inherently problematic foundational underpinnings to the patient-physician relationship pose grave, sometimes fatal, consequences when transgender patients seek access to and require routine gender-incongruent care.113  Importantly, as part of the Health Improvement Plan, ODH identified the “cumulative impact of . . . systemic, historic, unjust or racist structures, policies and norms within society” on achieving health equity.114  Further, the Health Improvement Plan identifies access to care, including health insurance coverage and local access to healthcare providers, as a top priority factor shaping the overall health and wellbeing of Ohioans.115  Although not directly articulated by the Health Improvement Plan, enhancing patient-physician relationships while improving access to gender-affirming care, in turn leading to positive health outcomes for the Ohio transgender community, falls within   110  Id.   111  Id. at 9, 90.   112  See Brandes, supra note 101, at 160–61 (“Bias from health care professionals reduces the likelihood that LGBTQ individuals will seek and receive quality health care.”); Clemens, supra note 101, at 37; Joshua D. Safter et al., Barriers to Health Care for Transgender Individuals, 23 (2) CURRENT OPINION IN ENDOCRINOLOGY, DIABETES, & OBESITY 168–71 (2016), reprinted in HHS PUBLIC ACCESS (manuscript at 6) (2017), https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4802845/pdf/nihms767277.pdf.  113  Clemens, supra note 101, at 39–40 (noting the fatal consequences of a provider refusing to provide routine treatment to transgender patients).  114  HEALTH POL’Y INST. OF OHIO & OHIO DEP’T OF HEALTH, supra note 107, at 9 (“Health equity is achieved when all people in a community have access to affordable, inclusive and quality infrastructure and services that, despite historical and contemporary injustices, allows them to reach their full health potential.”).  115  Id. at 7. 380226-Dayton_LR_48-3_Text.indd   175 6/5/23   10:56 AMPublished by eCommons, 2022168                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  the policy goals of ODH.   3. Catholic Hospital Ownership Restricts Access to Transgender Health Care The rapid growth of Catholic hospitals and health systems, absent public transparency and accountability, further restricts access to transgender health services in Ohio.116  Despite bureaucratic hurdles, insurance coverage for transition-related care has improved in recent years, driving demand for these procedures upward.117  Likewise, through mergers, acquisitions, business partnerships, and expansions into new types of care, Catholic-owned and -affiliated healthcare institutions now possess greater market dominance and wield more power to deny transition-related care to a larger array of the transgender community.118  Catholic-affiliated healthcare providers serve as primary enforcers to denying procedures under the protection of medical conscience clauses.119  Thus, the growth of Catholic hospitals and health systems directly limits accessible transgender-inclusive care.  Illustrating this conflict, a 2020 Community Catalyst report found that one in four Ohio hospitals abide by the ERDs.120  Further, the 2015 U.S. Transgender Survey reported that, of the 941 Ohio respondents, 26% “did not see a doctor when they needed to because of fear of being mistreated as a transgender person, and 33% did not see a doctor when needed because they could not afford it.”121  The statistics speak for themselves: as Catholic hospitals expand throughout Ohio, access to health services for transgender Ohioans becomes further restricted.122  The table below provides insight on the posture of Catholic hospital ownership in Ohio compared to similar nationwide statistics.        116  See Tess Solomon et. al, Bigger and Bigger: The Growth of Catholic Health Systems 1, CMTY. CATALYST (2020); see also Ju, supra note 105, at 1297.  117  Plemons, supra note 105, at 533.  118  Id. at 533–34 (“Between 2001 and 2016, the number of U.S. hospitals affiliated with the Catholic Church increased by 22 percent[.]”); see generally Solomon et al., supra note 116.  119  See Adam Sonfield, In Bad Faith: How Conservatives Are Weaponizing “Religious Liberty” to Allow Institutions to Discriminate, 21 GUTTMACHER POL’Y REV. 23, 24 (2018).  120  See Solomon et al., supra note 116, at 29.  121  The Report of the 2015 U.S. Transgender Survey: Ohio State Report, NAT’L CTR. FOR TRANSGENDER EQUAL. (Apr. 2017) at 3, https://transequality.org/sites/default/files/docs/usts/USTSOHStateReport(1017).pdf.   122  See generally Katie Hafner, As Catholic Hospitals Expand, So Do Limits on Some Procedures, N.Y. TIMES (Aug. 10, 2018), https://www.nytimes.com/2018/08/10/health/catholic-hospitals-procedures.html.  380226-Dayton_LR_48-3_Text.indd   176 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            169  Table 1.  Short-Term Acute Care Catholic Hospitals in Ohio, 2020  Catholic Hospitals All Hospitals  Catholic Percent of All Hospitals Ohio 36 143 25.17% Nationwide 577 3,659 15.77% Source: Community Catalyst, (2020)123   When Catholic hospitals form new partnerships with non-Catholic entities, the lines distinguishing religious and secular entities are often blurred.124  This phenomenon, termed by  Professor Elizabeth Sepper as “the rise of zombie religious institutions,”  increases the likelihood of patients being unaware of religious-based restrictions on care.125  Additionally, by “plac[ing] institutions—not individuals—at the core of religious liberty,” these business transactions impede public policy goals and “expand[] the universe of institutions eligible for religious exemption[s].”126  More troublesome, however, is the catalytic role these agreements play in instilling religious beliefs as the sole ethical standard governing the medical profession.127   The increase of zombie religious institutions presents unique challenges for Ohioans seeking transgender-related health services.128  Increasingly complex partnerships between Catholic hospitals and private companies frustrate the historic naming distinctions between secular and religious hospitals that make Catholic-affiliated institutions more identifiable.129  Moreover, the expansion of Catholic hospitals in rural areas, often as the sole community provider, imposes additional hardship when seeking transgender health care.130  A recent 2018 partnership between Catholic Health Initiative System   123  Solomon et al., supra note 116, at 29.  124  See Elizabeth Sepper, Zombie Religious Institutions, 112 NW. U. L. REV. 929, 938 (2018); see KOPPELMAN, supra note 18, at 141 (noting the privilege afforded to Catholic hospitals to “refus[e] necessary medical treatments that are inconsistent with Catholic doctrine . . . extends even to hospitals that are no longer Catholic, but which once were, and were sold with a contractual proviso that they would continue to observe Catholic moral restraints.”).     125  See Sepper, supra note 124, at 931; Solomon et al., supra note 116, at 21.  126  Sepper, supra note 124, at 929, 932.  See generally Solomon et al., supra note 116.  127  See generally Plemons, supra note 105.  128  See generally Hafner, supra note 122.  129  See Sepper, supra note 124, at 932; see also Hafner, supra note 122.  130  See Ju, supra note 105, at 1297; see also Anna M. Barry-Jester & Amelia Thomson-DeVeaux, How Catholic Bishops Are Shaping Health Care in Rural America, FIVETHIRTYEIGHT (Jul. 25, 2018), https://fivethirtyeight.com/features/how-catholic-bishops-are-shaping-health-care-in-rural-america/.  380226-Dayton_LR_48-3_Text.indd   177 6/5/23   10:56 AMPublished by eCommons, 2022170                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  (CHI) and Premier Health illustrates the reality of the accompanying harms of zombie Catholic hospitals in Ohio.131  Changing the ownership structure of Premier Health—the largest health system in Southwest Ohio—the deal resulted in CHI owning “a 22 percent interest in the restructured Premier joint venture.”132  The practical implications of this agreement on health care access in the Miami Valley were instantaneously felt, specifically in the context of abortion services.133  Citing their governing documents and partial Catholic ownership, Premier Health refused to enter into a transfer agreement with Women’s Med Center—the only abortion provider in the Dayton area—in its fight to remain open.134  Notably, Premier Health’s website does not mention any Catholic restrictions on care at their five network hospitals—making it nearly impossible for someone seeking care to know what services they offer.135  Illustrations like Premier Health’s partnership with CHI reveal how Catholic healthcare institutions use hospital ownership to restrict transgender health care.   4.  Ohio’s Medical Conscience Clause  Statutory protections of medical practitioners to freely decline health services that violate their conscience preserve structural impediments to accessible transgender health care and amplify the “consequences of unrestricted and uncompromising rights to conscientious objection.”136  Conscience clauses commonly grant broad rights to select individuals, determined by a routine set of shared characteristics, to opt from complying with ordinarily universally applied laws.137  Resembling the federal statutory framework of healthcare conscience laws, the Ohio Medical Conscience Clause immunizes healthcare providers who refuse on moral, ethical, or religious principles to “perform, participate in, or pay for” specific health care services.138   Legal scholars have generated prolific commentary on the parameters and justification for legally enforceable medical conscience legislation.139  A   131  Solomon et al., supra note 116, at 21.  132  Kaitlin R. Schroeder, Catholic Health Network Gets 22 Percent Stake in Premier, DAYTON DAILY NEWS (Sept. 5, 2018), https://www.daytondailynews.com/business/catholic-health-network-gets-percent-stake-premier/5kzfHNXhImpvxebgTp6zoK/ (internal quotations omitted).   133  See Wayne Baker, Dayton-Area Abortion Clinic Loses Ohio Supreme Court Fight, DAYTON DAILY NEWS (Aug. 21, 2019), https://www.daytondailynews.com/news/local/dayton-area-abortion-clinic-loses-ohio-supreme-court-fight/mcTBN1IwFn7h6FWqSA4tZO/.   134  Id.  135  Solomon et al., supra note 116, at 21.  136  See West-Oram & Nunes, supra note 28, at 227. See also NeJaime & Siegel, supra note 47, at 2534–35; Ju, supra note 105, at 1308 (“Transgender patients are especially threatened when it comes to conscience clauses because they are at risk for being denied the most basic healthcare attention due to their transgender status.”).   137  See Durland, supra note 34, at 1658.   138  Compare 42 U.S.C. § 300a–7 (the Church Amendments), with OHIO REV. CODE §4743.10(B) (2021).  139  See, e.g., Maxine M. Harrington, The Ever-Expanding Health Care Conscience Clause: The Quest for Immunity in the Struggle Between Professional Duties and Moral Beliefs, 34 FLA. ST. U. L. REV. 779 380226-Dayton_LR_48-3_Text.indd   178 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            171  shallow canvassing of this scholarship reveals one preeminent question pertinent to the scope of Ohio’s Medical Conscience Clause: may healthcare institutions, as entities independent from their individual employers, assert complicity-based conscience objections under the current statutory framework?140   Detailed statutory construction analysis of the Clause is beyond the scope of this Comment;   yet, a brief discussion is in order because of the magnified prospect for discrimination against patients based on SOGI by Ohio Catholic healthcare institutions who operate under the ERDs.141  An Ohio court could find that the text of Ohio’s Medical Conscience Clause is facially ambiguous; its semantic dichotomy gives rise to at least two equally plausible interpretations.142  The Clause can reasonably be construed to protect the exclusive conscience of individual medical practitioners or the institutional conscience of health care providers; it defines “medical practitioner,” but does not define a “health care institution” or “health care payer.”143 Although reluctantly, but for simplicity, this Comment accepts the flawed conclusion that the Clause protects both institutional and individual complicity-based conscience objections.  Nevertheless, an Ohio court should construe the Clause with the presumption that the Ohio legislature intended “[a] just and reasonable result” when enacting the statute.144  This interpretation would arguably allow a reviewing court to consider the meaning of the Clause through the lens of the third-party harm principle.  III. ANALYSIS Religious freedom does not operate in a vacuum; often conservative Christians claim asymmetric rights of exemption from antidiscrimination laws aimed at protecting important rights and interests of others who do not share similar religious beliefs.145  The tension generated from the U.S.  (2007); Michael A. Helfand, Implied-Consent Religious Institutionalism: Applications and Limits, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 135, 135–49 (William N. Eskridge, Jr. & Robin Fretwell Wilson eds., 2019).  140  See Durland, supra note 34, at 1677–83.  141  See supra text accompanying Part II.C.3.   142  See Ambiguity, BLACK’S LAW DICTIONARY (11th ed. 2019). Since the Clause is ambiguous, the chief inquiry of statutory interpretation—deference to the ordinary public meaning of the statutory text at the time of its enactment—is inapplicable.  See Bostock v. Clayton County, 140 S.Ct. 1731, 1738 (2020); Gabbard v. Madison Local Sch. Dist. Bd. of Educ., 165 Ohio St. 3d 390, 394 (2021)(noting, as a matter of Ohio state law, “When the statutory language is unambiguous, we apply it as written without resorting to rules of statutory interpretation or considerations of public policy.”).  143  OHIO REV. CODE §4743.10(A)(2) (defining medical practitioner); H.B. 110: Final Analysis, OHIO LEGISLATIVE SERVICE COMMISSION 362–63 (Sept. 8, 2021), https://www.legislature.ohio.gov/download?key=17322&format=pdf (noting the absence of definitions for health care institution and health care payer in the bill’s text).  144  OHIO REV. CODE ANN. §1.47(C).  145   See, e.g., Developments in the Law — Intersections in Healthcare and Legal Rights: Reframing the Harm: Religious Exemptions and Third-Party Harm After Little Sisters, 134 HARV. L. REV. 2186, 2186 380226-Dayton_LR_48-3_Text.indd   179 6/5/23   10:56 AMPublished by eCommons, 2022172                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  commitment to equality and religious accommodation has historically been resolved through the “third-party harm” principle.146 This principle embodies the idea that “[a]ccommodations to religious beliefs or observances . . . must not significantly impinge on the interests of third parties.”147  In this context, religious accommodation is generally reasonable when enforcing otherwise good law would threaten the free exercise of the beliefs of a religious community.148  However, limits on claims of religious accommodation make more sense when the grant of accommodation “inflict[s] significant targeted harms on other citizens,” particularly those already burdened by the governing legal regime.149   A.  Public Response to Ohio’s Medical Conscience Clause After the Ohio Medical Conscience Clause was proposed and subsequently enacted, public discourse generally revolved around two competing notions—either staunch criticism and condemnation of the measure or praise by conservative lawmakers and religious-affiliated advocacy groups.150  The prevailing clash of views are not exceptional; both sides of the conflict are unsympathetic for people on the other side and are motivated by fear.151  Talking past each other illustrates that fear blinds “each side [from] acknowledging the legitimacy of the experience and fears of the other side.”152  Recognizing fear as the root source of the tension is the first  (2021) [hereinafter Religious]; Frederick M. Gedicks, Christian Dignity and the Overlapping Consensus, 46 B.Y.U. L. REV. 1245, 1265 (2021); Little Sisters of the Poor Saints Peter & Paul Home v. Pennsylvania, 140 S. Ct. 2367, 2400 (2020) (Ginsburg, J., dissenting) (“In accommodating claims of religious freedom, this Court has taken a balanced approach, one that does not allow the religious beliefs of some to overwhelm the rights and interests of others who do not share those beliefs.”).  146  See, e.g., Religious, supra note 145, at 2186; NeJaime & Siegel, Conscience Wars, supra note 47, at 2527–28; Douglas NeJaime & Reva Siegel, Religious Exemptions and Antidiscrimination Law in Masterpiece Cakeshop, YALE L.J. F. 201, 216–18 (2018) [hereinafter NeJaime & Siegel, Religious Exemptions].  147  Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682, 745 (2014) (Ginsburg, J., dissenting).  148  Corvino, supra note 12, at 53.  149  NeJaime & Siegel, Religious Accommodation, supra note 33, at 74; Corvino, supra note 12, at 54.   150  Titus Wu & Jessie Balmert, Ohio May Let Doctors Refuse to Give Medical Service if It Violates Their Religious Beliefs, COLUMBUS DISPATCH (June 14, 2021, 9:16 AM), https://www.dispatch.com/story/news/politics/state/2021/06/13/ohio-doctor-health-insurance-hospitals-discrimination-lgtbq-abortion-conscience-clause-religion/7635305002/.   151  See Alan Brownstein, Choosing Among Non-Negotiated Surrender, Negotiated Protection of Liberty and Equality, or Learning and Earning Empathy, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 11, 12 (William N. Eskridge, Jr. & Robin Fretwell Wilson eds., 2019).  Brownstein recognizes that fear from the LGBTQ community stems from historical oppression, prejudice, and pervasive discrimination that continues today; however, “the fears of the religious community are grounded in the present and in the future, not the past.”  Id. at 12–13.  “Religious groups worry that government through civil rights laws or other regulations will coerce religious individuals and institutions to violate their religious convictions.”  Id. at 13.  Moreover, a 2016 study on public attitudes on the question of whether a business owner should be able to refuse services to same-sex couples if the business owner has a religious objection found that “[j]ust 18% say they have at least some sympathy for both sides, while an additional 15% sympathize with neither side.”  Where the Public Stands on Religious Liberty vs. Nondiscrimination, PEW RES. CTR. (Sept. 28, 2016), https://www.pewresearch.org/religion/2016/09/28/where-the-public-stands-on-religious-liberty-vs-nondiscrimination/.   152  Brownstein, supra note 151, at 14. 380226-Dayton_LR_48-3_Text.indd   180 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            173  step in meaningful engagement and opportunity for fruitful negotiation.153  Unwillingness to accept this fear makes attempts for an amicable resolution inconsequential. 154  1.  Public Criticism of the Conscience Clause    Quickly after the state’s budget bill was amended to include the Medical Conscience Clause, interested parties within Ohio and nationwide circulated a manifold of statements disavowing the Clause.    a.  Ohio Civil Rights Organizations Leaders of various Ohio abortion and LGBTQ rights advocacy groups immediately spoke out against the Clause, “fearing more restricted access to reproductive health care and more discrimination.”155  Chief among the litany of asserted concerns, aside from the objectionable nature in which the Clause was inserted into the budget, was the Clause’s impact on marginalized populations already living in areas with sparse medical care: transgender Ohioans.156   After recognizing the amendment’s harmful potential, Equality Ohio called on Ohioans to voice their opposition to the measure.157  This effort, although commendable, inevitably failed despite over 1,700 Ohioans emailing House and Senate leadership, “totaling over 10,000 individual emails . . . .”158  Likewise, as the budget bill awaited Governor DeWine’s line-  153  Id.  154  See id.  155  See, e.g., Wu & Balmert, supra note 150 (noting statements made by Dominic Detwiler, a public policy strategist for Equality Ohio); Susan Tebben, ‘Not Our Ohio:’ Reproductive Rights Advocates Call for DeWine Vetoes of Health Measures, OHIO CAP. J. (June 30, 2021, 12:50 AM), https://ohiocapitaljournal.com/2021/06/30/not-our-ohio-reproductive-rights-advocates-call-for-dewine-vetoes-of-health-measures/ (noting statements made by leaders of Ohio reproductive rights groups including NARAL Pro-Choice Ohio, Planned Parenthood Southwest Ohio Region, and the Ohio Women’s Alliance).  156  See, e.g., Jordan Laird, Ohio Doctors Can Now Deny Service on Moral, Religious Grounds, J. NEWS (July 6, 2021), https://www.journal-news.com/local/ohio-doctors-can-now-deny-service-on-moral-religious-grounds/36M2LW3DQJD5NJLYGM6EAWJSEU/ (noting the potential impact of the Clause on communities with limited health care options); Hannah Murphy Winter, Ohio Allows Doctors to Deny LGBTQ Health Care on Moral Grounds, ROLLING STONE (July 7, 2021), https://www.rollingstone.com/politics/politics-news/ohio-lgbtq-health-care-1193948/ (noting “a quarter of Ohio’s population lives in rural counties, where LGBTQ-friendly medical care is sparse.”).  Nicole Goodkind, Ohio Law Allows Doctors to Deny Health Care and Birth Control to LGBTQ Patients, FORTUNE (July 9, 2021, 7:00 AM), https://fortune.com/2021/07/09/ohio-law-allows-doctors-to-deny-health-care-and-birth-control-to-lgbtq-patients/ (noting Equality Ohio’s response to how the Clause was adopted). Among Ohio LGBTQ rights leaders, projections of the Conscience Clause’s impact on gender-affirming care differ. Compare Wu & Balmert, supra note 150 (noting Dominic Detwiler, Equality Ohio’s public policy strategist, “thinks the impact [of the Conscience Clause] is minimal given those offering such procedures probably aren’t morally objectionable to it.”), with Alexis Moberger, LGBTQ Activists Protest ‘Medical Conscience Clause’ in State Budget, FOX 28: COLUMBUS (June 24, 2021), https://myfox28columbus.com/news/local/lgbtq-activists-protest-medical-conscience-clause-in-ohio-state-budget-6-24-2021 (noting commentary by LGBTQ+ rights activists who assert the Clause particularly hurts the transgender community); Anzuini, supra note 1 (same).  157  Kathryn Poe, Statehouse Analysis: Work Ahead of Us This Fall, EQUAL. OHIO BLOG (July 29, 2021), https://equalityohio.org/statehouse-pride-month-win-loss-future/.  158  Id.  380226-Dayton_LR_48-3_Text.indd   181 6/5/23   10:56 AMPublished by eCommons, 2022174                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  item veto, “[o]ver 1,000 more Ohioans contacted [his] office in opposition to the measure in the day before he signed it alone.”159  These efforts were coupled with organized protests outside the Statehouse led by reproductive and LGBTQ rights groups.160    b. Ohio Medical Community  Civil rights advocacy groups were not alone in lambasting the Clause; the Ohio medical community overwhelmingly opposed the bill.161  In fact, the Ohio Hospital Association, Ohio Children’s Hospital Association, Ohio State Medical Association, and the Ohio Association of Health Plans issued a joint statement opposing the Clause during budget negotiations.162  The statement warned that “[t]he implications of this policy are immense and could lead to situations where patient care is unacceptably compromised.”163  Likewise, the Ohio Academy of Family Physicians (OAFP) echoed similar concerns, noting “Ohio has long balanced protection of the rights of medical practitioners to express conscience objections with the need for clinicians to fulfill their obligations to patients and care for them to the best of their ability.”164  Criticized as being merely an answer in search of a problem, the Clause “upsets this balance and compromises the care of the citizens of Ohio.”165   In response to the Clause’s enactment, Ohio’s medical community remains committed to protecting provider conscience while also meeting the needs of a diverse client population.166  Predating the Medical Conscience Clause’s enactment, the Ohio Psychological Association (OPA) issued a resolution in March 2016 directed at legislative measures like the Clause.167    159  Id.  160  Ella Lubell, Ohio Passes Controversial Conscience Clause for Doctors, REASON (July 7, 2021, 2:40 PM), https://reason.com/2021/07/07/ohio-passes-controversial-conscience-clause-for-doctors/; Jo Ingles, DeWine Insists Doctors Won’t Discriminate Because of ‘Conscience’ Clause, STATEHOUSE NEWS BUREAU (July 2, 2021, 7:25 AM), https://news.wosu.org/2021-07-02/dewine-insists-doctors-wont-discriminate-because-of-conscience-clause.  161  Murphy Winter, supra note 155.  Advocates for Ohio’s Future, a coalition of health and human service organizations with endorsements from five-hundred Ohio organizations, also opposed the Clause.  See ADVOCATES FOR OHIO’S FUTURE, A Case of Conscience: Fighting the Medical Conscience Clause (July 22, 2021), https://www.advocatesforohio.org/news/a-case-of-conscience-fighting-the-budget-medical-conscience-clause.   162  Mackenzie Bean, Ohio Providers Can Deny Care on Moral Grounds Under New Law, BECKER’S HOSP. REV. (July 5, 2021), https://www.beckershospitalreview.com/hospital-physician-relationships/ohio-providers-can-deny-care-on-moral-grounds-under-new-law.html.   163  Id. (internal quotations omitted).  164  Press Release, Ohio Academy of Family Physicians, OAFP Releases Statement on the Medical Practitioners Conscience Clause (July 16, 2021), https://www.ohioafp.org/about-us/press-releases/oafp-releases-statement-on-the-medical-practitioners-conscience-clause/.  165  Id.; see also Julie Washington, Medical Conscience Clause in Ohio Budget Bill Serves No Purpose, Health Experts Say, CLEVELAND.COM (Aug. 10, 2021, 12:47 AM), https://www.cleveland.com/medical/2021/08/medical-conscience-clause-in-ohio-budget-bill-serves-no-purpose-health-experts-say.html.  166  See Washington, supra note 166 (reporting that “Ohio’s medical associations are lobbying in Columbus to introduce new legislation to correct the clause . . . .”).  167  OHIO PSYCH. ASS’N, OPA Conscience Clause Resolution 1 (Mar. 14, 2016), https://cdn.ymaws.com/ohpsych.org/resource/collection/42246448-2A49-4E73-8F83-4651867051C7/Conscience_Clause_approved_June_4_2016.pdf. 380226-Dayton_LR_48-3_Text.indd   182 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            175  OPA’s resolution reads, in relevant part, “[T]here shall be no legislation or regulation at the state or federal level that codifies such discrimination [based upon perceived group identity or other demographic characteristics] by businesses, even if based upon religious belief or moral principal [sic].”168  Similarly, the OAFP and the South Carolina Academy of Family Physicians co-sponsored a resolution, modeled off of the American Medical Association (AMA) Code of Ethics, in late January 2020 that was introduced to the American Academy of Family Physicians Congress of Delegates.169 The critical points of opposition from the Ohio medical community to the Medical Conscience Clause are summarized as: (1) medical provider conscience is already protected by self-governing policies within the medical community, making the Clause unnecessary; (2) individual practitioner autonomy is the cornerstone of medical professionalism; (3) broad measures mandating conscience compliance, while concurrently punishing noncompliance, undermine practitioner autonomy and jeopardize the freedom of practitioners to make individual, private choices; and (4) it is well-established that discrimination in healthcare is harmful, and the Clause legitimizes patient harm accompanying conscience objection.170    c. Out-of-State Interested Parties  Various out-of-state parties also denounced the Ohio Medical Conscience Clause.171  The highest profile response came in late September 2021 when California Attorney General Robb Bonta announced California’s ban on state-funded travel to Ohio because of Ohio passing the Clause.172  California justified imposing this restriction after determining they “must take action to avoid supporting or financing discrimination against lesbian, gay, bisexual, and transgender Americans.”173  Notwithstanding California’s restrictions, Destination Cleveland CEO David Gilbert noted that, within the first few months after the Clause was enacted, tourism and travel to Cleveland   168  Id. at 2.   169  Email from Ann Spicer, Executive Vice President, Ohio Academy of Family Physicians, to Kyler J. Palmer (Jan 20, 2022, 3:43 PM) (on file with author).   170  See supra notes 161–69 and accompanying text; see also Simon C. Mathews & Peter J. Pronovost, Physician Autonomy and Informed Decision Making: Finding the Balance for Patient Safety and Quality, 300 J. AM. MED. ASS’N 2913, 2913 (2008); West-Oram & Nunes, supra note 28.  171  Human Rights Campaign President Alphonso David responded to the Clause’s enactment stating, in relevant part, “Today Governor DeWine enshrined LGBTQ discrimination into law, threatening the medical well being of more than 380,000 LGBTQ people in Ohio, one of the largest LGBTQ populations anywhere in the country. . . . Governor DeWine is going against medical best practice and recommendations to score cheap political points.” Press Release, Human Rights Campaign, Governor DeWine Signs State Budget that Includes Anti-LGBTQ Medical Refusal Language, Human Rights Campaign (July 1, 2021), https://www.hrc.org/press-releases/governor-dewine-signs-state-budget-that-includes-anti-lgbtq-medical-refusal-language.  172  Press Release, State of California Department of Justice Office of the Attorney General, Attorney General Bonta to Add Ohio to State-Funded Travel Restrictions List Following Passage of New Anti-LGBTQ+ Legislation (Sept. 24, 2021), https://oag.ca.gov/news/press-releases/attorney-general-bonta-add-ohio-state-funded-travel-restrictions-list-following.   173  Id.  Effective Sept. 30, 2021, Ohio became the eighteenth state on California’s “no state-funded travel” list.  Id.  380226-Dayton_LR_48-3_Text.indd   183 6/5/23   10:56 AMPublished by eCommons, 2022176                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  was impeded by the “cascading effect” of the measure.174  California’s ban on state-paid travel compounds the financial harm on tourism to Ohio cities—a harm attributable to the unwelcoming and discriminatory image painted by the Clause.175  2.  Public Praise of the Conscience Clause Forming the countervailing side of the public response to Ohio’s Medical Conscience Clause, affirmation generally came from anti-abortion, pro-Christian values organizations and Republican lawmakers.176  The rhetoric championing the Clause by these entities compared to the public dialect condemning the Clause is distinguishable in one key facet.  The key focus of those opposing the Clause was the harm to the civil rights of minorities already in limbo.177  On the other hand, those asserting admiration of the Clause’s passage generally did so in a congratulatory manner of individual politicians rather than the public policy justifications for medical conscience protection.178    a. Religious Organizations  Anti-abortion and  pro-Christian statewide organizations quickly took notice of the budget bill amendment.  Before the Clause was signed into law, Ohio Right to Life President Mike Gonidakis said his organization was “delighted that Sen. [Terry] Johnson independently put the amendment in the legislation” and thought it was “fantastic.”179  Likewise, Aaron Baer, President of the Ohio-based Center for Christian Virtue, called the Clause a “significant step in protecting religious freedom for Ohioans.”180  Baer argued the Clause was necessary because of the “unbelievable pressure” the Ohio   174  Jo Ingles, California Bans State-Paid Travel to Ohio Over Opposition to New Anti-LGBTQ Law, STATEHOUSE NEWS BUREAU (Sept. 29, 2021, 8:00 PM), https://www.ideastream.org/news/california-bans-state-paid-travel-to-ohio-over-opposition-to-new-anti-lgbtq-law (internal quotations omitted).  175  Id.    176  Wu & Balmert, supra note 150.   177  Despite a few one-off statements directed at law makers or the Ohio Legislature by those opposing the Clause.  See Jo Ingles, Groups That Oppose Budget Say It Endangers Women and Minorities, STATEHOUSE NEWS BUREAU (June 29, 2021, 4:12 PM), https://www.statenews.org/government-politics/2021-06-29/groups-that-oppose-budget-say-it-endangers-women-and-minorities.  An activist with the Ohio Women’s Alliance summarized her distaste of the Ohio legislature: “The [Ohio] GOP legislature – you should be ashamed of yourselves. I hope you have problems sleeping at night. And I hope all of the violent things you have done that you think are based in morality – I hope that they eat your soul at night.”  Id.  In an interview with the Buckeye Flame, 2022 Ohio gubernatorial candidate Nan Whaley noted the situational irony of DeWine’s policies affecting LGBTQ rights.  See Ken Schneck, “DeWine Is Too Weak to Stand Up to Anti-LGBTQ Extremists.” – Gubernatorial Candidate Nan Whaley Speaks Out [INTERVIEW], THE BUCKEYE FLAME (Aug. 1, 2021), https://thebuckeyeflame.com/2021/08/09/nan-whaley/.  She said, “[H]e’ll say something like, ‘I want Ohio to be a progressive, inclusive state’ when it’s politically convenient, but when the rubber meets the road, he’s too weak to stand up to the anti-LGBTQ extremists in his own party in the state house.” Id.  178  See infra notes 179–84 and accompanying text.  179  Wu & Balmert, supra note 150.   180  DECISION MAG., Ohio Budget Provision Allows Conscience Exemption for Medical Workers (July 8, 2021), https://decisionmagazine.com/ohio-budget-provision-allows-conscience-exemption-for-medical-workers/. 380226-Dayton_LR_48-3_Text.indd   184 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            177  medical community faces “to abandon their faith and ethical beliefs and to perform procedures they believe are harmful and dangerous.”181  He pointed to “the politically correct and woke culture that is . . . ingrained deeply into Ohio’s medical system” as the primary justification for keeping the Clause in the budget bill.182  These justifications were asserted despite no knowledge of actual instances in which an Ohio doctor, placed in a conscience-compromising situation, was forced to violate their religious beliefs to provide a particular health care service.183  After the Clause was enacted, several nationwide religious organizations, like the Catholic Medical Association and the Christ Medicus Foundation, commended Governor DeWine for “his commitment to dignified health care.”184  Ohio Republicans engaged in similar discourse.   b. Ohio Republican Lawmakers  Members of the Ohio Republican Party vigorously supported the amendment and extolled Governor DeWine after the Clause remained in the signed budget bill.  Ohio Senate leadership reasoned the Clause was needed in Ohio because “big government bureaucrats try to force healthcare organizations and doctors into providing services they [don’t] offer because of religious reasons protected by the First Amendment.”185   After signing the state’s budget, Governor DeWine was quick to dismiss the concerns of increased discrimination in Ohio healthcare.  Attempting to quell this apprehension from civil rights advocacy groups, Governor DeWine succinctly said, “People are not going to be discriminated against in regard to health care. . . . This is not a problem, has not been a problem in the state of Ohio, and I do not expect it to be a problem.”186  However, Governor DeWine’s account of patient discrimination in Ohio   181  Id. Gonidakis made a similar statement; he said the Clause was needed “to ensure on the state level that our state-licensed medical professionals . . .  whoever it may be, can sleep well at night, knowing that they don't have to wake up the following day and do something that violates a deeply held religious belief”. Wu & Balmert, supra note 150.  182  DECISION MAG., supra note 180.  183  Wu & Balmert, supra note 150.  184  CATH. NEWS AGENCY, Ohio Enacts Health Care Conscience Protections (July 6, 2021, 6:00 PM), https://www.catholicnewsagency.com/news/248281/ohio-enacts-health-care-conscience-protections; Catholic Medical Association Expresses Thanks to Ohio Governor Mike DeWine for Protecting Conscience Rights, CATH. MED. ASS’N (July 1, 2021), https://www.cathmed.org/catholic-medical-association-expresses-thanks-to-ohio-governor-mike-dewine-for-protecting-conscience-rights/ (“The support of leaders like Governor DeWine will protect health care professionals and patients for years to come.”).   185  Karen Kasler, “Medical Conscience Clause” Added by Republicans to Ohio Senate Budget, STATEHOUSE NEWS BUREAU (June 22, 2021, 10:29 PM), https://www.statenews.org/government-politics/2021-06-22/medical-conscience-clause-added-by-republicans-to-ohio-senate-budget; Wu & Balmert, supra note 150.  186  Governor Mike DeWine, Budget Press Conference, THE OHIO CHANNEL, at 1:07:41 (July 1, 2021), https://www.ohiochannel.org/video/governor-mike-dewine-7-1-2021-budget-press-conference.  Religious advocate group leaders dismissed similar concerns. See Wu & Balmert, supra note 150 (reporting that CCV President Aaron Baer said, “It’s actually insane what they are saying.  If you deny someone a service because he is gay, you have no protection under this.”). 380226-Dayton_LR_48-3_Text.indd   185 6/5/23   10:56 AMPublished by eCommons, 2022178                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  healthcare is ill-informed and collapses under historical scrutiny.187  B. Attaining Health Equity for Transgender Ohioans: A Reform Recommendation To attain health equity for transgender Ohioans, this reform recommendation endorses religious liberty just as much as it opposes unjust discrimination.  Nevertheless, “the devil is in the details, and these topics are rich with controversial details.”188  Reform efforts must therefore be detail-oriented, guided by clinical morality and individual autonomy of both the physician and patient, and be equally committed to religious freedom and equality.   Ideal political negotiation in this arena should be fixated on meaningful resolutions that do not involve judicial or legislative means.189  Practically, however, mutual tolerance is unattainable until both sides realize their interests are not mutually exclusive; political deliberation is constrained to the courts and legislative chambers.190  While there may be some differences, both share an interest in the health and wellbeing of their neighbor.191      This Section advances a multi-step reform recommendation aimed at improving access to healthcare for transgender Ohioans while advancing the basis for such reform.  First, Ohio courts should revisit Humphrey v. Lane to provide a workable framework for resolving free exercise of conscience claims under the Ohio Constitution that sincerely accounts for both medical   187  See Fiske v. Rooney, 663 N.E.2d 1014, 1018 (Ohio Ct. App. 1995) (finding a hospital discriminated against a patient based on his HIV positive status).  188  Ryan T. Anderson et al., Introduction: New Challenges, Old Questions, in JOHN CORVINO ET AL., DEBATING RELIGIOUS LIBERTY AND DISCRIMINATION 1, 1 (2017).  For a recent collection of thirty-four strident arguments on both sides of the culture-war conflicts on faith and sexuality, see generally RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND (William N. Eskridge, Jr. & Robin Fretwell Wilson, eds., 2019).  189  See Brownstein, supra note 151, at 15; see also Senator J. Stuart Adams, Cultivating Common Ground: Lessons from Utah for Living with Our Differences, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 441, 442 (William N. Eskridge, Jr., & Robin Fretwell Wilson, eds. 2018) (“At times of great social change, people naturally look to legislatures to forge common ground where others only see legal battlefields.  When legislators do not act, courts are left to decide competing rights . . . which often results in winner-takes-all outcomes.”).   Despite this assertion, the United States Supreme Court aggressively filled, and continues to fill, their “culture war” docket by taking up cases covering a wide range of contentious social issues from reproductive freedom to LGBTQ+ rights.  See Greg Stohr, Supreme Court Docket gets Busier with More Culture-War Showdowns, BLOOMBERG LAW (Feb. 22, 2022, 4:28 P.M.), https://news.bloomberglaw.com/us-law-week/supreme-court-docket-gets-busier-with-more-culture-war-showdowns; see also Josh Hammer, Supreme Court Set to Hear Major ‘Culture Wars’ Cases This Term, DAILY SIGNAL (Sept. 30, 2022), https://www.dailysignal.com/2022/09/30/will-conservative-momentum-at-supreme-court-continue-this-term/.  190  See Shannon Price Minter, Belief and Belonging: Reconciling Legal Protections for Religious Liberty and LGBT Youth, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 38, 40–46 (William N. Eskridge, Jr. & Robin Fretwell Wilson eds., 2019); Palmer, supra note 17, at 12–13.  191  Minter, supra note 190, at 55. 380226-Dayton_LR_48-3_Text.indd   186 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            179  provider and patient autonomy.192  Applying a quasi-Humphrey test, this Section advances doctrinal arguments for a plausible hypothetical challenge to the constitutionality of the Ohio Medical Conscience Clause under the Ohio Constitution.  Finally, this Section highlights three areas worthy of robust statutory reform and calls on Ohio lawmakers to commit to building a more prosperous and inclusive state for all Ohioans.  1. Revisiting Humphrey v. Lane  Humphrey’s RFRA-like standard for free exercise claims erodes the antidiscrimination protections of Ohio’s public accommodation law and limits remedying SOGI discrimination based on medical conscience.  No Ohio court has grappled with the core tensions permeating the conscience liberty and equality debate; thus, when presented with a case of first impression an Ohio court should consider the material and dignitary harms that conscience exemptions inflict on third parties.  Reconciling Humphrey’s past and recognizing its problematic stature in contemporary Ohio law is an important first step towards achieving systemic equality.193  a. Medical Physician Autonomy in Relation to Patient Rights  Balancing the freedom of medical conscience with the fidelity owed to patients and respect for patient self-determination is complicated by legislative enactments like the Ohio Medical Conscience Clause.194  Such balancing becomes more complex when the policy rationale behind medical conscience legislation is juxtaposed to the foundational principles of public accommodation laws. This Section serves to highlight how the Ohio Legislature’s prioritization of the freedom of medical conscience through broad statutory prescriptions is counterintuitive to the philosophical pillars governing the medical profession.  Additionally, by recognizing that Ohio public accommodation law does not cover discrimination based on SOGI, this Section calls to attention the stark consequences of such lack of protection.  By comparing the ethical norms of the Ohio medical profession, this Section concludes by articulating how an individual medical provider might challenge the Ohio Medical Conscience Clause under Ohio constitutional law and calls on the Ohio General Assembly to update state public accommodations law to include SOGI as protected classes.    192  Unless otherwise noted, the meaning of “conscience” throughout this section is identical to the definition provided in supra note 38.    193  AT LIBERTY, How to Build Systemic Equality Post Trump, at 12:15,  https://www.aclu.org/podcast/how-build-systemic-equality-post-trump-ep-141 (last visited Mar. 26, 2023).  Jeff Robinson, ACLU legal deputy director, noted “part of the inability to solve the problem is a failure to recognize what it really is.” Id.  194  See generally West-Oram & Nunes, supra note 28. 380226-Dayton_LR_48-3_Text.indd   187 6/5/23   10:56 AMPublished by eCommons, 2022180                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  b.  Counterintuitive to the Philosophical Pillars of the Medical Profession  When legislation protecting medical conscience is not narrowly tailored, limited, and parsimonious, conscience becomes a pretext for discrimination and undermines any opportunity of conventional compromise in conscience objection.195  Moreover, laws granting the absolute right to conscientious objection, especially to the organizational conscience of healthcare institutions, threaten the integrity of the medical profession.196   Unlike the Ohio Medical Conscience Clause, the AMA Code of Medical Ethics recognizes limits on physicians’ freedom to act according to their conscience.197  The Code notes, “Physicians are expected to provide care in emergencies, honor patients’ informed decisions to refuse life-sustaining treatment, and respect basic civil liberties and not discriminate against individuals in deciding whether to enter into a professional relationship with a new patient,” despite the dictates of conscience in medical practice.198  Statutorily enshrining medical conscience absolutism, the Ohio legislature disrupted the long-standing philosophical norms predating the Ohio Medical Conscience Clause.199  2. A Challenge to the Medical Conscience Clause Under Ohio Law  Despite conscience legislation present in nearly every state, this body of law has generally evaded judicial review.200  Thus, the preferred jurisprudential framework courts should employ to reconcile sincerely held religious convictions with nondiscrimination laws is debated among legal scholars.201  Some commentators argue the more workable framework is based on the belief/conduct dichotomy and champion the third-party harm   195  Id. at 225.    196  See id. at 228. Randy Phillips, executive director of the Greater Dayton LGBT Center, said professionals, including health care providers, should be able to separate their own agenda from their work.  “It begins a slippery slope when we start picking and choosing who we can treat and who we don’t want to treat,” Phillips said.  “How many are going to be denied care simply because they are living authentically?”  Laird, supra note 156.  197  Of note, the Ohio Medical Conscience Clause imposes a very limited restriction on the free exercise of provider conscience.  This restriction is limited only to physicians who provide stabilizing treatment for emergency medical conditions and labor under 42 U.S.C. § 1395dd.  See OHIO REV. CODE  § 4743.10(G) (2021).  198  AMA CODE OF MEDICAL ETHICS, Opinion 1.1.7 – Physician Exercise of Conscience, https://code-medical-ethics.ama-assn.org/sites/default/files/2022-08/1.1.7.pdf.  199  See Washington, supra note 165 (reporting that Kelly O’Reilly, President and CEO of the Ohio Association of Health Plans, said, “The conscience protections for healthcare professionals are long standing under current law, and hospitals have policies in place to accommodate differing religious and moral conventions of their workforce.  It didn’t need to be codified in Ohio statute.”).  200  NeJaime & Siegel, Religious Exemptions, supra note 146, at 216.  201  Compare NeJaime & Siegel, Religious Exemptions, supra note 146, at 216–18, with Ronald J. Krotoszynski, Jr., The Devil is in the Details: On the Central Importance of Distinguishing the Truly Public from the Truly Private in Reconciling Equality and Religious Liberty, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 82, 82–101 (William N. Eskridge, Jr., & Robin Fretwell Wilson, eds. 2019) (quotations omitted).  380226-Dayton_LR_48-3_Text.indd   188 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            181  principle; others argue a framework based on a private/public distinction.202  The hypothetical constitutional challenge to the Ohio Medical Conscience Clause detailed below adopts the former approach.  This Section seeks to facilitate a pluralistic legal regime where differing moral views can coexist; it argues for limited medical conscience accommodation where accommodation inflicts targeted harms on willing medical providers.  The analysis advanced by this Section is not a silver bullet for the problematic issues raised by conscience clauses; instead, it is a practical application of Ohio law that has a legitimate chance of success—even if with some protest.  a.  Hypothetical Facts Consider two hypothetical family physicians that Alex, a transgender male, may see about starting hormone replacement therapy (HRT).  The first, Dr. Maci, asserting a conscience objection under Ohio’s Conscience Clause, refuses to provide the service.  Dr. Maci works at Rudy Hospital, a public hospital with a conscience commitment to serving a diverse patient population.  As required by the Clause, Dr. Maci notified her supervisor of the conflict.203  Unfortunately, all attempts to transfer Alex to an alternative willing provider were unsuccessful.   After being discriminated against by Dr. Maci, Alex next visits Dr. Wyatt’s office.  Dr. Wyatt has the conscience belief that everyone should be able to live their authentic self and is willing to start the therapy.  However, he cannot provide Alex care because he is employed by Brutus Hospital, a zombie religious institution; unbeknownst to Dr. Wyatt, Brutus Hospital has governing documents preventing all doctors from providing the gender-affirming care.204 In both scenarios, the protections of the Ohio Conscience Clause are implicated; Alex is prohibited from starting HRT.  The asymmetries in which the conflicts would presumably be resolved under the Clause and the associated injuries are exhibited in Table 2 below.205     202  Compare NeJaime & Siegel, Religious Exemptions, supra note 146, at 216–18, with Krotoszynski, Jr., supra note 204, at 82–101.  203  See OHIO REV. CODE § 4743.10(C) (2021).  204  These governing documents would presumably reference the ERDs and serve as the basis for Brutus Hospital’s conscience objection.  However, the ERDs do not explicitly prohibit members of Catholic health systems from providing hormone therapy. See Hayley Penan & Amy Chen, The Ethical and Religious Directives: What the 2018 Update Means for Catholic Hospital Mergers, NAT’L HEALTH L. PROGRAM (Jan. 2, 2019), https://healthlaw.org/wp-content/uploads/2019/01/Fact-Sheet-ERD-2018-Update-final.pdf.  205  This Table is like the one charted by Elizabeth Sepper but differs by diagraming the associated harms from the Clause’s conscience protections.  See Sepper, supra note 32, at 1515. 380226-Dayton_LR_48-3_Text.indd   189 6/5/23   10:56 AMPublished by eCommons, 2022182                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3                 Table 2.  Hypothetical Ohio Conscience Clause Matrix  Conscience Protected Under Clause Parties Harmed Dr. Maci – Refusing Individual Provider, Willing Institution  Dr. Maci Wins Rudy Hospital and Alex  Dr. Wyatt – Willing Individual Provider, Refusing Institution Brutus Hospital Wins Dr. Wyatt and Alex   b. Ohio Constitutional Analysis  The most obvious legal challenge would arise in the antidiscrimination context; Alex was denied full and equal access to the health services provided by both hospitals.  However, whether Alex can even file a claim under Ohio’s civil rights law hinges on the location of the hospital that denied him service.  Indeed, discrimination in public accommodations based on SOGI is only prohibited by municipal and county ordinances in roughly thirty-five Ohio localities.206  This reality warrants updating Ohio’s state public accommodation law to prevent discrimination based on SOGI. Put differently, Ohio lawmakers bear the sole responsibility of ensuring that the basic human rights of all Ohioans are not dictated by zip code.  Nevertheless, at least two viable alternative challenges to Ohio’s Medical Conscience Clause are available under current Ohio law.  Rudy Hospital can assert a basic claim arguing the Clause violated their institutional conscience, informed by the generally accepted moral and ethical standards of the Ohio medical community, to serving a diverse patient population.  This claim reflects one of the problematic issues with recognizing institutional conscience.  Alternatively, Dr. Wyatt can assert an as-applied constitutional challenge to Clause under the Ohio Constitution by claiming the Clause violates his individual conscience, as informed by his moral or ethical beliefs, because he was forced to abandon his commitment to helping all patients live their authentic selves.    206  EQUAL. OHIO, supra note 72 (noting discrimination based on SOGI in employment, housing, and public accommodations is prohibited in 34 municipalities and one county in Ohio). 380226-Dayton_LR_48-3_Text.indd   190 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            183  i. Distinguishing Conscience from Religion Before an Ohio court considers the merits of the asserted claims, defenders of the Clause will likely maintain that Ohio law recognizes only religious free exercise claims and not claims asserting infringement on the free exercise of conscience.  This Section argues all parties have standing; an Ohio court should construe the text of Article I, Section 7 of the Ohio Constitution broadly to distinguish conscience from religion. The Ohio Supreme Court has not provided direction on whether a distinction exists between religion and conscience under Article I, Section 7 of the Ohio Constitution.  Defenders of the Clause will likely rely on two Ohio District Court of Appeals decisions to bolster their argument that conscience and religion are indistinguishable; thus, since the plaintiffs’ conscience is not “predicated upon bona fide religious beliefs,” and because “the Ohio Supreme Court has not recognized a general right of conscience separate from the protection afforded to religious rights”, their claims should be dismissed.207   Nevertheless, the court should look to the unique history and text of Ohio’s Constitution to find that the freedom of conscience “necessarily includes moral and philosophical views not within the confines of established religion.”208  A textual analysis of Article I, Section 7 that broadly construes the whole section together, with “effect given to every part and sentence”, should guide an Ohio court to find that conscience and religion are mutually exclusive and individually protected under the Ohio Constitution.209   ii. Application of Humphrey  Once the threshold inquiry of justiciability is resolved, an Ohio court should apply the Humphrey test to determine whether the plaintiffs’ free exercise of conscience was infringed.  Distinguishing conscience from religion, but applying the same Humphrey test, a plaintiff’s prima facie case for a violation of free exercise requires them to show “that [their conscience] beliefs are truly held and that the governmental enactment has a coercive affect [sic] against [them] in the practice of [conscience].”210  Once a prima facie case is shown, Humphrey dictates the burden shifts to the state “to prove the regulation furthers a compelling state interest . . . [and] that its regulation is the least restrictive means available of furthering that state interest.”211  1. Sincerely Held Conscience Beliefs The first prong under the Humphrey test is for an Ohio court to   207  Luken v. Brigano, 797 N.E.2d 1047, 1050 (Ohio Ct. App. 2003).   208  Id.  209  Froelich v. Cleveland, 99 Ohio St. 376, 376 (1919); see also Kevin Francis O’Neill, The Road Not Taken: State Constitutions as an Alternative Source of Protection for Reproductive Rights, 11 N.Y.L. SCH. J. HUM. RTS. 5, 73–76 (1993).  210  Humphrey v. Lane, 728 N.E.2d 1039, 1045 (2000).  211  Id. 380226-Dayton_LR_48-3_Text.indd   191 6/5/23   10:56 AMPublished by eCommons, 2022184                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  determine whether the conscience beliefs of the plaintiffs are sincerely held.212  This inquiry marks another departure from conventional Ohio free exercise law.  In Luken v. Brigano, the Ohio Twelfth District Court of Appeals provided a broad test for identifying sincerely held religious beliefs.213  Applying United States Supreme Court precedent, the court in Luken found that “whether a given belief occupies a place in the life of its possessor parallel to that filled by the orthodox belief in God,” dictates whether a belief is a sincerely held religious belief.214  Luken, however, provided the caveat that “more than a personal or philosophical belief is required.”215    As noted in Part II, this Comment does not attempt to prescribe a precise definition of conscience, but adopts the broad definition that conscience is “[t]he moral sense of right or wrong[.]”216  An Ohio court must therefore determine whether Ohio law recognizes conscience as either inherently human and individualized, a concept possessed by institutional entities when they refuse to provide necessary health care, or both.217  In the fact-specific scenario posed by the hypothetical anecdote detailed above, and because Ohio law is silent to the contrary, this Comment argues that the reviewing court should find that both individual and institutional conscience are plausible bases for legally cognizable claims asserting infringement on the free exercise of conscience.     2. Coercive Effect  Plaintiffs must next establish “that the governmental enactment has a coercive affect [sic] against him in the practice of his [conscience].”218  The Humphrey court noted that the coercive effect standard protects against “direct and indirect encroachments upon [conscience] freedom.”219  Describing the test to cover “encroachments” suggests the standard is fairly low; satisfying this standard will likely not be much of a hurdle for the   212  Id.  213  Luken v. Brigano, 797 N.E.2d 1047, 1050 (Ohio Ct. App. 2003).   214  Id. at 1051.  215  Id.   216  Conscience, supra note 38.  217  This is an obvious point of contention amongst academics.  For example, Pellegrino writes “[c]onscience clauses are firmly rooted in what it is to be a human person morally, intellectually, and psychologically.  Every individual, by virtue of being human, has a moral claim to the free exercise of conscience.” Edmund D. Pellegrino, The Physician’s Conscience, Conscience Clauses, and Religious Belief: A Catholic Perspective, 30 FORDHAM URB. L.J. 221, 228 (2002).  See also KEVIN SEAMUS HASSON, THE RIGHT TO BE WRONG 14 (2005) (noting “conscience is the interior, quintessentially human voice that speaks to us of goodness and duty, the voice we must obey if we are to keep our integrity.  It counsels doing good and avoiding evil, and serves as a referee to rule on which is which.”).  Further, Dr. Misti Grisom, medical director of the physician assistant program at Cedarville University, said extending medical conscience freedom to institutions and payers would “need to be substantiated by clearly stated policies of the institution or a track record of consistently held beliefs.” Laird, supra note 156.   218  Humphrey v. Lane, 728 N.E.2d 1039, 1045 (2000).  The coercive effect test was first provided by the Ohio Supreme Court in State v. Whisner before being reaffirmed in Humphrey. See 351 N.E.2d 750, 762 (1976).    219  Humphrey, 728 N.E.2d at 1045. 380226-Dayton_LR_48-3_Text.indd   192 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            185  plaintiffs.220    3. Compelling State Interest  Once the plaintiffs have established a prima facie claim under Ohio law of a violation of their free exercise rights, the burden then shifts to the state to prove that the regulation furthers a compelling state interest.221  Courts typically find interests to be compelling without explanation; little guidance exists from the United States Supreme Court in evaluating what constitutes a compelling interest.222  However, in Washington v. Glucksberg the Court found, inter alia, a state “has a[] [legitimate] interest in protecting the integrity and ethics of the medical profession.”223  The Glucksberg Court also recognized that “the State has an interest in protecting vulnerable groups—including the poor, the elderly, and disabled persons—from abuse, neglect, and mistakes.”224   An intellectually honest Ohio court should concede the state has a compelling interest in protecting medical providers’ exercise of conscience.225  The same court should, however, consider whether the Medical Conscience Clause protects “the integrity and ethics of the medical profession.”226  Equally compelling is Ohio’s commitment to health equity: improving the health value of Ohioans who have been unable to reach their full health potential because of historical and contemporary injustices.227  Any legitimate resolution an Ohio court comes to must recognize the compelling interests that exist on both sides of the ledger surrounding claims of free exercise of medical conscience.228     4. Least Restrictive Means  Finally, for the government to prevail in upholding the constitutionality of the Medical Conscience Clause, they “must prove that its regulation is the least restrictive means available of furthering that state interest.”229  This standard is exceptionally demanding; to satisfy the least restrictive means test, an Ohio court must make a factual determination that   220  Megan N. Nelson, Comment, Pharmacist Refusals in Ohio: A Compromise, 48 CAP. U. L. REV. 237, 268 (2020).  221  Id. at 269–70.  222  Stephen E. Gottlieb, Compelling Governmental Interests: An Essential but Unanalyzed Term in Constitutional Adjudication, 68 B.U. L. REV. 917, 932–36 (1988).  223  521 U.S. 702, 731 (1997). The Glucksberg Court also found “[t]he risk of harm is greatest for the many individuals in our society whose autonomy and well-being are already compromised by poverty, lack of access to good medical care, advanced age, or membership in a stigmatized social group.” Id. at 732 (citations omitted).  224  Id. at 731.  225  See Sepper, supra note 32, at 1510 (noting the stated goal of most conscience legislation “is to protect medical providers’ exercise of conscience”).  226  Glucksberg, 521 U.S. at 731.  227  See generally HEALTH POL’Y INST. OF OHIO & OHIO DEP’T OF HEALTH, supra note 106.  228  See Glucksberg, 521 U.S. at 731.  229  Humphrey v. Lane, 728 N.E.2d 1039, 1045 (2000). 380226-Dayton_LR_48-3_Text.indd   193 6/5/23   10:56 AMPublished by eCommons, 2022186                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  an alternative reasonable accommodation is unavailable.230  An Ohio court should find the Ohio Medical Conscience Clause is not the least restrictive means of furthering the state’s interest.   The most obvious reason the Clause is not the least restrictive means is because of the self-governing nature of the Ohio medical community.  Codes of medical ethics already sufficiently protect medical provider autonomy without the superfluous protections afforded by the Clause.  However, defenders of the Clause will likely argue that the Clause’s protections are “proactive [rather] than reactive” and thus necessary.231  Nevertheless, reasonable alternative accommodations exist under the Clause’s governing regime to protect medical provider autonomy and achieve health equity.  Namely, since the Ohio budget allocates “up to $5,000 . . . [to] be used to create a brochure or other educational materials regarding the right of conscience established [by the Clause,]” the Ohio Medical Board can implement an incentive program for medical providers “that oppose certain services on moral and religious grounds to indirectly provide access to those services.”232  Two plausible avenues to providing indirect access to requested services are available: independent contractors and joint ventures.233  Admittedly difficult to implement, independent contractors—funded by third-parties who are willing to provide services prohibited by a hospital’s internal policies—can be kept as part of hospital staff.234  Moreover, informing Catholic hospitals about how to set up joint ventures with secular institutions would inevitably allow the Ohio healthcare system to better meet the needs of all patients while “protecting the integrity and ethics of the medical profession.”235  Both independent contractors and joint ventures between Catholic hospitals and secular healthcare institutions are not novel ideas and exist in the status quo.236  Additionally, both alternatives would presumably constitute less restrictive means because they would have “precisely zero” effect on the parties asserting conscience objections.237    c. Reform of Ohio Statutory Law  The Religious Right would inevitably resist attempts to strike down Ohio’s Medical Conscience Clause; the ability for an Ohio court to produce   230  Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682, 728 (2014); Humphrey, 728 N.E.2d at 1046.  In Humphrey, the Ohio Supreme Court found the policy at issue failed the least restrictive means test because a reasonable accommodation of allowing Humphrey to tuck his hair into his cap was available. 728 N.E.2d at 1046–47.   231  Wu & Balmert, supra note 150.  232  Am. Sub. H.B. No. 110, 134th Gen. Assem., at 2239 (Oh. 2021); Lin, supra note 30, at 137.  233  Lin, supra note 30, at 137–38.  234  Id.  235  Id. at 138; see also Washington v. Glucksberg, 521 U.S. 702, 731 (1997).  236  Lin, supra note 30, at 137–38.  237  Burwell v. Hobby Lobby Stores, Inc., 573 U.S. 682, 693 (2014).  380226-Dayton_LR_48-3_Text.indd   194 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            187  social and political change would be undercut by public backlash.238  Additionally, a decision striking down the Clause would likely stunt the prospect for serious legislative negotiation and probably fail to establish a workable doctrine to reconcile conscience freedom and antidiscrimination.239  Debate would thus be dominated by disagreements over what standard warrants recognizing exemptions to nondiscrimination laws or if the law should even cognize such exemptions.240  It is a false and errant hope that courts are capable of resolving the LGBTQ rights/religious liberty issue under Ohio law; therefore, challengers of the Clause should call on Ohio lawmakers for legislative relief.241   This Section highlights three areas of statutory reform that, if implemented, would limit the negative consequences implicated by the Medical Conscience Clause and work to eviscerate discrimination based on SOGI in Ohio.  These recommendations do not constitute an exhaustive repository of measures Ohio lawmakers should enact; the proposals endorsed serve as select incremental, yet robust, steps toward ending violence against LGBTQ Ohioans in healthcare—particularly transgender patients.242  1. Modify Ohio’s Medical Conscience Clause Ohio’s Medical Conscience Clause suffers from a host of textual and practical faults.  As such, the Ohio legislature has at least two viable options to modify the text of the Clause.  Clarifying the scope of the Clause’s protection to exclude healthcare institutions and include a proviso barring an exercise of medical conscience based on SOGI is a simple remedy.  Alternatively, Ohio lawmakers could repeal the Clause since it threatens the integrity of the medical profession and undermines the prospect of full legal equality for transgender patients.  Whatever the chosen route, the equally important concerns of LGBTQ equality and “restraining religious exemptions so that they do not inflict material and dignitary harm on those who do not   238  See generally Palmer, supra note 17 (detailing the public backlash stemming from the Supreme Court’s decision in Bostock).    239  See id. at 8–9 (“Religious retrenchment is a social and political consequence of the court . . . balking at opportunities to set bright-line standards governing the intersection of religious freedom and antidiscrimination.”); see also Brownstein, supra note 151, at 2 (“We cannot avoid the hard work of negotiated compromise by passing the buck to the courts.”).    240  Legal academics recognize this conflict.  Compare Louise Melling, Heterosexuals Only: Signs of the Times?, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 245, 252 (William N. Eskridge, Jr., & Robin Fretwell Wilson, eds. 2019) (noting “debate over [religious or conscience exemptions] legitimates opposition to LGBT equality and functions to question the very morality of the underlying right.”), with Brownstein, supra note 151, at 15 (“Without exemptions and accommodations, religious individuals and institutions will be burdened.”).  241  See, e.g., KOPPELMAN, supra note 18, at 5.  242  The formal success of these measures, once enacted, is contingent on Ohio leaders’ willingness to enforce the laws once they are on the books and “take seriously the day-to-day experiences of our neighbors and our siblings.”  Hearings, supra note 2, at 39 (statement of Sarah Warbelow, Legal Director, Human Rights Campaign).  See also Palmer, supra note 17, at 13 (“[I]t is imperative that the commitment to a discrimination-free society is shared by all, regardless of political affiliation.”). 380226-Dayton_LR_48-3_Text.indd   195 6/5/23   10:56 AMPublished by eCommons, 2022188                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  share the objector’s beliefs” should guide the corrective measures.243    2. Amend Ohio’s Public Accommodation Laws Ohioans overwhelmingly believe LGBTQ people should not be treated differently; and business owners should not be allowed to refuse services to LGBTQ people, even if providing the service violates their religious beliefs.244  However, the prospect of LGBTQ Ohioans gaining full access to the public square is tethered by a binary model of public accommodation law that treats all services alike and does not evenhandedly account for all the interests at stake.245  Ohio lawmakers should, therefore, engineer a state public accommodation regime that “regulate[s] the business, not individual workers, so that every [person] who walks in is served with dignity but no specific individual must perform any given service.”246  Recognizing the distinction between the legal duty placed on regulated businesses to serve all patrons from the similar duty placed on individuals to provide specific services, lawmakers can engender a public marketplace free of humiliation and dignitary loss of LGBTQ people.247  Adding four words and a comma—that is, amending Ohio’s public accommodation law to prevent discrimination based on SOGI—is an insufficient legislative solution without more.248  In addition to including SOGI as protected classes, Ohio public accommodations law should adopt a model for sharing the public space that allows both sides of the culture war to meld their respective interests.249  In the healthcare context, Ohio law must clearly recognize that institutions asserting conscience claims can fulfill their legal duties by providing indirect access to requested patient services through independent contractors and joint ventures.  This diplomatic approach to Ohio healthcare nondiscrimination law allows lawmakers to respect Ohio’s preexisting Medical Conscience Clause, show empathy and sensitivity to the diverse needs of all Ohioans, and contemplate maximizing the rights of all citizens without undermining the values of equality, liberty and religious   243  NeJaime & Siegel, Religious Exemptions, supra note 146, at 204–05.  244  See The American Values Atlas, PUB. RELIGION RSCH. INST., http://ava.prri.org/#lgbt/2020/States/lgbtdis/m/US-OH (last visited Mar. 26, 2023) (reporting that 73 percent of Ohioans favor laws protecting LGBTQ people from discrimination in jobs, public accommodations, and housing); The American Values Atlas, PUB. RELIGION RSCH. INST., http://ava.prri.org/#lgbt/2020/States/srvref/m/US-OH (last visited Mar. 26, 2023) (reporting that 60 percent of Ohioans oppose laws protecting business owners from refusing service to LGBTQ people if doing so violates their religious beliefs).  245  Robin Fretwell Wilson, Bathrooms and Bakers: How Sharing the Public Square Is the Key to a Truce in the Culture Wars, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 402, 404–05 (William N. Eskridge, Jr. & Robin Fretwell Wilson, eds., 2019).   246  Id. at 405.   247  Id. at 412, 420.   248  See Ryan T. Anderson, Challenges to True Fairness for All: How SOGI law are Unlike Civil Liberties and Other Nondiscrimination Laws and How to Craft Better Policy and Get Nondiscrimination Laws Right, in RELIGIOUS FREEDOM, LGBT RIGHTS, AND THE PROSPECTS FOR COMMON GROUND 361, 362 (William N. Eskridge, Jr., & Robin Fretwell Wilson, eds., 2019).   249  Wilson, supra note 245, at 412. 380226-Dayton_LR_48-3_Text.indd   196 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            189  freedom.250  3. The Ohio Compromise   To reconcile faith communities and respect for LGBTQ people in Ohio Law, one non-negotiable is certain: “[i]f both sides are to remain at the bargaining table, both [sides] must have something to gain.”251  The political climate surrounding the religious liberty/equality debate in Ohio is one of mutual need; thus, negotiation for mutual benefit is warranted.252   Ohio’s failure to provide statutory guidance governing religious liberty and nondiscrimination law is unremarkable.  In fact, in 2015 the Utah legislature, tasked with cultivating common ground, brokered a landmark two-bill package that advanced both LGBTQ rights and religious liberty.253  Bargaining for the Utah Compromise, both sides recognized the importance of mutual need and were willing to “trade[] religious liberty protections for sorely-needed nondiscrimination protections.”254  To gross constructive solutions in Ohio law, policy makers should draw influence from and improve upon the 2015 Utah Compromise. To accomplish Utah-like success in Ohio, the state legislature should find a way to combine protections for religious liberty and for LGBTQ Ohioans from discrimination in employment, housing, education, and places of public accommodation.255  Fortunately, Ohio lawmakers do not have to look far for a bill; enacting the Ohio Fairness Act that is currently before the Ohio General Assembly provides one lucrative avenue to foster mutual benefit.256   The Ohio Fairness Act has been introduced in the Ohio General Assembly more than ten times over the last two decades.257  However,   250  See Adams, supra note 189, at 442; see also Brownstein supra note 151, at 20–21 (noting “learning and earning empathy” is an aspirational approach to addressing the religious liberty/equality conflict that “rejects defining individuals or groups on the basis of one attribute alone”).  251  Robin Fretwell Wilson, Bargaining for Religious Accommodations: Same-Sex Marriage and LGBT Rights After Hobby Lobby, in THE RISE OF CORPORATE RELIGIOUS LIBERTY 257, 260 (Micah Schwartzman et al. eds., 2016) [hereinafter Wilson, Bargaining for Religious Accommodations].  But see, e.g., Melling, supra note 240, at 255 (“If we care about the promise of equality and making that equality robust [our laws should not accommodate those who object on religious grounds.]”).  252  See Wilson, Bargaining for Religious Accommodations, supra note 251, at 265.   253  See Adams, supra note 189, at 442–43; Wilson, Bargaining for Religious Accommodations, supra note 251, at 265–68.  254  Wilson, Bargaining for Religious Accommodations, supra note 251, at 265.  255  In Utah, a similar request came from leaders of the Church of Jesus Christ of Latter-day Saints.  See Adams, supra note 189, at 448.  The Utah Compromise, however, did not extend to public accommodations—an area of Ohio law ripe for compromise.  See id. at 455.   256  See S. 119, 134th Gen. Assemb. (Oh. 2021); H.B. 208, 134th Gen. Assemb. (Oh. 2021).  See also ACLUOHIO, A Side-By-Side Comparison: Ohio Fairness Act, Equality Act, and Bostock Decision, https://www.acluohio.org/sites/default/files/field_documents/ohiofairnessactvsequalityact_2021-0615.pdf (last visited Mar. 26, 2023).  257  Karen Kasler, ‘Ohio Fairness Act’ Gains Republican Support in Ohio House, STATEHOUSE NEWS BUREAU (Nov. 29, 2021, 2:45 PM), https://news.wosu.org/politics/2021-11-29/ohio-fairness-act-gains-republican-support-in-ohio-house. 380226-Dayton_LR_48-3_Text.indd   197 6/5/23   10:56 AMPublished by eCommons, 2022190                                UNIVERSITY OF DAYTON LAW REVIEW                       [Vol. 48:3  optimism is growing among proponents of the Ohio Fairness Act that it will pass soon given its strong bipartisan support.258  Importantly, the bill recognizes the inadequate patchwork of current local and municipal ordinances throughout the state prohibiting SOGI discrimination and takes note of existing religious exemptions in Ohio law.259  Therefore, both sides have something to gain by enacting the Ohio Fairness Act; LGBTQ Ohioans will be ensured that historical prejudice will not determine their destiny while champions of religious freedom will be provided solace that preexisting religious exemptions will not be disturbed.   The Utah Compromise provided an important bargaining lesson: “a victory for religious freedom is far more viable when it comes packaged with newly enacted protections for others.”260  Therefore, by providing protection against SOGI discrimination in healthcare, the protection of medical conscience freedom intended by Ohio Republicans when codifying the Medical Conscience Clause becomes authenticated.   IV. CONCLUSION Religious liberty was never intended to be a veto power over the civil rights and liberties of others.261  Yet today, the Religious Right has weaponized the concept of religious liberty to justify denying health care through a web of exemptions in the civil law.262  Refusing care to a patient because they are transgender is not liberty and choosing patients based on their gender or gender expression is not freedom.263  Such denial is arguably as irrational as a famous one-liner from Mean Girls: “And on the third day, God created the Remington bolt-action rifle so that Man could fight the dinosaurs. And the homosexuals.”264  In analogous terms, the Religious Right is using medical conscience laws as a Remington bolt-action rifle to fight against achievements of the LGBTQ rights movement and extend conflict about social norms in democratic contest.  Until the prospect of progressive conversation is no longer met with reservations, LGBTQ movement progression in Ohio will continue to be shot down by laws like the Ohio   258  Lynna Lai, A Turning Point: Ohio’s Efforts to Enact LGBTQ Non-Discrimination Laws, WKYC STUDIOS (June 24, 2021, 8:21 PM), https://www.wkyc.com/article/news/community/turning-point/ohio-legislator-nickie-antonio-working-to-pass-anti-lgbtq-discrimination-law-in-ohio/95-f1f77705-9f23-4d18-b76f-b81ff5ec02df.   259  See Adams, supra note 189, at 450–51 (explaining importance of not disturbing preexisting state protections of religious liberty in the Utah Compromise).  260  Wilson, Bargaining for Religious Accommodations, supra note 251, at 268.    261  US COMM’N ON C.R., Peaceful Coexistence: Reconciling Nondiscrimination Principles with Civil Liberties (Sept. 2016), at 29 (statement of Commissioner Martin R. Castro).  262   NeJaime & Siegel, Conscience Wars, supra note 47, at 2534–35.  263   ACLU Comment on Introduction of “Conscience Protections” for Health Care Workers, ACLU (Jan. 17, 2018, 12:30 PM), https://www.aclu.org/press-releases/aclu-comment-introduction-conscience-protections-health-care-workers.      264 Mean Girls (Paramount Pictures 2004); Tina Fey, Mean Girls at 2, https://www.scripts.com/script-pdf/135566 (last visited Mar. 26, 2023). 380226-Dayton_LR_48-3_Text.indd   198 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/62023]           Conscience-Based Objections to Transgender Health Care            191  Medical Conscience Clause.     380226-Dayton_LR_48-3_Text.indd   199 6/5/23   10:56 AMPublished by eCommons, 2022380226-Dayton_LR_48-3_Text.indd   200 6/5/23   10:56 AMhttps://ecommons.udayton.edu/udlr/vol48/iss3/6",
    "id": 572824332,
    "identifiers": {
        "doi": null,
        "oai": "oai:ecommons.udayton.edu:udlr-2221"
    },
    "title": "Conscience-Based Objections to Transgender Health Care in Ohio",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-06-15T08:00:00+01:00",
    "publisher": "eCommons",
    "references": [],
    "sourceFulltextUrls": [
        "https://ecommons.udayton.edu/cgi/viewcontent.cgi?article=2221&context=udlr"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/572824332.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/572824332"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/572824332/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/572824332/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/572824332"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:ecommons.udayton.edu:udlr-2221",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3611",
        "openDoarId": 0,
        "name": "University of Dayton",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 572824332,
        "depositedDate": null,
        "publishedDate": "2023-06-15T08:00:00+01:00",
        "updatedDate": "2024-01-26T01:58:00+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-20T13:23:56+01:00"
    },
    "urls": [
        "https://ecommons.udayton.edu/udlr/vol48/iss3/6",
        "https://ecommons.udayton.edu/context/udlr/article/2221/viewcontent/06_v48i3_palmer.pdf"
    ],
    "lastUpdate": "2024-01-26T01:58:00+00:00",
    "setSpecs": []
}