{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Clarke-Brooks, Rosetta Kwandnie"
        }
    ],
    "contributors": [],
    "createdDate": "2024-01-12T22:27:01+00:00",
    "dataProvider": {
        "id": 3668,
        "name": "Walden University",
        "url": "https://api.core.ac.uk/v3/data-providers/3668",
        "logo": "https://api.core.ac.uk/data-providers/3668/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/595864529.pdf",
    "fullText": "  Walden University    College of Psychology and Community Services     This is to certify that the doctoral dissertation by   Rosetta K. Clarke-Brooks   has been found to be complete and satisfactory in all respects,  and that any and all revisions required by  the review committee have been made.  Review Committee Dr. Leann Stadtlander, Committee Chairperson, Psychology Faculty Dr. Carolyn King, Committee Member, Psychology Faculty         Chief Academic Officer and Provost Sue Subocz, Ph.D.    Walden University 2023       Abstract  Coping with Homophobic Bias Among the  Christian African American LGBTQ Community  by Rosetta K. Clarke-Brooks BBA, University of Liberia MSMHC, Walden University  Dissertation Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Philosophy Psychology   Walden University November12,2023         Abstract The African American lesbian gay bisexual, transgender queer (AALGBTQ) population, as a minority group, has continuously experienced homophobic bias. This population has been oppressed and marginalized due to their sexual orientation or identity. This has led to psychological rejection they face for coming out to their church members, peers, and family members. The current study used a narrative qualitative method as the AALGBTQ participants told their own experiences with homophobia. The theoretical framework used was the minority stress theory, which explained the toll stress took on the population. Purposive sampling was used to recruit nine participants for the study, and the narrative ethnography advised by Mueller and O’Toole was used to analyze it. Results included having problems coming out due to intersectionality inequalities experienced. Intimacy was never discussed. They realized they needed to form a relationship with the God they served. Some used meditation, dancing, singing, praying, and self-care to cope. Positive social change from the findings may be through awareness for Christian churches and clergy to understand the stress and shame the AALGBTQ had endured when they openly admitted that they were LGBTQ members. Findings may also be used as attention-initiated advocacy for LGBTQ members in terms of acceptance, which may help them cope with the stress due to rejection by some of their church members.          Descriptions of Coping with Homophobic Bias Among the Christian African American LGBTQ Community   by Rosetta K. Clarke-Brooks BBA, University of Liberia MSMHC, Walden University   Dissertation Submitted in Partial Fulfillment of the Requirements for the Degree of Doctor of Philosophy Psychology   Walden University November 2023    Dedication It would not have been possible to go further with this study if a few significant people were not in my life to make this possible. The most influential person who created this researcher as she is today is Mrs. Lucinda R. Clarke, the researcher's mother. She taught the author to be steadfast and persistent when she wants something. The author is sorry that she is not currently here. Being cognizant that she knows her worth and importance to me, gratitude is the portion here. Another person mentioned is Mr. Moses J. Clarke, my dad, who paid my school fees to make my education possible through high school and college. My brother, Dr. Candrick Clarke, was the one who encouraged me to attend Walden University, his alma mater and helped me when I did not want to continue. I am very thankful to him, and he should be among those to whom this degree is dedicated. This degree is to Mr. Jimmy G. Brooks Sr., my husband, our son, Jimmy G. Brooks Jr., and our daughter, Dr. Jimmette N. Brooks has supported the attainment of this degree; therefore, it is dedicated to them. To God be the glory for the great things he has done. The Lord, Jesus Christ, the head of my life, is also dedicated to this degree because Christ has been my rock, shield, and everything. He also dedicated himself to this degree by helping to keep the researcher's persistence.        Acknowledgments In everything one does, there have to be mentors and helpers who take them by the hands and lead them. They have to be acknowledged. These three people have done this for this researcher while she struggled to write her dissertation. The editor, Dr. Cornelia Edoh, helped edit chapters one to three. My third chair, Dr. Kimberly McCann, was the wing beneath my wings when she kept encouraging me to work hard and assured this author that she could do the work and finish. Last but not least is Dr. Lee Stadtlander, my current chair, who has been my editor throughout chapters four and five. She is an incredible and dynamic chair. She is patient and very respectful to all of her students. Her interest is making sure her students get the help needed. She was always willing to give me the support she realized was needed.   i  Table of Contents  List of Tables .......................................................................................................................v Chapter 1: Introduction to the Study ....................................................................................1 Purpose of the Study ......................................................................................................8 Research Questions ........................................................................................................9 Nature of the Study ......................................................................................................10 Definitions....................................................................................................................11 Assumptions .................................................................................................................12 Scope and Delimitation ................................................................................................12 Limitations ...................................................................................................................13 Significance..................................................................................................................13 Summary ......................................................................................................................14 Chapter 2: Literature Review .............................................................................................16 Literature Search Strategy............................................................................................18 Theoretical Foundation ................................................................................................19 Literature Review Related to Key Concepts ................................................................23 Coping Strategies .........................................................................................................24 Alteration Strategy ................................................................................................ 27 Christian African American Community Support ................................................ 29 General LGBTQ Identity .............................................................................................30 Mental Health and Suicidal Ideation............................................................................31  ii  LGBTQ Outing Disclosure ..........................................................................................32 Summary ......................................................................................................................33 Chapter 3: Methodology ....................................................................................................36 Research Design and Rationale ...................................................................................36 Research Questions ............................................................................................... 36 Role of the Researcher .................................................................................................41 Personal Identity ................................................................................................... 42 Methodology ................................................................................................................42 Participants Selection ............................................................................................ 42 Recruitment Procedure.................................................................................................43 Instrumentation ............................................................................................................44 Instrument Development ....................................................................................... 45 Data Analysis Plan .......................................................................................................45 Issue of Trustworthiness ..............................................................................................46 Trustworthiness ..................................................................................................... 46 Credibility ....................................................................................................................47 Transferability ..............................................................................................................47 Confirmability ..............................................................................................................48 Dependability ........................................................................................................ 49 Ethical Procedure .........................................................................................................49 Vulnerable Participants ................................................................................................50 Summary ......................................................................................................................50  iii  Chapter 4: Results ..............................................................................................................52 Setting 53 Demographics ..............................................................................................................54 Data Collection ............................................................................................................55 Data Analysis ...............................................................................................................56 Codes, Categories and Themes ....................................................................................58 Trustworthiness ............................................................................................................58 Credibility ............................................................................................................. 59 Transferability ....................................................................................................... 60 Dependability ........................................................................................................ 60 Confirmability ....................................................................................................... 61 Results 62 Theme 1, Category1: Intersectionality Support-The Outing Experience ............. 62 Theme 2-Category 2: Coping strategies- Beyond others’ opinions & Avoidance (flight) ..................................................................................... 64 Theme 3-Category 3: Support System - Community ........................................... 67 Theme 4: Category 4- Self-care -Exercise & Meditation ..................................... 70 Summary ......................................................................................................................72 Chapter 5: Discussion, Conclusions, and Recommendations ............................................74 Interpretation of Findings ............................................................................................75 Intersectionality Support ....................................................................................... 76 Coping Strategies .........................................................................................................78  iv  Support System ............................................................................................................79 Recommendation .........................................................................................................81 Implications..................................................................................................................81 Conclusion ...................................................................................................................82 References ..........................................................................................................................84 Appendix A: Recruitment Ad ............................................................................................98 Appendix B: Demographic Questionnaire .........................................................................99 Appendix C: Interview Questions ....................................................................................100 Appendix E: Debriefing Statement ..................................................................................101               v  List of Tables  CAALGBTQ Participants’ Demographics in the Southeastern USA        54        1    Chapter 1: Introduction to the Study The Christian African American Lesbian Gay Bisexual Transgender Queer (CAALGBTQ) population as a minority group has continuously experienced homophobic bias. Religion has been identified to have played an important role in the lives of nearly half of all CAALGBTQ population in the United States (Lomash, Brown, & Galupo, 2018). According to CAALGBTQ demographic Data Interactive research (January 2019) from the William Institute, approximately 5.3 million LGBTQ people in the U.S. attend religious services and believed that religion is important to them. Research shows that religious CAALGBTQ adults are sociodemographically diverse (Lomash, Brown, & Galupo, 2018). CAALGBTQ population live in every region and state and participated in all religious denominations. Among CAALGBTQ adults, those who are middle-aged and older, Black adults, and living in the South are most likely to be religious (see Lomash et al.,2018).  About 1.5 million are Protestants, 1.3 million are identified as Roman Catholics, while 131,000 are Jews, 107,000 are Mormons, and 106,000 are Muslim estimated 40% of CAALGBTQ adults ages 18 to 34 to be religious, about ages 35 to 49 made up 51%, whereas 56% are ages 50 through 64, and 65% are ages 65 and older. The CAALGBTQ adults faced challenges such as intersectionality which included homophobic and racial bias (Runyan, 2018).                     Homophobic bias can be defined as members' tendency to oppress and marginalize others or their sexual orientation or identity (Walsh, 2016). CAALGBTQ individuals have faced a complicated set of circumstances (Johns,2009).  All research done on this population tends to address the morality and societal norms, which have become the standard for the Christian culture. However, no research seemed to discuss  2    intersectionality and the complex intimacy issue that is causing the biases faced by this population, which is the gap in research (Abramovich, 2017 & Oginni et al.,2019 & Roland & Burlew,2017). Race in America has always been an issue which is now complicated with being part of the LGBTQ population (Roland & Burlew, 2017). CAALGBTQ have suffered intentional and/or unintentional verbal comments and behaviors that communicate damaging insulting, or intimidating racial insults. They have endured intersectionality like racial social stratification in many spheres of life amongst this population, which included health care industries, education, housing, employment, as well as the legal and political systems (Abramovich, 2017 & Brewer et al., 2021). CAALGBTQ has used Christianity as a strategy to cope when they narrate stories about coping with homophobic bias (Hailey & Burton & Arscott, 2020). LGBTQ members have used their belief in spirituality to cope with many homophobic bias issues, even though not all LGBTQ members are religious or spiritual.  According to Abramovich (2017), the LGBTQ group endured intersectionality that included homelessness, insults, and unemployment which led to prostitution in order to have money to survive or they had to move from their comfort zones to places that are more LGBTQ friendly. There are many intricated complication with the group because many times they must avoid being out in order to move into shelters that give housing based on gender at birth. Brewer et al., (2021), discussed some of the same challenges including morality and societal norm, especially with CAALGBTQ who are using their spirituality to cope with homophobic bias. My study is different from Brewer et al. in that CAALGBTQ are using spirituality as a coping strategy while others are still having challenges as Christians to find coping strategies.  3       Overcoming racism among CAALGBTQ may be impossible without validation, empathy, and support, thwarting the devaluation, which is associated with racism (Bashir & Afzal & Azeem, 2008). Oppression needs to be contextualized rather than internalized while resources are provided resources to help in decreasing the stress faced by CAALGBTQ (Myer, 2003; Hailey, Burton, Arscott, 2020), contextualizing instead of internalizing oppression, and providing resources to help in decreasing the stress which is associated with oppression faced by CAALGBTQ (see Myer,2003).  The study's potential social implications are that the narratives provided insights on how the CAALGBTQ described and told their experiences of homophobic and racial bias and how they have coped with these biases. Walsh, (2016) identified three common coping techniques CAALGBTQ individual used which might be of help for them when dealing with life’s challenges; these are: reactive, suppressive, and reflective coping techniques. In using suppressive coping technique, CAALGBTQ used avoidance and denial method in addressing the problems. CAALGBTQ who used reactive techniques may approach situations with strong emotional responses, confusion, impulsiveness, and distortion (D’haese et al. 2019). For the CAALGBTQ individuals who used suppressive and/or reactive techniques, they saw their problem-solving skills as being ineffective. They also had less trust for others, less interpersonally assertive, and lower social support (McDavitt,2018). Reflective coping techniques have been identified as being very effective as CAALGBTQ directly and actively confronted the source of environmental stressors, thus bringing about lasting change (see McDavitt,2018). By applying reflective coping techniques, CAALGBTQ approached their difficulties and stressors in life by exploring  4    underlying relationships, being methodical, while planning and engaging in behaviors which will produce changes. Meaning that CAALGBTQ used coping techniques that promoted progress in solving traumatic life events. McDavitt et al., (2020) further added that reflective coping mechanisms or strategies used in the past by CAALGBTQ, may assist them in figuring out the racist problem, understanding that it is a difficult problem to avoid. Individuals will then develop a strong understanding of the oppression and work on transforming it into an opportunity for personal and community growth (Paynter & Leaper, 2016). Some LGBTQ members have chosen to leave Christianity while others have moved to affirming in other conservative churches (Houghton et al., 2019. Some nonheterosexual women in the Catholic Church revealed several ways they have integrated their sexuality and faith. They reported to have gained acceptance from other Catholics as well as made a distinction between God and the church (Hailey & Burton & Arscott, 2020). Many gay Catholic and protestant men have reflected that they have strategies they have adapted which included forming a personal relationship with God and attending services. Although there are gay men who still suffer prejudice and bias in their churches, some have somehow integrated their sexuality and faith (see Hailey, Burton & Arscott, 2020). Mainly CAALGBTQ members have found anti-LGBTQ hostility in their childhood churches. Many of them have used spirituality as a guide when they encounter challenges when they felt vulnerable (Walsh, 2016). Today most African Americans assert that they are Christian as opposed to white Americans, a statistic that has changed over time (Lefevor, Smack & Giwa (2020). African Americans are more likely to identify  5    as protestants than any other racial or ethnic group in the United States. Fifty three percent of African Americans identified as historic protestant such as African Methodist Episcopal or broader African American groups identified as Baptist, Methodist, or Pentecostal. African Americans men are more likely to identify as Muslims unlike their African American women (4% vs .1%). African Americans are less likely to identify as unaffiliated (PEWRC, January 2019), such as Atheist or agnostic. African American male is less likely to be Catholic. About three in ten Millennial are unaffiliated. The study's potential social implications are that the narratives may provide insights on how the CAALGBTQ experienced homophobic bias and how they coped with these biases.  Background of the Problem The CAALGBTQ population has experienced problems coming out to their church members, peer, and family members because of psychological rejection (Adler & Ben-Ari, 2016; Izarry & Perry, 2017 Lomash et al., 2019). Studies have shown that announcing one’s sexual orientation has resulted in separations and/or divorce, thus leaving women as single parents (Adler & Ben-Ari, 2016; Ruutel, 2015). Research showed that bisexual women have experienced discrimination and stress (Waters et al., 2018; Watson et al., 2015). The CAALGBTQ population has coped by internalization (blaming self), detachment (keeping away from others) and hiding identity or concealing (Wilkerson et al., (2017). Other coping mechanisms from internalizing include numbing (using drugs and alcohol) and resistance (attacking others).  Most research done on this population seemed to focus on coping responses to specific incidents of racism amongst CAALGBTQ individuals. This includes relying on internal resources such as self-esteem, endurance, trusting on faith/spirituality,  6    diminishing, disregarding, or evading the racist behavior (see McDavitt et al., 2008). Regardless how the CAALGBTQ population tend to tackle this issue, it has not lessened the impact the negative racial stereotypes and racist events. Racial discrimination perceived by this population seems to be a regular occurrence leading to poorer mental health outcomes, increase in psychological distresses, and increasing cigarette smoking among this population (MCDavitt,2018).  The role of Christianity in the Black community is being used as a support system by some of the CAALGBTQ community (see Walsh, 2016). The literature does not discuss the complex intimacy that is causing the biases faced by this population, which is the gap in research (Abramovich,2017; Walsh, C. F. (2016). There is no discussion on the intimacy part of the LGBTQ relationship which is the basis of the heterosexual dislikes and personal world view issue. Heterosexuals do not have to discuss their bedroom intimacy and they are concerned about the LGBTQ’s bedroom issue. No one is ready to discuss that because it is complex.  .In this systematic introduction of the scope of this study I aimed to offer evidence-based answers to these arguments on the grounds of biological, sociological, psychological, and educational research (see Gegenfurtner & Gebhardt, 2017). First, studies on twins and genome scans in behavioral genetics research unveiled strong biological roots of sexual orientation and identity that has not changed through inclusive sexuality education (Gegenfurtner & Gebhardt,2017).   Second, psychological and sociological research signals that heteronormativity, homosexuality nonacceptance, and negative attitudes toward LGBTQ people are, in general, associated with lower levels of education and intelligence as well as higher levels of religious belief and political  7    conservatism (Gegenfurtner & Gebhardt,2017) . For at-risk sexual minority students who show gender nonconforming and gender-atypical behavior, schools can create a safe climate and protect adolescent health if they reduce homophobic and transphobic discrimination, bullying, and peer victimization, and verbal, physical, and sexual abuse (Gegenfurtner & Gebhardt, 2017). Third, action research and ethnographic narratives in educational research indicate that queer educators as role models in classrooms do not change their pupils' sexual orientation and gender identity (Gegenfurtner & Gebhardt, 2017).   Statement of the Problem It is not known how members of the CAALGBTQ community describe their experiences of homophobic bias. Protestant churches understand that some of their people affect American civil liberties and attitudes (Ledget, 2017). CAALGBTQ members may experience homophobic bias despite their Churches’ emphasis on social justice and personal freedom. In this study I focus on the way that CAALGBTQ describe their experiences of homophobic bias. Research has shown that the CAALGBTQ population has described homophobic bias such as stigmas, depression, low self-esteem, and stress from being a part of LGBTQ sexual orientation (Ledet, 2017; Wilkerson et Al., 2017). This problem was significant because there was a gap in the literature that this study addressed on how the CAALGBTQ have coped when they experience homophobic bias.  Most medical providers are not cognizant of the minority stress the population endures and how to support them (Myer, 2003; Gordon & Myer, 2007).). Also, there was a lack of emphasis on the mental health issues while sexual minorities have experienced  8    and described different types of minority bias, of which one is racially biased violence (Waters et al., 2018). The discussion of psychological distress has been categorically neglected, even though they have turned to religion for coping and support (Worthen, 2018). Intersectionality is being discussed in the paragraph that follows. According to Roland and Burlew (2017; Conron et al. 2018), intersectionality is sometimes challenging for both youth and adult LGBTQ. Obtaining beneficial health care and employment have been difficult for them but they have proven to be resilient in many ways. Even when their communities rejected them LGBTQ often found there were others who advocated for them including some family members. Some of them who lived in rural areas where most people have known each other, many of them have rejected them while others accepted them. Some of the churches did not want to affiliate with them but with help from advocates have pushed to include them in their communities while they bring about laws to protect them (Roland & Burlew, 2017). A description of CAALGBTQ members experience of homophobic bias was a gap that needed to be addressed. Addressing this gap in the literature is of paramount importance. It served to deepen the understanding of what CAALGBTQ members experienced within their communities and potentially led to identifying their coping strategies. Purpose of the Study The purpose of this narrative qualitative study was to understand how CAALGBTQ members described their experiences of homophobic bias and how they coped.   9    Research Questions  (RQ)1. How did CAALGBTQ describe their experiences of homophobic bias in their communities (churches, family members and friends)?  (RQ)2. Wha tare the CAALGBTQ coping strategies for the homophobic experiences? Theoretical Framework Minority stress theory was used in understanding how the CAALGBTQ population’s described homophobic experiences and what coping mechanisms they have used. Several theories could be grounded in this study as a theoretical framework for the LGBTQ population, but I focused only on the minority stress theory by Myer (2003). Myer’s minority stress theory is a model that describes social circumstances such as stigma, discrimination, and prejudice, which he asserts caused stress to individuals like sexual minorities who are affected (Alessi, 2014; Chaudoir et al., 2017, Myer, 2003). The Myer theoretical framework included stress processes experienced by LGBTQ members. Included also are rejection, concealment or hiding, and internalizing negative homophobia. It also includes coping strategies such as cognitive behavior therapy (CBT), where restructuring thought is encouraged.  It is known that discrimination negatively impacts both the mental health and physical health of the minority group (Myer, 2003). Minority groups such as LGBTQ are exposed to experience stigma, fear of rejection, and discrimination (Kalu, 2017). It is important to identify the stress of these bad experiences and the role microaggression plays. Here, the model of the minority stress theory was created as the relationship of stress on the minority group was revealed (Kalu, 2017). The model analyzed the  10    complexity of the external (prejudice and discrimination) and internal (self- invalidations and self-doubts) stressors, which have helped to shape and understand the lived experiences of the LGBTQ minority group. These experiences affected them with racism and homophobia in the LGBTQ community, inclusive of social exclusion.  Using the minority stress model as a frame of reference has helped the CAALGBTQ understand the toll stress takes on the population as a multi-minority group (Kalu, 2017). Minority stress is a theory that has resulted from the LGBTQ population's significant health disparities specific to their stressors. Fifteen years ago, the fully conceptualized model of the minority stress theory was published (Hoy-Ellis, 2018). This theory included stressors that are internal (rejection, discrimination concealment of identity of minority, negative dominant cultural attitudes, beliefs, stereotypes, and values that are internalized). Sexual minority and gender minority community's connection has been theorized to effectuate the moderation of the minority stressors (Hoy-Ellis, 2018). The strengths and limitations of this model are highlighted in this study for the purpose of future research. Nature of the Study The nature of this study was a basic narrative qualitative approach. The use of interviews was based on Moustakas’s (1994), Merriam’s (2009), and Seidman’s (2006) approaches focused on identifying themes related to descriptions of their experience. This study entailed understanding how the CAALGBTQ population describes their experiences of homophobic bias. The participants were nine Christian African American LGBTQ members of ages 18 years and over. They were recruited from Northeastern United States.  11    I used telephone calls for the interviews. This type of data collection method was chosen due to the pandemic. During the interviews, participants were able to tell their own stories about biases they have experienced. Although, using the narrative qualitative method, I used data analysis procedure from Mueller (2019). The analysis may be multi-level themes, where I carried out two categorical analytical levels. The respondents were stored as cases, where cases are named according to their unique identifiers numerically. Definitions CAALGBTQ: This was an acronym for Christian African American Lesbian, gay, bisexual, transgender, queer.  Coping mechanisms: These are the strategies used by minority groups to deal with biases (Colpitts & Gahagan, 2016; Fusch, 2020).   Homophobia: This was defined as the fear of homosexuals and homosexuality (Walsh, 2016). Internalized homophobia: This can be defined as the tendency of some LGBTQ individuals to regularly invalidate, marginalize, and or oppress their own or other members' sexual orientation, sexual identity, self-worth, individual expression, and human rights (Oginni et al., 2019). Intersectionality: A term which attends to people of color which refers to the phenomenon of interdependence. It deals with oppression whether it based on gender, race, class, disability, nationality including other categories that are social and non-inclusive (Runyan, 2018). LGBTQ: This is an acronym for lesbian, gay, bisexual, transgender, and queer (Ecker et al., 2019).  12    Microaggression: This was defined a form of subtle discrimination which are often used unintentionally. Their message communicated derogatory and hostile messages, particularly about the historically marginalized social group (Sadika et al., 2020). Assumptions In this study I explored the coping mechanism used by CAALGBTQ members who experienced homophobic bias. Three assumptions were identified for this study. The first assumption was that the participants were honest and openly shared their coping mechanisms when they experience homophobic bias. The second assumption was that I remained aware of her role and avoid bias during data analysis and interpretation. A final assumption was that the narrative inquiry method would be sufficient to collect rich detailed data of participant’s experiences. These assumptions were checked by revisiting the information given to ascertain the facts.  Scope and Delimitation  The scope of this research included nine CAALGBTQ adults, ages 18 and over. Another delimitation was that participants were recruited from my network social group in the Northeastern region of the United States. The qualitative approach limited the ability to generalize the findings to the CAALGBTQ individuals results in one context may differed from another context result based on many factors, which could cause a faulty inference concerning generalization (see Schloemer & Schröder-Bäck, 2018). This was only applicable if a researcher provided evidence. It is difficult in qualitative research to generalize results. The sample size was too small to address the generality of the findings concerning the context. The  13    study population lacked vigor due to subjectivity and the researcher's bias (see Cope, 2014; Schloemer & Schröder-Bäck, 2018). Transferability of findings was not practical here because transferability is defined as a process where the specifics of certain research specifics or situation was compared to another familiar situation or the environment in which transferability could be established (see Schloemer & Schröder-Bäck, 2018). In this case, there was no familiar situation to compare the CAA- LGBTQ situation for transferability to be established. The resilience that the population exhibited was the strength that proved their uniqueness to the various challenges (Abramovich, 2017 & Brewer et al., 2021). Limitations The study had some limitations that influenced the findings. The participants' age was from 18 years on up, which was not inclusive of all CAALGBTQ population age groups. The interviews were conducted by phone due to Covid-19. Due to the lack of face to face meetings, some body language cues were missed. The findings are not generalizable to a larger population due to the limited population. Some of the perceptions that the CAALGBTQ population expressed negative, homophobic bias through their lenses did not seem relevant to the heterosexual population's judgment and reactions. Significance I sought to understand how the CAALGBTQ described their experiences of homophobic bias.  McDavitt et al. (2008) and Ledet (2017) touched on various similar questions on how CAALGBTQ members have coped with internalized homophobic bias  14    experiences. The question that was addressed was how members of the CAALGBTQ cope and described their experiences of homophobic bias. This information helped to clarify CAALGBTQ personal experiences through their own lenses. These answers from the LGBTQ members helped bring about social change through a better understanding of the population's experiences, feelings, and mental health issues, including those expressed in other research (Corrigan & Matthews, 2003; Ledet, 2016).  Intersectionality was where the strength of this study lies. It was from this concept that every challenge faced by the population was understood because it entailed all aspects of the issues they endured and had to deal with (Roland & Burlew,2017). Many of CAALGBTQ know how to ignore emotional and verbal abuse. They learned how to be creative in their coping mechanisms and tools.  The social change implications for the study of the CAALGBTQ population may also deepened understanding and led to clinical applications on how mental health professionals medically or psychiatrically treated this population. They may become aware of the stress and anxiety aspect of the CAALGBTQ perceived experience when coping with homophobic bias. Summary This chapter introduced why this study was done and its social change implications. The study's background was discussed, including the problem statement, purpose, and research questions. The minority stress theory, which was the leading theory of the study, was also discussed. The study's nature, which was qualitative, was discussed, including various definitions that were utilized in the study. Intersectionality  15    was a challenge that the CAALGBTQ had to work with to find out how they could cope with them.  The research progressed to the literature review in chapter 2.    16    Chapter 2: Literature Review  This chapter is an overview of the literature review on the CAALGBTQ experience. The research problem concerned how the CAALGBTQ population described their experience of homophobic bias. This population has experienced homophobic bias by black middle-class church leaders' intolerance of the LGBTQ sexual orientation (Perry & Irizarry, 2017). The conservative black members of protestant churches exhibited a negative attitude toward homosexuality and same-sex marriage. They were more traditional and anti-gay than white Americans (Perry & Irizarry, 2017; Walsh, 2016).  Many LGBTQ individuals who experienced Christian upbringings had faced conflicts with their sexual identities and religion (Houghton & Tasker, 2021). Some of them chose to move to other affirming churches, while others left Christianity as a way of resolving the conflict. A research study and an interview analysis by Houghton & Tasker, (2021), showed that the data collected from six nonheterosexual Catholic women revealed a few ways participants had their sexuality and faith integrated. They have strategized the conflict by adopting what gay Catholic men and LGBTQ Christians who attended protestant churches used to cope (Houghton & Tasker, 2021). Their coping was done by being accepted by other catholic church members, knowing the difference between church and God, developing a personal relationship with God, and meeting other LGBTQ Christians with whom they had fellowship (Houghton & Tasker, 2021). These study participants asserted that gay Catholic men were more subjected to prejudice from their life experiences than LGBTQ women in the Catholic church.  The LGBTQ population, specifically Christian African Americans, have been stigmatized by their families, peers, strangers, and their communities based on race and  17    gender identity (Beymer et al., 2017). The discrimination involved psychological and physical abuse by the group's relatives and others (Dewaele et al., 2015; Irizarry & Perry, 2017). They have been pushed, spat on, and bullied. They seek mental health services for different kinds of psychological reasons (Brooks, 2017). The literature espoused that little attention had been paid to the psychological or mental health issues of CAALGBTQ. In addition, health services providers may not have adequately served them when they came into their facilities based on assumptions and prejudice (Abreu, 2019). The purpose of this narrative qualitative study was to understand how CAALGBTQ participants described their experience of homophobic bias. The research questions were vital because they helped to explain the experiences of this population and, potentially, how they coped with such biases. According to Lapidot-Lefler and Dolev-Cohen (2015), the LGBTQ population has been victimized on social media and face-to-face. The LGBTQ population's reaction to the negative actions exhibited towards them have caused them to avoid disclosures of mental illnesses such as depression, suicidal ideation, and substance abuse and the denying of the medical issue of the acquired immune deficiency syndrome (AIDS) or the Human Immunodeficiency Virus (HIV) to medical providers (Colpitts & Gahagan, 2016). Perry and Irizarry (2017) suggested that the CAA LGBTQ population has used many coping strategies when there has been an adverse reaction. The primary coping strategy used in the churches and their communities was to conceal their sexual identities. Some of these coping strategies used by CAALGBTQ and other LGBTQ members consisted of the LGBTQ selective avoidance strategy to avoid the heterosexist indulgence and emotional regulation, to avoid socialization with heterosexuals to reduce stress. Some  18    LGBTQ members also used substances as an adverse situational modification coping method (Lefevor et al., 2018; Swank, 2018). The major sections in this chapter are the literature search strategy, which involved the database, detailed search items combination terms, and what terms were used in what database for scholarly germane, and current research. This chapter also includes a discussion of the theoretical foundation or the guiding theory. Other topics included the source of origin and previous theory application similarity to current usage, including the rationale for choosing the theory and describing how and why it relates to the study; the research question, and its challenge while building upon the existing theory. The theoretical foundation and the current literature on the central phenomenon, CAALGBTQ are identified. The last section of this chapter will be the summary and conclusion. Literature Search Strategy The literature search strategy is an integral part of the literature review, which entails databases. The databases used include Psych Info, EBSCOhost, PSYC Articles, google scholar, LGBT life, Walden Library, Thoreau, and LGBT database. Key words are: coping strategies, homophobic bias and Christian LGBTQ  The literature search terms I used conduct the literature review were not limited by dates. Some of the search terms used to conduct the literature review on the LGBTQ coping mechanisms of negative, homophobic bias consisted of; LGBTQ coping with adversities, sexual minority groups, sexual orientation, discrimination, prejudice, homophobia, lesbians, bisexuals, gay, transgender, queers, and LGBTQ life, heterosexual, negative homophobia, LGBTQ-inclusive environment, and experience of  19    sexual minorities. The LGBTQ coping term was researched from Thoreau and the LGBT life. Negative homophobia, lesbian and bisexual were explored from Escudos, Eric, EBSCO and Thoreau.  Theoretical Foundation The name of the theory used in this study is the minority stress theory by Myer (2003 & 2007). There are two elements of the theory. These elements are the nature of the stress experienced, and the strategies used to cope with the stress they perceive to have endued from prejudice and bias. The minority stress theory as an interpretive frames gender work further discussed that heterosexist's negative attitude and homophobic bias have caused the LGBTQ population tremendous stress (Alessi, 2014). The theory also suggests that LGBTQ health was affected by the degree to which they are stigmatized by their social environment and the expectation to hide their lack of conformity to the majority norm (Wilkerson et al., 2017). The minority theory (Myer, 2003) is an excellent theory to use when providing services or interacting with the LGBTQ population. When heterosexuals do not understand their relationships' social context, it may require the LGBTQ population's coping strategies to have them live and function naturally in society. Understanding their culture of relationship, partnering, and coping is of paramount importance to culturally competent services they receive from providers (Rostosky et al., 2007). Many heterosexuals service providers (i.e., doctor's offices) have not been tolerant of their sexual orientation and have not treated them equally to how heterosexuals have been provided services (Abreu, 2019; Wilkerson et al., 2017).  20     Some stress evolved around homophobic dismissal, which depicts negative, homophobic expressions (Denato, 2012). Some of these expressions include languages such as someone being so gay or acting so gay, which heterosexuals dismiss as nothing hurtful or insulting to the population, thereby demeaning the hurt it causes (Denato, 2012; Walsh, 2016). Other minority stress risk behavior includes lack of safe sexual behavior, which results in sexual illnesses including HIV.  Many times, the LGBTQ population coped by not giving credence to the negative language by ignoring or tolerating it and acting like the expression was not heard even though enduring a lot of hurt within by having to listen to the language being used around them (Denato, 2012; Chester et al., 2016). Also, they cope by avoiding contact with heterosexuals through disassociation, ignoring their actions by continuing to be positive by constructing how they think (cognitive restructuring). Sometimes they cope negatively by using substances or having suicidal ideations (Iverson et al., 2008; Lomash et al., 2018). Denato (2012) and Myer (1995) asserted that minority stress was the problem. Heterosexuals have problems tolerating LGBTQ's sexual habits and importance when interacting and relating to them. This interaction sometimes resulted in LGBTQ social, and environmental experiences that were negative and stressful. The minority stress theory discussed some of the strategies that the minority group used to deal with these negative experiences. Other strategies consisted of drug use to curtail homophobic negative behavior exhibited towards the minority group and dissociation from the dominant group to avoid interaction (Frost et al., 2008). The minority stress theory explained how the LGBTQ members may cope effectively with negative homophobia. The use of positive thought  21    restructuring (i.e., when the LGBTQ starts to think and act positively by ignoring negative things said to them and accepting who they are despite what others said to or about them) and dissociating by avoiding social interaction with the dominant group (Frost et al., 2008). Rostosky et al. (2007), used the minority stress theory by Myer (2003) as an interpretive framework. In the study, 20 female and 20 male couples were selected for this qualitative analysis study at a dyadic level. The purpose of the study was to address LGBTQ partnership and their commitment as well as their coping strategies using the minority stress theory to interact among the communities, family members, and peers and coworkers. Their response to stressors included coping strategies that included creating social support, concealing their identities, the affirmation of self, and reframing from negative experiences. The recommendation for service providers or practitioners emanated from the findings includes facilitating coping strategies after assessing minority stress and taking a stance on policies that perpetuated chronic stress from social stigma (Lefevor et al.,2020; Rostosky et al.,2007). This theory has been used in the past as a model by Myer to provide insight concerning how the LGBTQ population copes with discrimination and prejudice due to the impact of the stress the group has endured (Alessi, 2014).  The rationale of the minority stress theory as the choice of view for this study provided ideas to address the LGBTQ stress from homophobic bias and the support system much needed for the population. This theory explained the minority sex population's ways to cope with various homophobic negative biases (Lefevor et al., 2020; Myer, 2003).  22    Myer (2003) and Alessi (2014) asserted that many mental health issues consisted of but were not limited to depression and anxiety endured by the LGBTQ population which have been substantiated. Some of these mental health issues may not have been addressed adequately by the LGBTQ service providers, thereby resulting in minority stress. There seems to be a need for psychotherapy for LGBTQ members with regards to minority stress to help them cope with the homophobic bias they have (no contraction) experienced (Alessi, 2014). The research questions related to the challenges the CAALGBTQ population endured when coping with antigay middle-class African American leaders, answered were based on their churches regarding the adverse reaction towards homosexuals' differences in sexual orientation communities and church (Walsh, 2016). According to Walsh (2016), Christian African American church communities have a historical legacy of racism's presence of Black church families, specifically central to how they negotiate their live realities and experiences while living in Black heterosexual communities of a socially marginalized racial/ethnic identity and their sexual identity in their social world (Walsh, 2016). CAALGBTQ who coped with the stress levels built up from the anxiety due to rejection from so many adverse reactions, it may help build upon the existing minority stress theory's model (Myer, 2003). My study has added to the minority stress theory by giving some answers specifically to how they have coped with those biases that the population has experienced. Preferences added more to the minority stress coping strategies different from the known minority stress theory strategies discussed by Myer (2003).   23    Literature Review Related to Key Concepts Intersectional perspectives are important in a study of this nature because the LGBTQ group has many challenges as a minority group (Abramovich, 2017). Using intersectionality perspectives or framework, the LGBTQ group has been complex and ignored in the Christian churches due to them condemning the group, citing biblical passages where heteronormative sex and gender roles are established (Gabriele-Black & Golberg,2021; Roland &Burlew, 2017). When they try to engage or attend Christian universities, churches or live in shelters when homeless, they face hostility, harassment, expulsion and were being denied housing accommodation and socialization in their communities (Abramovich, 2017; Gabriele-Black & Golberg, 2021). The key concepts involved are intersectionality on coping strategies, mental health and suicidal ideation, gender identity, coming out, LGBTQ identity, and stigma and discrimination. The rationale for selecting these concepts was that it would helped the study in understanding how CAALGBTQ tell stories of the challenges on homophobic and racial biases; they have experienced and how they have coped. There are many other challenges this group has faced while enduring various intersectionality and using other means of coping that have not resulted as intended. Intersectionality is very challenging especially with dealing with race in the United States of America and being a member of the LGBTQ population. This has placed them into more jeopardy than those who are of the White race. They are usually very noticeable in their communities and are not given community support at times, but for a few who try to understand them as part of the communities who are going nowhere (Roland & Burlew,2017).  24    Introducing intersectionality on education. Gegenfurtner and Gebhardt (2017), discussed a question which many governments and educational policymakers discussed in reforming relationships and sex education. The question is where will they room and which bathrooms will they use especially for trans (Gegenfurtner and Gebhardt (2017)? However, these reform plans face resistance from parents, religious groups, and political parties. Specifically, opponents argue that children who learn about LGBTQ issues in school will engage in same-sex practice or even become homosexual, bisexual, or trans themselves. When schools force a particular view on children that are in contrast to heteronormative, religious, and political views of parents, can become problematic sometimes in their future attitudes (Gabriele-Black & Golberg, 2021; Gegenfurtner and Gebhardt (2017). Coping Strategies Based on the literature cited in this section of the study, the LGBTQ population's coping strategies are of importance when it regards vital elements of the theory. The minority stress theory involves information concerning the use of techniques broken down into two types of thematic strategies. These include negative and positive systems for coping (Myer, 2003).   Some studies espoused that there are some negative strategies used by LGBTQ to resist homophobic biases (Craney et al.,2018). Some of the cynical strategies employed by these members included resistance by attacking others, detachment, avoiding emotional support from others, and becoming selective in associating with only their population members.   25    To suppress or invalidate one's identity leaves one wondering whether anyone was offended by LGBTQ members' actions. Other harmful activities or behavior some LGBTQ members have used substances for numbing purposes as a means of stress relief (Craney et al., 2018).  The positive resilience strategy condones the LGBTQ freedom to express themselves and embracing the freedom to share their affection of love like heterosexuals do in a public setting (Myer, 2003). When LGBTQ members have experience homophobic biases, they found resilience as a positive coping strategy. Resilience helps one to gain strength in the face of adversity. The promising approach of resilience used includes educating/advocating to lower ignorance of the discrimination LGBTQ endure (Craney et al., 2018). They also frequent or visit the LGBTQ support network (i.e., connectedness, like their community centers and LGBT clubs) that develops homophobic resilience (Myer, 2003; Craney et al., 2018). LGBTQ members educate/advocacy (educating others about discrimination and the LGBTQ population) and carry out connectedness in their community (Craney, et al., ,2018; Worthens, 2018; Oginni et Al., 2019). The LGBTQ population gets stressed from adverse reactions by heterosexuals based on their sexual orientation. These reactions are behaviors the population perceive as discrimination, stereotypes, and stigmas from heterosexuals (Dentato et al., 2013; Walsh, 2016; Myer, 2003).  Another segment of the CAALGBTQ population are challenges from intersectionality. It also ties in different groups which include the youths and young adults coping strategies. The youths' and young adults’ coping strategies fit nicely into  26    one of the five classes of emotion regulatory behaviors which consist of situational selection, situation modification, attention deployment, cognitive change, and response modulation (Lefevor et al.,2020; McDavitt et al.,2008). Dewaele et al. (2015) discussed a qualitative study on antigay violence regarding adverse mental health and how it limited the ways in which the LGBTQ population copes with their perceived experiences. The methodology involved interviews with 19 Flemish sexual minority victims of violence. The study showed that participants reported harmful physical violence such as being kicked or punched severely due to antigay violence. They had to adjust their worldviews by knowing and accepting the reality of life and how others view their lifestyle. They had to comprehend that they will continually experience verbal antigay violence, including insults, threats, and intimidation. The future might prove otherwise as a causal reality. They reported ten physical assaults such as pushed, spat at, or were beaten up even though those were usually short-lived (Dewaele et al., 2015). Strategies that the participants reported include: a) avoidance, which entails disassociation with heterosexuals, b) assertiveness which involves being able to speak up for self, c) confrontation involves LGBTQ ability to fight back others negative engagement towards them, d) the cognitive change which entails the LGBTQ making changes in the way they think and, e) social support which entails obtaining support from others who are open-minded. Dewaele et al. (2015) discussed the diverse coping strategies which overcome some psychological (i.e., depressive) feelings and negative experiences such as embarrassment and fear. Their supportive network helps to create a condition with the occurrence of a positive outcome. Findings regarding their negative emotions and  27    feelings were extensive. Some of these emotions included fear, anger, embarrassment, and guilt, as outcomes mentioned during the interview (D'haese et al., 2015). McDavitt et al. (2008) suggest that although heterosexuals are pervasive in the LGBTQ lives, there was also little known of the strategies they used to cope with the discrimination, the stigma they endure as sexual minorities. The methodology used by McDavitt et al. (2008) entailed interviews of 43 gay and bisexuals (11 were African American, ten were of Mexican descent, ten were of Filipino descent, and 12 were white) between the ages of 18-22 years of age. Recruitment was conducted at bars identified as gay bars, Los Angeles County youth programs, and the study's online advertisement. The interview consisted of contextualized family constructs, social support, connectedness to communities, racism, heterosexism, and partner relationship dynamics (McDavitt et al., 2008). Findings show that most of the described coping strategies by the men interviewed in clinical practice were based on interviews in a café that lasted for two hours in 2004 in Los Angeles, California. These coping strategies fitted one of the five classes of emotional regulatory behavior, consisting of situation selection, situation modification, attentional deployment, cognitive change, or response modulation (McDavitt et al., 2008). Alteration Strategy  When LGBTQ observed that they were experiencing situational homophobia, they tried to alter the situation. They used situation selection which refers to avoidance based on anticipated impacts that are emotional. Situation modification entails attempting to alter a situation like being opened to using inclusive services and care provided for the LGBTQ population when they are not inclined to use these services. Another altering  28    situation is attention deployment, which has to do with changing or moving one's focus to a non-emotional or immediate situation, and cognitive change involves re-interpreting a situation. The cognitive change alteration situation means a desirable emotional heterosexist attitude (for example like), loving oneself unconditionally, and response modulation is one in which a dynamic quality is altered or changed. These alteration thematic strategies are used as examples of where one chooses to avoid a trigger of emotions or approaches that one positively uses by cognitively evolving what it means to them (Beymer et al., 2018).  Dentato et al. (2014) conducted a longitudinal study that examined sexual risk behavior from the minority stress with some gays and bisexual men who use substances while being risky in sexual behaviors that leads to HIV/AIDS illnesses. Although some studies similar to this have focused on ethnic minorities, including women, was demonstrated a greater likelihood for risky sexual behavior among gay and bisexual men. Some of the stressors induced by hostile homophobic cultures have often resulted to internalized prejudicial experiences, which are external rejection and homophobia (Dentato et al., 2014; Beymer et al., 2018).  The method used was analyzing baseline data from club drugs such as cocaine, ecstasy, ketamine, methamphetamine, and gamma-hydroxybutyrate. Those recruited were from bars, clubs, bathhouses, palm cards, and flyers posting as active and passive methods (Dentato et al., 2014). Eligibility to participate required age 18-year-old or older, self-identifying as bisexual or gay, and giving self-report of six instances of substance use (club drugs) within the past year with sex in three months and substance use (combination) within an example of three to four months use before the screening.  29    Dentato et al. (2014) concluded that bisexual men and who experienced prejudice, stigma, and rejection might have developed resilience (by being able to take a stance on the experienced bias) in a significant way (Dentato et al. 2014). This action underscored factors such as adaptation, resilience, and coping that were protective. The LGBTQ used vigilance to maintain and counter discrimination and any potential for violence. They needed to be consistently on their guard or alert for prejudice during stressful situations. According to several research studies in this review, the LGBTQ population is likely to have minority stress problems in their life instead of heterosexuals (Kamenov et al., 2015). The review's primary goal is to discuss how mental health is low, and the minority stress theory model explains LGBTQ well-being. The group faces daily challenges of stigma, discrimination, and prejudice, which has created a stressful environmental situation. Researched this study in Croatia society, and LGB persons who have experienced victimization and discrimination have poorer mental health (Kamenov et al., 2015). Christian African American Community Support   In the black communities, the black churches, and their families negotiated their life's realities to support racial and ethnic identity, including their sexual identity. They would rather be a member of an inter-denominational church than their regular denominational one. The population is tolerated in their churches to participate in choirs and congregation once their sexual identity remains secret (Walsh, 2016; Perry & Irizarry, 2017). Participants in a research project were recruited with a gatekeeper or advocate in their best interest (Walsh, 2014). A female in the study was identified as a black lesbian.  30    Data for the analysis came from 10 semi-structured interviews conducted with a non-random sample of 12 women, of which two interviews were with their partners. Participants were between the ages of 25 and 45 years of age and lived in Jacksonville or North Florida from 4 to 33 years. Ten of the participants asserted that they grew up in a black religious community. The article draws data from semi-structured interviews with 12 black lesbians residing in Florida's northern central part. They explored oppression, which intersects the world socially. They highlighted sexuality in contextual racialized terms, especially in a racially defined community (Walsh, 2016). The forms of homophobia they experience are overt and subtle when negotiating their sexuality through a racial lens. These feelings have resulted in discomfort about what proper sexuality is when it regards norms and expectations challenges by heterosexuals. It is important to note that most of the participants from this study recruited from less religious and politically conservative areas (Southern California, Los Angeles, Chicago, and New York) of the USA (Walsh, 2016). They cope by becoming a member of an interdenominational church once they keep their identity a secret (Walsh, 2016). This research highlighted the voices of black lesbians’ participants to describe their experiences. Their experiences can help researchers consider interlocking oppression dynamics in conservative communities (Walsh, 2016). General LGBTQ Identity Goins and Pye (2013) discussed the effect of the LGBTQ identity and communication disclosure on their health due to the shame-based lies they have told to service providers. Groins and Pye (2013) espoused a gap in the literature that very few  31    studies used are to employ critical-empirical research on LGBTQ strategies. These strategies used are to understand how filling out forms affect the experience of LGBTQ patients when they are required to complete intake forms for service providers (Groins & Pye, 2013). This form filling issue is where the queer theory framework is affected during the completion of intake forms for the LGBTQ population's identity. When queers of the LGBTQ people must fill out forms about their sexual identity, filling these forms most often results in people's assumptions instead of the reality of their sexuality, gender, and relationship. The familiar communication language of who they are sometimes misconstrued. Queers do not perceive the form filling processes as queer intake friendly (Goins & Pye, 2013). Completing forms that do not identify the queers' real gender but only identify them as other (which is non-identified) has impacted them immensely. To them, it is like they have no gender (i.e., like a transgender person). Mental Health and Suicidal Ideation Ruutel (2016) conducted a study on men who have sex with men (MSM) in Estonia in Northern Europe. The study's objective was to investigate the population's suicidal ideation and attempts with relations to men who have sex with other men (MSM) in Estonia. The MSM are known to have the highest suicidal death rate than heterosexuals. The methodology included 265 men participants who were eligible in a nationwide internet study of MSM. Findings revealed a high rate of gays reporting suicidal ideation with a prevalence of 45%, 11% attempts, and 33% increased rate of substance use like alcohol problems. Included also was a 32% depression symptom among the MSM. The report further revealed that a lower socioeconomic situation also has led to a 14% suicidal ideation report.  32     Gay men have experienced depression and have had suicidal ideation making them very vulnerable to mental health issues, when compared with the general population (Lee et al., 2017). Their prevalence to depression is three times higher when compared to the adult population in general. The fact that depression in men is why they are prone to suicidity, healthcare providers have focus mainly on medical sexual health (HIV) issues instead. The gay men health has mainly been defined by their sexual practices leaving their mental health unattended and therefore the intersection of their physical, mental, social, ethnicity, locale and educational level (Abramovich, 2017; Lee, Oliffe & Kelly, 2017).  LGBTQ Outing Disclosure Watson et al., (2015) dictated that the LGBTQ population has been victimized based on the disproportional negative affect the population experienced due to the stigma and discrimination they have suffered from negative reports. The study's purpose was to understand the best disclosure patterns of disseminating (outing to only those they feel comfortable telling) of the LGBTQ sexual orientation. The methodology included youths who come out to their families and friends. The study method comprises using a middle and high school in California to participate in harassment prevention.  The process of coming out as adolescents was a developmental step. They felt that the best setting for doing this was at school, which served as a primary socialization point of identity development, and their peers or friends they trust elsewhere. However, heterosexuality was viewed as a social norm in most schools (Watson et al., 2015; Chester et al., 2016). Challenges from outing can cause some devasting results.  33    Adler and Ben-Ari (2016) and Ruutel (2015) asserted how the LGBTQ have avoided making known their sexual orientation resulting in marriages, making their lives easier by avoiding outing and psychological rejection. The methodology entailed a study in Israel where samples of 8 women and 38 men made heterosexual changes to homosexual adjustments resulting in divorce and separation (Adler & Ben-Ari, 2016; Ruutel, 2015).  Watson et al. (2015) assert that scholar have implications of low academic performance due to harassment and lack of support from a surrogate when they are adolescent LGBTQ members. Many LGBTQ youths feel that they are unsafe by others who are not tolerant of them, especially when they disclose different targets in different specific environments, such as in school or at home (Watson et al., 2015).  Intersectionality of the group entails the challenges the LGBTQ population has to face. While heterosexuals have less of these challenges, this population encounters issues like, education, social interaction, housing, race, sexual orientation and disparities in how healthcare providers services them (Abramovich, 2017; Houghton et al., 2019). Most healthcare service providers have treated them basically on their sexual illnesses instead of including psychological and mental health treatment (Houghton et al., 2019; Abramovich, 2017). This lens is important for my study on CAALGBTQ especially pertaining to their sexual and racial aspects.  Summary  In summary, the theoretical framework used in the review is the minority stress theory. This theory has the notion that heterosexist and LGBTQ homophobic bias has caused stress to the LGBTQ population. The theory involved the use of positive strategies  34    to help lower LGBTQ stress. There are several critical variables like coping, mental health and suicidal ideation, gender identity or coming out, LGBTQ identity, and stigma and discrimination used in the literature review. The theory posits that LGBTQ health is affected by the degree to which they are stressed by being discriminated against based on stigmatization and homophobic bias. There is a lack of literature on the CAALGBTQ even though people have experienced bias due to intersectionality. This includes race, sex orientation and where they live and social interaction etc. Therefore, the topic was important and needed to be researched for stories to be told. Coping mechanisms are the main tools used to counteract homophobic biases the CAALGBTQ population endured. The strategies the population used when they encounter these biases were the primary purpose of the study. Some coping mechanisms used by the LGBTQ population included detachment, selective in association, internalization, educating, advocating, and frequent use of support networks. The LGBTQ identity mattered in this study because they had a problem identifying as CAALGBTQ members to family, friends, peers, and members of their Church. Their connectedness to the community was essential to the group as a support source.  Mental health and suicidal ideations were of vital importance in the literature review. The problem was with providers who were not aware of their biases or how the LGBTQ perceived the difference in services from heterosexuals that they received from providers. The LGBTQ identity disclosure, which is called outing, has been a problem for  35    most of them. Most of them disclosed to friends or peers rather than family members. The study progressed to Chapter 3.              36    Chapter 3: Methodology The purpose of this narrative qualitative study was to understand how CAALGBTQ members described their experiences of homophobic bias. The methodology chapter includes participant selection, procedure for recruitment, data collection, and the data analysis plan. Also, I review issues of trustworthiness and associated ethical procedures. Research Design and Rationale Research Questions Every qualitative study research design and rationale entails research-developed questions that are very vital to the study. This narrative qualitative study has research questions:  (RQ)1. How do CAALGBTQ described their experiences of homophobic bias in their communities (churches, family, and friends)?  RQ2. What are the CAALGBTQ coping strategies?  The research questions were designed and created to explore how the CAALGBTQ population described the experiences of homophobic bias in the community. The goal of a narrative study was to invite participants to tell their stories about experiences (Creswell, 2013). Other methodological approaches were considered and found not to be appropriate for this study because of the need to understand descriptions of how members of the CAALGBTQ population described their experiences of homophobic bias in the community. In using a qualitative study method, information could be presented in participants’ own words. With this being done, concerns of the  37    participants could be highlighted, whereas in quantitative analysis the association between dependent and independent variables are examined from the hypotheses.  The difference between a qualitative study and a quantitative study is the way data is gathered and submitted. In a qualitative study, findings are being described while tables and figures are used in presenting data in a quantitative study (Aspers & Corte, 2019). In a narrative study performed by Houghton et al., (2019), some CAA-LGBTQ members chose to leave Christianity while others moved to other more affirming conservative churches. According to the study, some nonheterosexual women in the Catholic Church revealed several ways they integrated their sexuality and faith. They reported to have gained acceptance from other Catholics as well as made a distinction between God and the church. They also described developing their own personal relationships with God after meeting with other LGBTQ Christian members (Houghton et al., 2019). These are strategies that many gay catholic men and LGBT Christians have reflected and adopted. Some of them attend protestant churches. Some other participants experiences differ especially with gay men who suffer more prejudice and bias in the church (Houghton et al., 2019).  A qualitative study provides rich pictures of trends based on indications of minority sexual gender who experienced adverse results when dealing with heteronormative society (Wilson & Cariola, 2020). Quantitative research in contrast to qualitative research, approaches the analysis of data by representing literature advancement by obtaining in-depth awareness of LGBTQ, when they engage in social support service (see Wilson & Cariola, 2020). Overall qualitative results provide participants personal insights and feelings they experience, and the researcher’s reflective  38    analysis of the themes discussed which provides meaning and understanding. Participants participated in such research, to help give them a voice that can serve as empowerment to bring about informed change (Wilson & Cariola. 2020). By using a qualitative study method, I could present information in the participants’ own words. With this being done, concerns of the participants were highlighted, whereas in quantitative analysis the association between dependent and independent variables are examined from the hypotheses. Creswell (2013) identified the ethnography, case study, grounded theory, narrative theory, and phenomenological theory as the five most common qualitative studies used in research.  The narrative design allows members of   a group to tell their individual stories of their lived experiences (Creswell, 2013; Wessel, 2018). I inquired into their various interrelation way by using biography, life stories, and oral history. Each member told a story about their live experiences to convey a message. Although I did not share any similar experience with any participant, some researchers might share with a participant similar experience that they have had. Narrative theory was known as theory of change and storytelling (Wessel, 2018). The narrative approach outcome does not come in isolation. They are connected and often appeared in cluster (Wessel, 2018). Narrative integrates storytelling. Here, a story is built up, a story is an account of events that happen over time, brought together into a coherent whole. The story narrated or conveyed certain meanings from the narrator’s standpoint.  A story is built up from different elements. The story contains an element of transformation which is later presented as a movement over time. The story contained the transformation action. This was presented as an action through the transformation that took place through the story that was built  39    up. The story has characters in a special setting. These elements built up a plot that involves crisis and turning points. The plot communicated a point that was taken away from the story (Wessel, 2018).  The phenomenological theory was not a fit for this research as compared to the narrative design because of the special interest I had in understanding the live experiences of many LGBTQ population and their experiences in applying their coping mechanisms and participants’ life story. The narrative describes an event, activity, or a phenomenon. Two variety of methodologies or philosophies of phenomenology are the hermeneutic (interpretive) and transcendental (descriptive) (see Creswell, 2013; Neubauer et al., 2019). The experiences of participants regarding the phenomenon of importance are compressed, categorized, and contrasted to ascertain cohesions and disparities among the participants. Narrative theory was used to learn from the experiences of others (Merriam,2009). With narrative theory, humans develop experiences that give meaning to the philosophies of the theories. Phenomenology describes a phenomenon essence by exploring it from the perspectives of those who experienced it (see Mustakas,1994). Phenomenological design is used by group members to explain their own life experiences of how the phenomenon was experienced (see Creswell, 2013; Mustakas,1994). Narrative study intends to increase knowledge of a certain situation. Researchers in this case try to enter the inner word of each participant to understand the phenomenon in context, perspective, and experience (Creswell, 2013). The goal of this narrative research was to describe the underlying structure of the phenomenon. To do this, I had to set aside my beliefs and biases regarding the  40    experience, thus eliminating personal obstacles, which could have likely affected the study. By using this approach, I attained a better understanding by examining the issues through CAALGBTQ individuals’ point of view.  According to Mueller (2019) when narrative research is involved, methods and procedures are included in an organized and systemic study. Therefore, I established and carried different methods and procedures that met the requirements of this type of research. This included discovering a topic and question that were ingrained in autobiographical meaning as well as values and having the social meanings and significance involved. I conducted a comprehensive review of the professional and research literature, and participants who met the study’s criteria were recruited. Additionally, participants were presented with guidelines on the nature and purpose of the inquiry.  In a narrative qualitative study method, information was presented in participants’ own words (see Creswell, 2013). With this being done, concerns of the participants were highlighted, whereas in quantitative analysis the association between dependent and independent variables were examined from the hypotheses. Creswell (2013) identified the ethnography, case study, grounded theory, narrative theory, and phenomenological theory as the five most common qualitative studies used in research. The narrative was chosen over these other methods mentioned because it was a storytelling of the experiences of the CAALGBTQ. The storytelling approach provided the researchers the opportunity to capture the chronology of events as was told by the participants. The goal of a narrative researcher is to describe and tell the underlying structure of the phenomenon (see Creswell & Poth,2018). To do that, I had to set aside their beliefs  41    and biases regarding the experience, thus eliminating personal obstacles, which could likely affect the study. By using this approach, I attained a better understanding by examining the issues through CAALGBTQ individuals’ point of view through the stories they tell in their history.  I established and used different methods and procedures that meet the requirements of this type of research. This included discovering a topic and question that would be ingrained in autobiographical meaning as well as values and having the social meanings and significance involved in telling their stories while conducting a comprehensive review of the professional and research literature (see Creswell, 2013). Participants who met the study’s criteria were recruited. Additionally, participants were presented with guidelines on the nature and purpose of the inquiry.  Role of the Researcher As the researcher of this study, my role was to conduct the interviews, collect the data, and manage my own biases and prejudices to ensure that my participants were not judged. Bracketing allowed me to identify, recognize my perspectives about this study when reading and analyzing the interviews, thus, refraining from making judgement and avoiding common ways to perceive the comments from the participants (see Creswell, 2013; Mueller,2019). I have worked extensively as a case manager and currently as a therapist with the LGBTQ population, and I am aware of biases and prejudices that affect the interviews conducted and analyzed.   42    Personal Identity  As a researcher, I had to avoid all conflicts of interest, which posed ethical issues (see Roger et al., 2018). I have a Master of Science in mental health counseling from Walden University, which included courses discussing minorities. I had no professional relationship with participants. Currently, I work as a clinical therapist.  Methodology Participants Selection  To reach participants, I created a recruitment flyer (Appendix A) that was distributed to my network in the Northeastern part of the United States. This was coordinated through snowballing. The mission of these CAALGBTQ network was to meet the need of the adolescents and adults who were impacted by sexual orientation, gender identity and expression. Their vision was to work towards ending homophobia, transphobia environment where they live, work and play. My Northeastern network was used for data collection for this research. Participants need to be at least 18 years old to be part of the study. When they contacted me through my contact information, there was a demographic form (Appendix B) which was filled out by those who were interested, as part of the criteria for selection. The interview questions were on a form (Appendix C). The participants selected were emailed an informed consent form to further communicate to them the type of study, the participants criteria and the method of data collection. Data was collected through semi structured interviews, conducted by telephone interviews with 9 participants. All interviews were recorded on a safe thumb drive. They were required to sign the informed consent form to affirm confirmation and agreement to the terms of the study.   43    I recruited 9 (CAALGBTQ). Using this number was suitable and helped in ensuring an effective sample size and saturation for the study. According to Palinkas, Howitz, Green, Wisdom, Duan and Hoagwood, (2015), choosing a lower number of participants is acceptable in a qualitative study. Participants were identified by answering the demographic form on their race and their religious affiliation. Based on the age which is from 18 years and up and whether participants are CAALGBTQ who profess to be Christians, and whether they have experienced homophobia are some of the criteria that will be utilized to identify participants. I explained my study's purpose to the participants and notified them of their rights to refuse to answer questions and discontinue participation in the questionnaire (Roger et al., 2018). I did not give any incentives in terms of payment for the interview, but I thanked the participants for their participation. Due to the method of recruitment, the participants were not known to me. Recruitment Procedure  I obtained permission from institutional review board (IRB) to use my personal social network using snow balling to help me with confidential emails for my flyers with my recruitment message (Appendix A), as a procedure to follow. First, I sent an email to addresses I was given.   All communication to recruit were maintained through the recruitment flyer to announce the study and the criteria for participation. The flyer contained the criteria for participation and a brief description of the study and my contact information. Interested participants were asked to contact me directly using the contact information provided in the recruitment flyer. Participants were screened when they made  44    contact using a demographic questionnaire (Appendix B). The Interview questions were on form (Appendix C).   Informed consent forms were provided to participant to inform them of the purpose of the study, the procedures, or steps to follow in the study, the benefits, and risks of being a part of the study, payments and privacy information and contact information on researcher and other questions participants needed to be answered.  Purposive sampling was adequate for the study because it was a qualitative study that did not require a large sampling size (Palinkas et al., 2015), and would continue until saturation was achieved. The sample size for this study were 9 participants. Knowing that saturation was not based on sample size but rather on participants’ redundancy responses was what was significant (Palinkas et al., 2015). All interviews were done on the phone. All questions were reviewed by an expert panel from Walden University consisting of the Dissertation Chair, Methodologist, Content expert, and quality reviewer. The review occurred prior to IRB approval during the proposal development phase. Instrumentation A qualitative study used many tools to facilitate participants inputs to help me explore the experience they shared. Password protected computer were utilized along with a thumb drive to safe information. I reflected on and ask question if a follow up is needed. Memoing and journaling were used as a tool to help me reflect on and clarify information given by participant. Interview and prep questions were instruments that were appropriate for the interview (Ravitch & Carl, 2016) that were created and reviewed by our expert committee panel from Walden University.  45    Instrument Development  The researcher developed the interview questions for the interview so that the research questions were answered. An expert committee composed of the Dissertation Chair, Second Chair, and University Research Reviewer helped identify the appropriateness of the interview questions. Qualitative interview questions were open ended and avoided leads to an obvious response. Restructuring interview questions for accuracy is part of the committee chair feedback. Editors are involved and helpful in refining the content and alignment with the research questions. Data Analysis Plan Transcriptions were used for verbatim reporting to ensure exactly what each participant will asserts during data analysis. Letters will be used in labeling the participants. Accuracy would be checked upon receipt of transcribed interview. Data was analyzed using the Narrative ethnography as advised by Mueller (2019) and O’Toole (2018). Through this, themes and patterns were developed in the data.  The themes were collected from the focus on the two research questions. The research questions were used as headings for the interview questions. The themes were used for coding. • After the interviews were conducted and transcribed, the data were analyzed containing the narratives from CAALGBTQ participants about their experiences from homophobic bias and how they have coped. • The researcher read and re-read the fieldnotes, and the transcripts, to understand and visualize the emerging story. The content of the story were used to identify and develop themes.   46    • The second phase included identifying the dynamics of recurring specific phrases and the use of terms expressing the structural component of the narratives (Mueller, 2019; O’Toole, 2018). The researcher identified what was concrete evolving from the narratives. • What were the personal directives? The categorical content and holistic form analysis content were formed. This leads to the how’s and what’s of the storytelling. It produced a categorical content and thematic analysis as categories of the study topics are defined. Separate text utterances will be extracted, classified, and coded into those categories. In order to keep the story intact, sequence rather than thematic coding of individual segments will be avoided (Mueller, 2019; O’Toole, 2018). • Reisman (2008) asserted that narratives are created by participants and not found by researchers. The analysis revealed the outcome of the study (Mueller, 2019).  Issue of Trustworthiness Trustworthiness  Cope (2014) asserted that three objectives should be met when building trustworthiness. The researcher was be transparent, examined the data, and was equipped with evidence, thus supporting the conclusion of the study. In this study, the participants were asked the same questions and their responses were transcribed to ensure credibility. The participants were given the chance to clarify any comments made that was not fully understood. In this research, trustworthiness of data and quality were verified by using reliability and validity measures to ensure credibility. According to Merriam (2009)  47    credibility was the extent to which findings reflected reality. The study was conducted carefully, while following specific procedures to avoid biases. The study was grounded on strict evidence, by using the thick, rich descriptions expressed by each of the study’s participants.  Credibility In qualitative study, credibility was very essential. The researcher was consistent and able to provide evidence to show that the study was done (Merriam, 2009). Credibility was increased by using participants' responses truthfully, without interviewer bias, and reduced motivation for impression management. By so doing, a good description of how CAALGBTQ population experienced homophobic bias and the coping mechanisms were established (Irizarry & Perry, 2018). Maintaining field notes and making entries regularly was essential to document thoughts during the research process. A reflexive journal was maintained. Maintaining a reflexive journal helped reflect and capture my personal thoughts, insights, and potential biases during the study (Creswell, 2009). To ensure validity, my research questions were reviewed by my dissertation committee. Transferability Transferability is defined as the degree to which a qualitative study's results can be generalized or transferred to other settings or contents (Merriam, 2009). External validity involves issues of generalizing the study's results (Yin, 2014). For the transferability to be enhanced, a deep description of the setting and the study findings were recommended. In this case, I only used participants from the northeastern  48    United States, recruited through snowballing sampling, for telephone interviews to achieve saturation,  The transferability of a study was limited to the study sample. Transferability was achieved by including thick description of data rich in detailed context and description, allowing subsequent researchers to transfer aspects of the study to context that are different for replicated study purpose (see Carl & Ravitch, 2016). This depended on the degree to which the study's methodology, design, and results adequately fitted generally between the study and other communities (see Anney, 2014). The study’s boundaries information included inclusion criteria, data collection methods, sample size, and length of time for data collection.  Confirmability Confirmability is like objectivity in quantitative research (see Creswell, 2013). The confirmability of qualitative research involved taking steps that referred to the degree to which the findings reflected participants' intentions in meaning rather than the researcher’s biases (see Ferrero et al., 2018). Using epoche helped to mitigate my bias by using journal instrumentation, as a reflective process, to ensure confirmability (see Moustakas ,1994). A researcher must be very objective during this stage to minimize biases. Also, to address this issue, I used telephone protocol in conducting questions due to the Covid-19 virus pandemic.  The protocol also ensured that all CAALGBTQ participants responded to the same questions. The questionnaire consisted of series of open-ended questions. This allowed participants to speak about their experiences in detail in a truthful way. I used the bracketing method too. This method involves monitoring my misconceptions by  49    reflecting on my themes and documenting them with my committee members (see Moustakas, 1994). A journal and transcriptions were used to track the questionnaire time and other related information recorded on what the participants asserted. Dependability Dependability in a study helps to ensure the integrity of the data collected and findings of a study, especially during the study's design stage (Cope, 2014; Marshall & Rossman, 2016). The establishment of dependability in this qualitative study showed that it was consistent and stable (see Carl & Ravitch, 2016). The stability over time of this research during the process, showed that it was dependable. Dependability showed that what was planned was conducted (Cope, 2014). It symbolized the findings or representation of the CAALGBTQ participants’ experiences with the phenomenon that was being studied. It reflected the audit trail or the transparency of the research.  The audit trail dictated the transparent description of participants' experiences, the research steps taken from the beginning of the research project, and the development and reporting of the findings (see Cope, 2014). It was a mechanism used to strengthen dependability (Amankwaa, 2016; Marshall & Rossman, 2016). I conducted an audit trail which dictated that this did not reflect the researcher's viewpoint, beliefs, and biases but rather the participants experience they narrated. Ethical Procedure  The study followed the protocol of the Walden IRB. I provided Participants with the disclosures, including potential risks and limits to confidentiality (i.e., information on the duty to warn, etc.). Participants were presented with the consent forms in a written  50    format found in Appendix D. This form included their rights to refuse to answer questions and can withdraw from the study as they so desire. However, the information was destroyed by the researcher if they desired to withdraw. Contact information was provided using the Walden University telephone number, or my email information were provided to them for communication. The telephone audio recording was used for this research. The researcher's transcript was stored on a computer at the researcher's home. The laptop was password protected. The researcher only accessed them. Data was presented using telephone on a passworded computer file. The researcher's data is destroyed after five (5) years following IRB recommendation. The data stored on the USB drive are deleted using the shredder program. My IRB approval # is:6-17-22-0312893. Vulnerable Participants IRB identified the LGBTQ population as a vulnerable population; therefore, additional consideration will be taken to ensure that this study follows all the required recommendations. The vulnerable population is individuals considered by IRB guidelines to be in crisis. In this case, the researcher was protected and will have this included in the debriefing statement. Regarding conflict of interest from work and participants, there were no ethical concerns related to any conflict of interest.    Summary The chapter discussed the methodology of the dissertation. This summary discussed the research design, the researcher's role, and personal identity. The participants' selection and the instruments, which are the interview questions, were discussed.  51    The data questions were included along with the procedure for recruitment and data analysis. Issues of trustworthiness and ethical procedures made up part of this chapter. The findings were presented in Chapter 4.                      52    Chapter 4: Results The purpose of this qualitative study was to explore how CAALGBTQ members describe and cope when they experience homophobic bias in their communities. A narrative qualitative approach was used to address the intersectionality and the complex intimacy issue which have never been discussed, that is causing the biases faced by this population, which is the gap in research (see Abramovich, 2017, Oginni et al., 2019, Roland & Burlew, 2017). Semi structured open ended interview questions were used in order to obtain the narratives of the participants experiences (Appendix C). I interviewed nine participants who met criteria for the study found in Chapter 3 as part of the procedure protocol. The temi.com audio recording website was used for transcription. Each transcription was read and corrections were made. Memos and journaling were notated for coding and theme purposes on each transcription of participants were determined. Data were analyzed using the narrative ethnography as advised by Mueller (2019) and O’Toole (2018).  Several themes emerged supported by categories and sub-categories of the coping mechanisms participants use when they experience homophobic bias. The research questions for this study were:  (RQ)1. How did CAALGBTQ describe their experiences of homophobic bias in their communities (churches, family members and friends)?   (RQ)2. What are the CAALGBTQ coping strategies for the homophobic experiences? In Chapter 4, I discuss the personal challenges that the recruitment setting entailed. The group setting, I had decided to use was difficult to access by participants who were interested in participating in the study. This problem was solved with help  53    from my chair’s expertise. She suggested that I complete a change in procedure form to IRB on such matters, which was done. The relevant demographic information will be provided. Data collection procedure is specified including the process by which data collected are analyzed. Evidence of trustworthiness is addressed through the use of strategies describing how to confirm credibility, transferability, dependability and confirmability of the study. The research findings (results) and a summary of how the findings answered the research questions are provided before progressing to Chapter 5.  Setting This part of the study was met with personal challenges.  The LGBTQ group I received permission from, in which the admin approved to have my recruitment flyer posted on their website, was inaccessible. This was very difficult for many to access unless they were members of the group. My chair suggested that I fill out a change in procedure form to the IRB for their approval regarding using snowballing and posting my recruitment flyer on my personal network for recruitment. This was what I did to obtain participants. All of my participants contacted me after seeing and reading my recruitment flyer via email, to assert their interest in participating in the study. They provided their telephone numbers and email information for contacts purposes regarding the interview process. They were emailed the inform consent form. After they emailed me and expressed interest in the study after reading the consent form, the demographic and interview questions were emailed to them for their perusal. We set up a time for each participant’s scheduled interview by phone. I used a password protected iPhone and a Phillip audio reorder in my home office to confidentially conduct and record the interviews.  Each participant was informed that  54    the interview would be recorded.  They were encouraged to be alone when interviewing without distraction for confidentiality. I read the consent form which they had to assert “I consent” before the interview commenced. They were informed that they had the right to stop participating in the interview without any consequences at any time, if they did not want to continue interviewing.  Just before each interview, they were asked if they were alone in a quiet place for confidentiality reasons. When they responded to the affirmative, each interview was confidentially done while I was alone in my office at home to protect participants. Once, I think I heard talking and requested the participant to be alone for confidentiality reasons and it was adhered to without incident.  Demographics The CAALGBTQ participants for this study entailed participants from 18 years on up consisting of 9 participants living in the Southeastern USA. To meet IRB requirement, vulnerable participants were not excluded. The privacy of participants was protected using alphanumeric identity. Each participant was identified by initials and a number.  They were categorized by gender and sexual orientation. These included two females (queer and lesbian), seven males (one transgender, one other and five gay). They were African Americans with various ages.        55    Table 1 CAALGBTQ Participants’ Demographics in the Southeastern USA Participant  Identity Description of Sexual Orientation Religion Age 1. BMC-1 Male Transgender Christian 31 2. CWH-2 Male Gay Christian 32 3. FJB-3 Female Queer Christian 36 4. JS-4 Male Bisexual Christian 34 5. KSK-5 Male Other Christian 45 6. LAW-6 Female Lesbian Christian 24 7. NDK-7 Male Gay Christian 24 8. PSO-8  Male Gay Christian 31 9. RTH-9 Male Gay Christian 48  Data Collection  The data used in this study were collected from nine participants. Semi structured interviews were used for data collection which consisted of the same interview questions (Appendix C) which were modified by appropriate follow up questions based on the answers provided by participants.  All participants were contacted by email after they had seen my recruitment flyer (Appendix A) and had contacted me to express their interest in the study. They provided their email addresses and telephone numbers in the emails I received from them  56    regarding their interest in the study.  They were emailed the consent form for their perusal. They emailed me, after reading the consent form, to consent to study’s participation. The demographic (Appendix B) and interview questions (Appendix C) were emailed to them for their information. Afterward, we scheduled the interview time.  They were informed that due to COVID-19, their interviews would be conducted by phone or on Zoom. All of them agreed on a phone interview. For confidentiality purpose, they were all requested to be alone away from anyone during the interview. Just before the interview commenced, they were asked if they were in a private place during the interview, which they responded to the affirmative.  The participants were interviewed once for twenty to 20-30 minutes duration, communicated prior to the participants in the consent form as part of the interview procedure. The interview was conducted from my office at home using my passworded iPhone and recorded on a Phillip recorder which was quickly transferred to my passworded computer and saved for transcription purpose. The recording was deleted off the recorder immediately to make space for other recordings and to avoid a breech in confidentiality. The recorder was locked in a locked cabinet in my home office. Data Analysis  Transcriptions by temi.com were used for verbatim reporting to ensure exactly what each participant asserted during data analysis. There was no identifying information provided. All participants labeling information used were unidentifiable due to the use of alphanumeric- or letters and numbers. Accuracy was checked upon receipt of the transcribed interview.   57    The data collected were analyzed by using the narrative ethnography method of analysis as advised by Mueller (2019) and O’Toole (2018). Through this, themes and patterns were developed in the data.  The themes were collected from the focus on the two research questions and categories were formed.  I listened to each of the data recordings several times before using Temi.com to transcribe them. After each of them was transcribed, I reviewed and reread the transcriptions several times for corrections, accuracy, journaling and memoing purposes. Doing this, helped develop themes and patterns in the data.  The themes were collected from the focus on the two research questions.  I read and reread the fieldnotes and transcripts to understand and visualize the emerging story (see Mueller, 2019; O’Toole, 2018). The content of the story was used to identify and develop themes.   The second phase included identifying the dynamics and recuring specific phrases and the use of terms expressing the structural components of the narratives (Mueller, 2019; O’Toole, 2018). I identified what was concrete evolving from the narratives. Every passage coded was reviewed for meeting information standard or for elimination (see Moustakas,1994). As categories of the study stories were defined, thematic analysis and categorical contents were produced.  Separate text utterances were extracted, classified, and coded into those categories. Sequence rather than thematic coding of individual segments was avoided to keep the story intact (see Mueller, 2019; O’Toole, 2018).  58    Codes, Categories and Themes  The first research question was: How do CAALGBTQ describe their experiences of homophobic bias in their communities (churches, family members and friends)? This question of the CAALGBTQ homophobic bias experiences in their communities were narrated adequately. It involved the narratives they had to share during the experience and how they coped. One theme that emerged from participants experiences was one (intersectional support), with one category (outing experience). The second research question explored was,” What are the CAALGBTQ coping strategies for the homophobic experiences? This involved narratives from participants on the strategies they used to cope with the various homophobic biases they endured. Three themes emerged (coping strategies, support system and self-care) with one coping strategy theme category (beyond others’ opinions & avoidance -flight) and six subcategories (beyond others opinion/self-expression, avoidance or flight, drag shows /dance, prayers, open/truthful and open communication). The third theme, support system’s category was community. The community category had three subcategories (family, peers and church). The fourth theme was, self-care and the categories were exercise and meditation with sub-categories (exercise, meditation, hygiene, journaling, haircut, manicure and pedicure).  Trustworthiness To ensure trustworthiness, the participants were all asked the same questions that were reviewed by my committee, and their answers were transcribed to ensure credibility. Participants were all given the opportunity to clarify any comments they made that were not fully understood. In this research, trustworthiness of data and quality were verified by using reliability and validity measures to ensure credibility.  59    Credibility In a qualitative study, credibility is very essential. As a researcher, I was very consistent and was able to provide evidence to show that the study had credibility through participants truthful responses (see Irizarry & Perry, 2018; Merriam, 2009;). Credibility was increased by using participants' responses truthfully here, because findings are reflecting reality without interviewer bias, and reduced motivation for impression management. My participants were unknown to me and verse versa. They were interviewed by phone only. By so doing, a good description of how CAALGBTQ population experienced homophobic bias and the coping mechanisms were established truthfully (see Irizarry & Perry, 2018). The study was conducted carefully, while following specific procedures to avoid biases.  Using the thick rich description shows that this study is grounded in evidence. Most of the CAALGBTQ members asserted that they had problems trusting peers and their church members. Many asserted that in most instances if no one asked them about their sexual orientation, there was no need to disclose. They said that one may never know the truthfulness or truth intentions of a peer or church member and that could have caused safety issues for them. This made it difficult opening out to people about their sexuality, especially when, they lacked the knowledge and intentions of many they were engaging with in their communities. Many people in their community assumed they were LGBTQ members, but they kept that information to themselves. I maintained field notes and made entries regularly as this was essential to documents thoughts during the research process. A reflexive journal was maintained in in my notes. By maintaining a reflexive journal, helped reflect and capture my personal  60    thoughts, insights, and potential biases during the study (Creswell, 2009). To ensure validity, my research questions were reviewed by my dissertation committee. Transferability Transferability is defined as the degree to which a qualitative study's results can be generalized or transferred to other settings or contents (Marriam, 2009). External validity involves issues of generalizing the study's results (Yin, 2014). For the transferability enhancement, a deep description of the setting and the study findings are recommended. In this case, I only used participants from the northeast United States, recruited through snowballing sampling, for telephone interviews to achieve saturation. The transferability of this study was limited to the study sample. Transferability was achieved by including thick description of data rich in detailed context and description, allowing subsequent researchers to transfer aspects of the study to context that are different for replicated study purpose (see Carl & Ravitch, 2016).  This depended on the degree to which the study's methodology, design, and results adequately fitted generally between the study and other communities (see Anney, 2014). The study’s boundaries information included inclusion criteria, data collection methods, sample size and length of time for data collection.  Dependability Dependability in a study helps to ensure the integrity of the data collected and findings of a study, especially during the study's design stage (Cope, 2014; Marshall & Rossman, 2016). The establishment of dependability in this qualitative study showed that it was consistent and stable (Carl & Ravitch, 2016). The stability over time of this research during the process, showed that it was dependable. Dependability showed that  61    what was planned was conducted (Cope, 2014). It symbolized the findings or representation of the CAALGBTQ participants’ experiences with the phenomenon that was being studied. It reflected the audit trail or the transparency of the research.  The audit trail dictated the transparent description of participants' experiences, the research steps taken from the beginning of the research project, and the development and reporting of the findings (Cope, 2014). It was a mechanism used to strengthen dependability (Amankwaa, 2016; Marshall & Rossman, 2016). I conducted an audit trail which dictated that this did not reflect the researcher's viewpoint, beliefs, and biases but rather the participants experience they narrated. Confirmability Confirmability is like objectivity in quantitative research (see Creswell, 2013).   The confirmability of qualitative research involved taking steps that referred to the degree to which the findings reflected participants' intentions in meaning rather than the researcher’s biases (Ferrero et al., 2018). Using epoch, helped to mitigate my bias by using journal instrumentation, as a reflective process, to ensure confirmability (see Moustakas ,1994). A researcher must be very objective during this stage to minimize biases. I used telephone protocol in conducting questions due to the Covid-19 virus pandemic.  The protocol also ensured that all CAA LGBTQ participants responded to the same questions. The questionnaire consisted of series of open-ended questions. This allowed participants to speak about their experiences in detail in a truthful way. I used the bracketing method too. This method involves monitoring my misconceptions by reflecting on my themes and documenting them with my committee members (see  62    Moustakas, 1994). A journal and transcriptions were used to track the questionnaire time and other related information recorded on what the participants asserted. Results This research study had two research questions. The first research question explored how the CAALGBTQ described the experiences of homophobic bias in their communities (churches, family members and friends) and how they coped with these experiences. The theme that emerged from participants experiences was one (Intersectional support).  The second research question explored what the CAALGBTQ coping strategies were when they experienced homophobic biases.  The themes that emerged from participants experiences were three: (a) Coping strategies (b) Support system and (c)self-care. (RQ1): Research Question: How do CAALGBTQ describe their experiences of homophobic bias in their communities (churches, family members and friends)?   Theme 1, Category1: Intersectionality Support-The Outing Experience The intersectionality support was needed in dealing with gender inequality. There was always a cross-section of the marginal group disproportionately discriminated against due to bias and discrimination. Cyrus, (2017). asserted that it was rooted in a premise that human experience is jointly shaped when their social positions are multiple (i.e. race, gender, sexual orientation etc.). Dealing with the CAALGBTQ group is no different. Outing has never been an easy experience for them no matter the situation in which they find themselves. They try to cope with it because of its various complexities.  63    These are a few examples of their experiences and how they felt and dealt with the different situations. A transgender male asserted: “I showed up at a homeless shelter as a transgender male and the staff had a problem allowing me to use the proper bathroom. They won’t let me use the male bathroom.” A queer lesbian likes to dress up and go dancing in special drag shows. Her friends have a problem with that. She asked “Why?  This is how I like to live my life because this is who I am”.  Few participants expressed narratives to tell what happened to them as CAALGBTQ members.  Due to intersectionality complex intimacy issues, these were not discussed in detail. They wanted to be left alone to live a life free from others’ perception and how they wanted them to live.  Some of the community members heard of their LGBTQ members’ sexual identities by assuming or someone saying that they were LGBTQ member to a few community members.  Outing & Unspoken Shame. Many participants experienced tough decisions coming out, due to the different perceptions and opinions that the communities they live in levied upon them. Some found it easy to come out, while others kept it personal and private due to the shame. The decision not to come out led to many assumptions, that others asserted about them through hearsay, and how their communities’ perceptions were dissimulated and the shame they endured. Here are few examples of their outing and unspoken shame: BMC-1, narrated: “Everybody really supported me. Since coming out, I have been very supported by everyone.   Everybody showed me that they still loved me the same. I have been happy since coming out. “  64    Once I realized that I needed to form my own foundation and relationship with God that did not revolve around my family or my friends or the beliefs of the churches that I belonged to, I have technically not disclosed my sexual orientation to the members of my church. (CWH-2) I did not disclose to my church, but my parents do know. I don't know if my mom ever told everyone from church, because that was a huge point tension between my parents. When she found out that I was gay, she called me and said, “when did you start worshiping the devil?” (FJB-3) (RQ)2. What are the CAALGBTQ coping strategies for the homophobic experiences? Theme 2-Category 2: Coping strategies- Beyond others’ opinions & Avoidance (flight) Many CAALGTQ members have coped by avoiding aggressions upon them and have learned to live among their own kind where they are accepted. They have learned to live beyond what others’ perceptions are about them. They live life by being themselves. Beyond Others’ Opinions & Self Expression.  Many of the participants believed in themselves and did not believe in the opinions of others. Here is an example of self-expression beyond other’s opinion.  I think that my coping mechanisms come through, like spending time with myself and, you know, finding my way beyond the opinions of others and finding my own affirmation and confirmation of my relationship with God. Sometimes, it just feels good to go and do something that I enjoy, to cope with the experiences that I might have. Usually I write, I take walks and discuss things with people who listen to me. (BMC-1)  65    Drag Shows/Prayers. Some of the participants coped by being by themselves, watching TV, exercising and expressing themselves through drag shows. They like to do what they enjoyed that helped them express themselves through different means. Below are few examples of participants narratives. I would spend so many like times praying to like be straight so that eventually like, oh my goodness, I would come out the way that I thought was right. And you know, it just took a lot of years to realize that that nothing was wrong with me. The way I was being treated was wrong. I participated in drag shows to help me avoid the feeling of emptiness. (FJB-3) I think that my coping mechanisms come through, like spending time with myself and, you know, finding my way beyond the opinions of others and finding my own affirmation and confirmation of my relationship with God. I also enjoy exercising which really burns off steam or helps keep me censored in some ways or physical activity. Sometimes, it just feels good to go and do something that I enjoyed, to cope with the experiences that I might have. I found my own way of being free and being self-encouraged by taking part in drag shows which I love to do too. (CWH-2) Flight (Avoidance). Many CAALGBTQ members keep away from those who are bias toward the sexual orientation. These are some examples of their narratives: “I coped through prayer. I prayed about it. I prayed multiple times about it. I couldn't change it. I moved to a Southeastern city where I was among my kind. I formed a new group of family members.” (JS-4)  66    I coped by being with other gay people or forming another family group and going out to gay club and dancing to release stress and having fun.  My friends became my strong Christian back bones. I still don't talk to a lot of family members. It is very hard for me to go back to Jamaica, due to my sexual identity. I had to move out of state to my own kind where I felt comfortable. (KSK-5) Being open & truthful. Most of the sample liked to be truthful and open to their families and friends especially when they had not experienced any negative homophobic bias. These are few examples of their narratives: “Well, because I haven't necessarily experienced any negative reactions, it helped me to, just fully embrace my truth. Just to be open with everyone about it, my sexual orientation.” (LAW-6) My family has been and is also still my support system. No one has openly or outwardly shunned me for who I am. And in some respect, I think some people have found their way to be closer to me because I am not hiding this aspect of myself or I'm like, you know, fully comfortable with being who I am. I am my true self. (CWH-2) I've always been the kind of person that will stand up for myself and fight for myself and will live authentically. So, when homophobic things happen to me, whatever the situation, I will stand up for myself and fight back. There have been many times, that things happened, but usually people are more accepting of me than they are trying to hurt me. The truth is always right and shall set one free. (NDK-7) Open communication. Few of the CAALGBTQ participants liked to openly communicate with others who are different from them. Here are few examples of their  67    narratives: I coped by just being myself. If anyone has a problem with me, I like having open conversations, to understand why someone has a problem with my life. I live for myself and no one else. I am my own person and no one else’s. we have to be able to have that conversation with one another and sometimes it's uncomfortable, but in the end, you walk away a better person. (RTH-9) Theme 3-Category 3: Support System - Community  Few of the CAALGBTQ members indicated that they had family and other support systems.  Others had no support systems but depended on their communities (peers, the church members or LGBTQ group members) as their main support source.  Family. The first support system CAALBTQ members tend to turn to for support are their family members. This included parents, siblings or other family members. Here are few examples of their narratives: “My grandmother gave me a hug when I came out to her. She said to me that love is love” (LAW-6).  “With family, it was really hard. I still don't talk to a lot of family members. It is very hard for me to go back to Jamaica, due to my sexual identity.” (PSO-8). My family has always been very supportive of me for who I am. I attended the Methodist church with them while growing up and no one treated me inhumanly. This made me comfortable in my skin. (RTH-9) Even with my family, when I disclosed to them, they were not accepting. They pretty much reiterated what the Bible said, which was, it was a sin and I was going to go to hell and it was wrong. I couldn't tell anyone about it. It was something that was a source of shame. I had to move into a city with new groups  68    of my kind who were like me to fit in and they were the ones I discussed things with. (JS-4) Peers. In the CAALGBTQ sample, many people formed a friendship group or culture where they think that they fit in. Still, one is never sure that all of their peers are genuine. The group members do not advertise their sexuality. If they feel comfortable with a friend, they may confide in someone without being asked and let them know their sexual orientation. Here are examples of what a few of them have asserted: Well with friends, I received the most support. My friends became my chosen family and they helped me not be shun. After I came out, I, shun God for a bit because I felt like I was in love and I had friends that brought me back to God saying, you know, teaching me that God isn't persecuting me for who I am, but it's just teaching the love. So, with friends, I became a Christian and they were my strong backbones. I have trust issues in the area of socializing. One can only trust self because no one looks out for anyone but themselves. (PSO-8) You pick up signals from the world around you. So even before you knew what sexuality was, you knew that this thing was wrong or, the, the environment you were in, the feedback you were getting, or the, the signals you were getting from your environment informed you that this was wrong. And this was not something to disclose to anyone. So, even from the beginning, I never felt comfortable talking to anyone. I knew it would not be accepted. (JS-4) I think looking at other people in my community that have found their own way of expressing themselves and found their own way of being free and being my full  69    self, which encourages me to continue to do that for myself. I usually discuss it with friends. (BMC-1) It was very tough. Um, especially as I was a young, skinny, feminine, nerdy sort of student. So, it was pretty obvious that I was gay from very early on and kids in the neighborhood teased me. There was bullying that happened. It was just, you know, a very homophobic black community in general that I grew up in., I was very stressed out as a kid. There was some depression because of it. (KSK-5) Church community.  Many CAALGBTQ attended churches they were comfortable attending. Some of them were assumed to be homosexuals but these were not disclosed to their churches by them. Some of them exhibited homophobic behaviors. Others behaved appropriately. “When I wanted to get married in my church the pastor referred me to another pastor outside of my church. It was not their culture to marry same sex couples in my church” (RTH-9) I grew up in St. Louis, which is a very Midwestern town, but has very Southern tendencies. So, I didn't feel very comfortable disclosing exactly who I was. Out front to my church, even though there were other gay people in my church but I just never felt safe enough to do so within my church. I feel that since I grew up in a very religious family, I learned a lot about my faith because I grew up in a very black religious household. There's a demographic that don't really like a lot of LGBTQs plus people but because my family is extremely religious and I have a lot of pastors and preaches in my family. (NDK-7) My experience as a black African American LGBTQ Christian is a bit of a crapshoot. I think that in the beginning of my coming out experience, it felt  70    daunting because the only rhetoric that I was met with in that regard was being conscious of my soul or where my soul might end up. Homosexuality is a sin. And for me, the experience has been a little burdensome, but over the past couple of years, it has become a bit freer and a bit lighter. I have found my own relationship with God and that relationship is no longer defined by other people's thoughts or feelings or intentions. It just has become about me and God. I feel a lot more at peace at this point in my life. (CWH-2) I started going to, a church called Assembly of God church. The black African American church was the most homophobic church community that I've ever been a part of. The irony was, there were several gay black church members in the church, but they were not what we call out. It was just sort of an unspoken thing that everybody sorts of knew, but nobody really talked about it, especially when they were musicians or singers in the choir or people who were held in positions in the church. The church was very homophobic. They definitely preached that gays were going to hell and that being gay was a sin.  I moved to a different church, that was a more mixed church, ran by white people called solid rock assembly of God. I was okay. (KSK-5) Theme 4: Category 4- Self-care -Exercise & Meditation Most CAALGBTQ population has enjoyed aesthetics in taking care of themselves. They have used various exercises, meditation, resting/sleeping, grooming, hygiene etc. These are the means they have used to wear off stress as a mental health issue. These have served as a good balance for taking care of their bodies, minds, and souls, known as self-care.  Few of them have narrated stories of what they have used as a selfcare mechanism.  71     Exercise. It is a selfcare mechanism many people use to take care of their bodies. The CAALGBTQ does the same too. “I self-cared by doing a little bit of vertical pushups at home.” (BMC-1)  Other Self-Care. Meditation is a self-care method used where participants assert that they sit up right, close their eyes and zoom into a peaceful place in their minds. Here are few examples of what some participants have narrated:  I self-care by exercising, getting a pedicure, getting a haircut, taking a nap, meditation, finding a moment to be silent, dancing and being free and not being concerned about anyone else, which helped my sanity and getting beyond any negative opinions or thought process. (CWH-2) “I self-cared, by doing my footbath and a 20-minute whole bath, fixing my hair and making sure I looked okay.” (FJB-3) Body Building Exercise. This is an exercise where one does weights’ lifting and using certain machines in the gym to build muscles and strong body. Here are few examples of participants narratives: “I self-cared by body building and exercising a lot to look fit. I prayed a lot for my spirituality.” I learned to talk less and mind my business.” (JS-4) I participated in Paradox Process therapy or mindfulness and use pets like my cat as pet therapy animals. I have a cat that I use to self-care in therapy for my anxiety. I hanged out with my peer group and other gay guys where we practice kickboxing. I got massages once in a while at the spa. (KSK-5)  The self-care methods using meditation entails deep thinking where sometimes one transcends from their bodies into another state of self, using one’s thoughts and emotions which feel very peaceful. Journaling is a self-care method where one writes  72    down thoughts, be it good or bad. The insight- timer application, which is a meditation app on their phone that helps them have insight into themselves sometime when starting their day. The shower meditation, where one meditates while taking a shower to understand him or herself and the soak-up nature, is where one uses nature, to recharge energy especially while enjoying sitting in the sun.  Here are few examples of participants’ narratives: Journaling and going with her little sister to the park, reminded her of her inner child. I journal because great journaling is a way of me to just, you know, let out my thoughts, my emotions, whether they were good or bad, that was a major self-care act for me. She asserted that it helped to keep me grounded. I actually had a meditation app called insight timer on the iPhone and I would do sometimes when I showered and did meditations when I started my mornings. Other times at night time I did meditation and fell asleep doing meditations, or just listened to frequency music, just to calm my mind. This served as a big self-care act that I did for myself. I also love sitting outside in the sun and like soaking up nature. It really helped me to recharge myself and my energy. (LAW-6)  “I self-cared by writing, journaling and dancing especially doing Professional dancing and praying” (NDS-7). “I self-cared by praying, finding love and dancing professionally” (PSO-8). Summary The purpose of this research was to have CAALGBGTQ individuals describe how they coped when they experienced homophobic biases. Nine participants were recruited from the southeastern USA for the study. Semi-structured interview generated data, rich  73    in describing their experiences were used. The method used to analyze the data was the narrative ethnography as advised by Mueller (2019) and O’Toole (2018).  Four themes emerged supported by four categories of the coping mechanisms participants used when they experienced homophobic bias.  In Chapter 4, I have provided detailed information on the study conducted. This entail details on the setting, demographics, the data collection plan and data analysis, and evidence of trustworthiness /credibility and validity. The results on the two research questions have been notated in this chapter including some quotes and explanation from the transcripts to serve as evidence from participants statements. The interpretations of the findings are concluded in Chapter 5 of this dissertation, including study’s limitations, recommendations, implications and conclusion.     74    Chapter 5: Discussion, Conclusions, and Recommendations CAALGTQ individuals have continued to use various coping mechanisms to live in a society that lacks tolerance for their existence in society (Abramovich, 2017; Oginni et al., 2019; Roland & Burlew, 2017). Many changes have taken place over the years, which have lowered many of their challenges, especially when people in their communities are more educated and open-minded about them now. This population is here to stay, which the churches, family members, and peers have realized, predicated on information gathered from this study that made up part of this discussion. This narrative qualitative study aimed to explore and understand how CAALGBTQ members describe their experiences of homophobic bias. Semi-structured interviews obtained their narratives describing their experiences and the coping strategies used in their communities (family, peers. and the church). This chapter contains discussions and the answers to the two research questions as much as possible for the future benefits of the CAALGBTQ population. RQ-(1) Qualitative: How do CAALGBTQ individuals describe their experiences of homophobic bias in their communities (churches, family members, and friends)? RQ (2). What are the CAALGBTQ individuals' coping strategies for homophobic experiences? The appropriate research approach for interpreting the descriptive phenomena investigation is the narrative ethnography method of analysis, as Mueller (2019) and O'Toole (2018) advised. This approach helped to give essence to understanding the data. The nine recruited CAALGBTQ participants described their homophobic bias experiences and how they have coped.  75    Four types of themes and categories emerged. Themes: a) Intersectionality, b) coping strategies, c) support system, and d) self-care. Categories within each theme: a) outing, b) beyond others' opinion, c) community, d) exercise and meditation. In Chapter 5, I will interpret the study's findings, discussed the study's limitations for further research, make recommendations, and provide the study's conclusions. Interpretation of Findings Previous research purported that some LGBGTQ family members were not accepting of LBGTQ sexual behaviors. Brooks (2017) and Walsh (2016) asserted that some of the community members (peers and others) bullied LGBTQ members and spat on them previously. The difference was that no one in my study reported in the current study any physical violence like pushing, spitting, or emotional stress by names calling (e.g., acting gay, sissy or faggy). Gossiping and whispering about the CAALGBTQ sometimes by heterosexuals occurred on a low level. Many times, those whispering and making funny faces have not been cognizant that they were observed by few of the group members while they carried on these acts. The dismissal factor, of emotionally hurting a person's feeling and ignoring that it hurts, is very painful even though the hurt persons ignored what they hear by saying nothing (see Lefevor et al., 2020).    . Intersectionality in which the study lies, still exist but is being dealt with through education and advocacy (see Roland & Burlew, 2017). There was education on the marginal group, therefore with community members (church, peers and family) understanding them, it may help to get some of the family, church members and peers to tolerate them. Tolerating does not mean that some community members do not accept  76    them. They are an asset to the churches through liturgical dancing and other creative coping strategies. These are the coping skills that the literature still needs to espouse. The CAALGBTQ participants reported creating and learning coping strategies to circumvent societal assumptions. Most of the CAALGBTQ participants experienced negative homophobic bias from heterosexuals, which they used to their benefit to enhance their mistreatment to their sympathizers, for some help they have obtained (Clay, 2022). Due to current education and advocacy on the population, society appears to have come closer to accepting them (Gebhardt & Gegenfurtner, 2017; Giwa et al., 2020). Participants indicated that many people understood in their communities that they are here to stay, exist, and function like any other group. The participants have become creative and have learned how to fit within their communities and avoid people who shun or have a low tolerance for them. The participants in the study asserted that they would continue to be who they are, living for themselves the way they wish to live. The four themes from the study indicated that the participants have used to their benefit intersectionality, coping strategies, support systems, and self-care. The themes and categories revealed through their narratives showed that they were creative and dynamic to self-persevere in the current societies or communities in which they live. The following sections are detailed descriptions narrating their experiences and coping strategies. Intersectionality Support This study showed differences in how many people reacted to the LGBTQ participants. In the past, heterosexuals spat on them and called them names (Denato,  77    2012; Walsh, 2016). Now, laws protect them in jobs and when working with others of different sexual orientations so they are not harmed. The disproportionate inequality and discrimination they endured in the past as a marginal group was enormous Runyan, 2018).). In the past, societal lack of tolerance and open-mindedness led to many of their challenges (Roland & Burlew, 2017). Studies have been done on the group, while heterosexuals obtained the education and information needed to understand the CAALGBTQ (Clay, 2022; Gebhardt & Gegenfurtner, 2017). Schloemer and Schroder-Back (2018) noted a lack of LGBTQ education in school curriculum and community centers. D’haese et al.’s (2015) espouse how health care providers lacked addressing some of this population perceived negative reaction experiences.   The current study's participants indicated that there is a difference now in CAALGBTQ individuals' treatment as a result of advocacy and new education on the minority group, which have helped their communities get along with them better than before (Walsh, 2016). The minority stress theory (Myer, 2003 & 2007) counteracts some of these discriminations and inequalities. By positing that once other heterosexuals start to work positively with the CAALGBTQ, the population can gain some help by being stress-free and happy that they are helpful to their community churches. They continue to learn how to fight back and stand up for themselves. They played instruments and also thought liturgical dances to the children that supported what the bible taught (Clay,2022; Gebhardt & Gegenfurtner, 2017).  Education on who they were, and the things done for the church was of essence.   78    Coping Strategies In the literature, many coping strategies were discussed. Some coping strategies included dissociation, avoidance, participation in online networks that they fit into for safety, joining interdenominational churches that accept all people, assertiveness, situation modification, attention deployment, cognitive change, and response modulation (Lefevor et al.,2020; McDavitt et al.,2008). Other literature (Irizarry & Perry, 2017; Walsh, 2016) also discussed coping strategies. The participants in the current narrative research observed that they have a voice of empowerment to bring about informed change in their lives. Coping has been very important to all participants to live freely in their communities. They concurred that as a marginalized group, they have had to learn to be tolerant by using avoidance and disassociation when they realize that people there are not accepting of them. They use the groups (online network groups, people who are like them culturally, and people they consider confidants) they form to fit in and be happy instead of getting into arguments and fights. Not getting into fights does not mean that a few young participants would not stand up to bullies. Most CAALGBTQ participants have ignored people's attitudes and tried to get along in their various communities. Some CAALGBTQ individuals avoided being open about their sexual orientation with church members, families, and peers, while others confided in those with whom they were comfortable. Some changed their churches or got involved in social activities that made them assets to those denominations. Some CAALGBTQs used grooming and exercises as coping mechanisms that benefitted them with happiness. Others sang and danced as a joyous moment of coping with stress.  79    Support System The support system among the CAALGBTQ participants is whom they consider family, peers, and church members to whom they can relate without threats. The words support system are not used instead (McConnell et al., 2016); the literature used terms such as the network of friends and family members who love them no matter who they are. Social support described the CAALGBTQ's friends, relatives, and friends who are there for them when they need them. The minority stress theory was the theoretical foundation of this study (Myer, 2003 & 2007). The minority stress theory posited two elements to the theory; the nature of the stress experienced and the coping strategies used to counteract the stress from prejudice and bias. Under the nature of the stress experienced, most of the participants coped with intersectional stress by flight or getting involved in doing things that they enjoyed doing, like; dancing, meditating, journaling, praying, sleeping, resting, quiet times to self, and palliating (dancing) while taking a shower. It is an excellent theory when providing services or interacting with the CAALGBTQ population. It posits how to cope with stress related to experienced intersectionalism and how the CAALGBTQ counteract the prejudice and bias stress. The CAALGBTQ relied on their support systems. Their support systems were very beneficial to them when stressed by homophobic bias. These included their peers, families, and their church communities. They talked with their peers when they wanted to confide in someone. These are their best friends or close associates. Their primary support system is their peers with whom they formed a nuclear family relationship. The nuclear family had become more relevant than others when they are members of the  80    CAALGBTQ group. It is not that they do not have friends outside of the CAALGBTQ group that they share confidential information with, but they must be a chosen few. The few peers’ group of friends that have tolerated them are the ones they clinked to most often. Some CAALGBTQs have excellent family support, while others are not as lucky. One positive aspect gathered from the research is that many of their families supported them. Self-Care Self-care is another coping strategy that many CAALGBTQs used. They liked to be fit and attractive. Healthy eating and being in shape have made their community members accept them as they are to help them fit in their society. Unfortunately, previous research has not found information on how they self-cared, but this study discussed them. A church with a great choir and liturgical dancers who express their faith through dancing makes a difference in the community. Some churches avoided knowing what their liturgical trainers do behind closed doors, which avoided outings. This strategy has helped make many of them solid and energetic. Some like to look intelligent and sociable. Other pieces of literature have yet to deliberate on many of these new coping skills they have narrated in this study. These new coping skills have been beneficial to them. When CAALGBTQ had power and voice in the churches where they worshipped, some of these churches accepted them as helping run the churches with their expertise which helped their congregations grow in diversity. Some of these CAALGBTQ members served the churches in the capacities of musicians, and some helped to teach bible study. When a church looks beyond who a person is and accepts  81    them for the help they give, the church makes a difference in that church’s community with regards to diversity. Limitations of the Study This study had several limitations due to Covid-19. As the researcher, there was no face-to-face with the participants I interviewed. The study used a self-reported method, thereby trusting the sample's reports as accurate despite potential bias (Bashirian, 2019). The participants had all of their interviews by phone. Not being in the same space limited observing participants' body language. Another limitation observed was that there was never an assurance that they were alone during the interviews because participants chose to be interviewed by phone. A face-to-face interview was a requirement but was a limitation due to covid-19 and the participants' choice to interview by phone. Rigor was not increased due to not providing transcripts to participants after their interviews. Recommendation This study described CAALGBTQ coping strategies when they experienced homophobic bias. Participants described their coping strategies, but Intersectionalism that has marginalized the population still needs further exploration for more education in society. The subsequent study for this could be a quantitative one that will be more detailed in exploring how they can work by using more participants than this study used. Getting a wider range of responses would make the study more generalizable.  Implications With an understanding of how CAALGBTQ described how they coped when they experienced homophobic bias, some in their communities have accepted or avoided them for who they are. This research may be helpful to many other LGBTQ populations'  82    perceptions of how coping skills they have created may help them to live among some heterosexuals. Social change through education can help them be accepted for who they are while they are living a life that is true to themselves (Gegenfurtner & Gebhardt, 2017). Heterosexuals are sexually active without answering questions on how and what they do behind closed doors, and this is what the CAALGBTQs wish to achieve without being judged in their churches, by family members, their peer groups, and other church members of their community. This study has shown how The CAALGBTQ described how they cope while marginalized in their communities. Future research may wish to use the minority stress theory (Myer, 2003 & 2007), which posited the CAALGBTQ population's inequality and how it counteracted. Coping strategies have benefited the CAALGBTQ and helped make them resilient. Conclusion This research study explored the descriptions of CAALGBTQ coping strategies when they experience homophobic bias. Findings from the nine CAALGBTQ participants vividly described how they coped in their communities when they experienced homophobia. People in the CAALGBTQs’ community have learned that the CAALGBTQ population has become more creative than ever when coping with homophobic bias. Also, no one was reported abusing them like they did in the past. They have used their talents as assets to their churches and other communities. Also, intersectionality does exist, but the use of tolerance has made it easy for them to work together amicably.  83    Some CAALGBTQ members have found their voices by being empowered to be themselves. The social change here is the use of tolerance for acceptance and advocacy by their sympathizers to educate society on who they are and their way of life. My wish for the future is that churches allow freedom of worship without prejudice based on homophobia (Myer,2007). With everyone working together and being mindful and sensitive of the population, society could go through a change for an understanding of everyone and allowing others to live a life they want, when it does not interfere with others in a negative way.                   84    References Abreu, R. L., Rosenkrantz, D. E., Ryser-Oatman, J. T., Rostovsky, S. S., & Riggle, E. D.  B. (2019). Parental reactions to transgender and gender diverse children: A literature review. Journal of GLBT Family Studies, 15(5), 461–485. https://doi:10.1080/1550428X.2019.1656132  Abramovich, A. (2017). Understanding how policy and culture create oppressive conditions for LGBTQ2S youth in the shelter system. Journal of Homosexuality,64(11), 1484-1501, https://doi.org: 10.1080/00918369.2016.1244449 Adler, A. & Ben-Ari, A. (2016). Dialectics between Splitting and Integrating in the Lives of Heterosexually Married Gay Men. Psychology, 01(02):106-112. https://doi.org:10.4236/psych.2010.12014 Alessi, E. J. (2014). A framework for incorporating minority stress theory into treatment with sexual minority clients. Journal of Gay & Lesbians Mental Health, 8(1), 47-66. https://doi.org:10.1080/19359705.2013.789811 Amankwaa, L. (2016) Creating Protocols for trustworthiness in Qualitative Research. Journal of Cultural Diversity, 23(3), 121-127. American Psychological Association (2010). Publication Manual of the American Psychological Association (6th ed.).  Anney, B. (2014). Ensuring the Quality of the Finds of Qualitative Research: Looking at the Trustworthiness Criteria. Journal of Emerging Trend in Educational Research and the Policy Studies (JETERAPS), 5, 272-281.  85    Arscott, J., Humphreys, J., Merwin, E., & Relf, M. (2019). “That guy is gay and Black. That’s a red flag.” How HIV stigma and racism affect perception of risk among young Black men who have sex with men. AIDS and Behavior, 24(1), 173–184. doi:10.1007/s10461-019-02607-4  Bashir, M., Afzal, M. T., & Azeem, M. (2008). Reliability and validity of qualitative and operational research paradigm. Pakistan Journal of Statistics and Operation Research, 4(1), 35-45. https://doi.org/10.18187/pjsor.v4i1.59 Batcher, K. E., Ramos, M. & Neiswander, S. (2018). Opening Doors: Teaching LGBTQ-themed Young Adult Literature for an Inclusive Curriculum, The Clearing House: A journal of educational strategies, 91(1) 29-36. doi: 10.1080/00098655.2017.1366183  Beymer MR, Weiss RE, Halkitis PN, Kapadia F, Ompad DC, Bourque L, Bolan RK. Disparities Within the Disparity-Determining HIV Risk Factors Among Latino Gay and Bisexual Men Attending a Community-Based Clinic in Los Angeles, CA. Journal of Acquired Immune Deficiency Syndromes. 2016 Oct 1;73(2):237-44. doi:10.1097/QAI.0000000000001072 Brewer, N., Georgopoulos, M. A., Lucas, C. A., & Young, R. L. (2023). Autistic adults’ perspectives on appropriate empathic responses to others’ emotions. Autism Research, 1–13. https://doi.org/10.1002/aur.2965BREWERET AL.13 Brooks, S. (2017). Balancing act: Identity management and mental health among black LGBT women. In D. F. Follins & J. M. Lassiter (Eds), Black LGBT Health in the United States (pp. 87–101). Lanham, MD: Lexington Books.   86    Chetty, P. (2016, September 11). The Limitations and Weakness of Qualitative Research Methods. Project Guru. https://www.projectguru.in/publications/limitations-qualitative-research/. Clay, R.A. (2022). Updated guidelines for sexual-minority-people focus on resilience. American Psychological Association. 53(8) https://www.apa.org education-career › sexual minority persons. Colpitts. E. & Gahagan, J. (2016). The utility of resilience as a conceptual framework for understanding and measuring LGBTQ health. International Journal for Equity in Health,15(60) doi:10.1186/s12939-016-0349-1  Conron, K.J., Goldberg. S . K. & Halpern, C.T. (2018). Sexual orientation and sex differences in socioeconomic status: a population-based investigation in the National Longitudinal Study of Adolescent to Adult Health. Journal of Epidemiol Community Health; 72:1016–1026. doi:10.1136/jech-2017-209860 Cope, D. G. (2014). Methods and Meanings: credibility and trustworthiness of qualitative  research. Oncology Nurse Forum. 4(1), 89-91  https://doi.org/10.1188/14.onf.89-91 Corrigan, P. W., & Matthews, A. K. (2003). Stigma and disclosure: Implications for  coming out of the closet. Journal of Mental Health, 12(3), 235– 248. https://doi.org/10.1080/0963823031000118221 Craney, R.S., Watson. L.B., Brownfield, J. & Flores, M.J. (2018). Bisexual women discriminatory experiences and psychological distress: exploring the roles of coping and LGBTQ community connectedness. Psychology of Sexual Orientation and Gender Diversity, 5(3), 324-337. doi.org/10.1037/sgd0000276   87    Creswell, J. W. (2013). Qualitative Inquiry Research Design. Choosing Among Five Approaches. 3rd edition, Sage Publication, Inc. Creswell, J.W. and Poth, C.N. (2018) Qualitative Inquiry and Research Design. Choosing among five approaches. (4th Ed). SAGE Publications, Inc., Thousand Oaks.  Dentato, M.P. (2012). The minority stress perspective. Psychology & AIDS Exchange, 37, 12-15. American Psychological Association. (Spring Issue). Retrieved from https://www.researchgate.net/publication/238051527_The_Minority_Stress_Perspective. Cyrus, K. (2017). Multiple minorities as multiply marginalized: Applying the minority stress theory to LGBTQ people of color. Journal of Gay & Lesbian Mental Health, 21(3(, 194-202. DOI: 10.1080/19359705.2017.1320739 Dentato, M.P., Halkitis, P.N. & Orwat, J. (2013). Minority stress theory: An examination of factors surrounding sexual risk behavior among gay and bisexual men who use club drugs. Journal of Gay & Lesbian Social Services, 25(4), 509-525. doi:10.1080/ 10538720.2013.829395 D’haese, L., Dewaele, A. & Houtte, M. V. (2015). Coping with antigay violence: In-depth interviews with Flemish LGB adults. Journal of Sex Research, 52(8), 912-923. doi:10.1080/00224499. 2014..990554 Domínguez, D. G., Bobele, M., Coppock, J. & Ezequiel P. E. (2015). LGBTQ relationally based positive psychological inclusive and systemic framework. American Psychological Associates, 12(2), 177–85. doi.org/10.1037/a0038824.  88    Etikan, I., Musa, S.A., Alkassim, R.S. (2016). Comparison of convenience sampling and purposive sampling. American Journal of Theoretical and Applied Statistic,.5(1), 1-4. htts://doi.org: 10.11648/j.ajtas.20160501.11 Ferrero, R., Nahidi, S., De Costa, J., Mohsin, M., 1 Fitzgerald, G., Gibson, N., McCarthy, S. & Aboagye-Sarfo, P. (2018). Application of four-dimension criteria to assess rigor of qualitative research in emergency medicine. BM Health Services Research Journal. https;//doi.org.: 10.1186/s12913-018-2915-2 Frost, R.O., Steketee, G., Tolin, D. F. and Renaud, S. (2008). Development and validation of the clutter image rating.\" Journal of Psychopathology and Behavioral Assessment, 30, 193-203.  Fusch, P., Fusch, G. E. & Ness, L.R. (29018). Denzin’s paradigm shift: Revisiting triangulation in qualitative research. Journal of Social Change, 10(1). 19-32. https://doi.org:10.5590/josc. 2018. 10.1.02. Gabriele-Black, K. A. & Goldberg, A. E. (2021). I’ve heard there’s some sort of underground group: LGBTQ activism on Evangelical Christian campuses. Journal of Diversity in Higher Education. 14(3), pp. 316-327. Gegenfurtner, A. & Gebhardt, (2017). Sexuality education including lesbian, gay, bisexual, and transgender (LGBT) issues in schools. Education Research Review, 22(1): 215-222 https://doi.org/10.1016/j.edurev.2017.10.002 Galdas, P. M. (2017). Revisiting Bias in Qualitative Research: Reflections on its Relationship with Funding and Impact. The International Journal of Qualitative Methods, 16(1). 160940691774899 htts://doi.org:101177/160940691774899.  89    Goins, E. S & Pye, D. (2013). Check the box that best describes you: Reflexively managing theory and praxis in LGBTQ health communication research. Health Communication, 28(4), 397-407. https://doi.org: 10.1080/10410236.2012.690505. Gordon, A.R. & Myer, I. H. (2007). Gender Nonconformity as a target of prejudice, discrimination, and violence against LGBT individuals. Journal of LGBT Health Research, 3(3), 55-71. doi:10.1080.15574090802093562 Hailey, J., Burton, W, Arscott, J. (2020) We are family: chosen and created families as a protective factor against racialized trauma and anti-LGBTQ oppression among African American sexual and gender minority youth. Journal of GLBT Family Studies, 16(2), 176-191. Hatzenbuehler, N. (2009). How does sexual minority stigma “get under the skin”? A psychological mediation framework. Psychological Bulletin, 135(5): 707 -30. doi: 10.1037/a0016441. Houghton, M., Tasker, F. (2021). Exploring lesbian and bisexual catholic women’s identity formation and integration. Journal of Homosexuality, 68(1), 47-69. se69.https://doi.org.ezp.waldenulibrary.org/10.1080/00918369.2019.1624455xual https://doi.org.ezp.waldenulibrary.org/10.1080/00918369.2019.1624455 Hoy-Ellis, C.P, Fredriksen-Goldsen, K. I. (2017). Depression Among Transgender Older Adults: General and Minority Stress. American Journal Community Psychology,59(3-4):295-305.https://do.org:10.1002/ajcp.12138.    90    Irizarry, Y.A. & Perry, R.K. (2018). Challenging the Black Church Narrative: Race, Class, and Homosexual Attitudes, Journal of Homosexuality, 65(7), 884-911, https://doi.org: 10.1080/00918369.2017.1364566 Iverson, J. O. &. McPhee, R. D. (2008). Communicating Knowing Through Communities of Practice: Exploring Internal Communicative Processes and Differences Among CoPs, Journal of Applied Communication Research, 36(2), 176-199,https:// doi.org: 10.1080/00909880801923738 Johns, E. M. (2009). The challenges and approaches to working with lesbians, gay, bisexuals and transgender youth. Journal of Academic Writing. https://hilo.hawaii.edu/campuscenter/hohonu/volumes/documents/Vol07x05TheChallengesandApproachestoWorking....pdf. Kamenov, Z., Huic, A. & Jelic, M (2015). Minority stress and mental health of homosexual and bisexual men and women: A review of research on the minority stress model from a Croatian perspective. Journal of Criminology & Social Integration Journal, 23(2). https://www.researchgate.net/publication/306495889 .  Kalu, F.A., & Bwalya, J.C. (2017). What Makes Qualitative Research Good Research? An Exploratory Analysis of Critical Elements. International Journal of Social Sciences,5(2). https://doi.org:10.5296/ijssr. v5i2.10711 Lapidot-Lefler, N. & Dolev-Cohen, M. (2015). Comparing\\cyber bullying among school studies: Prevalence, gender, and grade level differences. Social Psychology of Education: An International Journal, 18(1), 1-16. https://doi.org:10.1007/s11218-014-9280-8.  91    Ledget, R. (2017). Competing claims: Religious affiliation and African Americans’ intolerance of homosexuals. Journal of Homosexuality, 64(6), 786–803. https://doi.org:10.1080/00918369.2016.1236580 Lee, C., O’Cliffe, J.L. & Kelly, M. T. (2017). Depression and Suicidality in Gay Men:  Implications for Health Care Providers. PubMed. https://doi.org/10.1177/1557988316685492 Lefevor, G. T., Smack, A. C. P, Giwa, S. (2020). Religiousness, Support, Distal Stressors, and Psychological Distress among Black Sexual Minority College Students. Journal of GLBT Family Studies, 16(2), 148-162. Lewis, R. J., Millet ich, R. J., Mason, T. B., & DerLega, V. J. (2014). Pathways connecting sexual minority stressors and psychological distress among lesbian women. Journal of Gay & Lesbian Social Services, 26, 147–167. doi.org.ezp.waldenulibrary.org/10.1080/10538720.2014.891452 Leydesdorff, L., Ràfols, I., & Milojević, S. (2020). Bridging the divide between qualitative and quantitative science studies. Quantitative Science Studies, 1(3), 918–926. https://doi.org/ 10.1162/qss_e_00061 DOI: https://doi.org/10.1162/qss_e_00061 Lindquist. M., Livingston, N.A., Heck, N.C., & Machen, G.R. (2017). Predicting/depressive symptoms at the intersection of attribution and minority stress theories. Journal of Gay & Lesbian Mental Health, 21(1). 32-50. https//doi. org.ezp.waldenulibraryhttps://doi./10.1080/19359705.2016.1217498  92    Lingiardi, V., Baiocco, R., & Nardelli, N. (2012). Measure of internalized sexual stigma for lesbians and gay men: A new scale. Journal of Homosexuality, 59, 1191–1210. doi.org/10.1080/00918369.2012.712850 Lomash, E.F., Brown, T.D., Galupo, M.P. (2018). A Whole Bunch of Love the Sinner Hate the Sin\": LGBTQ Microaggressions Experienced in Religious and Spiritual Context, Journal of Homosexuality, 66(10):1-17 https://doi.org:10.1080/00918369.2018.1542204 Marshall, C. and Rossman, G. (2016) Designing Qualitative Research. 6th Edition, SAGE, Thousand Oaks. Masci, D., Mohamed, B. & Smith, G. A. (2019). Black American are more likely than overall public to be Christian, Protestant. PEW Research Center http://www.pewresearch.org. McConnell, E.A., Mitchell, B., Mustanski, B. (2016).Families Matter: Social Support and  Mental Health Trajectories Among Lesbian, Gay, Bisexual, and Transgender  Youth. Journal of Adolescence Health. 59(6). 674-680.  Doi: 10.101//j.jadohealth:2016.07.026.EPub2016oct.3.PMiD:277075  15; PMCID: PMC5217458. McDavitt, B., Iverson, E., Kubicek, K., Weiss, G, Wong, C.F. & Kipke, M. D. (2008).  Strategies used by gay and bisexual young men to cope with heterosexism.  Journal of gay lesbians’ social services, 20(4), 354–380. https://doi.org:  10.1080/10538720802310741 Merriam, S. B. (2009). Qualitative research: A guide to design and implementation. San  Francisco, CA: Jossey-Bass  93    Meyer, I. H. (1995). Minority stress and mental health in gay men. Journal of Health and Social Behavior, 36, 38-56. Retrieved from https://www.ncbi.nlm.nih.gov/pubmed/7738327. Meyer, I. H., Schwartz, S. & Frost, D. M. (2008). Social patterning of stress and coping: Does disadvantaged social statuses confer more stress and fewer coping resources? Social Science & Medicine, 67, 368-379. https://doi.org: 10.1016/j.socscimed.2008.03.012] Moustakas, C. (1994). Phenomenological Research Methods. Sage Publication, Inc. McLemore, K.A. (2018). A minority stress perspective on transgender individuals. APA PsycNET https://psycnet.apa.org›  Myer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Journal of Psychological Bullying, 129(5), 674-679. https://doi.org:10.1037/0033-2909.129.5.674. Neubauer, B.E., Witkop, C.T., & Varpio, L. (2019). How phenomenology can help us learn from the experiences of others. Perfect Med Education.8(2), 90-.97 https://doi.org: 10.1007/s40037-019-0509-2 Oginni, O. A., Jern, P., & Rijsdijk, F. V. (2020). Mental health disparities mediating  increased risky sexual behavior in sexual minorities: A twin approach. Archives of  Sexual Behavior, 49(7), 2497–2510. https://doi.org/10.1007/s10508-020-01696-w Palinkas, L.A., Howitz, S. M., Green, C.A., Wisdom, T. P., Duan, N., Hoagwood, K. (2015). Purposeful Sampling for Qualitative Data Collection and Analysis Mixed  94    Method Implementation Research. Administrative Policy Mental Health. doi:10.1007/s10488-013-0528-y Patton, M. Q. (2002). Qualitative Research & Evaluation Methods. Thousand Oaks, CA: Sage. Ravitch, S.M. & Carl, N. M. (2016). Qualitative Research: Bridging the Conceptual, Theoretical, and Methodological, Sage Publication Paynter, A., Leaper, C. (2016). Heterosexual dating double standards in undergraduate women and men. Sex Roles, 75, 393–406. https://doi.org/10.1007/s11199-016-0628-8 Roger, K., Bone, T. A., Heinonen, T., Schwartz, K., Slater, J., & Thakrar, S. (2018). Exploring Identity: What we do as qualitative researchers. The Qualitative Report, 23(3), 532-546. Retrieved from  https://nsuworks.nova.edu/tqr/vol23/iss3/3 Roland, C. B., & Burlew, L. D. (Eds.). (2017). Counseling LGBTQ Adults Throughout the Life Span. American Counseling Association.  Retrieved from http://www.counseling. org/knowledge-center/lgbtq-resources Rostosky, S.S., Riggles, E. D. B., Gray, B. E., & Hatton, R. L. (2007). Minority stress experiences in committed same-sex couple relationships. Professional Psychology: Research and Practice, 38(4). 392-400. https://doi.org/10.1037/0735-7028.38.4.392. Runyan, A.S. (2018). What Is Intersectionality and Why Is It Important? Building solidarity in the fight for social justice. American Association of University Professor. https://www.aaup.org  95    Ruutel, K., Parker, R.D., Lõhmus, L., Valik, A., Aavik, T. (2016). HIV and STI Testing and Related Factors Among Men Who Have Sex with Men in Estonia. AIDS Behavior, 20, 2275–2285. https://doi.org/10.1007/s10461-016-1313-1 Sadika, B., Wiebe, E., Morrison, M. A., & Morrison, T. G. (2020). Intersectional microaggressions and social support for LGBTQ persons of color: A systematic review of the Canadian-based empirical literature. Journal of GLBT Family Studies, 16(2), 111–147. https://doi.org/10.1080/1550428X.2020.1724125 Saunders, B., Sim, J., Kingstone, T., Baker, S., Waterfield, J., Bartlam, B., Burrough, H. & Jinks, C. (2018). Saturation in qualitative research: exploring its conceptualization and operationalization. Quality Quantity, 52, 1893–1907  https://doi.org/10.1007/s11135-017-0574-8 Schloemer, T. and Schröder-Bäck, P. (2018).  Criteria for evaluating transferability of health interventions: a systematic review and thematic synthesis. Implementation Science: IS 13(1) 88.https:// doi.org:10.1186/s13012-018-0751-8. Seidman, I. (2006). Interviewing as qualitative research: A guide for researchers in education and the social sciences. Teachers college press. Swank, E. (2019). Sexual identities and racial attitudes among black, Latinx, and white individuals. Journal of Bisexuality, 19(3), 305-336. Tie, Y.C., Birks, M. & Francis, K. (2019). Grounded theory research: A design framework for novice researchers. Sage Open Medicine. Doi:10.1177/2050312118822927  96    Tomaszewski, L. E., Zarestky, J., Gonzalez, E. (2020). Planning Qualitative Research: Design and Decision Making for New Researchers. International Journal of Qualitative Methods. https://doi.org/10.1177/1609406920967174 Walsh, C. F. (2016). It really in not just gay, but African American gay: The impact of community and church of the experience of black lesbians living in North Central Florida. Journal of Homosexuality, 63(9), 1236-52. doi: 10.1080/00918369.2016.1151694. Watson, R.J, Fish. J.N, Denary W, Caba A, Cunningham C, Eaton LA. LGBTQ state policies: A lever for reducing SGM youth substance use and bullying. Drug Alcohol Dependency. 21:108659. Htts://doi.org: 10.1016/j.drugalcdep.2021.108659.  Wessel, M.V. (2018). Narrative assessment: A new approach to evaluation of advocacy for development. Evaluation: The International Journal of Theory, Research and Practice 24(4). 400-418. https://doi:org/10.1177/1356389018796021 William J. Hall, Kristen D. Witkemper, Grayson K. Rodgers, Waters, E. M., & Smith, M.R. (2018). Activating adult allies from a rural community on lesbian, gay, bisexual, transgender, and queer student issues in school using photovoice. Journal of Gay & Lesbian Social Services, 30(1), 49-63.https:// doi.org: 10.1080/10538720.2017.1408517 Wilkerson, J. M., Schick, V. R., Reminders, K.A & Bauldry, J., Buatame, S.A. (2017). Social support, depression, self-esteem, and coping among LGBTQ adolescents participating in hatch youth. Health Promotion Practice, 18(3), 358-365. doi: 10.1177/1524839916654461  97    Wilson, C. & Cariola, L. A. (2020). LGBTQI+ Youth and mental health: A systematic review of qualitative research. Adolescent Research Review 5, 187–211 https://doi.org/10.1007/s40894-019- Worthen, M. G. F. (2018). “Gay equals white”? Racial, ethnic, and sexual identities and attitudes toward LGBT individuals among college students at a Bible Belt University. Journal of Sex Research, 55(8), 995–1011. https://doi.org/10.1080/00224499.2017.1378309 Yin., R. K. (2014). Case Study Research Design and Methods (5th ed.)  Thousand Oaks, CA: Sage.     98    Appendix A: Recruitment Ad PARTICIPATE IN A RESEARCH STUDY ON The Descriptions of Coping with Homophobic Bias Among the Christian African American LGBTQ Community  I am looking for volunteers to be interviewed in a study for my doctoral research about how Christian African American LGBTQ C(AALGBTQ) Describe their Experiences of Coping with Homophobic Bias. This study is independent of any organizational activities and not related to services being provided. • You must be 18 years old and up.  • You must be a Christian African American.  • You must be a member of LGBTQ.  • You must not be involved with any illegal substances.  • As a participant in this study, you will be asked questions concerning your personal life and your experiences as LGBTQ. This interview will take about 30 minutes and will be audio recorded.  Rosetta Clarke-Brooks, Doctoral Student at Walden University  If you are interested, please contact me directly using my information below    99    Appendix B: Demographic Questionnaire  1.Where were you born?  2.Where do you live currently  3.How old are you? ------------- 4. What is your religion status? ---------------- 5. What is your ethnicity? ----------------------- 6. How do you identify? Male------female-------other-------- 7. How would you describe your sexual orientation?  Heterosexual-------Bisexual--------Gay/Lesbian------other-------     100    Appendix C: Interview Questions Research Question (RQ)1. How do CAALGBTQ describe their experiences of homophobic bias in their communities (churches, family, and friends)?  1. What is it like to be a Christian African America member of the LGBTQ community?  2.  Have you disclosed your sexual orientation to members within your church? If yes, how long did it take you to disclose your sexual orientation to people within your church. If no, then What prevents you from disclosing your sexual orientation?   3. What reactions did you receive from Church members, family members, and peers after disclosing your sexual orientation to them? 4. Describe your support system amongst friends, families, and fellow Christians after disclosing your sexual orientation. (RQ)2. What are the CAALGBTQ coping strategies for the homophobic experiences?  5. How have you coped with the reactions of (current or former) church members after you disclosed your sexual orientation to them? 6. What are some of the self-care methods you use in dealing with people whose views about sexual orientation are different from yours?          101    Appendix E: Debriefing Statement The debriefing statement for this study is as follow:       1.  Study title is Descriptions of Coping with Homophobic Bias Among the Christian African American LGBTQ Community. The name of the researcher is    2.  Then goal of the study is to find out the coping strategies CAALGBTQ have use when they internalize homophobic bias. The study is developed to give this group a voice and to let many including the Christian churches know that they are part of the society we live in, and they can become advocates for them as members of their church family. The predictions/hypothesis is that society accepts them as they are.   The researcher expects society to be less concerned about others intimacy behind  close doors. Also, that this is a different world and time now. If a study evokes distress in a participant, researcher may provide contact information for relevant crisis hotlines and mental health facilities and services on the consent form. Know the research questions being studied are:   Research Question (RQ)1. How do CAALGBTQ describe their experiences of homophobic bias in their communities (churches, family members and friends)?  RQ2. What are the CAALGBTQ coping strategies?  Also please know that there is no deception employed in this study.        3.Withdrawal procedure: A participant can decide to terminate his or her               participation at any time of their choosing during the research.       4, If available, results of the study will be made known.   102          5.The result of the study will be found in my personal mailbox Rosetta’s email account.       6. Additional resources for research participants including:   A. Contact information for the IRB Chair (for ethical concerns or one’s right as a research subject) B. Additional useful resources and/or support services for research participant.  C. Researcher’s contact information for participants to know whom and how to direct their questions calls related to the research for future use is:  D. Research references (e.g.one or two sources for those interested in knowing more about the research subject) are as follow. Rostosky, S.S., Riggles, E. D. B., Gray, B. E., & Hatton, R. L. (2007). Minority stress  experiences in committed same-sex couple relationships. Professional  Psychology: Research and Practice, 38(4). 392-400. doi.org/10.1037/0735-7028.38.4.392 Meyer, I. H., Schwartz, S. & Frost, D. M. (2008). Social patterning of stress and coping: Does disadvantaged social statuses confer more stress and fewer coping resources? Social Science & Medicine, 67, 368-379. doi: 10.1016/j.socscimed.2008.03.012] 7. I like to thank every participant that found the time to participate in this study to help bring about social change in our society.  The debriefing statement helps the participants to reflect on the study when it concludes and give them opportunity to ask the researcher questions that are pertinent to them. ",
    "id": 595864529,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.waldenu.edu:dissertations-16316"
    },
    "title": "Coping with Homophobic Bias Among the  Christian African American LGBTQ Community",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-11-03T07:00:00+00:00",
    "publisher": "'IUScholarWorks'",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.waldenu.edu/context/dissertations/article/16316/type/native/viewcontent/1027939.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/595864529.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/595864529"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/595864529/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/595864529/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/595864529"
        }
    ],
    "abstract": "The African American lesbian gay bisexual, transgender queer (AALGBTQ) population, as a minority group, has continuously experienced homophobic bias. This population has been oppressed and marginalized due to their sexual orientation or identity. This has led to psychological rejection they face for coming out to their church members, peers, and family members. The current study used a narrative qualitative method as the AALGBTQ participants told their own experiences with homophobia. The theoretical framework used was the minority stress theory, which explained the toll stress took on the population. Purposive sampling was used to recruit nine participants for the study, and the narrative ethnography advised by Mueller and O’Toole was used to analyze it. Results included having problems coming out due to intersectionality inequalities experienced. Intimacy was never discussed. They realized they needed to form a relationship with the God they served. Some used meditation, dancing, singing, praying, and self-care to cope. Positive social change from the findings may be through awareness for Christian churches and clergy to understand the stress and shame the AALGBTQ had endured when they openly admitted that they were LGBTQ members. Findings may also be used as attention-initiated advocacy for LGBTQ members in terms of acceptance, which may help them cope with the stress due to rejection by some of their church members",
    "tags": [
        "text",
        "General  Psychology;Research Psychology",
        "Psychology",
        "Social and Behavioral Sciences"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.waldenu.edu:dissertations-16316",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3668",
        "openDoarId": 0,
        "name": "Walden University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 595864529,
        "depositedDate": null,
        "publishedDate": "2023-11-03T07:00:00+00:00",
        "updatedDate": "2024-02-21T01:12:28+00:00",
        "acceptedDate": null,
        "createdDate": "2024-01-12T22:27:01+00:00"
    },
    "urls": [
        "https://scholarworks.waldenu.edu/dissertations/15045",
        "https://scholarworks.waldenu.edu/context/dissertations/article/16316/type/native/viewcontent/1027939.pdf"
    ],
    "lastUpdate": "2024-02-21T01:12:28+00:00",
    "setSpecs": []
}