{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Cvetkovska, Sara"
        },
        {
            "name": "Jaspal, Rusi"
        },
        {
            "name": "Verkuyten, Maykel"
        },
        {
            "name": "Adelson, Levi"
        }
    ],
    "contributors": [],
    "createdDate": "2022-10-11T06:39:08+01:00",
    "dataProvider": {
        "id": 4837,
        "name": "University of Brighton Research Portal",
        "url": "https://api.core.ac.uk/v3/data-providers/4837",
        "logo": "https://api.core.ac.uk/data-providers/4837/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1037/sgd0000580",
    "downloadUrl": "https://core.ac.uk/download/534918898.pdf",
    "fullText": "1 Coping with Being Tolerated: Trans Experiences Sara Cvetkovska University of Utrecht, Netherlands Rusi Jaspal University of Brighton, United Kingdom Levi Adelman University of Utrecht, Netherlands Maykel Verkuyten University of Utrecht, Netherlands Abstract Tolerance is mainly presented as an improvement upon discrimination, but research shows that it also can have a negative psychological impact on some minorities. Yet, there is no research into the meanings that minority individuals and trans people in particular append to tolerance. Whether being tolerated is experienced as helpful or hurtful would be an important consideration for public policies promoting tolerance. We interviewed thirteen trans and nonbinary people in the Netherlands, investigating subjective interpretations of being tolerated, the identity threats posed by tolerance, and how targets coped with these. We identified three main themes using thematic analysis: a) tolerance as perpetuating inequality; b) tolerators’ misunderstandings of trans identity and experience; and c) dilemmas of coping with being tolerated. Most respondents saw tolerance as a negative experience and found it rare to be recognized as their authentic selves while being tolerated. Progress beyond tolerance was considered necessary for trans liberation.   Keywords Tolerance; trans; identity; coping Introduction “Conditional acceptance is not justice. This isn’t what freedom looks like — having to disappear our difference. This ends up hurting all trans people because acceptance is dependent on conformity, not simply for being.”  - Alok Vaid-MenonTolerance is becoming an increasingly common experience among trans people in liberal environments. Although being tolerated is an improvement upon the discrimination, criminalization, and violence that this community often faces, it may not be a positive experience per se (Cvetkovska et al., 2020; Cvetkovska et al., 2021; Verkuyten et al., 2020). Being tolerated is often seen as being looked down upon as less than acceptable and has been criticized for falling short of full acceptance (Dobbernack & Modood, 2013; Parekh, 2000). Amid the strong advocacy for tolerance from members of dominant groups, considering the perspective of those most impacted by it is crucial, yet the target’s perspective has received scant research attention. Although some research suggests that the experience may not be entirely positive, it is unknown how trans people interpret and experience being tolerated. This qualitative study examines for the first time the meanings, experiences, and responses to being tolerated from the perspective of trans individuals in the Netherlands. “Trans” is an umbrella https://doi.org/10.1037/sgd0000580This article may not exactly replicate the authoritative document published in the APA journal. It is not the copy of record.2  term used to describe people who do not identify with the gender that they were assigned at birth, and can include trans women, trans men, and nonbinary people whose gender identity transcends the binary of man-woman (Diamond et al., 2011).1 From the perspective of societies structured around binary and fixed notions of gender, trans people are usually seen as violating established gender roles and are tolerated at best (Pearce, 2018; Serano, 2007). Studying trans people’s experiences of tolerance in the Netherlands is particularly fruitful because of the country’s (self-)conception as a haven for LGBTQ+ rights, coupled with the continued hostility toward gender and sexual minorities (Buijs et al., 2012). Although the Netherlands prides itself on its tolerance, it is also a country that values normality (van Lisdonk et al., 2018), as can be garnered by the saying “doe even normaal” (“just be normal”) (Guide to Dutchness, 2010). In such a context, those considered as being outside of the norm, such as trans people, are tentatively accepted or merely tolerated. In analyzing the experiences of trans people, this paper asks, “How do trans targets of tolerance interpret and navigate being tolerated?”   Tolerance and being tolerated Tolerance is defined as forbearance from negative interference in another’s way of life despite one’s objections to it (Verkuyten & Yogeeswaran, 2017). It involves putting up with practices and beliefs that one disapproves of. Although tolerance is distinct from overt prejudice and discrimination due to the lack of negative interference, it is not the same as full acceptance due to the element of disapproval. Tolerance always has limits and is conditional on its targets staying within those limits (Honohan, 2013). Tolerance is argued to be a critical enabler for living with difference as it allows tolerated minorities access to resources, safety, and freedom of self-expression, without challenging the majority group’s convictions which give rise to disapproval (Verkuyten et al., 2019). Therefore, it is often considered a virtue, particularly by those who practice it. However, from the perspective of members of some tolerated groups, tolerance may not be seen so positively (van Quaquebeke et al., 2007). Theorists have critiqued tolerance from several angles. First, tolerance implies the devaluation of the tolerated group’s way of life as deviant or even inferior relative to an established norm (Verkuyten et al., 2020). Being tolerated may be considered by trans people as a type of microaggression (a commonplace behavior or statement which communicates a hostile or derogatory stance toward a marginalized group) because it communicates disapproval (Nadal, 2013; Pulice-Farrow et al., 2017; Sue, 2010). Even if trans people do not internalize their negative representation in social discourse, they must nevertheless cope with its presence when confronted with tolerance, and frequent exposure to being tolerated can take a toll on targets’ mental health as a form of minority stress (Verkuyten et al., 2020; Hendricks & Testa, 2012).  Second, tolerance is often practiced by a more powerful group which sets the terms under which a less powerful group would continue to be tolerated (Addis, 1997; Honohan, 2013). This can leave minorities in a precarious position which requires them to be vigilant of crossing (tacit or explicit) normative boundaries (Honohan, 2013). Transnormativity (Johnson, 2016), for example, holds trans people accountable to normative notions of trans identity, such as undergoing (or planning to undergo) medical transition and behaving in a manner congruent with one’s gender (e.g. trans men being expected to behave masculinely). The conditionality of tolerance could motivate trans individuals to avoid challenging cisgender people’s expectations, norms, and values in the public domain (Brown, 2006; Connell, 2010; Klein et al., 2007). Research has shown that minorities generally experience worse outcomes and more identity threat in assimilationist climates as opposed to climates that value diversity (Barreto & Ellemers, 2009; Rattan & Ambady, 2013), and research suggests that “passing” as a member  1 Not all people that identify with a gender different from that which they were assigned at birth identify with the label of “trans” (e.g., some nonbinary people). However, in the context of this study, we include nonbinary individuals under the umbrella term “trans.  3  of a higher-status group is associated with a decreased sense of social belonging (Newheiser & Barreto, 2014).  There is a small social psychological literature that has empirically examined some of the theoretical claims about tolerance from a target’s perspective, including among LGBTQ+ populations (Bagci et al., 2020; Cvetkovska et al., 2020; Cvetkovska et al., 2021). Generally, this research has found that although tolerance is better than discrimination, it falls short of full acceptance and is related to negative mental health outcomes for targets, including threats to identity, negative affect, and symptoms of depression. Yet, although this research suggests the potential for negative experiences of tolerance, the complex experience and manifestation of being tolerated in trans people’s lives is not yet well understood.  Tolerance of trans people Trans people are among the most stigmatized groups in Western liberal societies and are vulnerable to relatively high rates of prejudicial and violent treatment (e.g. James et al., 2016). One reason for such widespread negative treatment is (cis)genderism, which is “an ideology that reinforces the negative evaluation of gender non-conformity or an incongruence between sex and gender” (Ansara & Hegarty, 2012; Hill & Willoughby, 2005, p. 534). Within this ideology, non-cisgender people are “anomalies that require explanation and justification” (Serano, 2007, p. 57), rather than part of the normal spectrum of human variation. This notion especially marginalizes nonbinary individuals, leaving them invisible and perpetually confronted with a world that fails to accommodate for their existence (Haynes & McKenna, 2001; Matsuno & Budge, 2017). In this ideological landscape, the constructed otherness of trans individuals makes them targets for potential tolerance. Research has shown that trans people frequently experience disapproval of the way they enact their identities (Nadal et al., 2012) and may receive conditional cissexual privilege to the extent that they conform to traditional gender norms (Miller & Grollman, 2015; Pearce, 2018; Serano, 2007).  Discrimination against trans people was banned in 2019 in the Netherlands (COC, 2019) and this country generally fares better in providing legal protections to trans people than other European countries (OECD, 2020). However, trans people are still marginalized in Dutch society (TNN, 2019). A fifth of Dutch people report disapproval of non-cisgender individuals (Kuyper, 2012) and trans people are less likely to be employed and to earn as much as their cisgender counterparts despite being equally educated (CBS, 2017). Nearly half of those seeking transition-related care report negative experiences (Principle 17, 2016) such as contending with gatekeeping and a lack of autonomy in care (Levie, 2021). There often is an expectation for LGBTQ+ people to keep their identities confined to the private sphere and refrain from attempting to destabilize, inter alia, gendered and sexual hierarchies (Buijs et al., 2012; van Lisdonk et al., 2018). Tolerance then seems to be dependent on one’s ability to assimilate into the Dutch mainstream.  Coping with being tolerated   Trans people’s experiences of tolerance may also be influenced by the coping mechanisms they engage in to manage those experiences. Coping strategies can serve to downregulate negative emotions and protect against negative events, although certain coping strategies can lead to worse rather than better outcomes (Folkman & Moskowitz, 2004; Lazarus & Folkman, 1984). Research on coping among trans people has found mixed results for the effects of coping, with research finding negative effects of avoidant coping and positive effects of coping through community (e.g., Budge et al., 2013; Sánchez & Vilain, 2009). Similarly, Puckett and colleagues (2020) find that negative coping strategies of detachment and internalization of stigma mediate the negative effect of discrimination on depression and anxiety, although positive coping strategies such as education, advocacy, and resistance are mostly unrelated to 4  depression and anxiety outcomes. Qualitative studies also indicate the importance and diversity of coping mechanisms for trans people in the workplace (Mizock et al., 2017).  To understand the scope for minority stress and decreased psychological well-being among tolerated trans people and the coping mechanisms they might engage in, we employed Identity Process Theory (IPT; Breakwell, 1986, 2015). Breakwell (1986) identified four needs that guide identity construction and management: continuity, distinctiveness, self-efficacy, and self-esteem. Other needs may be important in different situations: for example, previous research on being tolerated has additionally considered the need for belonging (Bagci et al., 2020; Cvetkovska et al., 2021; Verkuyten & Yogeeswaran, 2017), while identity research on LGBT populations has included an authenticity principle (Markowe, 1996). Threats to identity needs spur the use of coping strategies across intrapsychic, interpersonal, and intergroup levels. IPT integrates these levels and recognizes the role of social representations in identity management processes (Breakwell, 2001; Moscovici, 1988). Social representations of trans people which are predominantly negative or unaligned with trans people’s self-understandings must be continually dealt with to preserve one’s sense of identity. IPT also enables a finer-grained analysis of threat than research in the minority stress tradition by explicitly considering the identity principles at play in situations of tolerance. Although Bagci et al. (2020) and Cvetkovska et al. (2021) found evidence for the identity threatening role of being tolerated, we investigate the different ways in which the tolerated themselves experience being tolerated and the strategies they develop to cope with this treatment.   Current Study The present research sought to investigate trans people’s understandings of tolerance, the types of identity threats posed by it, and how these threats are dealt with. We sought first-hand accounts of the meanings and experiences of those being tolerated through semi-structured interviews. We also attempt to elaborate on the nature of the identity threats posed by being tolerated and the mechanisms through which trans targets cope with such threats.  Method Participants  The participants were 13 self-identified trans adults living in the Netherlands. The sample demographics are presented in Table 1.   [Table 1 here]  Procedure Participants were recruited through trans-led organizations in the Netherlands including clinics and support groups and through snowball sampling. Between February and October 2020, participants were invited to an interview study about their experiences of social tolerance and received a gift voucher worth €25 as compensation. Interviews lasted between half an hour and two hours. They were transcribed verbatim and non-verbal gestures, such as laughing or groaning, were also noted. The audio files and transcripts were securely stored and marked by a pseudonym chosen by each participant. The interview questions concerned the following: the participant’s gender identity; others’ responses to the participant’s gender identity; the meaning of tolerance; experiences of being tolerated; and the consequences of being tolerated on the participant’s thoughts, feelings, and actions. The interview schedule can be found in the Appendix.   The research team was composed of a queer East European nonbinary person, a cisgender gay man with an ethnic minority background, an ethnically Dutch cisgender heterosexual man, and a Jewish cisgender heterosexual man. All interviews were conducted in English by the first 5  author. Potential participants were made aware that they would be interviewed by a trans interviewer, which was considered and found to be beneficial for establishing rapport. For example, the first author’s own experiences with being tolerated provided useful background knowledge in asking for clarifications and further questions and made it relatively easy to make sense of shared experiences. For the first author, this research was highly personally relevant, as a nonbinary individual who is themselves often tolerated outside of their in-group. Where the interviewees’ experiences and interpretations did not match those of the first author, they remained open to hearing them and found resonances with other (binary) trans experiences that they had encountered through conversations with friends or familiarity with trans scholarship. Previous quantitative research by the first author and co-authors (e.g., Cvetkovska et al., 2020; Cvetkovska et al., 2021) has found that tolerance can have both positive and negative implications for those who are tolerated. Thus, the authors approached this research with the aim of describing and interpreting the range of possible meanings and experiences that trans people have with being tolerated.   Analytic method  We employed thematic analysis (Braun & Clarke, 2006), informed by extant theorizing about being tolerated (Verkuyten et al., 2020). This afforded us flexibility to utilize and develop theory as well as explore aspects of being tolerated which are absent from available theorizing. We kept to the meanings that participants gave to their experiences as much as possible (Boyatzis, 1998), as our aim was to explore how participants made sense of experiences of being tolerated. We therefore also adopted a realist epistemological stance toward participants’ accounts. Following Jaspal (2020), the first author familiarized themselves with the data and coded all extracts relevant to tolerance and gender in each transcript using NVivo 12. Then, coded extracts were condensed into themes per each transcript, each substantiated by relevant quotes. These themes and related quotes were then discussed among the authors in order to challenge and avoid possible biases. We settled on the following themes: being tolerated as maintaining inequality, tolerators’ misunderstandings of trans identity, and dilemmas of coping with being tolerated. After finalizing the manuscript, it was sent to each participant to verify that their thoughts and feelings were accurately represented and none of the respondents had issues with how this was done.   In the presentation of the data, material between quotation marks is a direct quote from the dataset. Explanatory material is presented within square brackets and omitted text is indicated by three dots within square brackets. The interviewees’ pseudonyms and self-described gender identity are indicated in parentheses following direct quotes.  Results Tolerance as perpetuating inequality  Interviewees were cognizant of the widely shared positive social representation of tolerance and noticed that tolerators usually thought that their tolerant behavior was virtuous. When comparing tolerance to discrimination, the former was seen more positively, but interviewees’ interpretations of tolerance per se were generally negative. Several interviewees referred to tolerance as the “bare minimum” and claims of tolerance were seen as “hypocritical” and as “this magical word […] to say how inclusive you are” without “hav[ing] to do anything” (Frank, nonbinary). In other words, tolerance was considered to masquerade as full acceptance while obstructing progress towards it. In this theme, we recount how the passivity of tolerance coupled with its precariousness resulted in participants’ having to hide their true feelings and selves.  Many interviewees’ encounters with tolerant treatment seemed superficially respectful, but respondents found that “when people tolerate you, they don’t necessarily respect you” 6  (Elío, nonbinary). All interviewees noticed what one respondent called “a complex of microaggressions” in tolerant interactions that hindered respondents’ sense of belonging among tolerators, such as intrusive questions, staring, and a sense of distance and tension. According to Micha (agender), being tolerated was like being told, “Don't try to bridge the distance. No, because when you try to bridge the distance, that means I have to change and I'm not willing to.” Tolerators themselves were often perceived as unwilling to undertake efforts to make trans people feel accepted or equal, such as avoiding misgendering them. Joshua (genderqueer) said that being misgendered “shows to me that you don’t respect me or value me enough to make an effort for me.” Effort was considered an indication of respect for respondents.  Tolerance was referred to as a “passive” phenomenon, or “a general let-live-ness, but that’s about it” (Minerva, transfem nonbinary). For Kelly (female), “intolerance is something that's very tangible […] tolerance is the absence of that […] it’s just that things don't happen.” According to Silver (agender), passive tolerance “take[s] the side of the oppressor” by not standing against intolerance. Minerva stated that “tolerance is the status quo. Tolerance is like, okay you fought for this […] but you still gotta fight for all the other things that you haven’t achieved yet.” This makes her “[not] feel safe in the streets” because she “won't be able to count on anyone coming to [her] help […] if something happens,” which adversely impacts her mental health.  Thus, progress towards acceptance had to be demanded by trans people, but the idea of tolerance as virtuous presented difficulties for making such demands. Joshua (genderqueer) stated that “I feel like a lot of people who tolerate me expect me to be kind of grateful,” but they felt that “it should be a given” to at least be tolerated. The few interviewees who chose to confront their tolerators recounted facing “huge backlash,” which discouraged further attempts at redress. Elío (nonbinary) found that in the Netherlands, claims of tolerance functioned as “a defense mechanism” that “prevents critical reflection” and “shuts the whole conversation down.” For similar reasons, Micha (agender) considered tolerance “anti-equity”: “In an equitable society, there wouldn’t be tolerance, then there will be dialogue.” Minerva (transfem nonbinary) felt resigned: “You’re allowed to take the train, so can’t complain there, right?” Thus, critical dialogue around inequalities was considered difficult to initiate and sustain due to tolerators’ microaggressions and defensiveness, which adversely impacted targets’ self-efficacy. Furthermore, there was a prevalent perception in the sample that others’ tolerance was more forthcoming if one did not ask for accommodations. Minerva (transfem nonbinary) stated that “if you demand any kind of change then you’re suddenly an obstruction and then I guess tolerance can be revoked,” a situation which she found “depressing.” Continued tolerance meant that one should “[not] dare to address the fact that we live in a gendered world that is racist, capitalist, patriarchal, etc.” as Micha (agender) said. Tolerance was therefore considered to extend from a position of privilege, which would be threatened by trans people’s demands for change.  The conditionality of tolerance differentiated it from acceptance for interviewees: whereas “acceptance doesn’t come with conditions” (Thomas, trans man), with tolerance “there’s always like a ‘but’” (Sam, transfeminine/fag). This felt to interviewees like “a very insecure place to be” (Minerva, transfem nonbinary) and caused respondents to censor themselves to ensure their safety.  “Being tolerated […] puts a pressure on me to behave a certain way for [people] to tolerate me […] I just feel anxious because I feel like it’s kind of something that I could lose in the blink of an eye if I speak up too much or like express myself too much.”  - Joshua (genderqueer) 7  Similarly, Elío (nonbinary) reported that “in spaces where I’m tolerated, I sometimes just really don’t feel safe enough to really claim that space.” They also described how being tolerated makes them “shrivel” and “crawl into this shell” because then “nothing [bad] can happen.” For Joshua (genderqueer), Elío (nonbinary), and other interviewees, the precarious nature of tolerance gave rise to feelings of fear and anxiety that led them to censor their authentic self-expression, including their attempts to challenge tolerance and demand acceptance.   Feeling misunderstood as a trans person When interviewees were being tolerated, they rarely felt that tolerance was based upon an understanding of their identities. For example, Frank (nonbinary) described feeling “trapped” by the fact that their personality characteristics “are not gendered but they will be read that way anyway.” Similarly, all nonbinary participants in the sample stated that others showed “profound misunderstanding” of their identities and used familiar concepts, such as the gender binary, to conceptualize unfamiliar ones, hence perceiving nonbinary people as “women-lite” as noted by Loki (nonbinary). In other words, tolerators’ representations of trans identity were anchored in cisgenderism and binarism and did not convey recognition of one’s trans identity.  For trans participants, this anchoring among would-be tolerators manifested itself as the belief that “trans people want to be identical to cis people” (Sam, transfeminine/fag). Consequently, Sam went on, “they can’t cope with trans people who are physically or behaviorally very different to how cis people of that gender behave.” Thomas (trans man) also expressed discomfort with describing himself as “cis-passing” because “[his] goal is not to look cis, whatever that means.” Loki (nonbinary) criticized the idea of “fully transitioning” between binary options, which they feared “forces a lot of transgender people into expressions that are not necessarily theirs, but they do it because they feel they have to pass,” thus limiting the options for authentic self-expression. Loki recounted being caught between the need to be tolerated and the need to be true to themselves: “I’ve felt the impulse to present more masculine to make it clearer that I’m not a woman, even though the masculine gender expression did not make me comfortable.” Participants reported feeling disappointed and frustrated when the tolerance of their gender was rooted in cissexist assumptions that did not resonate with their experiences. This was particularly true of nonbinary respondents.  The imperative to strive towards a “cis-passing” expression to secure tolerance conveyed that being cisgender was seen as the norm while trans people were seen as deviations from that norm. Interviewees reported feeling “lesser than” when they were the objects of tolerance and noted signs of tolerators’ disapproval such as stares or negative remarks. Micha (agender), for example, felt “not taken positively as another great human being,” which upsets them and negatively affects their self-esteem and identity authenticity. Participants also felt “other” or “exotic” when being tolerated. Jade (nonbinary/gender non-conforming woman) saw being positioned as “falling outside the norm” as “a way to essentially dehumanize someone.” Joshua (genderqueer) viewed it similarly: “You’re not as much of a human being [as] cis people. […] I think that’s also based on an idea of respecting existence only when it is the way that it should be in your eyes.” Being positioned as deviant to the point of no longer being fully human made interviewees feel “unsafe”, “sad and frustrated”, and “unwelcome”, indicating that it hurt their self-esteem and sense of belonging among tolerators.   Dilemmas of Coping        The misrepresentations of trans experiences and the insidious harms of being tolerated created a number of threats to respondents’ trans identities, including their sense of self-esteem, belonging, distinctiveness, and efficacy. This raised the question how to cope with these threats, present for all but two of our respondents. Each strategy mentioned here addresses a 8  dilemma wherein attempting to satisfy one identity need can inadvertently threaten another, as all forms of coping have their limits (Breakwell, 2015). For example, as alluded to above, some respondents coped by assimilating to dominant standards of gender expression to secure their safety and belonging; however, this often came at the price of invisibility or inauthenticity. The most salient dilemma recounted by interviewees was whether to confront tolerators or withdraw from them. Each type of strategy had benefits and drawbacks, which are detailed below.  Confrontation strategies. Educating others. When deciding whether to confront tolerance, interviewees acknowledged the value of educating cisgender people, for example by helping them “[get] to know more about [trans] experiences” (Frank, nonbinary) and providing them with “the right tools and a decent amount of time” (Silver, agender). However, negotiating one’s boundaries was difficult, not least because of the inherent ambiguity of detecting tolerance and assessing its true extent, which was stressful, “unpredictable” (Kim, woman), and “exhausting” (Loki, nonbinary). As Sam (transfeminine/fag) said, “it’s not my job [to educate others].” Conversely, Kai (transgender man) would “rather have [people] discuss stuff with [him] than like making their minds up on their own.” Frank said they would try to “plant a seed” of understanding, but that it was the other person’s responsibility to nurture that seed. Participants were more likely to advocate for themselves if they perceived the tolerating person as receptive to “having their assumptions challenged” (Loki). Receptivity was a sign of “respecting someone enough to make an effort for them” (Joshua, genderqueer), but a lack of receptivity threatened respondents’ self-efficacy.  Interviewees often deemed it unproductive to address tolerance-related microaggressions in brief encounters, but the stakes were raised in valued relationships. Respondents had to assess a relationship’s “return on investment” as Silver (agender) put it. It could be a very painful experience when close others were merely tolerant and resistant to learning: “With family, I just kind of like bury [my feelings] […] I’m just kind of like well, we’re seeing the family today so we’re gonna struggle” (Joshua, genderqueer).  Protest. Some interviewees publicly opposed tolerance and were involved in protest in the form of collective action and advocacy. For example, Silver (agender) would “show up to protests” and contribute by “filling up the crowd.” Micha (agender) calls upon so-called “deviants” to “aggressively fight against tolerance”, proclaiming “I refuse to be tolerated.” For them, “the principal thing behind the fight against tolerance is about equity and justice.” Loki (nonbinary) also felt an urge to protest tolerance: “It’s effort and hassle and it might not endear me to people but yeah, I feel that this is work that I need to do”. In their personal life, Micha resists tolerance by queering the tolerable by intentionally violating others’ assumptions and trying to “keep people uncertain” about their gender:  “I don’t fit in the [gender] conception. Then [others] will try to change their conception. And then again, I don’t fit. It’s I’m like a shimmering image in that sense […] That’s like a strategy sort of that I use to deregulate situations […] I find a lot of joy in that because it gives me creativity”.  - Micha, agender In the public arena, Micha criticizes policies advocating tolerance rather than acceptance: “I’ve been cursing the tolerance discourse of COC [mainstream Dutch LGBT organization] for a long time and finally, hopefully also thanks to my always cursing them for that, they gave in and they changed their discourse.” Micha perceives tolerance as not only illegitimate but also capable of being de-stabilized, which makes their active resistance possible and empowering as a source of efficacy and esteem.  9   Avoidance strategies. Avoiding tolerators.  Outside of judiciously chosen teaching moments, most respondents had little desire for contact with tolerators. When faced with tolerance, Elío (nonbinary) feels “the need to just label [tolerators] as just ignorant and stupid.” Sometimes, withdrawal was mostly psychological, but at other times was enacted physically to preserve one’s mental health: “[There are] people in my family that I completely cut contact with [...] I feel that it’s such a drain on my mental health to even try [to make them understand].” (Loki, nonbinary).  Seeking trans community. Interviewees also chose to deal with the threats of being tolerated by seeking out trans communities. Micha (agender) described the world as “a corridor” between their house and their local queer community hub, and several participants referred positively to their “bubble” in which they felt safe and appreciated. Joshua (genderqueer) said that being tolerated makes them “miss [their] community” and “realize how safe [they] feel around those people in comparison to people who are tolerant but are really like not accepting”. For Loki (nonbinary), this directly buffered the negative aspects of tolerance from their close family because they “have much better support elsewhere”. Securing community belonging was a way to combat the alienation that interviewees felt from the tolerant mainstream.   Isolation. When supportive environments were not available, interviewees chose to isolate themselves from threats to identity and safety. This was especially prominent for the four people of color in the sample. For example, Elío (nonbinary) tries to “disappear” in order to avoid censure, and Sam (transfeminine/fag) would “try to change the subject” because “these are issues where once you start talking, it can easily become a huge argument.” For Kim (woman), being alone allowed her to be herself and nurture resilience: “I want to find my own space where I can feel and be myself and where I don’t feel those kinds of negative energies.”  In summary, coping effectively with being tolerated was considered a difficult task that often resulted in trade-offs between identity needs. Educating others could bolster or hurt self-efficacy depending on the other’s receptivity; protest could be effective but socially costly; and isolation affected one’s sense of belonging but could be the best option for minimizing threat if others’ support was unavailable.  Discussion  Tolerance has generally been regarded as a progressive manner of negotiating diversity, but its desirability to trans people has not been empirically examined. Our results indicate that most, but not all, trans people in our sample perceive tolerance as perpetuating their disadvantaged position, as hindering tolerators from understanding trans experiences and identities, and as posing multifaceted threats that they needed to cope with.   Experiences of tolerance In line with literature characterizing tolerance as inherently conditional (e.g. Verkuyten & Yogeeswaran, 2017; Verkuyten et al., 2020), respondents perceived tolerance as something which could be suddenly taken away. As a result, they did not feel safe fully expressing their trans identities and had to take steps to ensure they would not elicit negative reactions. Thus, trans targets of tolerance felt not free from the possibility of domination (Honohan, 2013). Paralleling the finding by Yogeeswaran and Dasgupta (2014) that advantaged groups are more threatened by diversity when it is construed in concrete rather than abstract terms, our 10  respondents felt that they would be tolerated in the abstract as trans people, but that making demands for concrete changes would be met unfavorably. The precariousness of tolerance discouraged efforts towards equity and dialogue, thus preserving the dominant position of cisgender people.  As is typically the case (Adelman et al., 2021), tolerance manifested itself in inaction or passivity (i.e. non-interference) and not in enabling self-actualization among the tolerated. It also was felt by respondents to be beset with forms of microaggressions. Tolerators’ expressions of disapproval of trans identity were considered to convey disrespect (Nadal et al., 2012; Pulice-Farrow et al., 2017). The act of tolerating itself positioned being cisgender as the norm and being trans as a deviation from it, rather than as having equal footing (Brown, 2006; Verkuyten et al., 2020). For respondents, respect would involve effort on tolerators’ part that goes beyond non-interference, such as learning about trans experiences, using correct pronouns, and working to see trans people as full and equal human beings. Whereas respect – even without full acceptance – was acceptable to trans respondents, forbearance without respect was not, in line with other research about being tolerated (van Quaquebeke et al., 2007). Similar to what Sue (2010) described as a “clash of realities” between targets and perpetrators of microaggressions, tolerance came across to the respondents as decidedly more negative than the charitable way in which it often is presented. First, targets were aware that tolerators had their own subjective reasons for objecting to certain expressions of trans identity, but respondents did not consider these reasons to be valid. The respondents, by and large, did not consider tolerant treatment to be virtuous but rather as the bare minimum which could only be positively viewed when directly compared to experiencing discrimination: being endured is better than being discriminated against.  This study supports the claim made by Alok Vaid-Menon (2018) that “often the most palatable representation of a marginalized group is uplifted because their narratives and appearances are seen as digestible by the mainstream”. Respondents often felt compelled to present themselves as palatable to cisgender audiences by attempting to “pass” as cisgender, a performance which to many (especially nonbinary people) felt inauthentic and decreased their sense of societal belonging (Johnson, 2016; Newheiser & Barreto, 2014). Assimilative pressure was considered a sign of disrespect and disadvantage (Barreto & Ellemers, 2009; Sycamore, 2006), affirming the normativity of cisgender experience and the deviance of trans experience (Serano, 2007). It is not uncommon in institutional settings such as healthcare that non-conformity to normative binary conceptions of gender is met with a refusal to provide services (Levie, 2021; Vipond, 2015). Rather than demanding acquiescence to a limited range of acceptable gender presentations, individuals and institutions should acknowledge the full gamut of trans identities in order to better support this community.  Tolerance-related threats to identity Two of our thirteen respondents (Kai (transgender man) and Kelly (female)) were not bothered by being tolerated. Kai found that “just trying to act as normal as possible is the best way for people to like you”, which he did not find discrepant with his self-identity. Kelly, who held a prestigious job title during her transition, recounted many affirming interactions with cisgender women who demonstrated respect for her womanhood. These factors (identifying with normality and class privilege) may explain why these two respondents did not feel that being tolerated was threatening to their identities. For these respondents, the boundaries around tolerance were drawn in a way that did not constrict their personal fulfilment.  For the rest of the sample, the identity-related threats presented by tolerance were many and varied. The tolerated person’s sense of belonging among tolerators was felt to be threatened, as being tolerated implied that one was seen as deviant (Verkuyten et al., 2020). The anchoring of trans identity as an other to cisgender identity additionally foreclosed the 11  possibility of being recognized as a member of a distinct group with a concomitant voice in defining itself and its interests (Phillips, 2003). A common thread throughout this study was how being tolerated made it difficult to be authentic while knowing that enacting one’s trans identity might be derogated or even punished. Research shows that LGBT people may strategically choose to conceal their gender or sexual identities to avoid stigmatization, for example because of concerns about safety (Fernandez & Birnholtz, 2019; Rood et al., 2017) or expectations of unsupportive responses (Sabat et al., 2014). The disapproval of tolerance therefore exacerbated the tension that is commonly felt by trans people between desiring authentic self-expression and the need to protect oneself. The scope of what is tolerable is difficult to ascertain, and faced with a de facto choice between safety and authenticity, the former is usually favored (Klein et al., 2007; Reicher & Levine, 1994; Rood et al., 2017). Authenticity, or the internal sense of being true to yourself, has also been linked to better mental health among LGB individuals (Riggle et al., 2017), and the present research highlights that authenticity is also important to study in relation to tolerance among trans and gender non-conforming populations. On a broader social level, being inhibited from authentic identity enactment can result in cultural notions of trans identity that do not correspond to trans individuals’ self-conceptions and thus inhibit intergroup understanding between cisgender and trans people.   Coping with being tolerated Tolerated trans people in our study exhibited a wide range of strategies to cope with the complex identity threats they faced. Consistent with previous research (e.g., Budge et al., 2018) coping efforts are not always fully effective, and attempts to cope with a threat to one identity need could inadvertently threaten another (Breakwell, 2015), as we saw in our data. Authenticity was elusive when attempting to secure societal belonging through assimilation, and both societal and community belonging in turn could suffer when isolating oneself to shield one’s self-esteem. Attempts to cope were aimed at bolstering whatever identity need was being threatened in a given situation, with other needs becoming potential “collateral damage”.  Broadly speaking, our findings on coping expanded on those of previous research, finding two patterns of responses. In the first, which we’ve termed confrontational coping, the people in this study engaged directly with the source of threat (for example, through educating or confronting tolerators), and the second coping pattern involved avoidance. The identification of these coping strategies through qualitative interviews expands on the findings of Puckett and colleagues (2020) to the ‘grey zone’ of tolerance. As some of the participants in this study noted, the ambiguity surrounding expressions of tolerance made the already difficult decisions to confront even more difficult, adding an extra dimension of nuance to the research on confrontational or approach-oriented coping. In the second strategy of avoidance, people withdrew or disengaged from the tolerating society to cope with the stressors of being tolerated (for example by withdrawing socially). Importantly, avoidance strategies are often considered maladaptive, although we hesitate to use that label. Avoiding confrontations with tolerators was considered a means of preventing threats to one’s safety. Similarly, withdrawal from cisgender people and seeking trans community has benefits for trans mental health (Singh et al., 2011).  As noted by Budge and colleagues (2018), the effectiveness and consequences of different coping strategies can be situation specific. When deciding whether to confront tolerators, respondents’ expectancies were important, and confrontations were unlikely when negative reactions were anticipated (Nadal, 2013; Sue, 2010). Thus, avoidance strategies were helpful when dealing with the negative implications of being tolerated. The confrontational strategies of negativism and social change, as described in IPT and social identity theory respectively (Breakwell, 1986, 2015; Tajfel & Turner, 1979), were present when the tolerance 12  of trans people was seen as illegitimate and when respondents felt that they could have an impact, conforming to Tajfel and Turner’s (1979) predictions and much research in the social identity literature (Bettencourt et al., 2001; Ellemers, 1993). Although risky, these strategies could be empowering and at a larger scale may work towards securing equality for marginalized groups (Wright & Baray, 2012). The results of coping strategies used by the trans people in this study also extend the findings of Mizock and colleagues (2017) on coping strategies used by trans people in the workplace. People in our study noted how they sought to disappear or self-censor to avoid negative repercussions, similar to the coping strategy identified by Mizock and colleagues of gender-presentation. Similarly, our participants used relationship strategies and confrontation to build healthier circles for their identity expression. However, our participants felt less trapped than those identified in Mizock and colleagues (2017) study. Thus, although isolation and avoidance were found in both studies, the extent to which the use of these strategies is negative or maladaptive outside of the restrictive space of a workplace is not fully clear. We believe that more research is warranted to further investigate when trans targets of tolerance resist rather than comply with being tolerated, and the consequences for trans targets of using these different coping approaches.   Limitations and Future Directions This study makes a novel contribution to the literature on the target’s perspective on tolerance and trans experiences. However, there are several limitations which provide directions for future research. First, we aimed to recruit a diverse sample, but the sample was relatively young, well-educated, and ethnically non-representative. The findings in our study may therefore not be generalizable to other populations within in trans communities. For example, the sample was relatively young and well-educated, which could have an impact on experiences and interpretations of being tolerated. With the increasing visibility and normalization of trans identities, younger generations and the more educated may be more likely to be critical about tolerance. Future research could also benefit from an intersectional analysis investigating how people’s occupancy of specific intersections of identity matters for the likelihood and experience of being tolerated. For example, in the present research, trans people of color tended to be more concerned with their safety in situations of tolerance than their white counterparts, and it is important to examine these sorts of intersections both in mainstream and LGBT spaces. Another limitation is that we focused only on the targets’ perspective rather than attempting to capture both tolerators’ and targets’ perspectives in interaction. An interactional perspective would shed light on any misunderstandings that may occur regarding the appropriateness and motivations behind tolerance. Finally, we conducted our research in the Netherlands and the experience of being tolerated might be different for trans people in other (neo)liberal societies, and especially compared to increasingly illiberal settings such as Hungary, Poland, and Turkey. In these societies, overt negativity, harassment, and discrimination towards trans people are common, making tolerance critical for being able to live one’s life. Another possible direction for further research is to more closely examine the links between microaggressions and the experience of being tolerated. Our data indicates that tolerance can manifest as different types of microaggressions: for example, microassaults included avoidant behavior, microinsults included intrusive questions about one’s body, and microinvalidations included the denial of transphobia by tolerators. However, tolerance did not always come across as a slight, but as respectful and affirming, i.e. as microaffirmations (Pulice-Farrow et al., 2019; Rowe, 2008). This was particularly true when tolerators demonstrated a willingness to learn about trans experiences and move closer to acceptance. More research is needed to situate targets’ experiences of tolerance in the broader literature on microaggressions and subtle prejudice. 13   Conclusion For trans targets of tolerance, being tolerated tends to be unpleasant and is a particularly threatening experience to one’s identity needs for belonging, esteem, and efficacy. Continued tolerance was felt to be conditional on acquiescence to inequalities between cisgender and trans people. Being tolerated also conveyed devaluation and misunderstanding of one’s trans identity, rewarding assimilation while discouraging authentic self-presentation. Coping with such treatment is beset with risks and compromises to avoid threats to one’s safety. This study has shown that from the perspective of trans people, tolerance can be considered to be oppressive rather than virtuous. Given that being tolerated can be a challenge to trans well-being, we recommend that healthcare and counseling services seek to proactively celebrate and affirm trans identity and move away from the notion of tolerance. Ensuring the visibility of trans people in key institutions would also help to promote the perception among trans people that they are included rather than merely tolerated. More broadly, our findings reinforce the importance of Pride events as a means to celebrate trans identity and advocate for trans acceptance. Developing networks of trans-led and trans-inclusive establishments and communities would be a fruitful endeavor for trans activists, community members, and those who seek to help them. Even if tolerance is an unavoidable and necessary part of life in liberal democracies, policymakers must be aware of the negative sides of the tolerance experience to better provide services to members of the trans community.  Acknowledgements We are grateful for the insightful questions and comments from our colleagues at ERCOMER and the research participants.   Funding This contribution was supported by a European Research Council (ERC) Advanced Grant under the European Union’s Horizon 2020 research and innovation program (grant agreement No 740788).  Declaration of interest The authors declare that they have no conflict of interest.  Ethical approval The research was approved by the Faculty Ethics Review Board of the Faculty of Social and Behavioral Sciences at Utrecht University.   References  Addis, A. (1997). On human diversity and the limits of toleration. In I. Shapiro & W. Kymlicka (Eds.), Ethnicity and Group Rights (pp. 112-153). New York, NY: New York University Press. Adelman, L., Verkuyten, M., & Yogeeswaran, K. (2021). Distinguishing active and passive outgroup tolerance: Understanding its prevalence and the role of moral concern. Political Psychology. doi: 10.1111/pops.12790 Ansara, Y. G., & Hegarty, P. (2012). Cisgenderism in psychology: Pathologising and misgendering children from 1999 to 2008. Psychology & Sexuality, 3, 137-160. Doi: 10.1080/19419899.2011.576696 Bagci, C., Verkuyten, M., Koc, Y., Turnuklu, A., Piyale, Z. E., & Bekmezci, E. (2020). Being tolerated and being discriminated against: Links to psychological well-being through threatened social identity needs. European Journal of Social Psychology. doi:10.1002/ejsp.2699 14  Barreto, M., & Ellemers, N. (2009). Multiple identities and the paradox of social inclusion. In F. Butera & J. M. Levine (Eds.), Coping with minority status: Responses to exclusion and inclusion (pp. 269–292). New York, NY: Cambridge University Press. Bettencourt, B., Charlton, K., Dorr, N., & Hume, D. L. (2001). Status differences and in-group bias: A meta-analytic examination of the effects of status stability, status legitimacy, and group permeability. Psychological Bulletin, 127, 520-542. Doi: 10.1037/0033-2909.127.4.520 Boyatzis, R. E. (1998). Transforming qualitative information: Thematic analysis and code development. Thousand Oaks, CA: Sage.  Braun, V., & Clarke, V. (2006). Using thematic analysis in psychology. Qualitative Research in Psychology, 3, 77–101. doi: 10.1191/1478088706qp063oa Breakwell, G. M. (1986). Coping with threatened identities. London: Methuen. Breakwell, G. M. (2015). Coping with threatened identities (2nd ed.). London: Methuen. Breakwell, G. M. (2001). Social representational constraints upon identity processes. In K. Deaux & G. Philogene (Eds.), Representions of the social: Bridging theoretical traditions (pp. 271–284). Oxford, UK: Blackwell. Brown, W. (2006). Regulating aversion: Tolerance in the age of identity and empire. Princeton, NJ: Princeton University Press. Budge, S. L., Adelson, J. L., & Howard, K. A. (2013). Anxiety and depression in transgender individuals: the roles of transition status, loss, social support, and coping. Journal of Consulting and Clinical Psychology, 81(3), 545-557. Doi: 10.1037/a0031774 Budge, S. L., Belcourt, S., Conniff, J., Parks, R., Pantalone, D. W., & Katz-Wise, S. L. (2018). A grounded theory study of the development of trans youths’ awareness of coping with gender identity. Journal of Child and Family Studies, 27(9), 3048-3061. Doi: 10.1007/s10826-018-1136-y Buijs, L., Hekma, G., & Duyvendak, J. W. (2011). ‘As long as they keep away from me’: The paradox of antigay violence in a gay-friendly country. Sexualities, 14, 632-652. Doi: 10.1177/1363460711422304 CBS. (2017). Transgender personen in Nederland. https://www.scp.nl/binaries/scp/documenten/publicaties/2017/05/09/transgender-personen-in-nederland/Transgender+personen+in+Nederland.pdf COC. (2019, March 12). Senaat stemt voor verbod op discriminatie trans- en intersekse personen. https://www.coc.nl/homepage/senaat-stemt-voor-verbod-op-discriminatie-trans-en-intersekse-personen Connell, C. (2010). Doing, undoing, or redoing gender? Learning from the workplace experiences of transpeople. Gender & Society, 24, 31–55. Doi: 10.1177/0891243209356429 Cvetkovska, S., Verkuyten, M., & Adelman, L. (2020). Being tolerated and minority wellbeing: The role of group identifications. International Journal of Intercultural Relations, 71, 161-173. doi: 10.1016/j.ijintrel.2019.10.010  Cvetkovska, S., Verkuyten, M., Adelman, L., & Yogeeswaran, K. (2021). Being tolerated: Implications for well-being among ethnic minorities. British Journal of Psychology, 112, 1-23. doi: 10.1111/bjop.12492  Diamond, L. M., Pardo, S. T., & Butterworth, M. R. (2011). Transgender experience and identity. In S. J. Schwartz, K. Luyckx, & V. L. Vignoles (Eds.), Handbook of identity theory and research (pp. 629-647). Springer, New York, NY. Dobbernack J., & Modood, T. (2013). Introduction. In J. Dobbernack & T. Modood (Eds.), Tolerance, intolerance and respect: Hard to accept? (pp. 1-22). New York: Palgrave MacMillan. Ellemers, N. (1993). The influence of socio-structural variables on identity management 15  strategies. European Review of Social Psychology, 4, 27-57. Doi: 10.1080/14792779343000013 Fernandez, J. R., & Birnholtz, J. (2019). “I don't want them to not know”: Investigating decisions to disclose transgender identity on dating platforms. Proceedings of the ACM on Human-Computer Interaction, 3(CSCW), 1-21. Doi: 10.1145/3359328 Folkman, S., & Moskowitz, J. T. (2004). Coping: Pitfalls and promise. Annual Review of Psychology, 55, 745-774. Doi: 10.1146/annurev.psych.55.090902.141456 Guide to Dutchness. (n.d.) No. 47: Normalcy: Doe normaal. Stuff Dutch People Like. Retrieved February 7, 2021 from https://stuffdutchpeoplelike.com/2010/11/26/no-56-normalcy-doe-normaal/ Haynes, F., & McKenna, T. (Eds.). (2001). Unseen genders: Beyond the binaries. Bern, Switzerland: Peter Lang Publishing. Hendricks, M. L., & Testa, R. J. (2012). A conceptual framework for clinical work with transgender and gender nonconforming clients: An adaptation of the Minority Stress Model. Professional Psychology: Research and Practice, 43, 460-467. Doi: 10.1037/a0029597 Hill, D. B., & Willoughby, B. L. (2005). The development and validation of the genderism and transphobia scale. Sex Roles, 53, 531-544. Doi: 10.1007/s11199-005-7140 Honohan, I. (2013). Toleration and non-domination. In J. Dobbernack & T. Modood (Eds.), Tolerance, intolerance and respect (pp. 77–100). New York, NY: Palgrave Macmillan. James, S. E., Herman, J. L., Rankin, S., Keisling, M. L. M., & Anafi, M. (2016). The report of the 2015 U.S. Transgender Survey. Washington, DC: National Center for Transgender Equality. Jaspal, R. (2020). Content analysis, thematic analysis and discourse analysis. In G.M. Breakwell, D.B. Wright & J. Barnett (Eds.), Research Methods in Psychology (5th Edition). London: Sage. Johnson, A. H. (2016). Transnormativity: A new concept and its validation through documentary film about transgender men. Sociological Inquiry, 86(4), 465-491. Doi: 10.1111/soin.12127 Klein, O., Spears, R. & Reicher, S. (2007). Social identity performance: Extending the strategic side of SIDE. Personality and Social Psychology Review, 11, 28-45. doi:10.1177/1088868306294588  Kuyper, L. (2012). Transgenders in Nederland: prevalentie en attitudes. Tijdschrift voor Seksuologie, 36, 129-135. Lazarus, R. S. & Folkman, S. (1984). Stress, appraisal and coping. New York: Springer. Levie, K. (2021, June 29). Transgenderzorg onder vuur: “Anderen beslissen over onze lichamen”. OneWorld. https://www.oneworld.nl/lezen/seks-gender/lhbti/transgenderzorg-onder-vuur-psychologen-beslissen-over-onze-lichamen/ van Lisdonk, J., Nencel, L., & Keuzenkamp, S. (2018). Labeling same-sex sexuality in a tolerant society that values normality: The Dutch case. Journal of Homosexuality, 65, 1892-1915. Doi: 10.1080/00918369.2017.1391537 Markowe, L. A. (1996). Redefining the self: Coming out as lesbian. Cambridge: Polity Press. Matsuno, E., & Budge, S. L. (2017). Non-binary/genderqueer identities: A critical review of the literature. Current Sexual Health Reports, 9, 116–120. Miller, L. R., & Grollman, E. A. (2015). The social costs of gender nonconformity for transgender adults: Implications for discrimination and health. Sociological Forum, 30, 809–831. Doi: 10.1111/socf.12193 Mizock, L., Woodrum, T. D., Riley, J., Sotilleo, E. A., Yuen, N., & Ormerod, A. J. (2017). Coping with transphobia in employment: Strategies used by transgender and gender-16  diverse people in the United States. International Journal of Transgenderism, 18(3), 282-294. Doi: 10.1080/15532739.2017.1304313 Moscovici, S. (1988). Notes towards a description of social representations. European Journal of Social Psychology, 18, 211–250. doi: 10.1002/ejsp.2420180303 Nadal, K. L. (2013). That’s so gay! Microaggressions and the lesbian, gay, bisexual, and transgender community. Washington, DC: American Psychological Association. Nadal, K. L., Skolnik, A., & Wong, Y. (2012). Interpersonal and systemic microaggressions toward transgender people: Implications for counseling. Journal of LGBT Issues in Counseling, 6, 55–82. doi:10.1080/15538605.2012.648583 Newheiser, A. K., & Barreto, M. (2014). Hidden costs of hiding stigma: Ironic interpersonal consequences of concealing a stigmatized identity in social interactions. Journal of Experimental Social Psychology, 52, 58–70. doi:10.1016/j.jesp.2014.01.002 OECD. (2020, June). Over the rainbow? The road to LGBTI inclusion. Retrieved November 4, 2020 from http://www.oecd.org/netherlands/OECD-LGBTI-2020-Over-The-Rainbow-Netherlands.pdf Parekh, B. (2000). Rethinking multiculturalism: Cultural diversity and political theory. London, UK: Macmillan. Pearce, R. (2018). Understanding trans health: Discourse, power and possibility. Bristol: Policy Press. Phillips, A. (2003). Recognition and the struggle for political voice. In B. Hobson (Ed.), Recognition struggles and social movements: Contested identities, agency and power (pp. 263-273). Cambridge: Cambridge University Press.  Principle 17. (2016, December 9). Transzorg kan veel beter: 43% rapporteert negatieve ervaringen. Principle 17. http://www.principle17.org/rapport Puckett, J. A., Maroney, M. R., Wadsworth, L. P., Mustanski, B., & Newcomb, M. E. (2020). Coping with discrimination: The insidious effects of gender minority stigma on depression and anxiety in transgender individuals. Journal of Clinical Psychology, 76, 176-194. Doi: 10.1002/jclp.22865 Pulice-Farrow, L., Brown, T. D., & Galupo, M. P. (2017). Transgender microaggressions in the context of romantic relationships. Psychology of Sexual Orientation and Gender Diversity, 4, 362–373. Doi: 10.1037/sgd0000238 Pulice-Farrow, L., Bravo, A., & Galupo, M. P. (2019). “Your gender is valid”: Microaffirmations in the romantic relationships of transgender individuals. Journal of LGBT Issues in Counseling, 13, 45-66. DOI: 10.1080/15538605.2019.1565799 van Quaquebeke, N., Henrich, D. C., & Eckloff, T. (2007). “It’s not tolerance I’m asking for, it’s respect!” A conceptual framework to differentiate between tolerance, acceptance and (two types of) respect. Gruppendynamik und Organisationsberatung, 38, 185–200. doi:10.1007/s11612-007-0015-6 Rattan, A., & Ambady, N. (2013). Diversity ideologies and intergroup relations: An examination of colorblindness and multiculturalism. European Journal of Social Psychology, 43, 12-21. Doi: 10.1002/ejsp.1892 Reicher, S. D., & Levine, M. (1994). Deindividuation, power relations between groups and the expression of social identity: The effects of visibility to the out-group. British Journal of Social Psychology, 33, 145-163. Doi: 10.1111/j.2044-8309.1994.tb01015.x Riggle, E. D., Rostosky, S. S., Black, W. W., & Rosenkrantz, D. E. (2017). Outness, concealment, and authenticity: Associations with LGB individuals’ psychological distress and well-being. Psychology of Sexual Orientation and Gender Diversity, 4, 54-62. Doi: 10.1037/sgd0000202 Rood, B. A., Maroney, M. R., Puckett, J. A., Berman, A. K., Reisner, S. L., & Pantalone, D. W. (2017). Identity concealment in transgender adults: A qualitative assessment of 17  minority stress and gender affirmation. American Journal of Orthopsychiatry, 87, 704-713. Doi: 10.1037/ort0000303 Rowe, M. (2008). Micro-affirmations and micro-inequities. Journal of the International Ombudsman Association, 1, 45-48. Sabat, I., Trump, R., & King, E. (2014). Individual, interpersonal, and contextual factors relating to disclosure decisions of lesbian, gay, and bisexual individuals. Psychology of Sexual Orientation and Gender Diversity, 1, 431-440. Doi: 10.1037/sgd0000061 Sánchez, F. J., & Vilain, E. (2009). Collective self-esteem as a coping resource for male-to-female transsexuals. Journal of Counseling Psychology, 56(1), 202-209. Doi: 10.1037/a0014573 Serano, J. (2007) Whipping girl: A transsexual woman on sexism and the scapegoating of femininity. Emeryville: Seal Press. Singh, A. A., Hays, D. G., & Watson, L. S. (2011). Strength in the face of adversity: Resilience strategies of transgender individuals. Journal of Counseling & Development, 89, 20-27. Doi: 10.1002/j.1556-6678.2011.tb00057.x Sue, D. W. (2010). Microaggressions in everyday life: Race, gender, and sexual orientation. Hoboken, NJ: Wiley. Sycamore, M. B. (2006). Nobody passes: Rejecting the rules of gender and conformity. New York, NY: Seal Press. Tajfel, H., & Turner, J. (1979). An integrative theory of intergroup conflict. In W.G. Austin & S. Worchel (Eds.), The social psychology of intergroup relations (pp. 7-24). Monterey, CA: Brooks/Cole. TNN. (2019). Meldingen transgenderdiscriminatie 2019. Retrieved November 4, 2020 from https://www.transgendernetwerk.nl/wp-content/uploads/20200423-discriminatiemonitor-transgender-2019-1.pdf  Vaid-Menon, A. (2018, November 28). #WeWontBeErased: Beyond conditional acceptance. Alok. https://www.alokvmenon.com/blog/2018/11/29/wewontbeerased-beyond-conditional-acceptance Verkuyten, M., & Yogeeswaran, K. (2017). The social psychology of intergroup toleration: A roadmap for theory and research. Personality and Social Psychology Review, 21, 72-96. doi: 10.1177/1088868316640974 Verkuyten, M., Yogeeswaran, K., & Adelman, L. (2019). Intergroup toleration and its implications for culturally diverse societies. Social Issues and Policy Review, 13, 5-35. doi: 10.1111/sipr.12051 Verkuyten, M., Yogeeswaran, K., & Adelman, L. (2020). The negative implications of being tolerated: Tolerance from the target’s perspective. Perspectives on Psychological Science, 15, 544-561. doi: 10.1177/1745691619897974 Vipond, E. (2015). Resisting transnormativity: Challenging the medicalization and regulation of trans bodies. Theory in Action, 8, 21-44. Doi: 10.3798/tia.1937-0237.15008 Wright, S.C., & Baray, G. (2012). Models of social change in social psychology: Collective action or prejudice reduction? In J. Dixon & M. Levine (Eds.), Beyond Prejudice: Extending the Social Psychology of Conflict, Inequality, and Social Change (pp. 225-247). Cambridge, UK: Cambridge University Press Yogeeswaran, K., & Dasgupta, N. (2014). The devil is in the details: Abstract versus concrete construals of multiculturalism differentially impact intergroup relations. Journal of Personality and Social Psychology, 106, 772-789. Doi: 10.1037/a0035830   18  Appendix  Interview schedule 1. To start with, tell me about your gender identity. How do you currently understand your gender and what has your journey been like to arrive there? - How do you express your gender identity in everyday life?  2. How have (cisgender) people responded to you (being trans)?  3. What meanings does the word “tolerance” have for you?   - Can you think of examples relevant to your own life? - How is being tolerated similar or different from being discriminated against? From being accepted? 4. Some people say that they tolerate trans people, in the sense that they disapprove of certain things that trans people may do, but they would not try to interfere in trans people’s lives. Is this something you have come across?  - (Explore discrepancies between theory and experience from question 3.) - Can you describe a concrete situation where you came across an attitude of tolerance?  - What sorts of things in people’s demeanor indicated to you that they tolerated you? - What do you think about being tolerated? 5. I’d like to ask what your feelings are about being tolerated. How does being tolerated make you feel about yourself? - Next, how does being tolerated make you feel about the other? o (mention cis(het) people or other parts of LGBT umbrella)  6. How do you respond in a situation where you notice that somebody was tolerating you? - Does being tolerated affect your willingness or comfort in expressing yourself?  - Does it affect whether you speak out about trans rights?  7. We are almost at the end of the interview. Is there anything that you feel is important to add that we have not covered?  8. Do you have any questions for me?      19  Table 1.  Sample Demographics Pseudonym Gender Agea Sexual Orientation Ethnicity Highest Completed Education  Living Situation Relationship Status Occupation Silver Agender 26 Demisexual White Dutch Bachelor’s degree Alone Dating Student Jade Nonbinary/Gender non-conforming woman 23 Lesbian South Asian-Surinamese Secondary school With parents Single Student Elío Nonbinary 28 Gay Dutch Colombian Secondary school With partner or friends In a monogamous relationship Student Joshua Genderqueer 22 Gay White Dutch Bachelor’s degree Alone In a monogamous relationship Student Frank Nonbinary 25 No label White Dutch Master’s degree With partner or friends Single Student Kimb Woman ? ? ? ? ? ? ? Sam Transfeminine/Fag 31 Bisexual/pansexual South Asian Master’s degree Alone In a monogamous relationship Student Micha Agender 58 Bisexual/pansexual White Dutch Master’s degree Alone Single Employed Loki Nonbinary 40 Bisexual/pansexual Eastern European Bachelor’s degree Alone In (a) polyamorous relationship(s) Employed Thomas Trans man 22 Queer White Dutch Bachelor’s degree Alone Single Student Kai Transgender man 18 Bisexual/pansexual and asexual White Dutch Secondary school With parents Single Student Minerva Transfem nonbinary 27 Pansexual and asexual White Dutch Secondary school With parents In (a) polyamorous relationship(s) Student Kelly Female 53 No label White non-Dutch European Master’s degree Alone ?  Employed Note. Gender labels and pseudonyms were chosen by participants, while other data was multiple-choice. a. M =31.1 years; SD = 12.7 years. b. This participant did not provide demographics beyond her gender identity.  ",
    "id": 534918898,
    "identifiers": {
        "doi": "10.1037/sgd0000580",
        "oai": "oai:pure.atira.dk:publications/30edc85e-3658-47e1-b2b3-bac93e1c6f16"
    },
    "title": "Coping with being tolerated:Trans experiences",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://cris.brighton.ac.uk/ws/files/32895140/Coping_with_Being_Tolerated.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/534918898.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/534918898"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/534918898/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/534918898/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/534918898"
        }
    ],
    "abstract": "Tolerance is mainly presented as an improvement on discrimination, but research shows that it also can have a negative psychological impact on some minorities. Yet, there is no research into the meanings that minority individuals and trans people in particular append to tolerance. Whether being tolerated is experienced as helpful or hurtful would be an important consideration for public policies promoting tolerance. We interviewed 13 trans and nonbinary people in The Netherlands, investigating subjective interpretations of being tolerated, the identity threats posed by tolerance, and how targets coped with these. We identified three main themes using thematic analysis: (a) tolerance as perpetuating inequality; (b) tolerators’ misunderstandings of trans identity and experience; and (c) dilemmas of coping with being tolerated. Most respondents saw tolerance as a negative experience and found it rare to be recognized as their authentic selves while being tolerated. Progress beyond tolerance was considered necessary for trans liberation",
    "tags": [
        "article",
        "Coping",
        "Identity",
        "Tolerance",
        "Trans"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/30edc85e-3658-47e1-b2b3-bac93e1c6f16",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "4837",
        "openDoarId": 0,
        "name": "University of Brighton Research Portal",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 534918898,
        "depositedDate": null,
        "publishedDate": "2022-01-01T00:00:00+00:00",
        "updatedDate": "2024-01-22T03:17:21+00:00",
        "acceptedDate": null,
        "createdDate": "2022-10-11T06:39:08+01:00"
    },
    "urls": [
        "https://www.apa.org/pubs/journals/resources/open-access",
        "https://cris.brighton.ac.uk/ws/files/32895140/Coping_with_Being_Tolerated.pdf",
        "https://doi.org/10.1037/sgd0000580",
        "https://research.brighton.ac.uk/en/publications/30edc85e-3658-47e1-b2b3-bac93e1c6f16"
    ],
    "lastUpdate": "2024-01-22T03:17:21+00:00",
    "setSpecs": []
}