{
    "acceptedDate": "",
    "authors": [
        {
            "name": "McCullough, Julian R"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T13:40:04+01:00",
    "dataProvider": {
        "id": 3348,
        "name": "Georgia State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3348",
        "logo": "https://api.core.ac.uk/data-providers/3348/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/214053548.pdf",
    "fullText": "Georgia State University\nScholarWorks @ Georgia State University\nCounseling and Psychological Services\nDissertations\nDepartment of Counseling and Psychological\nServices\nSummer 8-9-2016\nCORRELATES AND PREDICTORS OF ANTI-\nTRANSGENDER PREJUDICE\nJulian R. McCullough\nFollow this and additional works at: https://scholarworks.gsu.edu/cps_diss\nThis Dissertation is brought to you for free and open access by the Department of Counseling and Psychological Services at ScholarWorks @ Georgia\nState University. It has been accepted for inclusion in Counseling and Psychological Services Dissertations by an authorized administrator of\nScholarWorks @ Georgia State University. For more information, please contact scholarworks@gsu.edu.\nRecommended Citation\nMcCullough, Julian R., \"CORRELATES AND PREDICTORS OF ANTI-TRANSGENDER PREJUDICE.\" Dissertation, Georgia\nState University, 2016.\nhttps://scholarworks.gsu.edu/cps_diss/117\n ACCEPTANCE \nThis dissertation, CORRELATES AND PREDICTORS OF ANTI-TRANSGENDER PREJU-\nDICE, by JULIAN RAFFERTY MCCULLOUGH, was prepared under the direction of the can-\ndidate’s Dissertation Advisory Committee. It is accepted by the committee members in partial \nfulfillment of the requirements for the degree, Doctor of Philosophy, in the College of Education \nand Human Development, Georgia State University. \n \nThe Dissertation Advisory Committee and the student’s Department Chairperson, as representa-\ntives of the faculty, certify that this dissertation has met all standards of excellence and scholar-\nship as determined by the faculty.   \n \n \n_________________________________ _________________________________ \nFranco Dispenza, Ph.D.   Catherine Y. Chang, Ph.D.  \nCommittee Co-Chair   Committee Co-Chair \n \n \n______________________________            ______________________________ \nGregory L. Brack, Ph.D.                          Melissa R. Zeligman, Ph.D. \nCommittee Member                                        Committee Member                                     \n \n \n \n______________________________ \nDate \n \n \n______________________________ \nBrian J. Dew, Ph.D. \nChairperson, Department of Counseling and Psychological Services \n \n \n______________________________ \nPaul A. Alberto, Ph.D. \nDean \nCollege of Education and Human Development\nAUTHOR’S STATEMENT \nBy presenting this dissertation as a partial fulfillment of the requirements for the advanced degree \nfrom Georgia State University, I agree that the library of Georgia State University shall make it \navailable for inspection and circulation in accordance with its regulations governing materials of \nthis type. I agree that permission to quote, to copy from, or to publish this dissertation may be \ngranted by the professor under whose direction it was written, by the College of Education’s Di-\nrector of Graduate Studies, or by me. Such quoting, copying, or publishing must be solely for \nscholarly purposes and will not involve potential financial gain. It is understood that any copying \nfrom or publication of this dissertation which involves potential financial gain will not be allowed \nwithout my written permission. \n \n \n \n \n \n \n \nJulian Rafferty McCullough \nNOTICE TO BORROWERS \nAll dissertations deposited in the Georgia State University library must be used in  \naccordance with the stipulations prescribed by the author in the preceding statement. The author \nof this dissertation is:  \n \nJulian Rafferty McCullough \nDepartment of Counseling & Psychological Services \nCollege of Education and Human Development \nGeorgia State University \n \n \n \n \nThe director of this dissertation is: \n  \n \n \nDr. Franco Dispenza \nDepartment of Counseling and Psychological Services \nCollege of Education and Human Development \nGeorgia State University \nAtlanta, GA 30303 \nCURRICULUM VITAE \n \nJulian Rafferty McCullough \n \nADDRESS:                                  1101 Blue Ridge Ave NE, Apt. 1 \nAtlanta, GA 30306 \n \n \nEDUCATION:  \n  Ph.D. 2016 Georgia State University \n    Counseling and Psychological Services \n  M.A. 2008 Seattle University \n    Counseling \n  B.A. 1995 Minnesota State University \n    Philosophy \n \n \n \nPROFESSIONAL EXPERIENCE:  \n \n \n2013-present  Graduate Research/Teaching Assistant \n    Department of Counseling and Psychological Services \n    Georgia State University, Atlanta, GA \n2014-2016  Doctoral Intern \n    Oglethorpe University Counseling Center, Atlanta, GA  \n2010-2013  Adjunct Instructor \n    Seattle University, Seattle, WA \n2009-2013  Professional School Counselor \n    Highline School District, Burien, WA  \n2008-2009   Professional School Counselor \n    Seattle School District, Seattle, WA  \n2000-2007  Field Director/Coordinator of Outreach \n    Youth For Understanding, USA, Seattle, WA  \n  \n \nPRESENTATIONS AND PUBLICATIONS: \n  \nRatts, M. J., Singh, A. A., Nasser-McMillan, S., Butler, S. K., & McCullough, J. R. (2016, \nApril). Multicultural and social justice counseling competencies: Guidelines for the pro-\nfession. American Counseling Association Conference, Montreal, Quebec, Canada. \n \nRatts, M. J., Singh, A. A., Nassar-McMillan, S., Butler, S. K., & McCullough, J. R. (2016, Feb-\nruary). Multicultural and social justice counseling competencies: Practical applications in \ncounseling. Counseling Today. \n Ratts, M.J., McCullough, J.R., & Rubel, D. (2016). Diversity and social justice issues in coun-\nseling and psychotherapy. In D. Capuzzi & D. R. Gross (Eds.), Counseling and psycho-\ntherapy: Theories and interventions (6th ed.). Alexandria, VA: American Counseling As-\nsociation.  \n \nRatts, M. J., Singh, A. A., Nassar-McMillan, S., Butler, S. K., & McCullough, J. R. (2016). \nMulticultural and Social Justice Counseling Competencies: Guidelines for the counseling \nprofession. Journal of Multicultural Counseling and Development, 44(1), 28–48.  \n \nMcCullough, J. R., Viehl, C., Rumsey, A., & Dispenza, F. (2015, October). The counseling ex-\nperiences of transgender clients: Implications for counselors and counselor educators. \nAssociation for Counselor Education and Supervision Conference, Philadelphia, PA. \n \nRumsey, A., Elston, N., & McCullough, J.R. (2015, October). Refugee youth: What do school \ncounselors in training need to know. Association for Counselor Education and Supervi-\nsion Conference, Philadelphia, PA. \n \nRatts, M. J., Singh, A. A., Nasser-McMillan, S., Butler, S. K., & McCullough, J. R. (2015, Oc-\ntober). Multicultural counseling competencies revision: Updates from the AMCD MCCs \nrevision committee. Association for Counselor Education and Supervision Conference, \nPhiladelphia, PA. \n \nVarney, M., Chang, C., McCullough, J. R., Delain, T., Howard, L., Han, M., & Golubovic, N. \n(2015, September). Exploring the Experiences of Recent Master’s Level Graduates of \nColor Through Phenomenological Interviews. Association for Assessment and Research \nin Counseling Conference, Memphis, TN. \n \nRumsey, A. & McCullough, J. R. (2015, September). School Counselors Using a Multi-tiered \nApproach to Serving the Needs or All Students: Tips for Collecting, Presenting, and \nEvaluating Data to Support Student Development. Association for Assessment and Re-\nsearch in Counseling Conference, Memphis, TN. \n \nRatts, M.J., Singh, A.A., Nassar-McMillan, S., Butler, S.K., McCullough, J.R. (2015). Multicul-\ntural and social justice counseling competencies. Retrieved from \nhttp://www.counseling.org/docs/default-source/competencies/multicultural-and-social-\njustice-counseling-competencies.pdf?sfvrsn=20 \n \nMcCullough, J.R. & Winninghoff, A.C. (2014). Social justice counseling practices: Affirming \nqueer pluralism with LGBQ clients. In Ratts, M.J. & Pedersen, P.B. (2014). Counseling \nfor multiculturalism and social justice: Integration, theory, and application. Alexandria, \nVA: American Counseling Association. \n \nRatts, M.J., Kaloper, M., McReady, C., Tighe, L., Butler, S.K., Dempsey, K., & McCullough, \nJ.R. (2013). Safe Space Programs: Creating a Visible Presence of LGBTQ Allies in K-12 \nSchools. Journal of LGBT Issues in Counseling. \n \n  \nCORRELATES AND PREDICTORS OF ANTI-TRANSGENDER PREJUDICE \n \n \nby \n \n \nJULIAN RAFFERTY MCCULLOUGH \n \n \nUnder the Direction of Drs. Franco Dispenza and Catherine Y. Chang \n \n \nABSTRACT \nResearch investigating etiology, or beliefs and values related to prejudice toward transgender \nindividuals, is in the early stages. This study examined correlates and predictors of anti-\ntransgender prejudice from a sample of 298 undergraduates at a large, urban university in the \nSoutheastern United States. Measures of traditional values and beliefs, such as right-wing author-\nitarianism, and social dominance orientation, as well as social identity factors, such as intergroup \ncontact, intergroup anxiety, in-group identity, and contact apprehension toward transgender indi-\nviduals were examined. Bivariate correlations revealed that right-wing authoritarianism, contact \napprehension, and intergroup anxiety were strongly correlated with anti-transgender prejudice, \nusing the Genderism Transphobia Scale Revised version (GTS-R; Tebbe & Moradi, 2014). Con-\ntact with gay men and lesbians yielded a moderate negative correlation with GTS-R. Contact \nwith transgender individuals yielded a small, but significant negative correlation with GTS-R. \nHierarchical regression analysis revealed that contact apprehension, right-wing authoritarianism, \nand contact with gay men and lesbians were significant predictors of GTS-R. A post hoc media-\ntion analysis revealed that contact apprehension significantly mediated the relationship between \ngender and anti-transgender prejudice. \n \nINDEX WORDS: Transgender, Prejudice, Counseling, Social identity, Ingroup identity, Inter-\ngroup contact, Intergroup anxiety, Contact apprehension, Right-wing authoritarianism, Social \ndominance orientation \n \n CORRELATES AND PREDICTORS OF ANTI-TRANSGENDER PREJUDICE \n \nby \n \nJULIAN RAFFERTY MCCULLOUGH \n \n \nA Dissertation \n \n \n \n \nPresented in Partial Fulfillment of Requirements for the \n \nDegree of \n \nDoctor of Philosophy \n \nin \n \nCounselor Education & Practice \n \nin \n \nCounseling & Psychological Services \n \nin \n \nThe College of Education and Human Development \n                                              Georgia State University \n \n \n \nAtlanta, GA \n2016 \n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCopyright by \nJulian Rafferty McCullough \n2016 \n   \nDEDICATION \nThis dissertation is dedicated to my partner, Scott Lavis, my father, Mike McCullough, and my \nfriend and mentor, Vong Ratts. Without all three supportive and generous individuals, this path \nwould have been much more difficult. To Scott, who has sacrificed greatly by granting me the \ntime and space to move across the country to pursue this degree, knowing how important it was \nfor my personal growth. You have been there all along, providing daily support and grounding, \nand helped me to keep the end in sight when it was sometimes difficult to see. I look forward to \nrejoining you on the same side of the country. To my father, Mike, who has been a constant \nsource of encouragement, support, and love throughout this process. You have shown up and \nbeen present every time I needed you. To Vong, who believed in me before I could believe in \nmyself. I would not have attempted this if it was not for you. You continue to be a source of sup-\nport and friendship. \n  ii \nACKNOWLEDGMENTS \nI want to express my appreciation for all the time and effort put forth by my dissertation commit-\ntee members: Drs. Franco Dispenza, Catharine Chang, Jane Brack, and Melissa Zeligman. Thank \nyou for your enthusiasm for my topic and for your feedback during the process. I especially want \nto thank Dr. Franco Dispenza for helping me grow as a researcher and a professional by engag-\ning in ongoing critical conversations and assisting to form my passionate ideas into research \nquestions and actions. I also want to thank Dr. Catherine Chang for encouraging and supporting \nme in my growth as a counselor educator throughout the program. You have been there for me in \nways that I could not have anticipated, and I appreciate your role in my process. \n \nI want to acknowledge my colleagues and fellow students for making my experience better than I \nthought possible. You have supported my development profoundly, and I have reached this goal \nas a result of your presence in my life. I especially want to recognize the critical role my encour-\naging and remarkable cohort played in helping me get through this experience. Tom, Ned, Cory, \nand Amanda, I will never forget you. \n  \n  iii \nTABLE OF CONTENTS \nLIST OF TABLES ............................................................................................................................................................. v \nLIST OF FIGURES ........................................................................................................................................................... vi \n1 ANTI-TRANSGENDER PREJUDICE: IMPLICATIONS FOR COUNSELORS \nAND COUNSELOR EDUCATORS: REVIEW AND INTRODUCTION ............................ 1  \n \nAnti-trans* Prejudice and Transphobia .............................................................................. 3 \nIntergroup Contact Theory ................................................................................................... 11 \nIntegrated Threat Theory ...................................................................................................... 14 \nContact apprehension Toward Trans* People .................................................................... 19 \nIngroup Identity ..................................................................................................................... 20 \nImplications for Counseling .................................................................................................. 21 \n \nReferences ............................................................................................................................... 26 \n \n2 CORRELATES AND PREDICTORS OF ANTI-TRANSGENDER PREJUDICE ............. 37 \n \nMeasuring Anti-Trans* Prejudice and Transphobia .......................................................... 39 \nEmpirically Established Correlates and Predictors of Anti-Trans* Prejudice ................ 40 \nSocial Identity Theory Factors .............................................................................................. 42 \nRationale and Hypothesis ...................................................................................................... 47 \nMethod ..................................................................................................................................... 49 \nResults ...................................................................................................................................... 59  \nDiscussion ................................................................................................................................ 69 \nImplications for Counselor Educators ................................................................................. 74 \nLimitations and Future Directions ....................................................................................... 75 \nConclusion ............................................................................................................................... 76 \nReferences ............................................................................................................................... 78 \n  iv \nAppendices .............................................................................................................................. 89 \n  \n  v \nLIST OF TABLES \n \nTable 1. Demographic Data for Participants ............................................................................................. 51 \nTable 2. Descriptive Statistics for Full-Scale Scores ................................................................................ 62 \nTable 3. Correlations Between Study Variables ....................................................................................... 63 \nTable 4. Hierarchical Regression Predicting Anti-Trans* Prejudice ........................................................ 66 \n \n  \n  vi \nLIST OF FIGURES \nFigure 1. Diagram of the Mediation Model with Regression Coefficients, Indirect Effect, and \nBootstrapped CIs ....................................................................................................................................... 68 \n \n \n  \n \n \n1 \n1 ANTI-TRANSGENDER PREJUDICE: IMPLICATIONS FOR COUNSELORS \nAND COUNSELOR EDUCATORS \nGuiding Questions \nWhat are correlates of anti-transgender prejudice? \nWhat are predictors of anti-transgender prejudice? \nReview \nIntroduction \nWidespread prejudice, discrimination, and institutional and interpersonal violence against \ntransgender individuals are well documented (Dispenza, Watson, Chung, & Brack, 2012; Ger-\nhardstein & Anderson, 2012; Grant et al., 2011; Lombardi, 2009; McCullough et al., 2016; Stot-\nzer, 2009). According to a national study on transgender discrimination (Grant et al., 2011), over \n86% of the 6,450 of transgender participants reported that they had experienced a serious or cata-\nstrophic level of discrimination. These events may include sexual and physical assault due to bi-\nas, school bullying and harassment, homelessness, lost relationships with family members, or \ndenial of medical services. Though lesbians, gay men, and bisexuals (LGB) also experience sig-\nnificant discrimination, transgender people experience even greater prejudice (Norton & Herek, \n2013; Tebbe & Moradi, 2012). Poteat, DiGiovanni, and Scheer (2013) also found that \ntransgender students experience the highest levels of discrimination, harassment and bullying in \nschool. In this paper, the author discusses some possible predictors or underlying explanations \nfor anti-transgender prejudice. Current research on anti-transgender prejudice will be examined, \n  \n \n \n2 \nas well as literature on social identity factors that may be related. Implications for counselor edu-\ncators will also be discussed. \nTransgender is a term used by individuals whose gender identities or gender expressions \ntranscend culturally defined parameters of gender (Bockting, 1999), or who identify as a gender \ndifferent from their gender assigned at birth. An overarching description that encompasses all \nindividuals who do not necessarily conform to social expectations of gender, transgender or \ntrans* (e.g., transsexual, transperson, genderqueer, gender nonconforming, gender fluid, bi-\ngender, gender variant, gender free) can include persons who seek medical interventions, such as \nsurgery or hormones to confirm their identities and those who do not seek gender confirmation \nsurgery and/or hormones. For this study, the term trans* will be used because it is more inclu-\nsive. The aforementioned list is not all-inclusive since language related to gender continues to \nevolve. It is important to note that not all people who identify as trans* are gender nonconform-\ning in the sense that their gender expression varies from their gender identity. Similarly, not all \npeople who are gender nonconforming identify as trans* (GLAAD, 2015). Since gender identity \nis a separate construct from sexual orientation, the authors wish to point out that transpeople can \nbe heterosexual, gay, lesbian, bisexual, asexual, or any other sexual orientation.  \nTransphobia can be defined as an irrational fear, hatred, or disgust toward those who do \nnot conform to gender norms. This can include individuals who identify as trans*, gender queer, \nor an individual who does not conform to society’s expectations of gender (Hill & Willoughby, \n2005; Nagoshi et al., 2008). Transphobia can result in significant discrimination and even vio-\nlence for individuals who are gender nonconforming (Nagoshi et al., 2008). Transphobia and \nhomophobia are related constructs (Hill, 2002), with trans* persons often experiencing homo-\nphobia, a fear or disgust towards gay men and lesbians. Since many confuse gender identity and \n  \n \n \n3 \nsexual orientation, trans* individuals are often assumed to be gay or lesbian. Similarly, gay and \nlesbian persons can experience transphobia if people view them as violating norms of gender ex-\npression (Hill, 2002). Studies have shown that indeed homophobia and transphobia are highly \ncorrelated constructs (Nagoshi et al., 2008; Warriner, Nagoshi, & Nagoshi, 2013; Willoughby et \nal., 2010).  \nA related term to transphobia is anti-transgender prejudice. Though similar constructs, \nTebbe and Moradi (2012) utilized the term anti-transgender prejudice to highlight the im-\nportance of prejudicial attitudes towards trans* individuals, rather than focusing only on the fear \nor hatred of trans* people. Hill (2002) conceptualized anti-trans* hate or violence into three sep-\narate constructs: genderism, transphobia, and gender-bashing. Gender-bashing refers to the act of \nharassing; mistreating or assaulting an individual based on their perceived nonconformity to so-\ncially constructed binary gender roles (Namaste, 1996; Wilkins, 1997). Genderism is a term that \nreferences a cultural ideology that privileges individuals whose gender behaviors and expres-\nsions align with the gender they were assigned at birth, whereas gender nonconformity is viewed \nas a pathological condition (Hill, 2002; Hill & Willoughby, 2005). This means that individuals \nwho are gender nonconforming, though they may not identify themselves as trans*, may be sub-\njected to similar mistreatment. Genderism is related to the term heterosexism, where individuals \nwho identify as heterosexual are given privileged status, whereas sexual minorities are regarded \nnegatively (Hill & Willoughby, 2005). Hill (2002) posits that the mere existence of prejudice \nagainst trans* persons justifies the concept of genderism. In the next section, empirical studies \nconcerning the constructs of anti-trans* prejudice and transphobia will be explored.  \nAnti-Trans* Prejudice and Transphobia \n  \n \n \n4 \nCalls for a more conceptual framework to understand the etiology of anti-trans* prejudice \n(Hill, 2002) and its function in society have produced a small but increasing body of research. \nResearchers have historically grouped transpeople under the larger LGBT umbrella. Unfortu-\nnately, this makes understanding the differences between how prejudice is manifested and how it \nis enacted disparately toward lesbian, gay, bisexual, or trans* groups difficult. For instance, indi-\nviduals who are thought to be violating norms about sexual orientation (i.e., LGB people) may \nexperience discrimination for different reasons than those who are seen as transgressing tradi-\ntional gender roles (e.g., trans* people). Therefore, an increasing number of studies (e.g., Hill & \nWilloughby, 2005; Nagoshi et al., 2008; Tebbe et al., 2014; Tee & Hegarty, 2006; Walch et al., \n2012a; Winter, Webster, & Cheung, 2008) have begun to focus on prejudice and discrimination, \nspecifically towards trans* people. Most of the focus has been on measuring attitudes towards \ntrans* individuals. Two scales in which much of the research has emerged from are the Gender-\nism and Transphobia Scale (GTS; Hill & Willoughby, 2005) and the Transphobia Scale (TS; \nNagoshi et al., 2008). The next section will primarily be focused on the development of those \nscales, and other related studies that use them. There will be mention of some additional scales \nmeasuring anti-trans* prejudice as well. Included will be a discussion of some correlates and \npredictors related to these measures, and also some criticisms of the scales. Findings from some \ninternational studies utilizing these scales will also be discussed.  \nRecent empirical studies have resulted in the creation of a scale to measure genderism, \ntransphobia, and gender bashing (Hill & Willoughby, 2005). The Genderism and Transphobia \nScale (GTS; Hill & Willoughby, 2005) measures anti-trans* attitudes and predisposition for vio-\nlence towards trans* people. An example of a question from Hill and Willoughby’s GTS is, \n“Men who act like women should be ashamed of themselves”. The studies that validated the \n  \n \n \n5 \nGTS included items that measured participant values, biases, and beliefs toward gender noncon-\nformity in general, but did not use the word “transgender”. This was later criticized by Walch et \nal. (2012a), who created the Attitudes Towards Transgendered Individuals Scale (ATTI). On the \n20-item ATTI, higher scores reveal more tolerant and positive attitudes towards transpeople. The \nATTI, predictably, was strongly negatively correlated with the GTS.  \nHill and Willoughby (2005) used items from measurements about attitudes towards gay \nmen and lesbians, and beliefs about gender roles to create their scale, believing that these con-\nstructs would moderately correlate with the GTS. Ultimately, Hill and Willoughby (2005) found \nthat the construct of anti-trans* prejudice could be understood best by examining its two underly-\ning dimensions: genderism/transphobia, and gender bashing. The GTS was the first scale of its \nkind to measure discrimination and prejudicial attitudes towards gender nonconforming and \ntrans* individuals. This study paved the way for researchers to measure anti-trans* prejudice and \nintolerance.  \nBuilding off of Hill and Willoughby’s GTS, Nagoshi et al. (2008) developed another \nmeasure called the Transphobia Scale (TS). Since homophobia and transphobia are highly corre-\nlated constructs, Nagoshi et al. (2008) suggested that Hill and Willoughby’s GTS did not ade-\nquately discern between the two and that the authors did not establish discriminant validity of \ntransphobia from homophobia. Further, Nagoshi et al. posited that since gender differences \n(male, female) were significant in previous studies of the predictors of homophobia, that gender \ndifferences as predictors of transphobia should not be overlooked. Nagoshi et al. created the \nnine-item TS, based on Kate Bornstein’s flexibility of gender aptitudes questions (1998). An ex-\nample of a question found on this measure is, “I don’t like when someone is flirting with me, and \nI can’t tell if they are a man or a woman”. \n  \n \n \n6 \nNagoshi et al. (2008) also examined correlates of transphobia and found that for both cis-\ngender (individuals whose gender identity is the same as their assigned gender at birth) women \nand men, more highly endorsed right-wing authoritarianism (Altemeyer, 1981), a belief in one’s \nneed to submit to authority is associated with higher homophobia and transphobia. Similarly, re-\nligious fundamentalism (Altemeyer & Hunsberger, 1992), a conviction that requires individuals \nto strictly adhere to religious doctrine, and hostile sexism (Glick & Fiske, 1996), or overt preju-\ndice against women, were also strongly positively correlated with homophobia and transphobia \nfor both cisgender women and men.  \nThere were also gender differences in predictors of transphobia for cisgender women and \nmen (Nagoshi et al., 2008). For women, rape myth acceptance (a measure of attitudes condoning \nthe use of sexual coercion or aggression) predicted higher levels of transphobia, but not for men. \nHowever, homophobia correlated with rape myth acceptance for both men and women. Also for \nwomen, higher benevolent sexism ideals (a view that values women if they fit into their tradi-\ntional role; Glick & Fiske, 1996), was correlated with higher transphobia. In general, men scored \nhigher on TS. For men, but not women, aggression proneness was correlated with both homo-\nphobia and transphobia (Nagoshi et al., 2008). \nAdditional studies examined predictors and correlates of transphobia and anti-trans* \nprejudice. In 2010, Willoughby et al. conducted four independent studies in three countries (U.S. \nThe Philippines, and Canada) to further validate the GTS (Hill & Willoughby, 2005). Across the \nstudies, Willoughby et al. found that higher scores on social conformity increased religiosity, \nlower self-esteem, homophobia, higher ego-defensiveness, higher moral dogmatism, higher au-\nthoritarianism and religious fundamentalism, and endorsement of traditional gender roles were \nall associated with higher levels of anti-trans* prejudice. \n  \n \n \n7 \nInternational studies also examined attitudes and prejudice towards transpeople. Costa \nand Davies (2012) measured transphobia in Portuguese adolescents using the GTS. Transphobia \nwas correlated with negative attitudes towards lesbians and gay men. In a study in Hong Kong \n(Winter, Webster, & Cheung, 2008), researchers found that transphobia was higher in Hong \nKong, than in Canada, where one of the original studies validating the GTS took place (see Hill \n& Willoughby, 2005). Further, gender variance in males was viewed much more negatively than \nin women. Tee and Hegarty (2006) examined predictors of opposition to trans* civil rights in the \nUnited Kingdom using a measure they created of support for trans* civil rights, including items, \nsuch as, “transsexual people should have the right to have a new birth certificate issued”. The \nstudy found that heterosexism, authoritarianism, a belief that there are only two sexes, a belief \nthat gender is biologically based, and lack of contact with sexual minorities were positively cor-\nrelated with opposition to civil rights of trans* persons. \nWhile most countries harbored more negative attitudes towards trans* individuals, simi-\nlar to attitudes in the U.S., not all countries did. According to a questionnaire that was mailed out \nto 992 Swedish citizens (Landén & Innala, 2000), the majority supported more positive attitudes \ntowards trans* people. Moreover, attitudes towards trans* individuals were more positive to the \ndegree that participants believed that being trans* had an underlying biological cause, rather than \na psychological one. Thus, it is possible that the participants in the Swedish study would have \nhad more negative attitudes towards transpeople if they believed that there was no underlying \nbiological cause. \nWhile there is a growing body of research that examines anti-trans* prejudice, few re-\nsearchers have conducted experimental studies. Gerhardstein and Anderson (2010) investigated \nanti-trans* prejudice by inviting heterosexual participants to evaluate photographs of trans* peo-\n  \n \n \n8 \nple. Researchers provided four different photographs with identical vignettes: a masculine-\nappearing transman, a feminine-appearing transman, a masculine-appearing transwoman, and a \nfeminine-appearing transwoman. Gerhardstein and Anderson (2010) found that evaluations of \ntrans* individuals in the photographs were more negative if the participants perceived that the \nidentities of the transpeople were not congruent with the photos. In other words, if the photo was \nof a masculine-appearing person, but the person identified as female, the individual was rated \nmore negatively in areas such as attractiveness. Additionally, negative evaluations of the trans* \nindividuals represented by the photos were associated with higher levels of transphobia, as \nmeasured by the GTS (Hill & Willoughby, 2005), and sexual prejudice, as measured by the Kite \nHomosexuality Attitude Scale (KHAS, Kite & Deaux, 1986).  \nOne finding that seems to be consistent within international, as well as domestic studies, \nis that men are much more likely to express negative attitudes and prejudice towards transpeople \n(Costa & Davies, 2012; Gerhardstein and Anderson, 2010; Landén & Innala, 2000; Nagoshi et \nal., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Tompkins et al., 2015; Willoughby et \nal., 2010; Winter et al., 2008). Using the GTS and vignettes with photographs, Gerhardstein and \nAnderson (2010) found that men were more likely to behave violently toward and tease femi-\nnine-appearing men. They also felt more uncomfortable around feminine-appearing men. Parrott, \nAdams, and Zeichner (2002) suggested that men are homophobic for reasons that have more to \ndo with negative attitudes about feminine characteristics in gay men, rather than general negative \nsentiments about gay men. In one study (Nagoshi et al., 2008), gay men had less negative atti-\ntudes towards transpeople than heterosexual men, but scored significantly higher on the TS than \nlesbians. This finding may lend further support for the theory (Nagoshi et al., 2008; Warriner et \n  \n \n \n9 \nal., 2013) that men in general are more prejudiced because they perceive the existence of femi-\nnine men and transpeople, particularly transwomen, to threaten the loss of their social power. \nNagoshi et al. (2008) also found that when the correlations of authoritarianism, funda-\nmentalism, and aggression proneness with transphobia were controlled for homophobia, tran-\nsphobia was significantly reduced, leading researchers to believe that homophobia and tran-\nsphobia have similar causal factors. Costa and Davies (2012) established that attitudes towards \ngay men and trans* individuals were closely linked, and that young men as compared to young \nwomen responded more negatively towards transpeople and gay men, than they responded to-\nward lesbians. This lends further support for Nagoshi and colleagues’ hypothesis that when pre-\nsented with an individual who transcends traditional gender role behavior or presentation, men’s \nanxieties about their own masculinities become activated and can lead to homophobic and tran-\nsphobic attitudes or behaviors. Moreover, hypermasculinity and sexism may be correlates of \nhomophobia and transphobia because of men’s feelings of threatened loss of social power when \nconfronted with individuals who are perceived to express their gender and sexuality outside of \ntraditional social roles (Warriner et al., 2013). \nTebbe and Moradi (2012) examined a college population for constructs associated with \nanti-trans* prejudice. They used Nagoshi et al.’s (2008) Transphobia Scale to measure anti-\ntrans* prejudice. In their study, they found that traditional gender attitudes, anti-LGB attitudes, \nNeed For Closure (NFCS, Webster & Kruglanski, 1994), or an individual’s lack of tolerance for \nambiguity, were all positively and uniquely associated with anti-trans* prejudice. Tebbe and Mo-\nradi (2012) were able to identify that traditional gender role attitudes and anti-LGB prejudice \ncontributed a separate role in predicting anti-trans* prejudice, rather than an overlapping one. \nNeed for closure as a predictor may indicate that individuals who need a high degree of closure \n  \n \n \n10 \nmay hold negative attitudes towards groups, like transpeople who transgress traditional social \nconcepts of gender roles.    \nIn order to strengthen further examinations of the construct of anti-trans* prejudice, re-\nsearchers strove to assess measurement tools more closely. Noting that the GTS (Hill & \nWilloughby, 2005; Winter et al., 2008) had psychometric limitations, such as inconsistent factor \nstructure and subscale scoring across multiple studies on anti-trans* prejudice, Tebbe, Moradi \nand Ege’s (2014) study increased the precision of the GTS by dropping items with higher cross-\nloadings and conceptual redundancy, while maintaining internal reliability. Similar to their pre-\nvious study (Tebbe & Moradi, 2012), Tebbe et al. (2014) found that GTS was positively corre-\nlated with the same anti-trans* prejudice predictors, such as, attitudes towards women, anti-LGB \nattitudes, and Need For Closure. \nTebbe et al. (2014) established that aggression proneness was a significant predictor of \nanti-trans* prejudice, further validating other studies’ (e.g., Nagoshi et al., 2008; Warriner et al., \n2013) use of this tool as a predictor. Additionally, Tebbe et al. found that social dominance ori-\nentation (SDO), a measure that assesses the degree to which individuals desire to maintain a so-\ncial hierarchy (Pratto et al., 1994), was a significant predictor of anti-trans* prejudice in this \nstudy when the GTS (Hill & Willoughby, 2005) was used, but not in their other study (Tebbe & \nMoradi, 2012) when the TS (Nagoshi et al., 2008) was used.  \nScholarly literature shows that prejudicial attitudes towards other groups (Costa & Da-\nvies, 2012; Hill & Willoughby, 2005; Norton & Herek, 2013; Tebbe & Moradi, 2012; Tebbe et \nal., 2014), endorsement of dominance and aggression towards other groups (Nagoshi et al., 2008; \nTebbe et al., 2014; Warriner et al., 2013), and adherence to traditional values and beliefs (Costa \n& Davies, 2012; Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner et \n  \n \n \n11 \nal., 2013; Willoughby et al., 2010), strongly predicted anti-trans* attitudes and prejudice. This \nsuggests that anti-trans* attitudes could be additionally supported by theories of ingroup (All-\nport, 1954) attitudes about superiority towards outgroups, or threats perceived by ingroup mem-\nbers posed by outgroup members (Pettigrew & Tropp, 2006; Stephan & Stephan, 2000). Sugges-\ntions about possible social psychological theories of ingroup attitudes toward outgroup members \nas explanations of anti-trans* prejudice have been suggested by researchers (Norton & Herek, \n2013; Tebbe et al., 2014; Warriner et al., 2013).   \nIntergroup Contact Theory \nIndividuals are said to compartmentalize their social worlds into ingroups and outgroups \n(Allport, 1954; Tajfel & Turner, 1986). An ingroup is a collection of individuals who all identify \nas members of the same social categories, such as race, class, sexual orientation or gender identi-\nty. Social Identity Theory (Tajfel & Turner, 1986) posits that individuals categorize themselves \ninto groups where they define their place in society, and as such, these identities have reference \npoints whereby individuals can discern whether they are better than, worse than, or of a higher or \nlower status than members of other groups.  \nIngroup bias or ethnocentrism is often an extraordinarily common feature of intergroup \nrelations (Tajfel & Turner, 1986) and merely belonging to a group is sufficient for triggering \nprejudice, favoring the ingroup. Intergroup contact theory presumes that prejudice is reduced \nwhen contact between ingroups and outgroups increases (Allport, 1954). In a meta-analysis of \n515 studies, Pettigrew and Tropp (2006) found that contact reduces intergroup prejudice. In 94% \nof the studies, intergroup contact predicted reductions in prejudice. Moreover, increased contact \nbetween groups results in commensurate decrease in prejudice. Davies and colleagues (2011) \nconducted a meta-analysis on cross-group friendships and intergroup attitudes. They found that \n  \n \n \n12 \ncross-group friendships also significantly reduced prejudice and fostered more positive outgroup \nattitudes. \nEarlier studies have examined intergroup contact and its reduction of prejudice towards \ngay men and lesbians. Contact with gay men and lesbians has been found to have a negative or \ninverse relationship with prejudice against gay men and lesbians (West & Hewstone, 2012) for \nnon-sexual minorities. Lytle and Levy (2015) conducted an experimental study to determine if \nintergroup friendship between heterosexuals and gay men and lesbians would reduce prejudice \ntowards sexual minorities. Study participants reported significantly more positive attitudes to-\nward gay men and lesbian women at the completion of the study. Older studies show similar \ntrends. Herek and Captanio (1996) and Gentry (1987) found that heterosexual individuals who \nhad previous contact with gay men and lesbians were significantly more likely to report in-\ncreased favorable attitudes towards gay men. Moreover, as the number of gay men and lesbians \nthat participants knew increased, respondents demonstrated progressively more favorable atti-\ntudes towards gay people (Herek & Captanio, 1996).  \nWhile studies of intergroup contact with other stigmatized groups, such as gay men and \nlesbians, did yield significant results, studies linking intergroup contact with reduction of anti-\ntrans* prejudice have yielded mixed results. King et al. (2009) found in a Hong Kong study, that \nlack of previous contact with transpeople resulted in increased negative attitudes. Tee and He-\ngarty (2006) found that prior contact with gay men and lesbians was a significant predictor for \nsupport of trans* civil rights in the UK. Additionally, ratings of transpeople were higher on a \nfeeling thermometer rating for participants who had past contact with gays and lesbians, estab-\nlishing stronger evidence for secondary transfer effect between sexual and gender minorities \n(Norton & Herek, 2013). Secondary transfer effect, is a term developed by Pettigrew (1998, \n  \n \n \n13 \n2009) to describe the phenomenon of the generalization of positive attitudes transferred to addi-\ntional, or equally stigmatized outgroups not necessarily involved in the original encounter. Per-\nhaps since gay men, lesbians, and transpeople are stigmatized for common reasons, such as per-\nceived self-expression or behavior that violates gender role norms, increasing contact with gays \nand lesbians will transfer into less prejudice towards transpeople.  \nIn Willoughby et al.’s (2010) work, two out of four independent studies validating the \nGTS examined whether previous contact with transpersons would predict less transphobia. One \nstudy with a U.S. population found that previous contact explained only 5% of the variance in \nthe regression model, though that was still significant. The other study examined the number of \ntrans* friends in a Philippines sample. The number of trans* friends of the participants did not \nyield a significant result, meaning that contact did not reduce prejudice in this sample. In Costa \nand Davies’ et al. (2012) study with Portuguese adolescents, previous contact with gay men, les-\nbians, or trans* individuals also did not confirm significant results. Additionally, a Thai study \nyielded marginal statistical significance in the effects of previous contact with trans* persons \n(Ngamake, Walch, & Raveepatarakul, 2013).  \nIt is possible that there are other cultural factors at play that resulted in reduced signifi-\ncance of contact in reducing prejudice, but even in the U.S. sample (Willoughby et al., 2010), \ncontact only explained a small portion of variance. Due to the few studies that investigated inter-\ngroup contact theory with trans* individuals, and the fact the results have been mixed, more re-\nsearch needs to be conducted to determine whether intergroup contact reduces transphobia, or \nwhether intergroup contact with gay men, lesbians, and bisexuals has the secondary transfer ef-\nfect of reducing prejudice toward transpeople.  \n  \n  \n \n \n14 \nIntegrated Threat Theory \nStephan and Stephan (2000) formulated a model called Integrated Threat Theory that \nposits four types of threat (i.e., realistic threat, symbolic threat, intergroup anxiety, and negative \nstereotypes) that may be responsible for triggering prejudicial thoughts and behaviors. Two of \nthese, symbolic threat and intergroup anxiety, may be especially related to anti-trans* prejudice. \nStephan and Renfro (2002) discussed the relationship between fear and threat, supposing that \nthreat stems from the fear of negative consequences, and fear is the behavioral outcome of threat. \nFor instance, a person might feel fear if they anticipate that an interaction with an individual \nfrom a different culture will be unpleasant or uncomfortable. The perceived threat might be \ndeemed too great and the interaction is avoided, or the person feels negatively about the person \nfrom the outgroup. Negative stereotypes may be ascribed to the outgroup members and they may \nbe mistrusted or perceived as threatening, which results in fear.  \nIntegrated threat theory is a model that helps explain discrimination toward minority out-\ngroups in particular (Velasco González et al., 2008). In recent research, “negative stereotypes” \nhas been dropped as one of the examples of threat since it failed to be a proximal predictor of \nprejudice (Stephan & Renfro, 2002). More than likely, negative stereotypes are an antecedent of \nthreat. Perception of negative stereotypes about a particular outgroup may foster feelings of \nthreat, not the other way around. Of the threat types, symbolic threat and intergroup anxiety may \nbe more likely to activate negative attitudes towards trans* individuals. These will be discussed \nin more detail below. \nSymbolic Threat \nSymbolic threat can be understood as threat to an ingroup’s values, morals, or worldview \n(Stephan & Stephan, 2000). The ingroup may feel that their beliefs or traditions are the correct \n  \n \n \n15 \nones and may feel intimidated by or perceive an outgroup to be a threat to their way of life or \nvalue system. Perceived group symbolic threats infiltrate the group’s core identity and shake its \nfoundation, and ingroup members feel significant fear of loss of identity. This may cause ingroup \nmembers to clench to their beliefs more vigorously and assert their power towards an outgroup \nwith lower social status, preserving their “superior” morals or value system. For example, Sears \n(1988) posited that symbolic racism describes a situation where racism is no longer about Afri-\ncan Americans being biologically inferior to whites, but they are a threat to traditional ways of \nlife for white people. Because many white Americans do not always believe that racism is still a \nproblem, they become opposed to affirmative action, fearing that it threatens their cultural values \nof equity, by giving people of color an advantage over themselves (Riek, Mania, & Gaertner, \n2006). \nAn example of symbolic threat happened recently in the U.S. with the Supreme Court de-\nclaring that same-sex marriages should be legal in all 50 states. Large groups of people, typically \nconservatives, expressed their moral outrage at the ruling and decried that marriage equality was \nan affront to traditional marriage between one man and one woman. Gay men and lesbians can \nbe seen as a symbolic threat because of a professed link between homosexuality and immorality, \nor because of perceived gay and lesbian sexual behavior conflicting with family values (Cottrell \n&  Neuberg, 2005; Vescio & Biernat, 2003). Though individuals experiencing symbolic threat \nmight react similarly toward trans* individuals as toward gay and lesbians, there are currently no \nstudies that examine symbolic threat and anti-trans* prejudice. Two widely measured constructs \nthat may quantify prejudice towards outgroups based on perceived feelings of symbolic threat \ntowards social status or morals and values are social dominance orientation and right wing au-\nthoritarianism.  \n  \n \n \n16 \nSocial dominance theory. Originally proposed as an alternative to symbolic racism \nmodel (Kinder & Sears, 1981), social dominance theory attempts to explain human social sys-\ntems in terms of at least two castes, a hegemonic group, holding the power, and a negative refer-\nence group at the bottom of the caste (Sidanius, Devereaux, & Pratto, 1992). The system is held \nin place by institutional and individual discrimination. An individual may possess a social domi-\nnance orientation if they believe that their ingroup is superior to outgroups. The desire to main-\ntain superiority over others may be motivation for individuals who score high on social domi-\nnance orientation (SDO) measures to vilify members of marginalized outgroups, or to oppose \nsocial equality legislation, such as affirmative action (Pratto et al., 1994). Duckitt and Sibley \n(2007) found that individuals who scored highly on measures of SDO are more likely to discrim-\ninate against groups who are seen to have lower social status.  \nSDO has been found to be a significant predictor for prejudice against numerous out-\ngroups, especially marginalized groups (Ho et al., 2015; Pratto et al., 1994). Licciardello et al. \n(2014) found high SDO to be a significant predictor of negative attitudes towards lesbians and \ngay men. Since gay men, lesbians, and bisexual individuals have lower social status, individuals \nwho have a tendency toward SDO are more likely to hold prejudicial attitudes or behaviors to-\nwards them (Whitley & Lee, 2000). Transpeople also hold significantly lower social status than \nheterosexuals, or sexual minorities (Norton & Herek, 2013). This may be a reason for them to \nface more prejudice by individuals who are higher in SDO. As established earlier, SDO as a pre-\ndictor for anti-trans* prejudice has garnered mixed results so far (Tebbe & Moradi, 2012; Tebbe \net al., 2012). But few studies have investigated SDO as a predictor for anti-trans* prejudice, so it \nshould be looked at more closely since it makes theoretical sense. \n  \n \n \n17 \nRight wing authoritarianism. Related to the idea of symbolic threat, one of the charac-\nteristics of people who value authoritarianism is that they frequently perceive outgroup members \nas highly threatening to their traditional values (Altemeyer, 1981). Further, they tend to be more \nconventional and provide blind allegiance to authoritarian institutions (religion, family, school, \nwork) that hold power over aspects of their lives. They may uncompromisingly defend these in-\nstitutions, which may include behaving in a prejudicial, or hostile manner towards members of \noutgroups (Altemeyer, 2002). This can have deleterious effects on communities of individuals \nsuch as transpersons, who lack social power and whose identities invoke fear and aggression to-\nwards the hegemonic group. Researchers have found that individuals who score highly on \nmeasures of right wing authoritarianism are more prejudicial to other marginalized groups such \nas racial and ethnic minorities, women, gay and lesbians, and people with disabilities (Altemey-\ner, 1998; Duckitt & Sibley, 2007; Van Hiel and Mervielde, 2005).  \nIndeed, researchers who examined this phenomenon found that individuals who score \nhighly on measures of right wing authoritarianism also tend to harbor more prejudicial attitudes \ntowards transpeople (Nagoshi et al.; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner et \nal., 2013; Willoughby et al., 2010). Since individuals who are highly authoritarian are reported to \nimpose stricter rules about what constitutes “proper behavior” on others (Altemeyer & Huns-\nberger, 1992), they may engage in more “gender policing” when individuals are found to dress or \nbehave outside of normative gender roles. This would make transpersons especially susceptible \nto prejudice, discrimination, and potentially even violence at the hands of such individuals. Since \npeople who value authoritarian ideals are also more likely to be highly punitive and use physical \npunishment (Altemeyer & Hunsberger, 1992) when disciplining children, trans* youth may also \nbe at risk of abuse by authoritarian family members.  \n  \n \n \n18 \nIntergroup Anxiety \nAnother construct related to integrated threat theory and intergroup contact is intergroup \nanxiety, a term that describes the anxiety that ingroups and outgroups experience in anticipation \nof an intergroup contact (Pettigrew & Tropp, 2006; Stephan & Stephan, 1985). Intergroup anxie-\nty encompasses three interrelated components: (a) affective, (b) cognitive, and (c) physiological \n(Stephan, 2014). Affective responses to anticipation of intergroup contact might include nerv-\nousness, anxiety, or uneasiness. Individuals might experience negative cognitions such as, won-\ndering if they will be negatively evaluated, discriminated against, or deceived or harmed. Addi-\ntionally, they may worry that other members of their ingroup will disapprove of them if they in-\nteract with outgroup members (Stephan & Stephan, 1985). Ingroup members also may experi-\nence physiological symptoms such as, increased blood pressure or cortisol levels in anticipation \nof contact with a member of an outgroup (Littleford et al., 2005; Stephan, 2014). To the degree \nthat individuals experience ingroup anxiety, they may avoid contact with outgroups. \nIntergroup anxiety has been found to be a good predictor of prejudice toward outgroups \n(Voci & Hewstone, 2003). Castiglione et al. (2013) investigated prejudice in a male, heterosexu-\nal, high school-aged sample. The participants showed particularly negative attitudes towards gay \nmen, especially when they experienced higher levels of intergroup anxiety. If ingroup anxiety is \na predictor for prejudice towards gay men, and homophobia and transphobia are highly correlat-\ned (Nagoshi et al., 2008; Willoughby et al., 2010), perhaps it might also predict transphobia. It \nwould be helpful to understand the role that intergroup anxiety plays in predicting anti-trans* \nprejudice. If through some means, such as intergroup contact, that anxiety can be reduced, per-\nhaps prejudice can be reduced.  \n  \n  \n \n \n19 \nContact Apprehension Toward Trans* People \nAnti-gay prejudicial attitudes serve different functions depending on the person. Some \nindividuals are prejudiced towards gay men and lesbians out of fear, or because they feel homo-\nsexuality violates traditional morals and values. LaMar and Kite (1998) created the Component \nMeasure of Attitudes Towards Homosexuality (CATH) to analyze the multidimensional nature of \nprejudice towards gay men and lesbians. The scale consists of subscales measuring four compo-\nnents each for both lesbians and gay men: (a) condemnation/tolerance, (b) morality, (c) contact, \nand (d) stereotypes. The subscale that measures contact apprehension toward gay men and lesbi-\nan women has questions like, “It would be upsetting to me to find out I was alone with a gay \nman (lesbian)”.  \nThere have been a few Italian studies (Castiglione et al., 2013; Licciardello et al., 2014; \nRampullo et al., 2013) that used the subscale that measures contact apprehension only. All the \nstudies found that contact apprehension has a strong positive correlation with prejudice towards \ngay men and lesbians. In one study (Castiglione et al., 2013) intergroup anxiety was also posi-\ntively correlated with contact apprehension towards gay men. Since there is a strong connection \nbetween prejudice towards gay men and lesbians and prejudice towards trans* people, one might \nconsider what would happen if the contact apprehension toward gay men and lesbians subscale \nwas altered to measure contact apprehension toward trans* individuals. Further, in Castiglione et \nal.’s study, intergroup contact diminished prejudice levels and intergroup anxiety towards gay \nmen and lesbians, but it did not decrease contact apprehension. So, while these measures are cor-\nrelated, they still seem to be measuring different constructs. Future studies should investigate \ncontact apprehension with trans* individuals.  \n  \n  \n \n \n20 \nIngroup Identity \nStrong identification with an ingroup may be a powerful antecedent to prejudice (Barlow, \nLouis, & Terry, 2010; Renfro et al., 2006; Stephan & Renfro, 2002). A desire for individuals to \nform a positive social identity or ingroup identification (Tajfel & Turner, 1986) often results in \nbias towards outgroups. Individuals who have a strong sense of ingroup identification may feel \nthreat to their ingroup in a more personal way (Tausch et al., 2007). Often, strong ingroup identi-\nfiers are considerably concerned about their group’s interests and want to preserve them. For ex-\nample, if a person strongly identifies as Christian and feels like Christian values are being at-\ntacked, they are more likely to feel like the threat is personal. Further, Renfro et al. (2006) exam-\nined white male attitudes towards affirmative action, and found that strong ingroup identity of \nthe participants did not predict negative attitudes toward affirmative action, but it did predict \nprejudice toward recipients of affirmative action.  \nMorrison (2010) addressed the issue of ingroup identity within the LGBT communities. \nSpecifically, she discussed whether trans* individuals are a threat to the identity of LGB individ-\nuals. She conducted a survey of attitudes of LGB individuals towards a trans* lesbian in a TV \nshow. LGB participants consistently rate the character lower than heterosexual counterparts. \nWhen the trans* lesbian character involves herself in a romantic relationship with a cisgender \nlesbian, LGB participants reported less support for this relationship than do their heterosexual \ncounterparts. To the extent that LGB persons have a strong identity with their sexual orientation, \nthey may also feel threatened and see a trans* person as an outgroup member. \nAn individual may be more likely to perceive threats to their social position and fear loss \nof power, especially if there is a greater power differential between the ingroup and the outgroup \n(Stephan & Renfro, 2002). Specifically, if the ingroup holds a dominant social position, such as \n  \n \n \n21 \nheterosexuals or cisgender individuals, they may fear that the subordinate or negative reference \ngroup (transpeople) may experience an intensified sense of threat. Research has not examined the \nstrength of ingroup identity as a predictor for anti-trans* prejudice. The degree to which an indi-\nvidual has a strong ingroup identity as a cisgender person may play a role in negative attitudes \ntowards transpeople. \nThere are many factors that can increase the likelihood of anti-trans* prejudice. Demo-\ngraphic factors such as gender (Costa & Davies, 2012; Gerhardstein & Anderson, 2010; Landén \n& Innala, 2000; Tee & Hegarty, 2006; Nagoshi et al., 2008; Norton & Herek, 2013; Tompkins et \nal., 2015; Willoughby et al., 2010; Winter et al., 2008) and sexual orientation (Warriner et al., \n2013; Willoughby et al., 2010) have been found to be positively correlated with anti-trans* prej-\nudice. Also, certain values and beliefs such as right-wing authoritarianism (Nagoshi et al., 2008; \nNorton & Herek, 2013; Tee & Hegarty, 2006; Warriner et al., 2013; Willoughby et al., 2010), \nand social dominance orientation (Tebbe et al., 2014) predicted negative attitudes towards trans-\npeople. In a framework of social identity theory (Tajfel & Turner, 1986), group organization into \ningroups and outgroups can also increase prejudice. Further, strong ingroup identification (Ren-\nfro et al., 2006; Stephan & Renfro, 2002), intergroup anxiety (Pettigrew & Tropp, 2006; Stephan \n& Stephan, 1985), and previous lack of intergroup contact (Allport, 1954; Pettigrew & Tropp, \n2006) have all been found to predict prejudice towards various outgroups. A more close exami-\nnation of some of these factors can unlock answers for how to reduce prejudice toward transpeo-\nple, a group that experiences significant marginalization.     \nImplications for Counseling \nTransphobia is an underlying reason why trans* individuals experience discrimination, \nharassment, and victimization, and with serious consequences. Violence and discrimination can \n  \n \n \n22 \nturn inward, becoming internalized transphobia, which can lead to higher emotional distress and \nelevated suicide rates for trans* and gender nonconforming individuals (Grant et al., 2011). In \naddition to avoiding work, missing school days, and refusing to undergo even routine medical \ncare to escape possible victimization, 41% of trans* individuals have attempted suicide (Grant et \nal., 2011; Hill & Willoughby, 2005; Lombardi, 2009). This has led many counseling and psy-\nchology researchers (Hill & Willoughby, 2005; Nagoshi et al., 2008; Tebbe et al., 2014; Walch \net al., 2012a) to create measures to examine attitudes related to anti-trans* discrimination. By \nreviewing the dates of the research, it is clear that examination of anti-trans* prejudice and its \norigins is a burgeoning field of study. \nImproving intergroup relations has direct relevance to the field of counseling. The likeli-\nhood of increased intergroup contact between trans* and nontrans* individuals reducing preju-\ndice creates some optimism. A few experimental studies utilizing curriculum materials that in-\nvolve contact with, gay men and lesbians, and transpeople provide some helpful strategies for \ncounselor educators that may reduce negative attitudes towards transpeople in counseling stu-\ndents. In one study, Christian college students were shown video clips depicting an openly gay \ncharacter (Bassett et al., 2005). In most cases, anti-gay prejudice was significantly reduced, com-\npared to the control group in students who had previously demonstrated highly negative attitudes \ntowards gay men and lesbians. Another researcher (Hodson et al., 2009) used role-playing  simu-\nlations to help participants experience perspective-taking related to gay men and lesbians’ expe-\nriences of homophobia. In Hodson et al.’s study, participants also expressed less negative atti-\ntudes towards gay and lesbian individuals. \nIn an attempt to try and replicate studies with success in reducing anti-gay prejudice, \nCase and Stewart (2013) set up an experimental study with three interventions to help reduce \n  \n \n \n23 \nprejudice towards trans* individuals. One of the interventions involved participants reading an \nemotional coming-out letter written by a young trans* man to his parents. The second interven-\ntion was a fact-based presentation intending to dispel myths about transpeople. The third one was \na media intervention where participants watched and responded to a video clip about a trans stu-\ndent who was coming out to his father and stepmother and their reactions to his disclosure. \nThough none of the interventions was more effective that others, all of the interventions resulted \nin a significant decrease in negative attitudes towards trans* people. This may be slightly more \nevidence for contact reducing prejudice. While Case and Stewart’s interventions did not directly \ninvolve contact with transpeople, a representation of a trans* person was portrayed in two of the \ninterventions. That the fact-based intervention also reduced prejudice may mean that more edu-\ncating about transpeople and trans clients in the classroom is also needed. \nIn a meta-analytic study on interventions to reduce sexual prejudice, Bartoş, Berger, and \nHegarty (2014) found that at least four types of interventions to reduce sexual prejudice towards \nLGB people were supported in the literature. While its effectiveness in improving attitudes and \nemotions was more modest, education about LGB people significantly increased knowledge of \nthose groups. Contact with LGB individuals improved attitudes, but interventions that combined \ncontact and education also improved emotions. The fourth intervention that was moderately ef-\nfective was when an instructor set tolerant social norms of expected behavior in a classroom. \nThis intervention was effective at reducing anti-prejudicial behavior, but did not seem to change \nattitudes.  \nCounselors regularly work with stigmatized and marginalized populations. From an ad-\nvocacy and social justice perspective, it is important for counselors to understand how prejudice \nmanifests in the lives of their trans* clients and how to work towards reducing systemic and in-\n  \n \n \n24 \nstitutionalized discrimination. Prejudice towards transpeople is widespread (Grant et al., 2011; \nLombardi, 2009). While some counselors would like to think that their offices provide safe ref-\nuges for transpeople, trans* individuals face significant barriers to accessing mental health ser-\nvices (Carroll et al., 2002; Israel et al., 2008; McCullough et al., in press; Shipherd, Green, & \nAbramovitz, 2010; Sperber et al., 2005). As counselor educators, a central goal should be to fos-\nter increased self-awareness of fears and biases in counselors-in-training working with sexual \nand gender minorities. In order to reduce prejudice, the fears that emanate from perceived threats \nfrom outgroups (trans* clients/trans* people) to ingroups (counseling students) must be chal-\nlenged and reduced. Intergroup contact, reduction of anxiety through contact or increased \nknowledge, and perspective-taking activities may hold promise for reducing prejudice. \nCounselor educators should attempt to reduce prejudice in beginning counselors by in-\ncreasing counseling student contact with trans* individuals as much as possible. This can be \nthrough inviting trans* speakers to a panel discussion in classes, or through video conferencing. \nStudents can also be assigned immersive experiences to visit within community spaces frequent-\nly occupied by transpeople. As some of these items could potentially feel tokenizing or intrusive \nto some transpeople, increased contact can also happen in the form of trans characters in movies, \nmedia clips, TV shows, fiction books, autobiographical accounts of trans lives. These depictions \nshould reflect the real lived experiences of trans* individuals and not portray transpeople as hap-\nless, rejected, and pathologized individuals, lest negative stereotypes be reinforced by the con-\ntact.  \nStrength of ingroup identity has been shown to increase prejudice toward outgroups, but \nwe have yet to explore this phenomenon with trans* individuals as the outgroup (Renfro et al., \n2006; Stephan & Renfro, 2002). Discussions of identities could also be included in the classroom \n  \n \n \n25 \nso counselors in training can explore their own identities, and therefore increase their self-\nawareness and understanding of their clients’ identities and worldview (Ratts, Singh, Nassar‐\nMcMillan, Butler, & McCullough, 2016); thereby increasing advocacy with trans clients. In-\ncreased contact with transpeople and increased feelings of knowledge and competence in work-\ning with trans* clients may also reduce anxiety and apprehension for counselors working with \ntranspeople.  \nFurther research needs to explore ingroup anxiety, strength of ingroup identity, and con-\ntact apprehension with trans* individuals. Though we have some preliminary research that sug-\ngests that reduction of these should reduce anti-LGB prejudice, we do not have a clear under-\nstanding of how these constructs relate to anti-trans* prejudice. Understanding why intergroup \ncontact reduces prejudice with other groups, but not consistently with trans* is perplexing. Fu-\nture studies should focus more on social identity theoretical models of acquiring a clearer under-\nstanding of what mechanisms are in place to create the conditions for prejudice towards trans-\npeople. If we have more of an understanding of these, perhaps we can begin to find more effec-\ntive interventions that reduce anti-trans* prejudice.  \n \n \n \n \n \n \n \n \n  \n \n \n26 \nReferences \nAllport, G. W. (1979). The nature of prejudice. Basic books. \nAltemeyer, R. (1981). Right-wing authoritarianism. Canada: University of Manitoba Press. \nAltemeyer, B. (1998). ‘The other authoritarian personality’. In M. Zanna (Ed.), Advances in \nexperimental social psychology (Vol. 30, pp. 47–92). San Diego: Academic Press. \nAltemeyer, B. (2002). Changes in attitudes toward homosexuals. Journal of homosexuality, \n42(2), 63-75. http://dx.doi.org/10.1300/J082v42n02_04 \nAltemeyer, B., & Hunsberger, B. E. (1992). Authoritarianism, religious fundamentalism, quest, \nand prejudice. International Journal for the Psychology of Religion, 2, 113–133. \nhttp://dx.doi.org/10.1207/s15327582ijpr0202_5 \nBarlow, F. K., Louis, W. R., & Terry, D. J. (2010). Minority report: Social identity, cognitions of \nrejection and intergroup anxiety predicting prejudice from one racially marginalized \ngroup towards another. European Journal of Social Psychology, 40(5), 805-818. \nBartoş, S. E., Berger, I., & Hegarty, P. (2014). Interventions to reduce sexual prejudice: A study-\nspace analysis and meta-analytic review. The Journal of Sex Research, 51(4), 363-382. \nhttp://dx.doi.org/10.1080/00224499.2013.871625 \nBassett, R. L., van Nikkelen-Kuyper, M., Johnson, D., Miller, A., Carter, A., & Grimm, J. P. \n(2005). Being a good neighbor: Can students come to value homosexual persons? Jour-\nnal of Psychology and Theology, 33, 17–26. \nBockting, W. O. 1999. From construction to context: Gender through the eyes of the \ntransgendered. SIECUS Report, 28(1), 3. \nBornstein, K. (1998). My gender workbook. NewYork: Routledge. \n  \n \n \n27 \nBurt, M. (1980). Cultural myths and supports for rape. Journal of Personality and Social Psy-\nchology, 38, 217–230. http://dx.doi.org/10.1037/0022-3514.38.2.217  \nCarroll, L., Gilroy, P. J., & Ryan, J. (2002). Counseling Transgendered, Transsexual, and Gen-\nder‐Variant Clients. Journal of Counseling & Development, 80(2), 131-139. \nhttp://dx.doi.org/10.1002/j.1556-6678.2002.tb00175.x \nCase, K. A., & Stewart, B. (2013). Intervention effectiveness in reducing prejudice against trans-\nsexuals. Journal of LGBT Youth, 10(1-2), 140-158. \nhttp://dx.doi.org/10.1080/19361653.2012.718549 \nCastiglione, C., Licciardello, O., Rampullo, A., & Campione, C. (2013). Intergroup Anxiety, \nEmpathy and Cross-group Friendship: Effects on Attitudes Towards Gay Men. Procedia-\nSocial and Behavioral Sciences, 93, 969-973. \nhttp://dx.doi.org/10.1016/j.sbspro.2013.09.312 \nCosta, P. A., & Davies, M. (2012). Portuguese adolescents' attitudes toward sexual minorities: \ntransphobia, homophobia, and gender role beliefs. Journal of homosexuality, 59(10), \n1424-1442. http://dx.doi.org/10.1080/00918369.2012.724944 \nCottrell, C. A., & Neuberg, S. L. (2005). Different emotional reactions to different groups: A so-\nciofunctional threat-based approach to \"prejudice.\" Journal of Personality and Social \nPsychology, 88, 770–789. http://dx.doi.org/10.1037/0022-3514.88.5.770 \nDavies, K., Tropp, L. R., Aron, A., Pettigrew, T. F., & Wright, S. C. (2011). Cross-group friend-\nships and intergroup attitudes: A meta-analytic review. Personality and Social Psycholo-\ngy Review, 15, 332–351. http://dx.doi.org/10.1177/1088868311411103 \nDispenza, F., Watson, L. B., Chung, Y.-B., & Brack, G. (2012). Experience of Career-Related  \n  \n \n \n28 \nDiscrimination for Female-to-Male (FTM) Transgender Persons:  A Qualitative \nStudy.  The Career Development Quarterly, 60, 65-81. http://dx.doi.org/10.1002/j.2161-\n0045.2012.00006.x \nDuckitt, J., & Sibley, C. G. (2007). Right wing authoritarianism, social dominance orientation \nand the dimensions of generalized prejudice. European Journal of Personality, 21(2), \n113-130. http://dx.doi.org/10.1002/per.614 \nGentry, C. S. (1987). Social distance regarding male and female homosexuals. The Journal of \nsocial psychology, 127(2), 199-208. http://dx.doi.org/10.1080/00224545.1987.9713680 \nGerhardstein, K. R., & Anderson, V. N. (2010). There’s more than meets the eye: Facial appear-\nance and evaluations of transsexual people. Sex Roles, 62, 361-373. \nhttp://dx.doi.org/10.1007/s11199-010-9746-x \nGlick, P., & Fiske, S. T. (1996). The Ambivalent Sexism Inventory: Differentiating hostile and \nbenevolent sexism. Journal of Personality and Social Psychology, 70, 491–512. \nhttp://dx.doi.org/10.1037/0022-3514.70.3.491 \nGLAAD (2015). GLAAD media reference guide-Transgender issues. Retrieved from: \nhttp://www.glaad.org/reference/transgender \nGrant, J. M., Mottet, L., Tanis, J. E., Harrison, J., Herman, J., & Keisling, M. (2011). Injustice at \nevery turn: a report of the National Transgender Discrimination Survey. National Center \nfor Transgender Equality. \nHerek, G. M. (1987). Can functions be measured? A new perspective on the functional approach \nto attitudes. Social Psychology Quarterly, 50, 285–303. \nhttp://dx.doi.org/10.2307/2786814 \n  \n \n \n29 \nHerek, G. M. (1988). Heterosexuals’ attitudes toward lesbians and gay men: Correlates and gen-\nder differences. The Journal of Sex Research, 25, 451–477. \nhttp://dx.doi.org/10.1080/00224498809551476 \nHerek, G. M., & Capitanio, J. P. (1996). \" Some of my best friends\": Intergroup contact, con-\ncealable stigma, and heterosexuals' attitudes toward gay men and lesbians. Personality \nand Social Psychology Bulletin, 22, 412-424. \nhttp://dx.doi.org/10.1177/0146167296224007 \nHill, D. B. (2002). Genderism, transphobia, and gender bashing: A framework for interpreting \nanti-transgender violence. In B. Wallace & R. Carter (Eds.), Understanding and dealing \nwith violence: A multicultural approach. (pp. 113–136).Thousand Oaks, CA: Sage. \nHill, D. B., & Willoughby, B. L. (2005). The development and validation of the genderism and \ntransphobia scale. Sex Roles, 53(7-8), 531-544. http://dx.doi.org/10.1007/s11199-005-\n7140-x \nHo, A. K., Sidanius, J., Kteily, N., Sheehy-Skeffington, J., Pratto, F., Henkel, K. E., ... & Stew-\nart, A. L. (2015). The Nature of Social Dominance Orientation: Theorizing and Measur-\ning Preferences for Intergroup Inequality Using the New SDO7 Scale. Journal of Per-\nsonality and Social Psychology, 109(6), 1003-1028. \nhttp://dx.doi.org/10.1037/pspi0000033 \nHodson, G., Choma, B. L., & Costello, K. (2009). Experiencing Alien-Nation: Effects of a simu-\nlation intervention on attitudes toward homosexuals. Journal of Experimental Social Psy-\nchology, 45, 974–978. http://dx.doi.org/10.1016/j.jesp.2009.02.010 \n  \n \n \n30 \nIsrael, T., Gorcheva, R., Burnes, T. R., & Walther, W. A. (2008). Helpful and unhelpful therapy \nexperiences of LGBT clients. Psychotherapy Research, 18(3), 294-305. \nhttp://dx.doi.org/10.1080/10503300701506920 \nKerr, P. S., & Holden, R. R. (1996). Development of the Gender Role Beliefs Scale. Journal of \nSocial Behavior and Personality, 11, 3–16. \nKinder, D. R., & Sears, D. O. (1981). Prejudice and politics: Symbolic racism versus racial \nthreats to the good life. Journal of personality and social psychology, 40(3), 414. \nKing, M. E., Winter, S., & Webster, B. (2009). Contact reduces transprejudice: A study on atti-\ntudes towards transgenderism and transgender civil rights in Hong Kong. International \nJournal of Sexual Health, 21, 17–34. http://dx.doi.org/10.1080/19317610802434609. \nKite, M. E., & Deaux, K. (1986). Attitudes toward homosexuality: Assessment and behavioral \nconsequences. Journal of Basic and Applied Social Psychology, 7, 137–162. \nLandén, M., & Innala, S. (2000). Attitudes toward transsexualism in a Swedish national survey. \nArchives of Sexual Behavior, 29, 375–388. \nLicciardello, O., Castiglione, C., Rampullo, A., & Scolla, V. (2014). Social Dominance Orienta-\ntion, Cross-group Friendship and Prejudice towards Homosexuals. Procedia-Social and \nBehavioral Sciences, 116, 4988-4992. http://dx.doi.org/10.1016/j.sbspro.2014.01.1060 \nLittleford, L. N., Wright, M. O. D., & Sayoc-Parial, M. (2005). White students' intergroup anxie-\nty during same-race and interracial interactions: A multimethod approach. Basic and Ap-\nplied Social Psychology, 27(1), 85-94. http://dx.doi.org/10.1207/s15324834basp2701_9 \nLombardi, E. (2009). Varieties of transgender/transsexual lives and their relationship with tran-\nsphobia. Journal of Homosexuality, 56(8), 977-992. \nhttp://dx.doi.org/10.1080/00918360903275393 \n  \n \n \n31 \nLytle, A., & Levy, S. R. (2015). Reducing heterosexuals' prejudice toward gay men and lesbian \nwomen via an induced cross-orientation friendship. Psychology of Sexual Orientation \nand Gender Diversity, 2(4), 447. http://dx.doi.org/10.1037/sgd0000135 \nMcCullough, J.R., Dispenza, F., Parker, L., Viehl, C., Chang, C.Y., & Murphy, T. (in press). The \ncounseling experiences of transgender and gender nonconforming clients. Journal of \nCounseling & Development. \nMohr, J. J., & Rochlen, A. B. (1999). Measuring attitudes regarding bisexuality in lesbian, gay \nmale, and heterosexual populations. Journal of Counseling Psychology, 46, 353–369. \nhttp://dx.doi.org/10.1037/0022-0167.46.3.353 \nMorrison, E. G. (2010). Transgender as ingroup or outgroup? Lesbian, gay, and bisexual viewers \nrespond to a transgender character in daytime television. Journal of homosexuality, 57(5), \n650-665. http://dx.doi.org/10.1080/00918361003712103 \nNagoshi, J. L., Adams, K. A., Terrell, H. K., Hill, E. D., Brzuzy, S., &Nagoshi, C. T. (2008). \nGender differences in correlates of homophobia and transphobia. Sex Roles, 59, 521–531. \nhttp://dx.doi.org/10.1007/s11199-008-9458-7 \nNamaste, K. (1996). Genderbashing: Sexuality, gender, and the regulation of public space. Envi-\nronment and planning D, 14, 221-240. \nNgamake, S. T., Walch, S. E., & Raveepatarakul, J. (2013). Validation of the Attitudes Toward \nTransgendered Individuals Scale in Thailand. International Journal of Transgenderism, \n14(4), 158-170. http://dx.doi.org/10.1080/15532739.2013.834810 \nNorton, A. T., & Herek, G. M. (2013). Heterosexuals’ attitudes toward transgender people: Find-\nings from a national probability sample of US adults. Sex roles, 68(11-12), 738-753. \nhttp://dx.doi.org/10.1007/s11199-011-0110-6 \n  \n \n \n32 \nParrott, D. J., Adams, H. E., & Zeichner, A. (2002). Homophobia: Personality and attitudinal \ncorrelates. Personality and Individual Differences, 32, 1269–1278. \nPettigrew, T. F. (1998). Intergroup contact theory. Annual review of psychology, 49(1), 65-85. \nhttp://dx.doi.org/10.1146/annurev.psych.49.1.65 \nPettigrew, T. F. (2009). Secondary transfer effect of contact: Do intergroup contact effects \nspread to noncontacted group? Social Psychology, 40, 55–65. \nhttp://dx.doi.org/10.1027/1864-9335.40.2.55. \nPettigrew, T. F., & Tropp, L. R. (2006). A meta-analytic test of intergroup contact theory. Jour-\nnal of Personality and Social Psychology, 90, 751–783. http://dx.doi.org/10.1037/0022-\n3514.90.5.751. \nPratto, F., Sidanius, J., Stallworth, L. M., & Malle, B. F. (1994). Social dominance orientation: A \npersonality variable predicting social and political attitudes. Journal of Personality and \nSocial Psychology, 67, 741–763. http://dx.doi.org/10.1037/0022-3514.67.4.741 \nRampullo, A., Castiglione, C., Licciardello, O., & Scolla, V. (2013). Prejudice Toward Gay Men \nand Lesbians in Relation to Cross-group Friendship and Gender. Procedia-Social and \nBehavioral Sciences, 84, 308-313. http://dx.doi.org/10.1016/j.sbspro.2013.06.557 \nRatts, M. J., Singh, A. A., Nassar‐ McMillan, S., Butler, S. K., & McCullough, J. R. (2016). \nMulticultural and Social Justice Counseling Competencies: Guidelines for the Counseling \nProfession. Journal of Multicultural Counseling and Development, 44(1), 28-48. \nRenfro, C., Duran, A., Stephan, W. G., & Clason, D. L. (2006). The Role of Threat in Attitudes \nToward Affirmative Action and Its Beneficiaries1. Journal of Applied Social Psychology, \n36(1), 41-74. http://dx.doi.org/10.1111/j.0021-9029.2006.00003.x \n  \n \n \n33 \nRiek, B. M., Mania, E. W., & Gaertner, S. L. (2006). Intergroup threat and outgroup attitudes: A \nmeta-analytic review. Personality and Social Psychology Review, 10(4), 336-\n353.http://dx.doi.org/10.1207/s15327957pspr1004_4 \nRokeach,M. (1960). The open and closed mind. NewYork: Basic Books. \nRosenberg, M. (1965). Society and adolescent self-image. Princeton, NJ: Princeton. \nSears, D. O. (1988). Symbolic racism. In P. A. Katz & D. A. Taylor (Eds.), Eliminating racism: \nProfiles in controversy (pp. 53–84). New York: Plenum Press. \nShipherd, J. C., Green, K. E., & Abramovitz, S. (2010). Transgender clients: Identifying and \nminimizing barriers to mental health treatment. Journal of Gay & Lesbian Mental Health, \n14(2), 94-108. http://dx.doi.org/10.1080/19359701003622875 \nSidanius, J., Devereux, E., & Pratto, F. (1992). A comparison of symbolic racism theory and so-\ncial dominance theory as explanations for racial policy attitudes. The Journal of Social \nPsychology, 132(3), 377-395. http://dx.doi.org/10.1080/00224545.1992.9924713 \nSpence, J. T., & Helmreich, R. L. (1978). Masculinity & femininity: Their psychological dimen-\nsions, correlates, & antecedents. Austin: University of Texas Press. \nSperber, J., Landers, S., & Lawrence, S. (2005). Access to health care for transgendered persons: \nResults of a needs assessment in Boston. International Journal of Transgenderism, 8(2-\n3), 75-91. http://dx.doi.org/10.1300/J485v08n02_08 \nStephan, W. G., & Renfro, C. L. (2002). The role of threat in intergroup relations. In D. M. \nMackie & E. R. Smith (Eds.), From prejudice to intergroup emotions: Differentiated re-\nactions to social groups (pp. 191--207). New York, NY: Psychology Press. \nStephan, W. G., & Stephan, C. W. (1985). Intergroup anxiety. Journal of social issues, 41, 157-\n175. http://dx.doi.org/10.1111/j.1540-4560.1985.tb01134.x \n  \n \n \n34 \nStephan, W. G., & Stephan, C. W. (2000). An integrated threat theory of prejudice. In S. Oskamp \n(Ed.), Reducing prejudice and discrimination (pp. 23–45). Mahwah, NJ: Erlbaum. \nStephan, W. G. (2014). Intergroup anxiety theory, research, and practice. Personality and Social \nPsychology Review, 18(3), 239-255. http://dx.doi.org/10.1177/1088868314530518 \nStotzer, R. L. (2009). Violence against transgender people: A review of United States data. Ag-\ngression and Violent Behavior, 14, 170–179. http://dx.doi.org/10.1016/j.avb.2009.01.006 \nTajfel, H., & Turner, J.C. (1986). The social identity theory of intergroup behavior. In S. \nWorchel & W.G. Austin (Eds.), The psychology of intergroup relations (pp. 7-24). Chi-\ncago: Nelson-Hall.  \nTausch, N., Tam, T., Hewstone, M., Kenworthy, J., & Cairns, E. (2007). Individual-level and \ngroup level mediators of contact effects in Northern Ireland: The moderating role of so-\ncial identification. British Journal of Social Psychology, 46, 541–556. \nhttp://dx.doi.org/10.1348/014466606X155150 \nTebbe, E. N., & Moradi, B. (2012). Anti-transgender prejudice: A structural equation model of \nassociated constructs. Journal of counseling psychology, 59(2), 251. \nTebbe, E. A., Moradi, B., & Ege, E. (2014). Revised and abbreviated forms of the Genderism \nand Transphobia Scale: Tools for assessing anti-trans* prejudice. Journal of counseling \npsychology, 61(4), 581. \nTee, N., & Hegarty, P. (2006). Predicting opposition to the civil rights of transpersons in the \nUnited Kingdom. Journal of Community and Applied Social Psychology, 16, 70–80. \nTompkins, T. L., Shields, C. N., Hillman, K. M., & White, K. (2015). Reducing stigma toward \nthe transgender community: An evaluation of a humanizing and perspective-taking inter-\nvention. Psychology of Sexual Orientation and Gender Diversity, 2(1), 34. \n  \n \n \n35 \nVan Hiel, A., & Mervielde, I. (2005). Authoritarianism and social dominance orientation: Rela-\ntionships with various forms of racism. Journal of Applied Social Psychology, 35(11), \n2323-2344. http://dx.doi.org/10.1111/j.1559-1816.2005.tb02105.x \nVescio, T. K., & Biernat, M. (2003). Family values and antipathy toward gay men. Journal of \nApplied Social Psychology, 33, 833–847. http://dx.doi.org/10.1111/j.1559-\n1816.2003.tb01927.x \nVelasco González, K., Verkuyten, M., Weesie, J., & Poppe, E. (2008). Prejudice towards Mus-\nlims in the Netherlands: Testing integrated threat theory. British Journal of Social Psy-\nchology, 47(4), 667-685. http://dx.doi.org/10.1348/014466608X284443 \nVoci, A., & Hewstone, M. (2003). Intergroup contact and prejudice toward immigrants in Italy: \nThe mediational role of anxiety and the moderational role of group salience. Group Pro-\ncesses and Intergroup Relations, 6, 37–54. \nhttp://dx.doi.org/10.1177/1368430203006001011 \nWalch, S. E., Ngamake, S. T., Francisco, J., Stitt, R. L., & Shingler, K. A. (2012a). The attitudes \ntoward transgendered individuals scale: psychometric properties. Archives of Sexual Be-\nhavior, 41(5), 1283-1291. \nWalch, S. E., Sinkkanen, K. A., Swain, E. M., Francisco, J., Breaux, C. A.,& Sjoberg, M. D. \n(2012b). Using intergroup contact theory to reduce stigma against transgender individu-\nals: Impact of a transgender speaker panel presentation. Journal of Applied Social Psy-\nchology, 42, 2583–2605. http://dx.doi.org/10.1111/j.1559-1816.2012.00955.x \nWarriner, K., Nagoshi, C. T., & Nagoshi, J. L. (2013). Correlates of homophobia, transphobia, \nand internalized homophobia in gay or lesbian and heterosexual samples. Journal of Ho-\nmosexuality, 60, 1297–1314. http://dx.doi.org/10.1080/00918369.2013.806177 \n  \n \n \n36 \nWest, K., & Hewstone, M. (2012). Culture and contact in the promotion and reduction of anti-\ngay prejudice: Evidence from Jamaica and Britain. Journal of homosexuality, 59(1), 44-\n66. http://dx.doi.org/10.1080/00918369.2011.614907 \nWhitley, B. E., & Lee, S. E. (2000). The relationship of authoritarianism and related constructs \nto attitudes toward homosexuality. Journal of Applied Social Psychology, 30(1), 144-170. \nhttp://dx.doi.org/10.1111/j.1559-1816.2000.tb02309.x \nWilloughby, B. L. B., Hill, D. B., Gonzalez, C. A., Lacorazza, A., Macapagal, R. A., Barton, M. \nE., & Doty, N. D. (2010). Who hates gender outlaws? A multisite and multinational eval-\nuation of the Genderism and Transphobia Scale. International Journal of Transgender-\nism, 12, 254–271. http://dx.doi.org/10.1080/15532739.2010.550821 \nWilchins, R. A. (1997). Read my lips: Sexual subversion and the end of gender. Ithaca, NY: \nFirebrand Books. \nWinter, S., Webster, B., & Cheung, P. K. E. (2008). Measuring Hong Kong undergraduate stu-\ndents’ attitudes towards transpeople. Sex Roles, 59, 670–683. \nWright, L.W., Adams, H. E.,& Bernat, J. (1999). Development and validation of the homophobia \nscale. Journal of Psychopathology and Behavioral Assessment, 21, 337–347. \n  \n  \n \n \n37 \n2 CORRELATES AND PREDICTORS OF ANTI-TRANSGENDER            \nPREJUDICE \nTransgender individuals encompass a diverse group of individuals whose gender identi-\nties and gender expressions are different than the gender markers they were assigned at birth. \nBockting (1999) described transgender people as individuals whose gender identities transcend \ntraditional social definitions of male and female. Since language and definitions used within var-\nious transgender communities continue to evolve, the author will use transgender as a term that \ndenotes individuals whose gender identities or gender expressions do not necessarily conform to \ntraditionally defined constructions of “male” and “female.” The term trans*, pronounced without \nthe asterisk, has become more widely used. The asterisk was thought to be created in order to \nmetaphorically capture all the identities that encompass transgender (Ryan, 2014; e.g. transsexu-\nal, transperson, gender nonconforming, genderqueer, gender bender, bigender, androgynous, \ngender variant). Trans* persons may seek gender confirmation surgery or hormones, or they may \nopt to not alter their bodies in any way. Since sexual orientation is separate from gender identity, \ntrans* persons may identify as heterosexual, gay, lesbian, bisexual, queer, asexual, etc. \nTrans* persons experience pervasive prejudice and discrimination (Ahmed, & Jindasurat, \n2015; Grant et al., 2011; Greytak, Kosciw, & Diaz, 2009; Stotzer, 2009; Whittle, Turner, Al-\nAlami, Rundall, & Thom, 2007) in the workplace (Dispenza, Watson, Chung, & Brack, 2012), in \nobtaining medical care (Sperber, Landers, & Lawrence, 2005; Whittle et al., 2007), and in ac-\ncessing mental health (Carroll, Gilroy, & Ryan, 2002; Israel et al., 2008; Lombardi, 2009; \nMcCullough et al., 2016). Most disturbing perhaps is that trans* youth report much higher levels \nof harassment and victimization in school, many lacking resources and adequate school supports \nto cope with their negative experiences (Greytak et al., 2009).  \n  \n \n \n38 \nFurther, Grant et al. (2011) reported that 19% of trans* people were refused medical care, \n22% reported harassment by police, trans* people were nearly 4 times as likely to live in extreme \npoverty, 19% reported experiencing homelessness, and 41% reported attempting suicide. Indi-\nviduals have even been murdered upon discovery that they were trans* (Wodda & Panfil, 2014). \nTrans* people are often denied basic rights, and lack protections in housing, public restroom ac-\ncommodations (Bender-Baird, 2015; Reed, Franks, & Scherr, 2015), and only 15 states have hate \ncrime laws that include crimes based of gender identity (The National LGBTQ Task Force, \n2015). Relatedly, constant exposure to discrimination and violence can increase the likelihood \nthat trans* people will experience adverse mental health outcomes (dickey, Reisner, & Juntunen, \n2015; Shipherd, Green, & Abramovitz, 2010). \nMany of the above descriptions of discrimination and violence directed at transpeople can \nbe described as manifestations of transphobia, or a disgust, fear or hatred towards individuals \nwhose gender identities or gender expressions do not fit into traditional socially defined concepts \nof female and male (Hill & Willoughby, 2005; Nagoshi et al., 2008). Tebbe and Moradi (2012) \nuse a parallel term, anti-transgender prejudice, to focus more on prejudice, rather than hatred or \nfear of trans* individuals. As part of their study, Whittle et al. (2007) found that people were \nmore likely to act upon their prejudice and transphobia in instances where a trans* person began \nto publicly express themselves as their true gender, during periods of time when an individual \nwas undergoing gender confirmation surgery, or when it was discovered within the family home \nthat a trans* family member was planning to live full time as their true gender. It may be that \nprejudice is enacted when there is a public declaration or more obvious visual evidence that a \nperson is trans*. When those around the trans* person are directly faced with having to expand \ntheir definition of gender, there may be a strongly negative reaction.    \n  \n \n \n39 \nMeasuring Anti-trans* Prejudice and Transphobia \nResearchers have attempted to understand negative attitudes towards transpeople (Hill & \nWilloughby, 2005; Nagoshi et al., 2008; Ngamake, Walch, & Raveepatarakul, 2013; Tebbe & \nMoradi, 2014; Walch et al., 2012a). Efforts have transpired to explore correlates and predictors \nof prejudice towards transpeople (Hill & Willoughby, 2005; Nagoshi et al., 2008; Norton & \nHerek, 2013; Tee & Hegarty, 2006; Tebbe, Moradi, & Ege 2014; Tebbe & Moradi, 2012; \nWilloughby et al., 2010; Walch et al., 2012a). Hill and Willoughby (2005) conceptualized anti-\ntrans* attitudes as consisting of three components: (a) transphobia, (b) genderism, and (c) gender \nbashing. Genderism, similar to heterosexism, is where individuals are privileged to the degree by \nwhich they conform to traditional socially defined concepts of gender. All other gender identities \nor expressions, such as transpersons, feminine men, masculine women, or gender queer individu-\nals can be regarded as pathological (Hill, 2002). Similar to other definitions, transphobia was \ncharacterized as an emotional disgust towards trans* individuals, and gender bashing relates to \nthe fear or disgust manifested as harm or violence towards transpeople (Hill, 2002).  \nHill and Willoughby’s (2005) work resulted in the creation of the Genderism and Tran-\nsphobia Scale (GTS) with 32-items and three subscales. The GTS has been widely used in the \nU.S., Canada (Gerhardstein & Anderson, 2010; Norton & Herek, 2013; Tebbe et al., 2014; \nTompkins et al., 2015), and other countries (Costa & Davies, 2012; Winter, Webster, & Cheung, \n2008), such as China (Hong Kong) and Portugal. Since the first version, other researchers have \nsought to create shorter, valid and reliable forms (Tebbe et al., 2014). Nagoshi et al. (2008), feel-\ning that the GTS did not adequately distinguish between homophobia and transphobia, estab-\nlished the Transphobia Scale (TS), a 9-item scale intended to measure anti-trans* prejudice. The \nTS was based on Bornstein’s (1998) book, My Gender Workbook, and was designed to measure \n  \n \n \n40 \nflexibility in gender aptitude. The TS has been validated and utilized by other researchers since \nits inception (Tebbe & Moradi, 2012; Warriner et al., 2013). Walch et al. (2012a), who criticized \nHill and Willoughby (2005) for not using the word “transgender” in their scale, created the Atti-\ntudes Towards Transgender Individuals Scale (ATTI), which has also been validated in Thailand \n(Ngamake, Walch, & Raveepatarakul, 2013). \nEmpirically Established Correlates and Predictors of Anti-trans* Prejudice \nWilloughby et al. (2010) identified factors that have been associated with negative atti-\ntudes towards transpeople. One category is demographic factors. Gender and sexual orientation \nhave both been found to predict anti-trans* prejudice, with being male (Costa & Davies, 2012; \nGerhardstein & Anderson, 2010; Landén & Innala, 2000; Nagoshi et al., 2008; Norton & Herek, \n2013; Tee & Hegarty, 2006; Warriner et al., 2013; Willoughby et al., 2010; Winter et al., 2008) \nand heterosexual (Warriner et al., 2013; Willoughby et al., 2010) predicting more negative atti-\ntudes towards transpeople. Education was also found to be a predictor (Norton & Herek, 2013). \nParticipants who had not graduated from college were found to have more negative attitudes to-\nwards transpeople. Outside of one study (Tee & Hegarty, 2006) that found nonwhite participants \nhad more negative attitudes towards trans* individuals, another study (Norton & Herek, 2013) \nfound race to be nonsignificant as a predictor. Age was also not a predictor (Willoughby et al., \n2010). \nPersonality and identity factors were examined by researchers and found to be predictors \nof anti-trans* prejudice. For example, researchers found that higher ego defensiveness \n(Willoughby et al., 2010), aggression proneness (Nagoshi et al., 2008; Tebbe et al., 2014), and an \nindividual’s need for order or structure (Tebbe & Moradi, 2012; Tebbe et al., 2014) all predicted \nnegative attitudes towards trans* individuals. Higher ratings of masculinity as measured by the \n  \n \n \n41 \nBem Sex Role Inventory (BSRI; Bem, 1974) and the Aggression Questionnaire (Buss & Perry, \n1992), was not a significant predictor of transphobia (Hill & Willoughby, 2005; Nagoshi et al., \n2008; Willoughby et al., 2010). Lower self-esteem predicted higher ratings of transphobia in one \nstudy (Willoughby et al., 2010), but was not significant in another (Hill & Willoughby, 2005).  \nTraditional or conservative social values were found to be significant predictors of nega-\ntive attitudes toward trans* individuals. Studies (Nagoshi et al., 2008; Warriner et al., 2013)  \nfound that religious fundamentalism predicted negative attitudes towards transpeople for all \ngroups (e.g. heterosexual, gay) except for lesbians. Warriner and colleagues found that lesbians \nand gay men were less socially conservative than heterosexuals. Willoughby et al. (2010) found \nmoral dogmatism and values relating to social conformity to also predict transphobia. Moreover, \nright-wing authoritarianism (Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; \nWarriner et al., 2013; Willoughby et al., 2010), religiosity (Norton & Herek, 2013; Tee & He-\ngarty, 2006; Willoughby et al., 2010), anti-egalitarianism (Norton & Herek, 2013), and conserva-\ntism (Norton & Herek, 2013) predicted more prejudicial attitudes towards transpeople. Related to \ntraditional beliefs, individuals who prefer to maintain socially hierarchical groups (Pratto et al., \n1994) were found to have higher transphobia scores in one study (Tebbe et al., 2014), but not in \nanother (Tebbe & Moradi, 2012). \nBeliefs and attitudes toward other groups were also predictors of anti-trans* prejudice. \nNegative attitudes toward lesbian, gay, and bisexual people, and homophobia were highly pre-\ndictive of transphobia (Costa & Davies, 2012; Gerhardstein & Anderson, 2010; Hill & \nWilloughby, 2005; Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Tebbe, \nMoradi, 2012; Tebbe et al., 2014; Warriner et al., 2013; Willoughby et al., 2010). Traditional \nattitudes and beliefs about gender (Costa & Davies, 2012; Tebbe & Moradi, 2012; Tee & He-\n  \n \n \n42 \ngarty, 2006) and sexist beliefs (Nagoshi et al., 2008; Warriner et al., 2013) were also predictive \nof anti-trans* prejudice. \nSocial Identity Theory Factors \nSocial identity theory posits that individuals strive to find a positive ingroup identity and \nthat they often achieve this by comparing themselves to other groups (Tajfel & Turner, 1979). \nMoreover, ingroups tend to favor their own group (Allport, 1954), which can lead to negative \nconsequences for members of outgroups. Research on anti-trans* prejudice has examined a vari-\nety of predictors, such as beliefs, values, personal characteristics, and attitudes (Hill & \nWilloughby, 2005; Nagoshi et al., 2008; Tebbe & Moradi, 2012; Tebbe et al., 2014; Warriner et \nal., 2013; Willoughby et al., 2010), but research has not examined social identity factors as pre-\ndictors of negative attitudes towards transpeople. Although there is some foray into social identi-\nty factors and their roles in predicting negative attitudes towards transpeople, mainly in the area \nof intergroup contact (Costa & Davies, 2012; King et al., 2009; Norton & Herek, 2013), it makes \nsense to include these factors. For instance, intergroup contact (Pettigrew & Tropp, 2006; Tee & \nHegarty, 2006; West, Hewstone, and Lolliot, 2014) and intergroup anxiety (Stephan & Stephan, \n1985; Stephan & Stephan, 2000; Voci & Hewstone, 2003) have been shown to be related to prej-\nudice toward marginalized groups. The next section will discuss these social identity factors \nmore in depth.    \nIntergroup Contact  \nSeveral studies have touched upon elements of intergroup contact (Costa & Davies, 2012; \nKing et al., 2009; Ngamake, Walch, & Raveepatarakul, 2013; Norton & Herek, 2013; Tee & He-\ngarty, 2006; Walch et al., 2012b; Willoughby et al., 2010) to examine ways in which prejudice \ncan be reduced. Individuals define their social spheres by determining who are members of their \n  \n \n \n43 \nown ingroup (Allport, 1954) and who are others, or outgroup members. People are rewarded \nwith love, affection, sometimes power, and a sense of belonging as members of their ingroups, \nthus, creating a fierce loyalty that can often lead to ethnocentricity or bias towards members of \noutgroups (Tajfel & Turner, 1979, 1986). Further, ingroup members often “size up” outgroup \nmembers, trying to determine status, ranking, and whom they hold more power over. As a result, \nprejudice transpires. Allport’s (1954) theory of intergroup contact supposes that prejudice is re-\nduced when ingroup members have increased contact with outgroups. \nIn a 2006 meta-analysis of 515 studies, Pettigrew and Tropp found that intergroup contact \nsignificantly reduced prejudice (r = -.215). Studies testing the intergroup contact hypothesis with \nsexual minorities yielded significant results (Gentry, 1987; Herek & Captanio, 1996; Lytle & \nLevy, 2015; West & Hewstone, 2012). Heterosexual participants who experienced more contact \nwith gay and lesbian individuals reported more positive attitudes towards that group. However, \nthis has not necessarily been the case with trans* individuals. Out of the seven studies men-\ntioned, only King et al. (2009) and Tee and Hegarty (2006) found that previous contact with \ntranspeople reduced prejudice toward transpeople. Willoughby et al. (2010) found that previous \ncontact explained a small percentage of variance in one of their studies, similar to Ngamake et al. \n2013, but no significance in another. Moreover, Costa and Davies (2012) and Walch et al. \n(2012b) did not find that intergroup contact reduced prejudice towards transpeople in their stud-\nies. It could be that the contact with trans* individuals increased anxiety or was identified as a \nnegative experience. Also, it was not always clear what type of contact it was. Individuals who \nhave a close friend or family member who is trans* would seem to have more positive attitudes \ntowards transpeople than those who have merely met someone a few times who is trans*.  \n  \n \n \n44 \nIt may be that previous contact with one outgroup member would also decrease prejudi-\ncial attitudes towards a similar outgroup. As secondary transfer effect (Pettigrew, 1998; 2009) \nwould intimate, heterosexual individuals who report more positive attitudes upon having contact \nwith gay men and lesbians, should report more affirmative attitudes towards trans* individuals as \nwell. Pettigrew (2009) found that participants who had contact with a stigmatized group reduced \ntheir prejudice toward a similarly stigmatized group. Pettigrew also found that a secondary trans-\nfer effect happened between homeless individuals and gay and lesbian individuals. In other \nwords, participants who had previous contact with homeless individuals were more likely to have \nmore positive attitudes toward gay and lesbian individuals because the groups are similarly stig-\nmatized. \nIntegrated Threat  \nA couple studies examined intergroup threat of prejudice (Nagoshi et al., 2008; Warriner \net al., 2013) as possible explanations for how anti-trans* prejudice manifests. Integrated threat \ntheory explains how prejudice is exhibited toward outgroups because of perceived feelings of \nthreat (Stephan & Stephan, 2000) by ingroup members. Thus, this theory helps elucidate discrim-\nination from ingroups toward marginalized outgroups (Velasco González et al., 2008). Inter-\ngroup anxiety is a type of threat often experienced by ingroups when anticipating contact with \nmembers of outgroups (Pettigrew & Tropp, 2006; Stephan, 2014; Stephan & Stephan, 1985). \nFeelings of intergroup anxiety can trigger prejudicial attitudes from ingroup members (Castiglio-\nne et al., 2013; Stephan & Stephan, 2000; Voci & Hewstone, 2003). Intergroup anxiety may be \nespecially present in ingroups anticipating contact with sexual minorities (Castiglione et al., \n2013; Nagoshi et al., 2008), possibly out of fear that for example, a heterosexual male may at-\ntract or be propositioned to by a gay male. \n  \n \n \n45 \nNagoshi et al. (2008) and Warriner et al. (2013) posit that heterosexual men may hold \nmore prejudicial attitudes towards gay men because they perceive that a man deviating from tra-\nditional gender roles may threaten male dominance. Warriner and colleagues found that while \ngay and lesbian individuals had less negative attitudes towards transpeople than heterosexuals, \ngay men still reported more negative attitudes than lesbians. They postulate that this may be be-\ncause men who transgress traditional gender roles still represent a threat to social power for gay \nmen. This example describes another type of threat called symbolic threat (Stephan & Stephan, \n2000). Symbolic threat may be at play when an ingroup perceives an outgroup to be a threat to \ntheir morals, values, or way of life. Ingroup members feeling threatened may fear a loss of their \nsocial identity or power and cling tighter to their own group, fostering prejudice toward out-\ngroups. \nContact Apprehension \nContact apprehension toward another group may be related to intergroup anxiety. Contact \napprehension towards gay men and lesbians has been measured as part of a larger scale called the \nComponent Measure of Attitudes Towards Homosexuality (CATH, LaMar & Kite, 1998; Kite & \nDeaux, 1986). LaMar and Kite (1998) suggested that attitudes towards homosexuality have mul-\ntiple elements and contact apprehension is one of these. Contact apprehension toward gay men \nand lesbians has been related to prejudice toward these groups, a finding that has been confirmed \nby some studies that have investigated only this subscale (Castiglione et al., 2013; Licciardello et \nal., 2014; Rampullo et al., 2013). In one study, Castiglione et al., 2013 reported that intergroup \ncontact decreased prejudice levels toward gay and lesbian individuals, but still did not reduce \ncontact apprehension toward these groups. The authors could find no studies that examined con-\ntact apprehension toward trans* individuals. Though the authors did not specifically indicate that \n  \n \n \n46 \nthe CATH is a measurement for social identity factors, it deals with anxiety around contact, \nwhich is similar to intergroup anxiety and may be correlated with measurements of intergroup \nanxiety. \nAuthoritarianism and Social Dominance \n \nRelated to symbolic threat, two different, but related theories have shown to be consistent \npredictors of prejudice. Right wing authoritarianism (RWA; Altemeyer, 1981) and social domi-\nnance orientation (SDO; Pratto et al., 1994) are commonly associated with ethnocentrism, preju-\ndicial attitudes towards minorities and other stigmatized outgroups (Altemeyer, 1998; Duckitt & \nSibley, 2007; Van Hiel & Mervielde, 2005). RWA and SDO can measure perceived symbolic \nthreat (Stephan & Stephan, 2000) that is threat to the traditions, values, or worldview or a hege-\nmonic ingroup. Individuals who value authoritarianism are more likely to be conventional and \nhighly value tradition (Altemeyer, 2002). Moreover, they tend to defend traditional institutions; \nsometimes behaving in aggressive manners towards outgroups. Social dominance theory (Sida-\nnius, Devereaux, & Pratto, 1992) explains how people view social interactions in terms of power \ndifferentials. If individuals believe their group is superior to others and want to maintain that su-\npremacy, they are likely to denigrate outgroups (Pratto et al., 1994). Duckitt and Sibley (2007) \nproposed that stronger RWA attitudes indicate more threat-based goals of instituting and main-\ntaining social group order, whereas, greater SDO indicates more competition-based goals like \nsupporting group power structures that subordinate outgroups. Outgroups that challenge the so-\ncial order or social inequality would particularly be devalued by those with higher SDO. SDO as \na predictor for anti-trans* prejudice has resulted in some mixed outcomes (Tebbe & Moradi, \n2012; Tebbe et al., 2012). But since few studies have explored SDO and anti-trans* prejudice, it \n  \n \n \n47 \nshould be examined more thoroughly since individuals who support power structures that mar-\nginalize others would seem to hold negative attitudes towards trans* individuals. \nIngroup Identity \nPowerful ingroup identities often produce discrimination towards outgroup members \n(Renfro et al., 2006; Stephan & Renfro, 2002). This may be related to individuals’ longing for a \npositive social identity (Tajfel & Turner, 1986). White males with strong ingroup identities were \nfound to have more negative attitudes towards individuals who were the beneficiaries of affirma-\ntive action (Renfro et al., 2006). Further, lesbian, gay, and bisexual individuals who identified \nstrongly with their sexual orientation displayed more negative attitudes toward transpeople (Mor-\nrison, 2010). When the strength of ingroup identity is reduced, thus, groups merging to become \nmore of a “we” than an “us” and “them,” prejudice can be reduced. Gaertner, Dovidio, and \nBachman (1996) found that students attending a multi-ethnic high school had lower levels of in-\ntergroup bias toward original outgroup members when they merged with another school.  \nRationale and Hypotheses \nFor the purposes of this study, the researcher will favor the use of the term “anti-trans* \nprejudice” (Tebbe et al., 2014) to capture the subtleties of prejudice towards trans* people, rather \nthan transphobia, a hatred or disgust towards them. The term “prejudice” also aligns more with \nthe social identity theory of ingroups and outgroups (Allport, 1954; Tajfel & Turner, 1979, 1986) \nwhich we will examine in the study. The overarching research question was what are predictors \nand correlates of anti-trans* prejudice. The present study is designed to advance understanding \non what constructs may predict anti-trans* prejudice, further examining specific aspects of indi-\nviduals’ social identities and their potential to predict negative attitudes towards transpeople. \nTebbe et al. (2014) noted that measures of prejudicial attitudes and variables associated with \n  \n \n \n48 \ndominance, aggression and intolerance seem to predict prejudice toward transpeople. This may \nbe a case for how anti-trans* prejudice may be more based on attitudes towards outgroups than \non personal characteristics of ingroup members.   \n The present study will seek to extend the literature on RWA and SDO as predictors of anti-\ntrans* prejudice. Since trans* individuals transgress traditional gender roles, which may pose \na symbolic threat to individuals who value more traditional or authoritarian values, they may \nbe the targets of discrimination or violence (Tebbe & Moradi, 2012; Warriner et al., 2013). \nSimilarly, high SDO ratings are associated with prejudice, especially toward marginalized \ngroups (Duckitt & Sibley, 2007). A prejudicial response serves the purpose of reinforcing the \ndominant values of the ingroup. For this reason, RWA and SDO are expected to be strong \npredictors of anti-trans* prejudice (Hypothesis 1).  \n Levin and Sidanius (1993) found that strong ingroup identification in high status groups pre-\ndicted substantially more prejudice. The explanation could be that members of high status \ngroups like cisgender, or nontrans* individuals stand to lose more social power so they are \nmore likely to feel threatened by trans* individuals. Therefore, ingroup identity will be posi-\ntively correlated with anti-trans* prejudice (Hypothesis 2).  \n Since intergroup contact has been shown to reduce prejudice toward outgroups (Pettigrew & \nTropp, 2006), and King et al. (2009) and Tee and Hegarty (2006) found that previous contact \nwith transpersons reduced negative attitudes toward them, it is predicted that there will be a \nnegative relationship between intergroup contact with transpeople and anti-trans* prejudice. \n(Hypothesis 3)  \n Secondary transfer effect (Pettigrew, 1998 & 2009) is typically stronger when individuals \nhave had previous contact with a similarly marginalized group. Gay men, lesbians, and trans* \n  \n \n \n49 \nindividuals experience similar discrimination as they both can be seen to transgress tradition-\nal gender norms (Hill, 2002). Additionally, homophobia and transphobia are highly correlat-\ned (Nagoshi et al., 2008; Warriner, Nagoshi, & Nagoshi, 2013; Willoughby et al., 2010). \nTherefore, it is assumed that less contact with gay men and lesbians will predict prejudice \ntowards transpeople (Hypothesis 4).  \n Intergroup anxiety has been shown to be a predictor of prejudicial attitudes towards out-\ngroups (Voci & Hewstone, 2003). Intergroup anxiety was found to be a predictor of negative \nattitudes towards gay men (Castiglione et al., 2013). Since homophobia and transphobia are \nrelated constructs (Nagoshi et al., 2008; Warriner, Nagoshi, & Nagoshi, 2013; Willoughby et \nal., 2010), it is hypothesized that higher levels of intergroup anxiety will be related to higher \nlevels of anti-trans* prejudice (Hypothesis 5).  \n Finally, a few studies (Castiglione et al., 2013; Licciardello et al., 2014; Rampullo et al., \n2013) have used the CATH (Lamar & Kite, 1998) subscale of contact apprehension toward \ngay men and lesbians and demonstrated that contact apprehension had a positive relationship \nwith negative attitudes towards gay men. Again, since trans* individuals are similarly mar-\nginalized, it is predicted that contact apprehension toward trans* people (CATT) will be a \nsignificant predictor of anti-trans* prejudice. Additionally, CATT items address avoidance, \nnervousness, and discomfort in anticipation of contact. Since these are similar descriptors for \nanxiety, it is expected that CATT will be highly correlated with the measurement of inter-\ngroup anxiety (IAS) (Hypothesis 6). \nMethod \nParticipants \n  \n \n \n50 \nAn a priori power analysis was conducted with G*Power, Version 3, revealing that a \nsample size of 160 would be sufficient to detect a medium effect size, with up to 20 predictors. \nFor the analysis, the effect size was set at .15, the alpha at .05, the power at .8, and the number of \npredictors was estimated at 10. A sufficient sample size was obtained and 349 college under-\ngraduates from a large, urban, ethnically and socioeconomically diverse university in the South-\neastern U.S. participated in the study. Participants were at least 18 years old and ranged in age \nfrom 18-56 (M = 23.70, SD = 6.36). Participants were demographically diverse and included ma-\njors across disciplines. About 62% (n = 218) of participants self-identified as female, 37% (n = \n130) as male, and one participant identified as trans*. In terms of racial and ethnic identity, ap-\nproximately 45% (n = 156) of participants identified as African American or Black, 9% (n = 32) \nidentified as Latino/Latina, or Hispanic, 23% (n = 79) identified as Asian/Asian American, one \nparticipant identified as Native Hawaiian or Pacific Islander, 18% (n = 63) identified as White or \nEuropean American, 4% (n = 14) identified as Biracial or Multiracial, and 1% (n = 4) identified \nas a race or ethnicity not listed.  \nFor sexual orientation, 88% (n = 304) of participants identified as heterosexual, 1% (n = \n5) as gay, 1% (n = 4) as lesbian, 5% (n = 16) as bisexual, and 1% (n = 2) as queer. Additionally, \n4% identified a sexual orientation not listed. Of the 14 participants who identified another sexual \norientation, 9 (2%) identified as “straight” and were included in the heterosexual category. Par-\nticipants who identified as living with a chronic illness or disability impacting daily functioning \ncomprised about 13% (n = 44) of the sample. A diverse representation of religious and spiritual \nidentities were included in the sample, with 8% (n = 28) identifying as Agnostic, 3% (n = 11) as \nAtheist, 4% (n = 13) as Buddhist, 66% (n = 228) as Christian, 4% (n = 13) as Hindu, 1% (n = 3) \n  \n \n \n51 \nas Jewish, 6% (n = 20) as Muslim, and 9% (n = 32) identifying in a different category than pro-\nvided. The most frequent responses were “spiritual” (n = 9) and “Catholic” (n = 5).  \nOnly one participant identified their class rank as freshman, where 13% (n = 44) identi-\nfied as sophomore, 36% (n = 124) as junior, and 51% (n = 179) as senior. In terms of political \naffiliation, 5% (n = 16) identified as strongly liberal, 25% (n = 85) liberal, 17% (n = 59) some-\nwhat liberal, 39% (n = 135) both liberal and conservative, 8% (n = 26) somewhat conservative, \n6% (n = 21) conservative, and 1% (n = 2) strongly conservative. Regarding socioeconomic sta-\ntus, 16% (n = 54) of participants reported their estimated family household income was less than \n$20,000 annually, 30% (n = 102) reported $20,000-$40,000, 17% (n = 59) reported $40,000-\n$60,000, 12% (n = 42) reported $60,000-$80,000, 9% (n = 32) reported $80,000-$100,000, 8% \n(n = 29) reported $100,000-$150,000, and 8% (n = 27) reported over $150,000. Participants were \nasked if they were the first in the family to attend college and 25% (n = 88) reported, “yes” to \nthis question. \nTable 1 \nDemographic Data for Participants \n       N  % \nAge \nRange: 18-56 \nM = 23.70, SD = 6.36 \nGender Identification (n = 349) \nFemale       218  62.5 \nMale       130   37.2 \nTrans*      1  0.3 \nRacial/Ethnic Identification (n = 349) \nAfrican American or Black    156  44.7  \nLatino/Latina or Hispanic    32   9.2 \nAsian/Asian American                79  22.6 \nNative Hawaiian or Pacific Islander   1  0.3  \nWhite or European American    63   18.1 \nBiracial or Multiracial                  14  4.0 \nNone of the Above, I identify as:          4  1.1 \nSexual Orientation (n = 345) \nGay      5  1.4 \nLesbian      4  1.1  \nBisexual       16  4.6 \n  \n \n \n52 \nHeterosexual      304  88.2  \nQueer      2  0.6  \nNone of the Above, I identify as:          14  4.1 \nChronic Illness or Disability Impacting Daily Functioning (n = 349) \nYes      44  12.6  \nNo      305   87.4  \nReligion/Spirituality (n = 348) \nAgnostic       28  8.0  \nAtheist       11  3.2  \nBuddhist       13  3.7  \nChristian       228  65.6  \nHindu       13  3.7  \nJewish       3  0.9 \nMuslim       20  5.7  \nNone of the Above, I identify as:         32   9.2  \nLevel in School (n = 348) \nFreshman        1  0.3 \nSophomore       44  12.6 \nJunior       124  35.6 \nSenior      179  51.5 \nPolitical Affiliation (n = 344)       \nStrongly Liberal      16  4.7  \nLiberal        85  24.6 \nSomewhat Liberal       59  17.2  \nBoth Liberal and Conservative     135  39.2  \nSomewhat Conservative      26  7.6 \nConservative      21  6.1  \nStrongly Conservative      2  0.6 \nEstimated Current Family Household Income (n = 345)      \nLess than $20,000      54  15.7  \n$20,000-$40,000      102  29.5 \n$40,000-$60,000      59  17.1  \n$60,000-$80,000     42  12.2  \n$80,000-$100,000      32  9.3 \n$100,000-$150,000      29  8.4  \nOver $150,000      27  7.8 \nFirst in the Family to Attend College (n = 348) \nYes      88  25.3  \nNo      260   74.7\n ________________________________________________________________ \n \nProcedure \nParticipants were recruited through online undergraduate classes via a departmental SO-\nNA System at an urban university located in the southeast U.S. They were given one research \ncredit for their online course for their participation in the research. Participants were directed to \nan online survey posted on Qualtrics that they could complete anonymously from any device that \nwas connected to the Internet. When accessing the link to the survey, participants were given \n  \n \n \n53 \nbasic information about the survey, its purpose, and the benefits and risks of participation. Partic-\nipants were asked to provide informed consent by selecting “agree,” signifying that they agree to \nparticipate in the study. Upon selecting “agree” participants were directed to the survey. Partici-\npants who did not provide informed consent were not able to access the survey. Ethical consider-\nations were followed as students were informed of various risks and benefits, and notified of the \noption to participate or not. Participants were informed that lack of participation would not affect \ntheir class grade and an alternate 1-credit assignment was provided. Confidentiality was clarified \nand participants were notified of how data is managed. A formal letter of IRB approval was at-\ntained prior to the beginning of the study.   \nMeasures \n Demographic Questionnaire. This study obtained a variety of demographic data from \na demographic questionnaire that gathered information relating to participants’ gender identity, \nsexual orientation, race and ethnicity, age, level in school, religion, ability status, income level, \nand political ideology (Norton & Herek, 2013). The question about political ideology requests \nparticipants to rate themselves on a 7-point scale from strongly liberal to strongly conservative \n(Woodford et al., 2012). \n Anti-Trans* Prejudice. The Genderism and Transphobia Scale (GTS; Hill & \nWilloughby, 2005) is a 32-item scale that measures genderism, transphobia, and gender-bashing. \nIt is an effective measure for determining prejudicial attitudes toward trans* and gender noncon-\nforming individuals. The Cronbach alpha ratings from two individual studies were reported as \n.88 and .96 for the overall measure. The items are measured on a 7-point scale from 1 (strongly \nagree) to 7 (strongly disagree). Tebbe et al. (2014) addressed psychometric inconsistencies, im-\nproving construct validity within the original GTS (Hill & Willoughby, 2005) and generated a \n  \n \n \n54 \nshorter, more efficient measure called the GTS-Revised (GTS-R: Tebbe et al., 2014). This re-\nvised scale, which has been utilized for the current study, has 22-items, measured on the same 7-\npoint scale, is equally reliable. The overall Cronbach alpha for this measure is reported as .94 \n(.95 for the Genderism/Transphobia subscale, .86 for Gender Bashing subscale). A sample item \non this scale includes, “If I found out that my best friend was changing their sex, I would freak \nout.” The GTS-R was positively correlated with measures of social dominance orientation, ag-\ngression proneness, need for closure, anti-LGB, and sexist attitudes towards the rights and roles \nof women. The scale yielded small and mostly not significant correlations with social desirabil-\nity. The Cronbach alphas for the current study were .94 for the overall measure, .94 for the Gen-\nderism/Transphobia subscale, and .82 for the Gender Bashing subscale. \nRight-Wing Authoritarianism. Individuals who score highly on the Right-Wing Au-\nthoritarianism Scale (RWA; Altemeyer, 1981, 1998, 2006) reflect beliefs in strong deference to \nauthorities. Further, they believe in fervently protecting the interests of recognized authorities, \noften justifying aggressive actions toward outgroups to uphold the values and traditions of au-\nthoritarian institutions. Individual personality traits may reflect obedience and conventionality. \nThe RWA measures authoritarian submission, authoritarian aggression, and conventionalism \n(Altemeyer, 2006). Individuals who score highly on this measure often think of themselves as the \n“moral majority” (Altemeyer, 1998). The most current 22-item scale (Altemeyer, 2006; Al-\ntemeyer, & Hunsberger, 2005) ranges from 1 (strongly disagree) to 9 (strongly agree), including \n“0”. The lowest score is 20, and the highest 180. The midpoint of the scale is 100. Only items 2-\n22 are scored, as items 1 and 2 exist to help orient the participant with the scale. Eleven items are \nreverse scored. A sample item from this scale is, “The only way our country can get through the \ncrisis ahead is to get back to our traditional values, put some tough leaders in power, and silence \n  \n \n \n55 \nthe troublemakers spreading bad ideas.” The Cronbach alpha on a U.S. sample of 1000 was .90 \n(Altemeyer, 2006). Altemeyer (1998) found that the scale is correlated with religious fundamen-\ntalism, and negative attitudes towards African Americans, homosexuals, and women. Other re-\nsearchers have found the scale to correlate with negative attitudes towards trans* individuals \n(Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner et al., 2013; \nWilloughby et al., 2010). The scale does not correlate with social desirability. The Cronbach al-\npha for the current study was .92. \nSocial Dominance Orientation scale. The16-item Social Dominance Orientation scale \n(SDO; Pratto et al., 1994) commonly measures the degree to which individuals prefer group-\nbased social hierarchies. It is a powerful predictor of intergroup attitudes and should predict neg-\native attitudes towards outgroups when the object is to maintain superior group status. The items \non the scale range from 1(strongly disagree) to 7 (strongly agree). A sample item from the scale \nis, “It’s ok if some groups have more of a chance in life than others.” Items on the first half are \nsummed to get a sub-score. Items on the second half are reversed-scored. A score of over 75 re-\nflects a significant inclination toward a social dominance orientation. SDO is related to meritoc-\nracy, racism, sexism, and hierarchy-legitimizing myths, but is distinct from authoritarianism and \nconservatism (SDO. Pratto et al., 1994). It has been negatively related to tolerance, empathy, \ncommunality, and altruism. The 16-item scale was shown to be internally reliable, with a \nCronbach alpha reading of .91 with a university student population. The Cronbach alpha for the \ncurrent study was .94. \nIntergroup Contact. For this study, an adapted version of intergroup contact using Islam \n& Hewstone’s (1993) measure and West and colleagues’ (2014) measure were used. West et al. \nasked if participants had knowingly interacted with a person who has schizophrenia. Then, the \n  \n \n \n56 \nresearchers captured more details on the quantity of the contact by asking participants to rate \nhow much contact they had with individuals with schizophrenia, for example, “at class”, “at \nwork”, “in intimate social situations”. Participants rated their contact on a 7-point scale ranging \nfrom 1 (none at all) to 7 (very much). West et al. reported a Cronbach alpha of .68 for their \nstudy. For this study, there are two sets of questions. One set of questions requests participants to \nrate the amount of contact they have had with gay and lesbian people, and the other set is identi-\ncal to the first, but asks about the amount of contact participants had with trans* people. Example \nquestions are, “How much contact have you had with transgender people in college”, and “How \nmuch contact have you had with gay and lesbian people in college?” Participants were asked \nhow much contact they had with trans* and lesbian and gay people as acquaintances, neighbors, \nclose friends, and as family members. The participants rated their contact on 6-point, slider \nscales, ranging from 0 (none at all) to 5 (a great deal). The purpose of asking questions about \nparticipants’ previous contact with gay men and lesbians is to determine if previous contact with \ngay and lesbian individuals reduces anti-trans* prejudice, thereby providing additional support \nfor the secondary transfer effect theory (Pettigrew, 1998; 2009). Secondary transfer effect may \napply here if previous contact with gay and lesbian people transfers to increased positive atti-\ntudes toward trans* individuals. In order to increase construct validity of this scale, the author \nsought consultation with content experts who possessed at least a master’s degree, and do clini-\ncal work and/or research with LGTBQ populations. The author utilized similar methods of vali-\ndation that Neville, Lilly, Duran, Lee, and Browne (2000) used. Items were rated on a scale of 1-\n5 for both content appropriateness and content clarity (wording). Items receiving 1-3 scores were \ndropped from the measurement. Cronbach alpha for the current study was .83 for contact with \ngay and lesbian people, and .82 for contact with trans* individuals. \n  \n \n \n57 \nIntergroup Anxiety. For the purposes of this study, intergroup anxiety was measured by \na scale adapted from (Stephan & Stephan, 1985) the original Intergroup Anxiety Scale (IAS). \nThis measure asked participants how they would feel interacting with members of an outgroup. \nSome of the items were reverse scored. The IAS reported a Cronbach alpha coefficient of .86 for \nthe full scale (Islam & Hewstone, 1993; Stephan & Stephan, 1985). The scale correlates with \nmeasures of xenophobia and stereotyping (Stephan & Stephan, 1985). Swart et al. (2011) meas-\nured intergroup anxiety based on race, on a scale adapted from Stephan and Stephan’s measure. \nTheir 6-item scale yielded a Cronbach alpha of .78 on the first two times, and .80 on the third. \nThe original IAS used a 10-point scale, but other studies have used smaller point scales. Islam \nand Hewstone (1993) used a 7-point scale. This study used a 7-point scale. This scale asked re-\nspondents the following question:  “Imagine that your class is having a project where you get \nassigned to work with a transgender student whom you have never met. How do you think you \nwould feel in this situation? Please rate your feelings on the following scale from 1 (strongly dis-\nagree) to 7 (strongly agree).” Participants then rated each of these feelings using the 7-point \nscale: happy, accepted, irritated, impatient, defensive, awkward, confident, self-conscious, suspi-\ncious, careful, certain, and comfortable. Consultation with content experts who possessed at least \na master’s degree, and do clinical work and/or research with LGTBQ populations was also \nsought for this measurement. Methods of validation from Neville, Lilly, Duran, Lee, and Browne \n(2000) were also used. The scale of 1-5 for both content appropriateness and content clarity. \nItems receiving 1-3 scores were dropped from the measurement. The Cronbach alpha for the cur-\nrent study was .92.  \nContact Apprehension Toward Transgender People. Contact apprehension toward \ngay men and lesbians is a subscale of the Component Measure of Attitudes Towards Homosexu-\n  \n \n \n58 \nality (CATH, LaMar & Kite, 1998). The contact subscales consist of 14 items related to contact \napprehension with gay men/lesbians. An example of an item from the contact with gay \nmen/lesbians scale is, “It would be upsetting to me to find out I was alone with a gay man (lesbi-\nan).” All 14 items were utilized, but adapted to measure contact apprehension toward \ntransgender people (CATT). This subscale is correlated with attitudes towards women, benevo-\nlent sexism, and benevolence towards men (LaMar & Kite, 1998). In gay/lesbian contact items, \n“gay man (lesbian)” is substituted for “transgender person”. The items on the scale range from \n1(strongly agree) to 5 (strongly disagree). The lower the score indicates more contact apprehen-\nsion. In LaMar and Kite’s validation, the Cronbach alphas were .96 (gay male contact) and .95 \n(lesbian contact). The Cronbach alpha for the current study was .94.  \nIngroup Identity. Ingroup identity was adapted from a scale measuring racial ingroup \nidentification (Mastro, Tamborini, & Hullett, 2005). An example of a question on this scale is, \n“How strong of a sense of belonging do you have with your race or ethnicity?” The alteration \nconsisted of substituting “gender” for “race or ethnicity” for all scale items. The 6-item scale in-\ncluded some of the following items, “How strong a sense of belonging do you have with others \nof your same gender?”, and “How similar do you feel compared to the mainstream attitudes and \nbeliefs of your same gender group?” The items on the scale range from 1(not at all) to 5 (very). \nA confirmatory factor analysis yielded a Cronbach alpha reading of .85 (Mastro et al., 2005). \nConsultation with content experts was also sought for this measurement. Methods of validation \nfrom Neville, Lilly, Duran, Lee, and Browne (2000) were also used. The scale of 1-5 for both \ncontent appropriateness and content clarity. Items receiving 1-3 scores were dropped from the \nmeasurement. The Cronbach alpha for the current study with the alteration was 91. \nMarlowe Crowne Social Desirability. Reynolds (1982) analyzed several different forms \n  \n \n \n59 \nof the Marlowe Crowne Social Desirability Scale (MCSDS) and found that a 13-item scale was \nhighly correlated (r = .93) with the original measure (Crowne & Marlowe, 1960) and also yield-\ned an acceptable Cronbach alpha of .76. This measure (Marlowe Crowne, Form C) is the scale \nthat was utilized for the purposes of this study. It was chosen for its short length, yet higher reli-\nability. An example of this scale is, “There have been occasions where I took advantage of \nsomeone”. The original Marlowe-Crowne Social Desirability Scale (MCSDS. Crowne & Mar-\nlowe, 1960) is a 33-item scale that measures the degree to which individuals may misrepresent \nthemselves in order to appear more positive or socially desirable to others. Some sample items \ninclude, “I never hesitate to go out of my way to help someone in trouble” and “It is sometimes \nhard for me to go on with my work if I am not encouraged.” Answers are either true or false. The \nMarlowe Crowne, Form C was selected because of its high correlation with the original, but \nmore consistent reliability. For the current study, the Cronbach alpha reading was .72. \nResults \n \nPreliminary Analysis \nA total of 349 participants were recruited and completed the survey. Outliers and missing \ndata were first evaluated. One participant who identified as trans* was removed from the data set \nsince the study was about the attitudes of non-trans* individuals. Additionally, 4 cases were de-\nleted for having significant amounts of missing data. Casewise diagnostics were utilized to check \nresiduals for bias. While no cases exceeded a Cook’s distance greater than 1, five cases were \nidentified as outliers using Mahalonobis’ criterion of 29.59 (χ2 critical value for 10 degrees of \nfreedom, p = .001), and removed from the data set. Removal of the outliers resulted in a better \nfitting model. The survey contained a validation question where participants were instructed to \nclick a specific answer on an item. Forty-one participants failed to answer the question correctly \n  \n \n \n60 \nand were dropped from the data set, leaving a total of 298 participants.  \nA missing values analysis revealed that there were 10 different patterns of missing data, \nwith the most common being the pattern with no missing data. The results of Little’s MCAR test \ndemonstrated a nonsignificant result, (χ2 = 3227.77, df = 16599, p = 1.00) indicating that the data \nwas missing completely at random. Tabachnick and Fidell (2013) suggested that if less than 5% \nof data are missing from a larger data set, that procedures for handling missing data can result in \nsimilar outcomes. Since the data was randomly missing and only 1.5% of total values were miss-\ning, the Expectation Maximization (EM) procedure was chosen to address the missing data. \nWhen data are missing at random, EM is an algorithm that estimates the distribution of each data \npoint using an iterative process and estimates the approximate maximum likelihood (Dempster, \nLaird & Rubin, 1977). With EM, standard errors can be more inflated, but with less than 5% of \ndata missing, parameter estimates are expected to be appropriate anyway (Tabachnick & Fidell, \n2013).  \nThere were significant differences between groups for gender and sexual orientation. A \none-way ANOVA found the effect of gender on anti-trans* prejudice to be significant, F(1, 296) \n= 16.10, p = .001. Full-scale scores for GTS-R were higher for men (M = 66.50, SD = 21.01), \nthan women (M = 56.71, SD = 19.68). The effect of sexual orientation on anti-trans* prejudice \nwas found to be significant through a one-way ANOVA test, F(1, 296) = 3595.44, p = .004. Full-\nscale scores on the GTS-R were higher for participants who identified as heterosexual (M = \n61.29, SD = 20.70) than for the group that included lesbians, gay men, and bisexuals (M = 49.19, \nSD = 17.11).  \nOther demographic variables were also found to be significant. Political affiliation groups \nsignificantly differed on anti-trans* prejudice, F(6, 288) = 6.22, p =  .001. A post hoc Bonferroni \n  \n \n \n61 \ntest was conducted for political affiliation and revealed that conservative and strongly conserva-\ntive groups differed significantly (p = .05) from liberal (M = 52.47, SD = 17.17) and strongly lib-\neral groups (M = 48.03, SD = 16.72), with conservative (M = 73.56, SD = 19.17) and strongly \nconservative (M = 99.00, SD = 8.49) groups scoring higher on the GTS-R.  \nThere were also differences on anti-trans* prejudice based on race/ethnicity, F(6, 292) = \n2.77, p = .028. For race/ethnicity, the assumption of homogeneity of variances was significant (p \n= .049), presumably because the categories were unequal. For this reason, the Games-Howell \npost hoc test was administered to determine which groups differed significantly (Fields, 2013; \nLeech, Barrett, & Morgan, 2015). The Games-Howell test revealed that full-scale GTS-R scores \nwere significantly higher for the Asian/Asian American (M = 62.85, SD = 18.70) and African \nAmerican (M = 62.83, SD = 21.27) groups than for the Biracial/Multiracial group (M = 49.36, \nSD = 11.15). Political affiliation and race/ethnicity were added to the regression model upon \nfinding significance. \nMain Analysis \nStatistical analyses include descriptive statistics (e.g., means, standard deviations, rang-\nes), bivariate correlations, and hierarchical multiple regression. A post-hoc mediation analysis \nwas also conducted based on the results of the hierarchical multiple regression. A summary of \ndescriptive statistics for the full-scale measurements is included in Table 2 below. An analysis of \ncorrelations indicated some strong relationships between study variables. Higher authoritarian-\nism (r = .58, p =  .001), contact apprehension (r = -.81, p =  .001), and intergroup anxiety (r = \n.63, p = .001) were strongly correlated with anti-trans* prejudice. Also, CATT and IAS were \nsignificantly correlated (r = -.78, p =  .001), suggesting that the CATT measure may be tapping \ninto the construct of intergroup anxiety. \n  \n \n \n62 \nTable 2 \nDescriptive Statistics for Full-Scale Scores \nMeasure  \n \nMinimum \n \nMaximum Mean Std. Deviation α Skewness Kurtosis    \n \nGTS-R \n \n22.00 \n \n120.00 \n \n60.19 \n \n20.67 .94 .465 -.631 \n \nRWA \n \n20.00 \n \n147.00 \n \n76.48 \n \n24.94 .92 -.235 -.726 \n \nCATT \n \n14.00 \n \n70.00 \n \n51.72 \n \n10.88 .94 -.306 -.442 \n \nCNT-GL \n \n.00 \n \n25.00 \n \n9.76 \n \n6.46 .83 .344 -.879 \n \nCNT-TG \n \n.00 \n \n20.00 \n \n2.57 \n \n3.89 .82 2.035 3.886 \n \nSDO \n \n34.00 \n \n90.00 \n \n64.45 \n \n8.76    .94    .042    1.004 \n \nIAS \n \n12.00 \n \n84.00 \n \n37.31 \n \n13.34    .92    .275   -.066 \n \nIDENT \n \n6.00 \n \n30.00 \n \n23.84 \n \n5.43    .93   -1.002    .649 \n \nMCSDS \n \n13.00 \n \n30.26 \n \n20.00 \n \n             3.04    .72 .016 -.212 \nNote. Abbreviations: GTS-R = Genderism Transphobia Scale Revised; RWA = Right-Wing Au-\nthoritarianism Scale; CATT = Contact Apprehension Toward Trans* People; CNT-GL = Contact \nwith Gay Men & Lesbians; CNT-TG = Contact with Trans* Individuals; SDO = Social Domi-\nnance Orientation Scale; IAS = Intergroup Anxiety Scale; IDENT = Ingroup Identity Scale; \nMCSDS = Marlowe-Crowne Social Desirability Scale (form C).  \n \nContact with gay men and lesbians (r = -.42, p = .001) yielded a moderate negative corre-\nlation with GTS. Contact with trans* individuals (r = -.25, p = .001) yielded a small, but signifi-\ncant negative correlation with anti-trans* prejudice. While the MCSDS was generally not corre-\nlated with the measures, it had a small, significant correlation with IAS (r = -.22, p = .001). This \nrelationship indicates that participants were more likely to respond in a socially desirable way on \nitems about their anxiety toward trans* individuals. Ingroup identity (IDENT) was not signifi-\ncantly correlated with GTS, and surprisingly, social dominance orientation (SDO) was not at all \n  \n \n \n63 \ncorrelated with any of the study’s measures, nor the outcome variable. Detailed bivariate correla-\ntions between study variables can be found in Table 3. \nTable 3 \nCorrelations Between Study Variables \n  1 2 3 4 5 6 7 8 9 10 11 \n1. GTS-R -  \n2. GT  .987** -  \n3. GB  .638** .505** -   \n4. RWA  .578** .578**   .333**    -      \n5. CATT -.810** -.811** -.463** -.637** -  \n6. CNT-GL -.421** -.425** -.222** -.382** .593** -  \n7. CNT-TG -.248** -.269** -.045 -.127* .308** .422** -  \n8. SDO  -.011 -.010 -.014 .000 .087 -.007 .010 -  \n9. IAS  .626** .630** .338** .458** -.776** -.510** -.267** -.047 -  \n10. MCSDS -.003 .008 -.059 .022 .024 .062 .111 .017 -.216** -  \n11. IDENT -.060 -.022 -.215** -.058 .092 .062 -.039 -.003 -.098 .099 -   \nNote. Abbreviations: GTS-R = Genderism Transphobia Scale Revised; GT = Genderism/Transphobia Subscale; GB \n= Gender Bashing Subscale; RWA = Right-Wing Authoritarianism Scale; CATT = Contact Apprehension Toward \nTrans* People; CNT-GL = Contact with Gay Men & Lesbians; CNT-TG = Contact with Trans* Individuals; SDO = \nSocial Dominance Orientation Scale; IAS = Intergroup Anxiety Scale; MCSDS = Marlowe-Crowne Social Desira-\nbility Scale (form C); IDENT = Ingroup Identity Scale. \n*p < .05.  **p < .001. \n Hierarchical multiple regression analysis was employed since there was theoretical ra-\ntionale for known predictors that have been previously tested. Predictors were first entered into \nthe model based on what was theoretically supported in the literature (Field, 2013). Below are \nthe hierarchical blocks in order of how they will be entered, based on previous research support \n(Field, 2013). Since demographic variables, such as gender and sexual orientation were found to \nbe significant predictors (Costa & Davies, 2012; Gerhardstein & Anderson, 2010; Landén & In-\nnala, 2000; Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner et al., \n2013; Willoughby et al., 2010; Winter et al., 2008), those variables were entered first. \nRace/ethnicity and political affiliation demographic variables were also added in the first step \nbecause the results of the ANOVA tests revealed that there were significant differences between \ngroups.  \nIn the second step, RWA was added because it has previously significantly predicted an-\n  \n \n \n64 \nti-trans* prejudice (Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner \net al., 2013; Willoughby et al., 2010). CNT-GL was supported as a strong predictor of prejudice \ntoward sexual minorities (Gentry, 1987; Herek & Captanio, 1996; Lytle & Levy, 2015; West & \nHewstone, 2012), and CNT-TG significantly predicted anti-trans* prejudice in two studies (King \net al., 2009; Tee & Hegarty, 2006). SDO was added in the third step because it yielded signifi-\ncant results in one study (Tebbe et al., 2014). The third step also included the other social identi-\nty measures (ingroup identity, intergroup anxiety) and the contact apprehension toward \ntransgender people measurement since they had not previously been investigated as predictors of \ntransphobia.  \nThe model was helpful in explaining which variables are predictors, and how much these \nvariables individually or together predict anti-trans* prejudice. Data were transferred from Qual-\ntrics to SPSS Version 23. Data were cleaned and assessed for violations of assumptions of inde-\npendence, homogeneity of variance, multicollinearity, linearity, normality, homoscedasticity, and \nbias (Fields, 2013). Tolerances for all variables were well above .10, indicating that multicolline-\narity was not a problem (Tabachnik & Fidell, 2013). The multicollinearity assumption was also \nevaluated using the variance inflation factor (VIF). VIFs were well under 10 and in the accepta-\nble range (Myers, 1990). Variables were also in the satisfactory range for skewness and kurtosis \n(i.e., skewness  3, kurtosis  10; Weston & Gore, 2006). See Table 2 for skewness and kurtosis \ndata. Linearity and homogeneity of variance were analyzed using scatterplots. The Durbin-\nWatson statistic was 1.76, indicating that the assumption for independent errors was met (Fields, \n2013). \nDemographic variables of gender and sexual orientation were entered into the first step \nwith the social desirability measure (MCSDS), since it was hypothesized that males and hetero-\n  \n \n \n65 \nsexuals would demonstrate higher levels of prejudice toward trans* individuals in this sample. \nAlso, in the first step, race/ethnicity and political affiliation were added since the results of the \nANOVA tests revealed significant differences. Similar to another study (Willoughby et al., 2010) \nusing GTS, RWA and intergroup contact were expected to predict anti-trans* prejudice with this \nsample, so were added into step 2 of the model. Just to clarify, individuals who highly value \nblind allegiance to authority may experience feelings of symbolic threat to their values and fun-\ndamental beliefs in the presence of trans* people. Previous experience (contact) with trans* indi-\nviduals should reduce prejudice toward this group. The third step included SDO, ingroup identi-\nty, intergroup anxiety, and the contact apprehension toward trans* people. Even though predic-\ntors such as RWA (Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner \net al., 2013; Willoughby et al., 2010), or previous contact with outgroups (King et al., 2009; Tee \nand Hegarty, 2006) have been related to anti-trans* prejudice, previous studies have not exam-\nined contact apprehension, or other social identity factors, such as, ingroup identity, or inter-\ngroup anxiety as predictors of negative attitudes towards transpeople. Since SDO has not been \nshown to consistently be associated with anti-trans* prejudice, it was added to the 3rd step. The \ndependent variable was anti-trans* prejudice as measured by the GTS-R. \nThe hierarchical multiple regression revealed that at Step 1, gender, sexual orientation, \nrace/ethnicity, political affiliation, and MCSDS (F(8, 284) = 9.85, p =  .001, R2 = .217, Adjusted \nR2 = .195) explained 22% of the variance in anti-trans* prejudice. Introducing RWA, CNT-GL, \nand CNT-TG at Step 2 explained an additional 23% of the variance in GTS-R, which was a sig-\nnificant change in R2 (F(11, 281) = 20.44, p = .001, R2 = .445, Adjusted R2 = .423). In Step 3, \nthe addition of CATT, SDO, IAS, and IDENT explained another 25% of the variance in GTS-R. \nThe change in R2 was significant (F(15, 277) = 41.43, p = .001, R2 = .692, Adjusted R2 = .675). \n  \n \n \n66 \nWhen all 15 independent variables were included in Step 3 of the model, only CATT, RWA, and \nCNT-GL remained significant predictors of GTS-R. Together, all 15 variables accounted for \n68% of the variance in anti-trans* prejudice, which is a moderate to large effect size (Cohen, \n1988). The results of the hierarchical regression analysis are detailed below in Table 4. \nTable 4 \nHierarchical Regression Predicting Anti-Trans* Prejudice, with 95% bias corrected and accel-\nerated confidence intervals reported in parenthesis. \nVariable  B SEB  t p R2 ΔR2 \nStep 1        .22  \n     \n    Gender*  8.20 2.38 .19 3.46 .001 \n  [3.53, 12.88]     \n    SO*   -8.27 3.87 -.11 -2.14 .033 \n  [-15.88, -0.66] \n    MCSDS  -0.36 0.37 -.05 0.97 .334 \n  [-1.09, 0.37] \n    Latino/a   4.81 6.37 .07 0.76 .451   \n  [-7.73, 17.35] \n    Asian/Am   9.73 5.65 .20 1.72 .086 \n  [-1.40, 20.86] \n    White    -1.18 5.75 -.02 -0.21 .838 \n  [-12.50, 10.15] \n    AA/Black*   14.13 5.44 .34 2.60 .010 \n  [3.42, 24.84] \n    POLTA**   5.30 0.90 .33 5.91 .000 \n  [3.54, 7.07] \n \nStep 2           .42 .23   \n      \n     \n     Gender*   5.64 2.10 .13 2.70  .007 \n  [1.52, 9.75] \n     SO    -1.25 3.41 -.02 -0.37 .714 \n  [-7.96, 5.46] \n     MCSDS   -0.24 0.32 -.04 -0.75 .455 \n  [-0.86, 0.39]  \n     Latino/a   6.80 5.42 .10 1.25 .210 \n  [-3.86, 17.47] \n     Asian/Am   4.17 4.85 .09 0.86 .390 \n  [-5.37, 13.71] \n     White   1.59 4.90 .03 0.32 .746 \n  [-8.05, 11.22] \n     AA/Black*   10.17 4.67 .25 2.18 .030 \n  [0.98, 19.36] \n     POLTA   1.57 0.85 .10 1.84 .067 \n  [-0.11, 3.24] \n     RWA **  0.37 0.05 .44 8.12 .000 \n  [0.28, 0.46] \n     CNT-GL*   -0.54 0.18 -.17 -2.99 .003 \n  \n \n \n67 \n  [-0.90, -0.19]   \n     CNT-TG   -0.51 0.27 -.10 -1.94 .054 \n  [-1.06, -0.02]  \n \nStep 3           .68 .25   \n   \n     \n    Gender   0.66 1.61 .01 0.15 .682 \n  [-2.51, 3.84] \n    SO    -3.66 2.58 -.05 -1.41 .157 \n  [-8.75, 1.42] \n    MCSDS   0.13 0.25 .00 -0.53 .594 \n  [-0.63, 0.36] \n    Latino/a   2.63 4.09 .04 0.64 .521 \n  [-5.43, 10.68] \n    Asian/Am   -1.01 3.68 -.02 -0.27 .784 \n  [-8.25, 6.24] \n    White    -0.02 3.69 .00 -0.00 .997 \n  [-7.28, 7.25] \n    AA/Black   4.95 3.53 .12 1.40 .162 \n  [-2.00, 11.91] \n    POLTA   0.54 0.66 .03 0.82 .414 \n  [-0.76, 1.84] \n    RWA*   0.08 0.04 .09 1.98 .048 \n  [0.01, 0.15] \n    CNT-GL*   0.30 0.15 .10 2.04 .043 \n  [0.01, 0.60] \n    CNT-TG   -0.15 0.20 -.03 -0.76 .447 \n  [-0.55, 0.24] \n    CATT**   -1.47 0.13 -.78 -11.55  .000 \n  [-1.72, -1.22] \n    SDO    0.16 0.08 .07 1.94 .054 \n  [-0.00, 0.32] \n    IAS    0.02 0.09 .01 0.22 .823 \n  [-0.15, 0.19] \n    IDENT   -0.01 0.13 -.00 -0.07 .943 \n  [-0.27, 0.25] \nNote. *p = < .05, **p = < .001  \n \nMediation Analysis  \n Historically, gender has been a reliable predictor for anti-trans* attitudes (Costa & Da-\nvies, 2012; Gerhardstein & Anderson, 2010; Landén & Innala, 2000; Nagoshi et al., 2008; Nor-\nton & Herek, 2013; Tee & Hegarty, 2006; Warriner et al., 2013; Willoughby et al., 2010; Winter \net al., 2008), with males being more likely to hold prejudicial attitudes towards trans* individu-\nals. In the first two steps of the regression model for this study, gender remained a significant \n  \n \n \n68 \npredictor. However, when CATT was added in the third step of the model, gender became non-\nsignificant. Mediation could have occurred when the strength of the relationship between a pre-\ndictor and an outcome variable is lessened with the addition of a mediator (Fields, 2013). For this \nreason, a post hoc mediation analysis was conducted using Hayes’ PROCESS Macro (Model 4) \non SPSS (Hayes, 2013) to determine if contact apprehension toward trans* (CATT) individuals \nmediated the relationship between gender and anti-trans* prejudice (GTS-R).  \n \n Results demonstrated that contact apprehension (CATT) indirectly influenced gender’s \neffect on anti-trans* prejudice (GTS-R). A diagram of the mediation model can be found in Fig-\nure 1. Gender was positively related to CATT (b = -6.69, t(296) = -5.31, p =.001), and contact \napprehension (CATT) positively predicted GTS-R, while controlling for gender (b = -1.55, \nt(295) = -22.80, p = < .001). A 95%, bias-corrected bootstrap confidence interval for the indirect \neffect using 50,000 bootstrap samples was [CI = 6.53, 14.43]. The model was significant since \nthe confidence interval did not cross zero. The effect size for the model was determined using \nPreacher and Kelley’s (Preacher & Kelley, 2011) Kappa-squared (2 = .31), which is a large ef-\nfect size. \n  \n \n \n69 \nDiscussion \nThe present study investigated relationships and associated constructs of anti-trans* prej-\nudice. Specifically, the study examined values and social identity factors that predicted or were \ncorrelated with anti-trans* prejudice. Findings help to advance understanding of some of the un-\nderlying roots of prejudice toward trans* individuals. It is important to develop a deeper under-\nstanding of the source of negative attitudes toward trans* individuals in order to intervene and \nreduce prejudice. Reducing prejudice toward trans* people may have a greater benefit of de-\ncreasing intolerance of any individuals who transgress gender norms, regardless of identity. This \nsection will discuss the findings of each hypothesis in greater detail to situate the results in a \nbroader context. \nThe first hypothesis posited that RWA and SDO would be strong predictors of anti-trans* \nprejudice. The hypothesis was supported for RWA, but not SDO. This was a surprising finding, \nand arguably, a most interesting one as well. Since SDO has long been a powerful predictor of \nprejudice toward many marginalized groups, such as ethnic minorities and gay men and lesbians \n(Ho et al., 2015; Licciardello et al., 2014; Pratto et al., 1994; Sidanius & Pratto, 1999), it was ex-\npected to be a strong predictor of anti-trans* prejudice in this study. Moreover, SDO was not cor-\nrelated to any measure in the study, nor the dependent variable. SDO was found to be a predictor \nof anti-trans* prejudice, using the GTS scale (Tebbe et al., 2014), but not when the TS scale was \nused (Tebbe & Moradi, 2012). After taking a closer look at the sample of participants in this \nstudy as compared to Tebbe and colleagues’ 2014 study, where SDO was a significant predictor \nof anti-trans* prejudice, this sample was considerably dissimilar. For instance, in Tebbe et al.’s \nsample where SDO was a significant predictor, 90% of the participants identified as white, \nwhereas, in this sample 82% of participants identified as a race or ethnicity other than white. \n  \n \n \n70 \nDuckitt and Sibley (2007) suggested that individuals who endorse SDO are primarily focused on \nsupporting power structures that result in one group having unequal status over another, especial-\nly other marginalized groups. There is some support in the literature for this phenomenon. In a \nrecent study, Ho and colleagues (2015) found that if individuals are already members of margin-\nalized groups, such as racial and ethnic minorities, they are less likely to score very high on the \nSDO scale.  \nThat RWA was a significant predictor for prejudice against trans* individuals is not sur-\nprising. If RWA is related to symbolic threat, and individuals who have strongly RWA attitudes \nfeel highly threatened (Altemeyer, 1981) by others who do not seem to be living by their values, \nthen it follows that trans* individuals would represent a substantial threat. This finding extends \nalready existing support for RWA as a strong predictor of negative attitudes toward trans* people \n(Nagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner et al., 2013; \nWilloughby et al., 2010).  \nThe second hypothesis that ingroup identity will be positively correlated with anti-trans* \nprejudice was not substantiated. Ingroup identity only correlated with the gender bashing sub-\nscale of the GTS-R. This is most likely attributed to the limitations of the measurement itself. \nIdentity is difficult to measure, and to the author’s knowledge, no valid and reliable scale exists \nyet to measure cisgender identity so it can be compared. For this study, a measure that was pre-\nviously used to measure racial ingroup identity was altered to try and capture the essence of peo-\nple’s feelings of similarity to one’s own gender. Though the scale yielded high reliability read-\nings ( = .91), it perhaps did not capture the construct it intended, so it may not have provided a \nreliable enough measure for cisgender identity. Another possibility is that, like SDO, research \ndemonstrates that individuals in higher status groups with stronger ingroup identification display \n  \n \n \n71 \nmore prejudicial attitudes (Levin & Sidanius, 1993). While cisgender individuals hold much \nhigher status than trans* individuals and the strength of their cisgender identity alone may have \npredicted higher GTS-R, persons of color do not hold a high status. The fact that this sample was \npredominantly participants of color, strength of identity may not have been as strong a predictor \nfor GTS-R. \nHaving previous contact with trans* persons (hypothesis 3) was significantly negatively \ncorrelated with anti-trans* prejudice as well as having previous contact with gay and lesbian in-\ndividuals (CNT-GL: hypothesis 4) was also negatively correlated The variable contact with \ntranspersons (CNT-TG) was entered in Step 2 of the regression model and yielded significant \nresults at this step, but when other variables were entered (CATT, SDO, IDENT, and IAS) at \nStep 3, CNT-TG failed to remain significant, while CNT-GL still remained significant. So, while \nCNT-TG is correlated with anti-trans* prejudice, it is not a predictor, while CNT-GL is. This fol-\nlows similar patterns to other research on negative attitudes toward trans* individuals, where on-\nly 2 (King et al., 2009; Tee & Hegarty, 2006) out of seven studies found contact with a trans* \nperson to reduce prejudice.  \nOne wonders why previous contact with a trans* person does not reduce prejudice, but \nprevious contact with a gay or lesbian person does. For one, contact with trans* persons is diffi-\ncult to measure, as it is a more rare occurrence. Since having a trans* identity can be more stig-\nmatizing than an LGB identity, if one has met a trans* person, they may not realize unless the \nperson has disclosed their trans* identity. In the current study, 168 participants reported no pre-\nvious contact with a trans* person, whereas only 14 reported no previous contact with a gay man \nor lesbian, so it may be easier to detect a reduction in prejudice with participants who have re-\nported meeting an LGB person. Allport (1954) posits that for contact to reduce prejudice, it \n  \n \n \n72 \nneeds to be positive and beneficial. He recommends several criteria including, groups must have \nequal status, common goals, and personal interaction that is more intimate. If individuals in this \nsample have had more contact with gay and lesbian persons, there is a higher likelihood that they \nhave also have met more of Allport’s criteria. Moreover, supporting this theory, Herek and Cap-\ntanio (1996) found that heterosexuals’ attitudes were more positive toward gay men and lesbians \nto the extent that the relationships were closer, so contact alone was not enough. With a large \nsample of participants who have had previous contact with gay men and lesbians in this study, \nand CNT-GL being a predictor for anti-trans* prejudice, this garners more support for the sec-\nondary transfer effect (Pettigrew, 1998; 2009). \nThe fifth hypothesis was that intergroup anxiety (IAS) was related to higher levels of an-\nti-trans* prejudice. This hypothesis was substantiated by the high correlation of IAS with GTS-\nR. Individuals can experience feelings of nervousness or anxiety, or wonder if they will be \njudged or evaluated negatively in anticipation of meeting a member of an outgroup (Stephan, \n2014). The measurement tool for IAS touches upon the more affective and emotional aspects of \nintergroup anxiety. Specifically, items request participants to report on how they would feel (i.e. \nhappy, awkward, or self-conscious) about working with a trans* person on a class project. It \nwould seem that because so many participants have not had previous contact with a trans* per-\nson that they would experience anxiety toward members of this outgroup. IAS was added at the \n3rd step of the regression model, and was not a significant predictor of anti-trans* prejudice, de-\nspite its high correlation. It is most likely that another variable (CATT) accounted for this.  \nCATT (contact apprehension toward trans* individuals) was also highly correlated with \nIAS (hypothesis 6) so both variables seem to measure aspects of anxiety. It could be that CATT \naccounts for some anxiety and perhaps negative attitudes. This finding is in line with one study \n  \n \n \n73 \nwhere Castiglione and colleagues (2013) found that intergroup anxiety was positively correlated \nwith contact apprehension towards gay men (CATH). In the same study, intergroup contact re-\nduced prejudice and intergroup anxiety towards gay men and lesbians, but did not decrease con-\ntact apprehension, so even though they are highly correlated, they seem to still be measuring dif-\nferent constructs. CATT was the most significant predictor of anti-trans* prejudice and was add-\ned in Step 3 of the regression model. The fact that CATT is such a significant predictor of GTS-\nR is an important finding.  \nIn past studies, gender has been a significant predictor with males exhibiting more nega-\ntive attitudes (Costa & Davies, 2012; Gerhardstein & Anderson, 2010; Landén & Innala, 2000; \nNagoshi et al., 2008; Norton & Herek, 2013; Tee & Hegarty, 2006; Warriner et al., 2013; \nWilloughby et al., 2010; Winter et al., 2008). This study found that there was a significant gen-\nder difference in the first and second steps, as well as a sexual orientation difference in the first \nstep, with men and heterosexuals scoring higher on GTS-R. Both gender and sexual orientation \nwere significant predictors of GTS-R in the first step, and in the second step, sexual orientation \nwas no longer significant. Both were not significant after the 2nd step. While race/ethnicity re-\nmained significant until Step 2, it was ultimately not a predictor of GTS-R. Moreover, political \naffiliation was a significant predictor in Step 1 of the regression model; it too was not a signifi-\ncant predictor in Model 3. These demographic factors are all characteristics about individuals \nthat cannot easily be changed. Contact apprehension accounting for much of the variance in anti-\ntrans* prejudice shows that there are factors more powerful than immutable personal characteris-\ntics impacting prejudice. While demographic variable are important to examine, contact appre-\nhension can more easily be intervened with as it can conceivably be reduced somehow.   \n  \n \n \n74 \nCATT significantly reduced the strength of the relationship between gender, which was \nstill significant after Step 2. This seemed to suggest that CATT was mediating the relationship \nbetween gender and GTS-R. According to a theory discussed by Nagoshi and colleagues (2008), \nand Warriner and colleagues (2013), men, even gay men exhibit more transphobia and homo-\nphobia because individuals who transgress gender norms threaten their dominant roles as men. \nOne possible explanation for the mediation relationship is that when contact apprehension to-\nward trans* individuals is present, it neutralizes some of the feelings of fear (symbolic threat) of \nloss of their power men experience, and replaces it with something that men and women experi-\nence similarly that increases anti-trans* prejudice in both.  \nImplications for Counselor Educators \nThe finding that previous contact with gay men and lesbians reduces anti-trans* prejudice \nmay be a good place to target interventions for counselor educators who are working with coun-\nseling trainees. Since we know that trans* individuals face significant discrimination that nega-\ntively impacts mental health outcomes (Grant et al., 2011; dickey, Reisner, & Juntunen, 2015; \nShipherd, Green, & Abramovitz, 2010), it is important for counselors to recognize and reduce \nprejudice for trans* individuals. Counselor educators can work to increase contact with LGBTQ \nindividuals by inviting guests to classes to partner with small groups of counseling students to \nperhaps discuss and exchange personal stories. Having smaller, more intimate groups where both \nstudents and LGBTQ guests can share narratives can also equalize the relationships and person-\nalize the interactions.   \nSince contact apprehension is a construct that presumably can be reduced or increased, \nanother possible implication for counselor educators is to explore their own and their students’ \nanxieties and fears in anticipation of encountering trans* coworkers or clients. If students state \n  \n \n \n75 \nthat they would feel nervous or uncomfortable being around trans* people or working with \ntrans* clients, it may be helpful to have students explore the source of these feelings. It may also \nbe helpful for counseling students to explore their attitudes toward trans* individuals and how \nthey formed their attitudes. It may also be helpful to discuss gender identity development in gen-\neral and include gender nonconforming or trans* identities as part of the spectrum of human var-\niation in gender development. \nLimitations and Future Directions \nThe results of the present study need to be understood within the confines of some limita-\ntions. The sample for this study came from an undergraduate population and so may not reflect \nwhat is typical for the general population. The sample was also predominantly people of color \n(82%), with African American or Black as the majority group (45%), which also does not reflect \nthe racial/ethnic population of the U.S. Another major limitation of this study is that it uses some \nmeasurements that have been altered from their original forms, without additional analyses to \ndetermine validity. Even though additional validation measures, such as having experts review \nand rate questions for construct validity were undertaken, future studies should examine, for in-\nstance, the construct of ingroup identity for cisgender people, and strengthen the measurement. \nAlso, a measure for intergroup contact should be validated with trans* populations. Additionally, \neven though the CATT scale only involved a change from gay and lesbians to trans* individuals, \npsychometric analyses should be run to further validate this important measure.  \nResearch on contact as a predictor of anti-trans* prejudice needs to include qualifiers that \nassess participants’ quality or depth of experience of the contact with sexual and gender minori-\nties to better test Allport’s (1954) theory of intergroup contact. It would be interesting to see if \nmore intimate, positive contact further reduces negative attitudes toward trans* individuals. Ad-\n  \n \n \n76 \nditionally, more experimental research similar to studies by Tompkins et al. (2015) and Case and \nStewart (2013) should be conducted to test the intergroup contact hypothesis by delivering dif-\nferent treatments to randomly assigned, equivalent groups. For example, Tompkins and col-\nleagues delivered either a humanizing condition (viewing a documentary of a trans* child and \nwriting a “perspective-taking” assignment), or an education only condition (viewing a recording \nof an expert discussing case where someone met criteria for gender dysphoria). \nConclusion \nTrans* people still face significant barriers to positive mental health outcomes and well-\nness. It is important to focus on how counselors and other mental health care providers can suc-\ncessfully intervene and work with trans* populations, but equally important is to focus on the \netiology of discrimination and negative attitudes toward trans* individuals so we can aim our \ninterventions also on reducing anti-trans* prejudice in counselors, as well as in the general popu-\nlation. It is also important to remember that anti-trans* prejudice can be enacted anytime a per-\nson is perceived to be transgressing gender norms, whether people publicly proclaim themselves \nas trans*, or if they merely express themselves in a gender non-normative way, such as women \ndressing in more traditional masculine clothing, or men behaving in a more feminine way (Hill, \n2002; Whittle et al., 2007). When the problem is viewed through this lens, it is more difficult to \ndiminish the effects of anti-trans* prejudice to only a miniscule percentage of the population, but \nmany non-trans* people can be negatively impacted when any behavior outside the boundaries \nof typical gender roles can be seen as pathological. \nDespite the limitations, this study has advanced research by examining social identity \nfactors as predictors of negative attitudes towards transpeople. Some predictors for anti-trans* \nprejudice that were found in this study, such an contact and contact apprehension suggest a more \n  \n \n \n77 \nhopeful picture in that these important predictors are also factors that we can impact as counse-\nlors and mental health professionals, as they are not fixed, or attributable to personality factors. \nFurther, since many participant samples in previous studies of transphobia and anti-trans* preju-\ndice reflect a white majority, this study represents greater racial/ethnic diversity, which can \nbroaden understanding of anti-trans* prejudice across different populations.  \n  \n  \n \n \n78 \nReferences \nAhmed, O., & Jindasurat, C. (2015). Lesbian, Gay, Bisexual, Transgender, Queer and HIV-\nAffected Hate Violence in 2014. National Coalition of Anti-Violence Programs. \nAllport, G. W. (1954). The nature of prejudice. Cambridge, MA: Perseus. \nAltemeyer, R. (1981). Right-wing authoritarianism. Canada: University of Manitoba Press. \nAltemeyer, B. (1998). ‘The other authoritarian personality’. In M. Zanna (Ed.), Advances in \nexperimental social psychology (Vol. 30, pp. 47–92). San Diego: Academic Press. \nAltemeyer, B. (2002). Changes in attitudes toward homosexuals. Journal of homosexuality, \n42(2), 63-75. http://dx.doi.org/10.1300/J082v42n02_04 \nAltemeyer, B. (2006). The authoritarians. Retrieved from \nhttp://members.shaw.ca/jeanaltemeyer/drbob/TheAuthoritarians.pdf \nAltemeyer, B., & Hunsberger, B. (2005). Fundamentalism and authoritarianism. Handbook of the \npsychology of religion and spirituality, 378-393. \nBender-Baird, K. (2015). Peeing under surveillance: bathrooms, gender policing, and hate vio-\nlence. Gender, Place & Culture, 1-6. http://dx.doi.org/10.1080/0966369X.2015.1073699 \nBockting, W. O. 1999. From construction to context: Gender through the eyes of the \ntransgendered. SIECUS Report, 28(1), 3. \nBornstein, K. (1998). My gender workbook. NewYork: Routledge. \nCastiglione, C., Licciardello, O., Rampullo, A., & Campione, C. (2013). Intergroup Anxiety, \nEmpathy and Cross-group Friendship: Effects on Attitudes Towards Gay Men. Procedia-\nSocial and Behavioral Sciences, 93, 969-973. \nhttp://dx.doi.org/10.1016/j.sbspro.2013.09.312 \n  \n \n \n79 \nCohen, J. E. (1988). Statistical power analysis for the behavioral sciences. Hillsdale, NJ: Law-\nrence Erlbaum Associates, Inc.  \nCosta, P. A., & Davies, M. (2012). Portuguese adolescents' attitudes toward sexual minorities: \ntransphobia, homophobia, and gender role beliefs. Journal of homosexuality, 59(10), \n1424-1442. http://dx.doi.org/10.1080/00918369.2012.724944 \nCrowne, D. P., & Marlowe, D. (1960). A new scale of social desirability independent of psycho-\npathology. Journal of consulting psychology, 24(4), 349. \nhttp://dx.doi.org/10.1037/h0047358 \nDempster, A. P., Laird, N. M., & Rubin, D. B. (1977). Maximum likelihood from incomplete \ndata via the EM algorithm. Journal of the Royal Statistical Society, Series B, 39, 1–38. \ndickey, l. m., Reisner, S. L., & Juntunen, C. L. (2015). Non-suicidal self-injury in a large online \nsample of transgender adults. Professional Psychology: Research and Practice, 46(1), 3. \nhttp://dx.doi.org/10.1037/a0038803 \nDispenza, F., Watson, L. B., Chung, Y.-B., & Brack, G. (2012). Experience of Career-Related  \nDiscrimination for Female-to-Male (FTM) Transgender Persons:  A Qualitative Study.  \nThe Career Development Quarterly, 60, 65-81. http://dx.doi.org/10.1002/j.2161-\n0045.2012.00006.x \nDuckitt, J., & Sibley, C. G. (2007). Right wing authoritarianism, social dominance orientation \nand the dimensions of generalized prejudice. European Journal of Personality, 21(2), \n113-130. http://dx.doi.org/10.1002/per.614 \nGaertner, S. L., Dovidio, J. F., & Bachman, B. A. (1996). Revisiting the contact hypothesis: The \ninduction of a common ingroup identity. International Journal of Intercultural Relations, \n20(3), 271-290. http://dx.doi.org/10.1016/0147-1767(96)00019-3 \n  \n \n \n80 \nGerhardstein, K. R., & Anderson, V. N. (2010). There’s more than meets the eye: Facial appear-\nance and evaluations of transsexual people. Sex Roles, 62, 361-373. \nhttp://dx.doi.org/10.1007/s11199-010-9746-x \nGrant, J. M., Mottet, L., Tanis, J. E., Harrison, J., Herman, J., & Keisling, M. (2011). Injustice at \nevery turn: a report of the National Transgender Discrimination Survey. National Center \nfor Transgender Equality. \nGreytak, E. A., Kosciw, J. G., & Diaz, E. M. (2009). Harsh realities: The experiences of \ntransgender youth in our nation’s schools. New York, NY: GLSEN. Retrieved from \nhttp://www.glsen.org/sites/default/files/Harsh%20Realities.pdf \nHayes, A. F. (2013). Introduction to Mediation, Moderation and Conditional Process Analysis.  \nNew York, New York: Guilford Press. \nHill, D. B. (2002). Genderism, transphobia, and gender bashing: A framework for interpreting \nanti-transgender violence. In B. Wallace & R. Carter (Eds.), Understanding and dealing \nwith violence: A multicultural approach. (pp. 113–136).Thousand Oaks, CA: Sage. \nHill, D. B., & Willoughby, B. L. (2005). The development and validation of the genderism and \ntransphobia scale. Sex Roles, 53(7-8), 531-544. http://dx.doi.org/10.1007/s11199-005-\n7140-x \nHo, A. K., Sidanius, J., Kteily, N., Sheehy-Skeffington, J., Pratto, F., Henkel, K. E., ... & Stew-\nart, A. L. (2015). The Nature of Social Dominance Orientation: Theorizing and Measur-\ning Preferences for Intergroup Inequality Using the New SDO7 Scale. Journal of Per-\nsonality and Social Psychology, 109(6), 1003-1028. \nhttp://dx.doi.org/10.1037/pspi0000033 \n  \n \n \n81 \nIslam, M. R., & Hewstone, M. (1993). Dimensions of contact as predictors of intergroup anxiety, \nperceived out-group variability, and out-group attitude: An integrative model. Personality \nand Social Psychology Bulletin, 19(6), 700-710. \nhttp://dx.doi.org/10.1177/0146167293196005  \nIsrael, T., Gorcheva, R., Burnes, T. R., & Walther, W. A. (2008). Helpful and unhelpful therapy \nexperiences of LGBT clients. Psychotherapy Research, 18(3), 294-305. \nhttp://dx.doi.org/10.1080/10503300701506920 \nKing, M. E., Winter, S., & Webster, B. (2009). Contact reduces transprejudice: A study on atti-\ntudes towards transgenderism and transgender civil rights in Hong Kong. International \nJournal of Sexual Health, 21, 17–34. http://dx.doi.org/10.1080/19317610802434609. \nKite, M. E., & Deaux, K. (1986). Attitudes toward homosexuality: Assessment and behavioral \nconsequences. Journal of Basic and Applied Social Psychology, 7, 137–162. \nLandén, M., & Innala, S. (2000). Attitudes toward transsexualism in a Swedish national survey. \nArchives of Sexual Behavior, 29, 375–388. \nLeech, N. L., Barrett, K. C., & Morgan, G. A. (2015). SPSS Introductory and intermediate statis- \ntics: IBM SPSS for intermediate statistics: Use and interpretation (5th ed.). New York, \nNY: Routledge. \nLevin, S. L., & Sidanius, J. (1993). Intergroup biases as a function of social dominance orienta-\ntion and in-group status. Unpublished manuscript, University of California at Los Ange-\nles. \nLicciardello, O., Castiglione, C., Rampullo, A., & Scolla, V. (2014). Social Dominance Orienta-\ntion, Cross-group Friendship and Prejudice towards Homosexuals. Procedia-Social and \nBehavioral Sciences, 116, 4988-4992. http://dx.doi.org/10.1016/j.sbspro.2014.01.1060 \n  \n \n \n82 \nLombardi, E. (2009). Varieties of transgender/transsexual lives and their relationship with tran-\nsphobia. Journal of Homosexuality, 56(8), 977-992. \nhttp://dx.doi.org/10.1080/00918360903275393 \nLytle, A., & Levy, S. R. (2015). Reducing heterosexuals' prejudice toward gay men and lesbian \nwomen via an induced cross-orientation friendship. Psychology of Sexual Orientation \nand Gender Diversity, 2(4), 447. http://dx.doi.org/10.1037/sgd0000135 \nMastro, D. E., Tamborini, R., & Hullett, C. R. (2005). Linking media to prototype activation and \nsubsequent celebrity attraction: An application of self-categorization theory. Communica-\ntion Research, 32(3), 323-348. http://dx.doi.org/10.1177/0093650205275383 \nMcCullough, J.R., Dispenza, F., Parker, L., Viehl, C., Chang, C.Y., & Murphy, T. (in review). \nThe counseling experiences of transgender and gender nonconforming clients. Journal of \nCounseling & Development. \nMorrison, E. G. (2010). Transgender as ingroup or outgroup? Lesbian, gay, and bisexual viewers \nrespond to a transgender character in daytime television. Journal of homosexuality, 57(5), \n650-665. http://dx.doi.org/10.1080/00918361003712103 \nMyers, R.H. 1990. Classical and modern regression application. 2nd edition. Duxbury press. \nCA.  \nNagoshi, J. L., Adams, K. A., Terrell, H. K., Hill, E. D., Brzuzy, S., &Nagoshi, C. T. (2008). \nGender differences in correlates of homophobia and transphobia. Sex Roles, 59, 521–531. \nhttp://dx.doi.org/10.1007/s11199-008-9458-7 \nNeville, H., Lilly, R. L., Duran, G., Lee, R. M., & Browne, L. (2000). Construction and initial \nvalidation of the Color-blind racial attitudes scale (CoBRAS). Journal of Coun-\nseling Psychology, 47(1), 59-70. doi:10.1037/0022-0167.47.1.59 \n  \n \n \n83 \nNgamake, S. T., Walch, S. E., & Raveepatarakul, J. (2013). Validation of the Attitudes Toward \nTransgendered Individuals Scale in Thailand. International Journal of Transgenderism, \n14(4), 158-170. http://dx.doi.org/10.1080/15532739.2013.834810 \nNational LGBTQ Task Force (2015). Hate crimes laws in the U.S. Retrieved from \nhttp://www.thetaskforce.org/static_html/downloads/reports/issue_maps/hate_crimes_06_\n13_color.pdf \nNorton, A. T., & Herek, G. M. (2013). Heterosexuals’ attitudes toward transgender people: Find-\nings from a national probability sample of US adults. Sex roles, 68(11-12), 738-753. \nhttp://dx.doi.org/10.1007/s11199-011-0110-6 \nPettigrew, T. F. (1998). Intergroup contact theory. Annual review of psychology, 49(1), 65-85. \nhttp://dx.doi.org/10.1146/annurev.psych.49.1.65 \nPettigrew, T. F. (2009). Secondary transfer effect of contact: Do intergroup contact effects \nspread to noncontacted group? Social Psychology, 40, 55–65. \nhttp://dx.doi.org/10.1027/1864-9335.40.2.55. \nPettigrew, T. F., & Tropp, L. R. (2006). A meta-analytic test of intergroup contact theory. Jour-\nnal of Personality and Social Psychology, 90, 751–783. http://dx.doi.org/10.1037/0022-\n3514.90.5.751. \nPratto, F., Sidanius, J., Stallworth, L. M., & Malle, B. F. (1994). Social dominance orientation: A \npersonality variable predicting social and political attitudes. Journal of Personality and \nSocial Psychology, 67, 741–763. http://dx.doi.org/10.1037/0022-3514.67.4.741 \nPreacher, K. J., & Kelley, K. (2011). Effect size measures for mediation models: Quantitative \nstrategies for communicating indirect effects.  \n  \n \n \n84 \nRampullo, A., Castiglione, C., Licciardello, O., & Scolla, V. (2013). Prejudice Toward Gay Men \nand Lesbians in Relation to Cross-group Friendship and Gender. Procedia-Social and \nBehavioral Sciences, 84, 308-313. http://dx.doi.org/10.1016/j.sbspro.2013.06.557 \nReed, O. M., Franks, A. S., & Scherr, K. C. (2015). Are perceptions of transgender individuals \naffected by mental illness stigma? A moderated mediation analysis of anti-transgender \nprejudice in hiring recommendations. Psychology of Sexual Orientation and Gender Di-\nversity, 2(4), 463. http://dx.doi.org/10.1037/sgd0000138 \nRenfro, C., Duran, A., Stephan, W. G., & Clason, D. L. (2006). The Role of Threat in Attitudes \nToward Affirmative Action and Its Beneficiaries1. Journal of Applied Social Psychology, \n36(1), 41-74. http://dx.doi.org/10.1111/j.0021-9029.2006.00003.x \nReynolds, W. M. (1982). Development of reliable and valid short forms of the Marlowe-Crowne \nsocial desirability scale. Journal Of Clinical Psychology, 38(1), 119. \nhttp://dx.doi.org/10.1002/1097-4679(198201)38:1<119::AID-\nJCLP2270380118>3.0.CO;2-I \nRyan, H. (2014). What does trans* mean, and where did it come from?. Slate Magazine. Re-\ntrieved from http://www.slate.com/blogs/outward/2014/01/10/trans_ \nwhat_does_it_mean_and_where_did_it_come_from.html \nShipherd, J. C., Green, K. E., & Abramovitz, S. (2010). Transgender clients: Identifying and \nminimizing barriers to mental health treatment. Journal of Gay & Lesbian Mental Health, \n14(2), 94-108. http://dx.doi.org/10.1080/19359701003622875 \nSidanius, J., Devereux, E., & Pratto, F. (1992). A comparison of symbolic racism theory and so-\ncial dominance theory as explanations for racial policy attitudes. The Journal of Social \nPsychology, 132(3), 377-395. http://dx.doi.org/10.1080/00224545.1992.9924713 \n  \n \n \n85 \nSidanius, J., & Pratto, F. (1999). Social dominance: An intergroup theory of social hierarchy and \noppression. New York, NY: Cambridge University Press. \nhttp://dx.doi.org/10.1017/CBO9781139175043 \nSperber, J., Landers, S., & Lawrence, S. (2005). Access to health care for transgendered persons: \nResults of a needs assessment in Boston. International Journal of Transgenderism, 8(2-\n3), 75-9. http://dx.doi.org/10.1300/J485v08n02_08 \nStephan, W. G., & Renfro, C. L. (2002). The role of threat in intergroup relations. In D. M. \nMackie & E. R. Smith (Eds.), From prejudice to intergroup emotions: Differentiated re-\nactions to social groups (pp. 191--207). New York, NY: Psychology Press. \nStephan, W. G., & Stephan, C. W. (1985). Intergroup anxiety. Journal of social issues, 41, 157-\n175. http://dx.doi.org/10.1111/j.1540-4560.1985.tb01134.x \nStephan, W. G., & Stephan, C. W. (2000). An integrated threat theory of prejudice. In S. Oskamp \n(Ed.), Reducing prejudice and discrimination (pp. 23–45). Mahwah, NJ: Erlbaum. \nStephan, W. G. (2014). Intergroup anxiety theory, research, and practice. Personality and Social \nPsychology Review, 18(3), 239-255. http://dx.doi.org/10.1177/1088868314530518 \nStotzer, R. L. (2009). Violence against transgender people: A review of United States data. Ag-\ngression and Violent Behavior, 14, 170–179. http://dx.doi.org/10.1016/j.avb.2009.01.006 \nStrahan, R., & Gerbasi, K. C. (1972). Short, homogeneous versions of the Marlow-Crowne So-\ncial Desirability Scale. Journal of Clinical Psychology, 28, 191-193. \nhttp://dx.doi.org/10.1002/1097-4679(197204)28:2<191::AID-\nJCLP2270280220>3.0.CO;2-G \nSwart, H., Hewstone, M., Christ, O., & Voci, A. (2011). Affective mediators of intergroup con-\ntact: a three-wave longitudinal study in South Africa. Journal of personality and social \n  \n \n \n86 \npsychology, 101(6), 1221. http://dx.doi.org/10.1037/a0024450 \nTabachnick, B. G., & Fidell, L. S. (2013). Using multivariate statistics (6th ed.). Upper Saddle \nRiver, NJ: Pearson.  \nTajfel, H., & Turner, J. C. (1979). An integrative theory of intergroup conflict. In W. G. Austin \n& S. Worchel (Eds.), The social psychology of intergroup relations (pp. 33–47). Monter-\nrey, CA: Brooks-Cole. \nTajfel, H., & Turner, J.C. (1986). The social identity theory of intergroup behavior. In S. \nWorchel & W.G. Austin (Eds.), The psychology of intergroup relations (pp. 7-24). Chi-\ncago: Nelson-Hall.  \nTebbe, E. N., & Moradi, B. (2012). Anti-transgender prejudice: A structural equation model of \nassociated constructs. Journal of counseling psychology, 59(2), 251. \nTebbe, E. A., Moradi, B., & Ege, E. (2014). Revised and abbreviated forms of the Genderism \nand Transphobia Scale: Tools for assessing anti-trans* prejudice. Journal of counseling \npsychology, 61(4), 581. \nTee, N., & Hegarty, P. (2006). Predicting opposition to the civil rights of transpersons in the \nUnited Kingdom. Journal of Community and Applied Social Psychology, 16, 70–80. \nTompkins, T. L., Shields, C. N., Hillman, K. M., & White, K. (2015). Reducing stigma toward \nthe transgender community: An evaluation of a humanizing and perspective-taking inter-\nvention. Psychology of Sexual Orientation and Gender Diversity, 2(1), 34. \nVan Hiel, A., & Mervielde, I. (2005). Authoritarianism and social dominance orientation: Rela-\ntionships with various forms of racism. Journal of Applied Social Psychology, 35(11), \n2323-2344. http://dx.doi.org/10.1111/j.1559-1816.2005.tb02105.x \n  \n \n \n87 \nVelasco González, K., Verkuyten, M., Weesie, J., & Poppe, E. (2008). Prejudice towards Mus-\nlims in the Netherlands: Testing integrated threat theory. British Journal of Social Psy-\nchology, 47(4), 667-685. http://dx.doi.org/10.1348/014466608X284443 \nVoci, A., & Hewstone, M. (2003). Intergroup contact and prejudice toward immigrants in Italy: \nThe mediational role of anxiety and the moderational role of group salience. Group Pro-\ncesses and Intergroup Relations, 6, 37–54. \nhttp://dx.doi.org/10.1177/1368430203006001011 \nWalch, S. E., Ngamake, S. T., Francisco, J., Stitt, R. L., & Shingler, K. A. (2012a). The attitudes \ntoward transgendered individuals scale: psychometric properties. Archives of Sexual Be-\nhavior, 41(5), 1283-1291. \nWalch, S. E., Sinkkanen, K. A., Swain, E. M., Francisco, J., Breaux, C. A.,& Sjoberg, M. D. \n(2012b). Using intergroup contact theory to reduce stigma against transgender individu-\nals: Impact of a transgender speaker panel presentation. Journal of Applied Social Psy-\nchology, 42, 2583–2605. http://dx.doi.org/10.1111/j.1559-1816.2012.00955.x \nWarriner, K., Nagoshi, C. T., & Nagoshi, J. L. (2013). Correlates of homophobia, transphobia, \nand internalized homophobia in gay or lesbian and heterosexual samples. Journal of Ho-\nmosexuality, 60, 1297–1314. http://dx.doi.org/10.1080/00918369.2013.806177 \nWest, K., & Hewstone, M. (2012). Culture and contact in the promotion and reduction of anti-\ngay prejudice: Evidence from Jamaica and Britain. Journal of homosexuality, 59(1), 44-\n66. http://dx.doi.org/10.1080/00918369.2011.614907 \nWest, K., Hewstone, M., & Lolliot, S. (2014). Intergroup contact and prejudice against people \nwith schizophrenia. The Journal of social psychology, 154(3), 217-232. \nhttp://dx.doi.org/10.1080/00224545.2014.888327 \n  \n \n \n88 \nWeston, R., & Gore, P. A. (2006). A brief guide to structural equation modeling. Counseling \nPsychologist, 34, 719 –751. doi:10.1177/0011000006286345 \nWhittle, S., Turner, L., Al-Alami, M., Rundall, E., & Thom, B. (2007). Engendered penalties: \nTransgender and transsexual people's experiences of inequality and discrimination. \nWetherby: Communities and Local Government Publications. \nWilloughby, B. L. B., Hill, D. B., Gonzalez, C. A., Lacorazza, A., Macapagal, R. A., Barton, M. \nE., & Doty, N. D. (2010). Who hates gender outlaws? A multisite and multinational eval-\nuation of the Genderism and Transphobia Scale. International Journal of Transgender-\nism, 12, 254–271. http://dx.doi.org/10.1080/15532739.2010.550821 \nWinter, S., Webster, B., & Cheung, P. K. E. (2008). Measuring Hong Kong undergraduate stu-\ndents’ attitudes towards transpeople. Sex Roles, 59, 670–683. \nWodda, A., & Panfil, V. R. (2014). Don't talk to me about deception: The necessary erosion of \nthe trans panic defense. Albany Law Review, 78, 927. \nWoodford, M. R., Silverschanz, P., Swank, E., Scherrer, K. S., & Raiz, L. (2012). Predictors of \nheterosexual college students' attitudes toward LGBT people. Journal of LGBT Youth, \n9(4), 297-320. http://dx.doi.org/10.1080/19361653.2012.716697 \n \n \n  \n  \n \n \n89 \nAPPENDICES  \nAppendix A \nGeorgia State University \nDepartment of Counseling and Psychological Service \nInformed Consent \n \nTitle: Social Identity Factors and Attitudes Towards Transgender Individuals  \nPrinciple Investigator: Dr. Franco Dispenza \nStudent Principal Investigator: Julian Rafferty McCullough \n \nI. Purpose: \n \nYou are invited to participate in a research study. The purpose of this study is to explore attitudes \ntowards transgender individuals. You are invited to participate because you have self-identified \nas 18 years or older and attend Georgia State University. About 350 people will participate in \nthis study. Participation will take about 40 minutes of your time. \n \nII. Procedures: \n \nIf you decide to participate in this study, you will complete an online survey that takes about 40 \nminutes. The online survey can take place on the Georgia State University (GSU) campus, or at a \nlocation of your choice and will be a one-time session. We ask that you take this survey in a pri-\nvate room on a computer with no one else present, and please make sure to close out of your \nbrowser once completing the survey. As a participant in this research study, you will complete \nsurvey measures about identity, personal values, and attitudes. The survey will also ask you \nabout some demographic information. Example questions include multiple choice, and true or \nfalse statements such as: “There have been times when I was quite jealous of the good fortune of \nothers” and “Individuals should be allowed to express their gender freely.” \n \nIII. Risks: \n \nIn this study, you will likely not have any more risks than you would in a normal day of life.  \n \nIV. Benefits: \n \nParticipation in this study may not benefit you personally. Overall, we hope to gain a greater un-\nderstanding of attitudes towards transgender individuals. \n \nV. Compensation \n \nIf you are a GSU student registered through the SONA system, you will receive 1.0 credit for \nbeing in the study. If you are not a GSU student enrolled in the SONA system, you will not re-\nceive compensation for your participation. \n  \n \n \n90 \n \nVI.       Voluntary Participation and Withdrawal: \n \nParticipation in research is voluntary. You do not have to be in this study. If you decide to be in \nthe study and change your mind, you have the right to drop out at any time. You may skip ques-\ntions or stop participating at any time. \n \nVII. Confidentiality: \n \nWe will keep your survey answers to the extent allowed by law. Julian R. McCullough, and Drs. \nFranco Dispenza and Catharina Chang will have access to the information you provide. Infor-\nmation may also be shared with those who make sure the study is done correctly (i.e., the GSU \nInstitutional Review Board). As the survey does not require your name to be completed, your \nname will not be connected to study records. However, data sent over the Internet may not be \nsecure, but we will not be collecting IP addresses in an effort to protect you. The information you \nprovide will be stored on password-protected database and computer. Facts that might point to \nyou will not appear when we present this study or publish its results. The findings will be sum-\nmarized and reported in group form. You will not be identified personally.  \n \n \nVII. Contact Persons: \n \nContact Dr. Franco Dispenza (fdispenza@gsu.edu; 404.413.8174) if you have questions, con-\ncerns, or complaints about this study. You can also call if you think you have been harmed by the \nstudy. You can also call Susan Vogtner in the Georgia State University Office of Research Integ-\nrity at 404-413-3513 or svogtner1@gsu.edu if you want to talk to someone who is not part of the \nstudy team. You can talk about questions, concerns, or offer suggestions about the study. You \ncan also call Susan Vogtner if you have questions or concerns about your rights in this study. \n \nIX. Copy of Consent Form to Participant:  \n \nYou may print a copy of this form for your records. \n \nIf you agree to participate in this research, please click on the option that states “Yes, I agree to \nparticipate in this survey” and continue with the survey. \n  \n \n \n91 \nAppendix B\n \nINSTITUTIONAL REVIEW BOARD \n \n Mail: P.O. Box 3999  In Person: Dahlberg Hall \n  Atlanta, Georgia  30302-3999  30 Courtland St, Suite 217 \n Phone: 404/413-3500 \n Fax:  404/413-3504 \n \nMarch 03, 2016 \n \nPrincipal Investigator: Franco Dispenza \nKey Personnel: Chang, Catherine; Dew, Brian; Dispenza, Franco; McCullough, Julian Rafferty \nStudy Department: GSU - Counseling & Psychological Svc \nStudy Title: Social Identity Factors and Multicultural Beliefs  \nSubmission Type: Exempt Protocol Category 4 \nIRB Number: H16443 \nReference Number: 337777 \nApproval Date: 03/03/2016 \nExpiration Date: 03/02/2019 \n \nThe above referenced study has been determined by the Institutional Review Board (IRB) to be \nexempt from federal regulations as defined in 45 CFR 46 and has been evaluated for the \nfollowing: \n1. determination that it falls within one of more of the six exempt categories allowed by the \ninstitution; and \n2. determination that the research meets the organization’s ethical standards \n \nIf there is a change to your study, you should notify the IRB through an Amendment Application \nbefore the change is implemented. The IRB will determine whether your research protocol \ncontinues to qualify for exemption or if a new submission of an expedited or full board \napplication is required. \n \nExempt protocols must be renewed at the end of three years if the study is ongoing. When the \nstudy is complete, a Study Closure Form must be submitted to the IRB. \n \nAny unanticipated/adverse events or problems resulting from this investigation must be reported \nimmediately to the University Institutional Review Board. For more information, please visit our \nwebsite at www.gsu.edu/irb. \n  \n \n \n92 \nAppendix C \nGenderism Transphobia Scale Revised (Tebbe, Moradi, & Ege, 2014) \n1. I have beat up men who act like sissies. \n2. I have behaved violently toward a woman because she was too masculine. \n3. If I found out my best friend was changing their sex, I would freak out. \n4. If a friend wanted to have his penis removed to become a woman, I would openly support \nhim. \n5. Men who cross-dress for sexual pleasure disgust me. \n6. If I saw a man on the street that I thought was really a woman, I would ask him if he was \na man or a woman. \n7. Men who act like women should be ashamed of themselves. \n8. I cannot understand why a woman would act masculine. \n9. Children should play with toys appropriate to their own sex. \n10. Women who see themselves as men are abnormal. \n11. I would avoid talking to a woman if I knew she had a surgically created penis and testi-\ncles.  \n12. A man who dresses as a woman is a pervert. \n13. If I found out that my lover was the other sex, I would get violent. \n14. I have behaved violently toward a man because he was too feminine. \n15. If a man wearing make-up and a dress, who also spoke in a high voice, approached my \nchild, I would use physical force to stop him. \n16. Individuals should be allowed to express their gender freely. \n17. Sex change operations are morally wrong. \n18. Feminine men make me feel uncomfortable. \n19. People are either men or women. \n20. Masculine women make me feel uncomfortable. \n21. It is morally wrong for a woman to present herself as a man in public. \n22. If I encountered a male who wore high-heeled shoes, stockings, and make-up, I would \nconsider beating him up. \n \n7-point Likert scale: 1 = strongly agree, 2 = agree, 3 = somewhat agree, 4 = neither agree nor \ndisagree, 5 = somewhat disagree, 6 = disagree, 7 = strongly disagree \n \n \n \n \n \n \n*Note: Items: 1, 2, 6, 14, and 22 are Gender Bashing subscale items. Items: 3, 4, 5, 7, 8, 9, 10, 11, 12, 13, 15, 16, 17, \n18, 19, 20, and 21 are Genderism and Transphobia subscale items. Items 4 and 16 are reverse coded. \n  \n \n \n93 \nRight-Wing Authoritarianism Scale (Altemeyer, 2006) \n1. The established authorities generally turn out to be right about things, while the radicals and \nprotesters are usually just \"loud mouths\" showing off their ignorance.  \n2. Women should have to promise to obey their husbands when they get married.  \n3. Our country desperately needs a mighty leader who will do what has to be done to destroy \nthe radical new ways and sinfulness that are ruining us.  \n4. Gays and lesbians are just as healthy and moral as anybody else.  \n5. It is always better to trust the judgment of the proper authorities in government and religion \nthan to listen to the noisy rabble-rousers in our society who are trying to create doubt in peo-\nple's minds.  \n6. Atheists and others who have rebelled against the established religions are no doubt every bit \nas good and virtuous as those who attend church regularly.  \n7. The only way our country can get through the crisis ahead is to get back to our traditional \nvalues, put some tough leaders in power, and silence the troublemakers spreading bad ideas.  \n8. There is absolutely nothing wrong with nudist camps.  \n9. Our country needs free thinkers who have the courage to defy traditional ways, even if this \nupsets many people.  \n10. Our country will be destroyed someday if we do not smash the perversions eating away at \nour moral fiber and traditional beliefs.  \n11. Everyone should have their own lifestyle, religious beliefs, and sexual preferences, even if it \nmakes them different from everyone else.  \n12. The \"old-fashioned ways\" and the \"old-fashioned values\" still show the best way to live.  \n13. You have to admire those who challenged the law and the majority's view by protesting for \nwomen's abortion rights, for animal rights, or to abolish school prayer.  \n14. What our country really needs is a strong, determined leader who will crush evil, and take us \nback to our true path.  \n15. Some of the best people in our country are those who are challenging our government, criti-\ncizing religion, and ignoring the \"normal way things are supposed to be done.\"  \n16. God's laws about abortion, pornography and marriage must be strictly followed before it is \ntoo late, and those who break them must be strongly punished.  \n17. A \"woman's place\" should be wherever she wants to be. The days when women are submis-\nsive to their husbands and social conventions belong strictly in the past.  \n18. Our country will be great if we honor the ways of our forefathers, do what the authorities tell \nus to do, and get rid of the \"rotten apples\" who are ruining everything.  \n19. There is no \"one right way\" to live life; everybody has to create their own way.  \n20. Homosexuals and feminists should be praised for being brave enough to defy \"traditional \nfamily values.\"  \n21. This country would work a lot better if certain groups of troublemakers would just shut up \nand accept their group's traditional place in society.   \n22. There are many radical, immoral people in our country today, who are trying to ruin it for \ntheir own godless purposes, whom the authorities should put out of action.  \n \n9-point Likert scale: 1 = very strongly disagree, 2 = strongly disagree, 3 = moderately disagree, 4 \n= slightly disagree, 5 = neutral, 6 = slightly agree, 7 = moderately agree, 8 = strongly agree, 9 = \nvery strongly agree \n  \n \n \n94 \nContact Apprehension Toward Transgender People (Adapted from the subscale Con-\ntact Apprehension from Component Measure of Attitudes Toward Homosexuality, LaMar & \nKite, 1998) \n \n1. I enjoy the company of transgender people.  \n2. It would be upsetting to me to find out I was alone with a transgender person.  \n3. I avoid transgender people whenever possible. \n4. I would feel nervous being in a group of transgender people.  \n5. I think transgender people are disgusting.  \n6. I would enjoy attending social functions at which transgender people were present.  \n7. Bars that cater to transgender people should be placed in a specific and known part of town.  \n8. I would feel comfortable working closely with a transgender person.  \n9. If a transgender person approached me in a public restroom, I would be disgusted.  \n10. I would not want a transgender person to live in the house next to mine.  \n11. Two transgender people holding hands or displaying affection in public is revolting.  \n12. I would be nervous if a transgender person sat next to me on a bus.  \n13. I would decline membership in an organization if I found out it had transgender people as \nmembers.  \n14. If I knew someone was a transgender person I would go ahead and form a friendship with \nthat individual.  \n \n5-point Likert scale: 1 = strongly agree, 2 = agree, 3 = neither agree nor disagree, 4 = disagree, 5 \n= strongly disagree \n \n \n \n \n \n \n \n \n \n \n \n \n \n*Note: Items 1, 6, 8, and 14 are reverse coded. \n  \n \n \n95 \nIntergroup Contact Measures (Adapted from Islam & Hewstone, 1993 and West, Hew-\nstone, & Lolliot, 2014). \n \n \nContact with Gay Men and Lesbians \nPlease select the option that best describes how you feel about each statement. \n \n1. How much contact have you had with gay men or lesbians in college?  \n2. How much contact have you had at any point in your life with gay men or lesbians as ac-\nquaintances? \n3. How much contact have you had at any point in your life with gay men or lesbians as \nneighbors? \n4. How much contact have you had at any point in your life with gay men or lesbians as \nclose friends?  \n5. How much contact have you had at any point in your life with gay men or lesbians as \nfamily members?  \n \n \nContact with Transgender Individuals \nPlease select the option that best describes how you feel about each statement. \n \n1. How much contact have you had with transgender individuals in college?  \n2. How much contact have you had at any point in your life with transgender individuals as \nacquaintances?  \n3. How much contact have you had at any point in your life with transgender individuals as \nneighbors?  \n4. How much contact have you had at any point in your life with transgender individuals as \nclose friends?  \n5. How much contact have you had at any point in your life with transgender individuals as \nfamily members?  \n \nEach 6-point scales, ranging from 0 (none at all) to 5 (a great deal) \n  \n  \n \n \n96 \nSocial Dominance Orientation (Pratto, Sidanius, Stallworth, & Malle, 1994) \n \n1. Some groups of people are simply inferior to other groups.  \n2. In getting what you want, it is sometimes necessary to use force against other groups.  \n3. It's OK if some groups have more of a chance in life than others.  \n4. To get ahead in life, it is sometimes necessary to step on other groups.  \n5. If certain groups stayed in their place, we would have fewer problems.  \n6. It's probably a good thing that certain groups are at the top and other groups are at the \nbottom.  \n7. Inferior groups should stay in their place.  \n8. Sometimes other groups must be kept in their place.  \n9. It would be good if groups could be equal. \n10. Group equality should be our ideal.  \n11. All groups should be given an equal chance in life.  \n12. We should do what we can to equalize conditions for different groups.  \n13. Increased social equality is beneficial to society.  \n14. We would have fewer problems if we treated people more equally.  \n15. We should strive to make incomes as equal as possible.  \n16. No group should dominate in society.  \n \n7-point Likert scale: 1 = strongly disagree, 2 = disagree, 3 = somewhat disagree, 4 = neither \nagree nor disagree, 5 = somewhat agree, 6 = agree, 7 = strongly agree \n \n \n \n \n \n \n \n \n \n \n \n*Note: Items 9 -16 are reverse coded. \n  \n \n \n97 \nIntergroup Anxiety Scale (Adapted from Stephan & Stephan, 1985) \n \nImagine that your class is having a project where you get assigned to work with a transgender \nstudent. How do you feel in this situation? Please rate your feelings on the following scale from \n\"strongly disagree\" to \"strongly agree\". \n \n1. Happy \n2. Accepted  \n3. Irritated \n4. Impatient  \n5. Defensive  \n6. Awkward  \n7. Confident  \n8. Self-Conscious  \n9. Suspicious  \n10. Careful  \n11. Certain  \n12. Comfortable  \n \n \n7-point Likert scale: 1 = strongly disagree, 2 = disagree, 3 = somewhat disagree, 4 = neither \nagree nor disagree, 5 = somewhat agree, 6 = agree, 7 = strongly agree \n \n \n \n \n \n \n \n \n \n \n \n*Note: Items 1, 2, 7, 11, and 12 are reverse coded. \n  \n  \n \n \n98 \nMarlowe-Crowne Social Desirability Scale, Form C (Reynolds, 1982) \n \n1. It is sometimes hard for me to go on with my work if I am not encouraged.  \n2. I sometimes feel resentful when I don't get my way.  \n3. On a few occasions, I have given up doing something because I thought too little of my \nability.  \n4. There have been times when I felt like rebelling against people in authority even though I \nknew they were right.  \n5. No matter who I'm talking to, I'm always a good listener.  \n6. There have been occasions when I took advantage of someone.  \n7. I'm always willing to admit when I made a mistake.  \n8. I sometimes try and get even rather than forgive and forget.  \n9. I am always courteous, even to people who are disagreeable.  \n10. I have never been irked when people expressed ideas very different from my own.  \n11. There have been times when I was quite jealous of the good fortune of others.  \n12. I am sometimes irritated by people who ask favors of me.  \n13. I have never deliberately said something that hurt someone's feelings.  \n \n \n2-point scale, true or false \n  \n  \n \n \n99 \nIngroup Identity Measure (Adapted from Mastro, Tamborini, & Hullett, 2005) \n \n1. How strong of a sense of belonging do you feel with others of your same gender? \n2. Please select the answer \"Moderately\" for this question.  \n3. How similar do you feel compared to the mainstream attitudes and beliefs of your same \ngender group?  \n4. How close are you with others of your same gender?  \n5. How included do you feel by others of your same gender?  \n6. How closely do you identify with other members of your same gender?  \n7. How strongly connected are you with members of your same gender?  \n \n5-point Likert scale: 1 = not at all, 2 = slightly, 3 = somewhat, 4 = moderately, 5 = very \n \n \n \n \n",
    "id": 214053548,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarworks.gsu.edu:cps_diss-1130"
    },
    "title": "CORRELATES AND PREDICTORS OF ANTI-TRANSGENDER PREJUDICE",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2016-08-09T08:00:00+01:00",
    "publisher": "ScholarWorks @ Georgia State University",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.gsu.edu/cgi/viewcontent.cgi?article=1130&amp;context=cps_diss"
    ],
    "updatedDate": "",
    "yearPublished": "2016",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/214053548.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/214053548"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/214053548/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/214053548/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/214053548"
        }
    ],
    "abstract": "Research investigating etiology, or beliefs and values related to prejudice toward transgender individuals, is in the early stages. This study examined correlates and predictors of anti-transgender prejudice from a sample of 298 undergraduates at a large, urban university in the Southeastern United States. Measures of traditional values and beliefs, such as right-wing authoritarianism, and social dominance orientation, as well as social identity factors, such as intergroup contact, intergroup anxiety, in-group identity, and contact apprehension toward transgender individuals were examined. Bivariate correlations revealed that right-wing authoritarianism, contact apprehension, and intergroup anxiety were strongly correlated with anti-transgender prejudice, using the Genderism Transphobia Scale Revised version (GTS-R; Tebbe & Moradi, 2014). Contact with gay men and lesbians yielded a moderate negative correlation with GTS-R. Contact with transgender individuals yielded a small, but significant negative correlation with GTS-R. Hierarchical regression analysis revealed that contact apprehension, right-wing authoritarianism, and contact with gay men and lesbians were significant predictors of GTS-R. A post hoc mediation analysis revealed that contact apprehension significantly mediated the relationship between gender and anti-transgender prejudice",
    "tags": [
        "text",
        "Transgender",
        "Prejudice",
        "Counseling",
        "Social Identity Theory"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.gsu.edu:cps_diss-1130",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3348",
        "openDoarId": 0,
        "name": "Georgia State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 214053548,
        "depositedDate": null,
        "publishedDate": "2016-08-09T08:00:00+01:00",
        "updatedDate": "2021-02-27T00:59:50+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T13:40:04+01:00"
    },
    "urls": [
        "https://scholarworks.gsu.edu/cps_diss/117",
        "https://scholarworks.gsu.edu/cgi/viewcontent.cgi?article=1130&amp;context=cps_diss"
    ],
    "lastUpdate": "2021-02-27T00:59:50+00:00",
    "setSpecs": []
}