{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Lopez Lopez, Monica"
        },
        {
            "name": "Mallon, Gerald P."
        },
        {
            "name": "Wieldraaijer-Vincent, Leo"
        }
    ],
    "contributors": [
        "Whittaker, James K.",
        "Holmes, Lisa",
        "Fernandez del Valle, Jorge Carlos",
        "James, Sigrid"
    ],
    "createdDate": "2023-04-22T09:22:47+01:00",
    "dataProvider": {
        "id": 5394,
        "name": "Proceedings - University of Groningen",
        "url": "https://api.core.ac.uk/v3/data-providers/5394",
        "logo": "https://api.core.ac.uk/data-providers/5394/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1093/oso/9780197644300.003.0022",
    "downloadUrl": "https://core.ac.uk/download/562391317.pdf",
    "fullText": "   University of GroningenCreating Safe and Welcoming Residential Care Placements for LGBTQIA+ YouthLopez Lopez, Monica; Mallon, Gerald P.; Wieldraaijer-Vincent, LeoPublished in:Revitalizing Residential Care for Children and YouthDOI:10.1093/oso/9780197644300.003.0022IMPORTANT NOTE: You are advised to consult the publisher's version (publisher's PDF) if you wish to cite fromit. Please check the document version below.Document VersionPublisher's PDF, also known as Version of recordPublication date:2022Link to publication in University of Groningen/UMCG research databaseCitation for published version (APA):Lopez Lopez, M., Mallon, G. P., & Wieldraaijer-Vincent, L. (2022). Creating Safe and WelcomingResidential Care Placements for LGBTQIA+ Youth. In J. K. Whittaker, L. Holmes, J. C. Fernandez delValle, & S. James (Eds.), Revitalizing Residential Care for Children and Youth: Cross-National Trends andChallenges (pp. 321-335). Oxford University Press. https://doi.org/10.1093/oso/9780197644300.003.0022CopyrightOther than for strictly personal use, it is not permitted to download or to forward/distribute the text or part of it without the consent of theauthor(s) and/or copyright holder(s), unless the work is under an open content license (like Creative Commons).The publication may also be distributed here under the terms of Article 25fa of the Dutch Copyright Act, indicated by the “Taverne” license.More information can be found on the University of Groningen website: https://www.rug.nl/library/open-access/self-archiving-pure/taverne-amendment.Take-down policyIf you believe that this document breaches copyright please contact us providing details, and we will remove access to the work immediatelyand investigate your claim.Downloaded from the University of Groningen/UMCG research database (Pure): http://www.rug.nl/research/portal. For technical reasons thenumber of authors shown on this cover page is limited to 10 maximum.Download date: 01-11-2023Mónica López López, Gerald P. Mallon, and Leo Wieldraaijer-Vincent, Creating Safe and Welcoming Residential Care Placements for LGBTQIA+ Youth In: Revitalizing Residential Care for Children and Youth. Edited by: James K. Whittaker, Lisa Holmes, Jorge F. del Valle, Sigrid James, Oxford University Press. © Oxford University Press 2023. DOI: 10.1093/oso/9780197644300.003.002222Creating Safe and Welcoming Residential Care Placements for LGBTQIA+ YouthMónica López López, Gerald P. Mallon, and Leo Wieldraaijer- VincentIntroductionThis chapter offers a brief overview of the existing research evidence on the experience of LGBTQIA+ youth in child welfare systems, and discusses the policy and practice implications for the development of safer and more inclu-sive residential care settings. In this chapter, we use the term “LGBTQIA+ ” (Lesbian, Gay, Transgender, Queer, Intersex, Asexual, and other identities) to emphasize the diversity of sexual orientations, gender identities, and expressions.1 The chapter incorporates evidence from the Audre Project (López López et al., 2021), one of the few studies conducted in Europe that includes the perspectives of LGBTQIA+ youth in residential and foster care as well as their practitioners’ views. In the last section of the chapter, we pre-sent the experience of an agency, Cornerstones Youth Care, in its journey to become an LGBTQIA+ - affirmative care provider.Summary of Research EvidenceThe number of LGBTQIA+ 2 children and youth growing up in care is diffi-cult to estimate, as there has been a historical disregard for questions related to sexual orientation and gender identity and expression (SOGIE) in child welfare systems worldwide. However, the few studies that have explored this  1 For a complete list of terms and definitions, we recommend the LGBTQIA Resource Center Glossary: https:// lgbt qia.ucda vis.edu/ educa ted/ gloss ary. 2 The variability of acronyms to refer to LGBTQIA+ individuals used in this section arise from the different sample of participants in each study. The order of the letters does not imply a hierarchy. The same letter can have a different conceptualization in each study.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023322 Revitalizing Residential Carequestion, mostly conducted in the United States, suggest that LGBTQIA+ youth are overrepresented in residential and foster care. For example, Wilson and Kastanis (2015) found that 19% of a community sample of foster youth in Los Angeles County identified as LGBTQ; this proportion was approx-imately three times higher than the estimated 6% to 8% of LGBTQ youth in the general population. Another study conducted with a U.S. representa-tive sample showed that approximately 15.5% of all system- involved youth were LGB3 and that lesbian and bisexual women and LGB youth of color were overrepresented in care (Dettlaff et al., 2018). More recently, a study by Fish et al. (2019) demonstrated the overrepresentation of sexual minority youth in child welfare, foster care, and out- of- home placement, with sexual minority youth nearly 2.5 times more likely than heterosexual youth to expe-rience a foster care placement.Despite this overrepresentation, LGBTQIA+ youth remain an invisible group in residential and foster care placements. This invisibility has been linked to organizational factors, such as the lack of professional know-ledge about LGBTQ+ adolescent development, and the reluctance of child protection agencies to acknowledge LGBTQIA+ youth due to their fear of being seen as promoting an LGBTQIA+ identity among youth served in their programs (Paul, 2018; Mallon et al., 2022). Mallon (2002) has also pointed out that LGBTQIA+ youth in care are socialized to hide due to safety concerns. The enormous evidence about the exposure to violence in care (see, for instance, Mallon et al., in press) provides support that hiding is used as a survival strategy. Some LGBTQIA+ youth enter the child protection system for reasons similar to those of their heterosexual peers, such as family problems, poverty, mental illness, or substance abuse in the family (Mountz & Capous- Desyllas, 2020). Yet, the trigger that prompts the protective in-tervention for many LGBTQIA+ children and adolescents is directly related to the disclosure of their SOGIE to their family (Mallon, 2021). LGBTQIA+ youth in care interviewed for different international studies have indeed re-lated experiences of abuse or rejection at home after coming out to their fam-ilies (see, for instance, Mallon, 1998; González- Álvarez et al., 2022).Many studies have reported an association between a sexual minority status and the increased risk of maltreatment for youth. A meta- analysis by Friedman et al. (2011) showed that sexual minority youth were 3.8 times  3 This study did not include participants from the trans or questioning communities of young people.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023SAFE PLACEMENTS FOR LGBTQIA+ YOUTH 323more likely to experience sexual abuse during childhood and 1.2 times more likely to report physical abuse by a parent or guardian than their het-erosexual peers. This increased rate of maltreatment among LGBT youth has been linked to the intolerance and lack of acceptance of their SOGIE by their parents, caretakers, and other family members (Corliss et al., 2002). Moreover, the study by Paul and Monahan (2019) provides evidence about the strong association of maltreatment among sexual minority youth with poor adult mental health outcomes (depression, anxiety, isolation, and su-icidal ideation) and fairly strong negative associations with general health outcomes when compared to their non- maltreated peers. Conversely, Ryan et al. (2010) found that family acceptance in adolescence was associated with young adult positive health outcomes (self- esteem, social support, and ge-neral health) and was protective for negative health outcomes (depression, substance abuse, and suicidal ideation and attempts).Once admitted into the child welfare system, LGBTQIA+ youth face specific challenges related to the system’s failure to acknowledge the young person’s SOGIE. Numerous studies have described situations of discrimina-tion, harassment, and bullying faced by LGBTQIA+ youth in the care system (Gallegos et al., 2011; Cossar et al., 2017; Paul, 2018; López López et al., 2019; Mallon, 2019; Paulsen et al., 2020). These experiences suggest a profound im-pact on the mental and physical health of LGBTQIA+ youth in care. For in-stance, Baams et al. (2019) reported poorer mental health, higher substance use, and worse school functioning for LGBTQ youth, which was exacerbated when they lived in unstable housing or foster care (for a comprehensive over-view of research on mental health in LGBT youth, see Russell & Fish [2016]).The lack of housing stability and permanency seems to be a major concern for this group of children and adolescents. When compared to their heter-osexual and cisgender4 peers, LGBTQIA+ youth show a higher number of placements, longer stays in care, an overreliance on residential care or group home settings, and a higher risk to exit care without adequate preparation for independent living (Jacobs & Freundlich, 2006; Mallon & Woronoff, 2006; Lorthridge et al., 2018; McCormick, 2018). Once this group of youth exits care, they tend to be confronted with the lack of practical and emotional sup-port resulting from their unstable trajectories in care (Paul, 2020). While the lack of permanency is unfortunately a common issue for many young  4 Cisgender (shortened to cis) describes a person whose gender identity matches their sex assigned at birth.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023324 Revitalizing Residential Carepeople who have been in care, the challenge might be exacerbated by par-ticular obstacles such as harassment and bullying, less supportive networks, and homelessness experienced by LGBTQIA+ youth due to their SOGIE, but in particular for trans5 and non- binary6 youth (Shelton & Mallon, 2021).While recognizing the research effort that has been directed to build a knowledge base on LGBTQIA+ youth in care during the past 30 years, there are important topics that deserve to be addressed urgently. Integrating an intersectionality lens that includes the impact of multiple forms of oppres-sion (sexism, racism, heterosexism, transphobia) seems to be a pending sub-ject for this research field. Most of the research evidence concerning LGB youth in care has failed to provide information about transgender and non- binary youth, as well as LGBTQ+ youth of color. Some relevant exceptions should be noted. Grooms (2020) has explored the intersectionality of foster youth who identify as Black and LGBTQ, highlighting the disparities in treatment and outcomes for LGBTQ+ youth of color and discussing the need for policy change in child welfare agencies. Conron and Wilson (2019) have recently edited a Research Agenda discussing what we need to better under-stand about the lives and outcomes of system- involved youth who are both LGBTQIA+ and individuals from other populations that may have been his-torically oppressed.The Needs and Experiences of LGBTQIA+ Youth in Care: The Audre ProjectThe Audre Project explored the experiences of LGBTQIA+ youth and young adults who lived in residential and foster care in the Netherlands, as well as the practitioners’ perspectives on caring for LGBTQIA+ youth in care. In total, 13 LGBTQIA+ young people (aged 15 to 28 years old) and 29 practitioners participated in the project through in- depth semi- structured interviews. This section provides an overview of the main messages arising from our study. For a detailed description of the project’s methodology, findings, and recommendations, see López López et al. (2021) and González- Álvarez et al. (2022). 5 Transgender or trans is an umbrella term for persons whose gender identity is different from the gender they were assigned at birth. 6 Non- binary is an umbrella term for gender identities that are outside the male/ female gender binary.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023SAFE PLACEMENTS FOR LGBTQIA+ YOUTH 325Key messages from the in- depth interviews with LGBTQIA+ young people in residential and foster care were as follows: • While some LGBTQIA+ youth interviewed felt they could be open about their SOGIE, others experienced rejection and hostility. Some of them reported being obliged to conceal their identity in their residential care facilities. • Some LGBTQIA+ youth interviewed reported experiences of ha-rassment and verbal violence by peers and professionals in their res-idential homes. Some of them denounced the lack of intervention by other professionals to protect them from hostile situations. On some occasions, this triggered a placement change. • The relationships and social networks of LGBTQIA+ youth interviewed were negatively affected by placement instability. The connection with practitioners, friends, and family seemed to be an important factor for coping with the challenges experienced in care. • LGBTQIA+ youth interviewed experienced different challenges for participating in decision- making processes about their own life. They voiced the need to be considered and to have the space to be themselves while also receiving support in these processes (see González- Álvarez et al., in press, for an exploration of the participation of LGBTQIA+ youth in care). • LGBTQIA+ youth interviewed experienced multiple and intersecting types of oppression related to sexism, racism, heterosexism, and transphobia. • Despite the challenges faced in care, LGBTQIA+ youth showed dif-ferent mechanisms of personal and community- based resilience (see González- Álvarez et al., 2022, for an in- depth exploration of resilience among the young people interviewed). • Finally, LGBTQIA+ young people interviewed sent a clear message about their needs in care: They need to be seen and affirmed by an envi-ronment that promotes their full development, including their SOGIE; they need to be involved in all decisions that concern their lives; and they need different kinds of support by families and professionals (emo-tional, instrumental, and material, among others).Key messages from the interviews with professionals working with young people in residential and foster care were as follows:Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023326 Revitalizing Residential Care • Most professionals interviewed had received training on sexual devel-opment but lacked specific training on issues related to SOGIE. For this reason, they often rely on external LGBTQIA+ organizations in the community. Professionals also recognized the absence of policies to ad-dress the specific needs of LGBTQIA+ youth in their organizations. • Some professionals expressed not seeing LGBTQIA+ youth in their or-ganizations. Professionals who were part of the LGBTQIA+ community exhibited more competence to acknowledge and support LGBTQIA+ people in their care settings. • Some professionals recognized their personal limitations to discuss questions related to SOGIE (e.g., embarrassment, lack of knowledge) and the fact that those topics are only discussed when there seems to be a problem for the young person. Professionals acknowledged the need to develop a trustful connection with the young person as a requirement to open up about sexuality and gender topics. • Professionals need resources to work toward the parents or foster carers’ acceptance and affirmation of the young person’s SOGIE. • Professionals reflected on different ways in which the care setting might fail to be affirming of the young person’s SOGIE; for instance, when practitioners encourage the young person to conceal their sexual ori-entation “for their own safety.” Some professionals described situations of discrimination and harassment in the care homes; the staff members were not always well equipped to intervene with these.The findings of the Audre Project echoed those of previous studies conducted in the United States, Canada, and the United Kingdom, and bring opportuni-ties for international child protection organizations to develop more affirming and safe residential care environments for LGBTQIA+ youth. The next sections provide a number of practice and policy recommendations that care organizations can implement to become a better place for LGBTQIA+ youth.Implications for Practice and Policy ChangeResidential services for LGBTQIA+ children, youth, and families can be improved in four areas: (1) development of clear written policies; (2) devel-opment of initial and ongoing LGBTQIA+ - specific staff training; (3) clinical case consultation in cases where professionals may need additional support Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023SAFE PLACEMENTS FOR LGBTQIA+ YOUTH 327or feedback; and (4) advocacy for young people in communities, schools, and youth- serving and health care systems.In the absence of policies, professionals frequently rely on their own, some-times idiosyncratic practice wisdom to guide their practice. Social workers and supervisors need clear, written policies on how they are expected to practice with LGBTQ+ youth and their families. There are several examples (Mallon, 2018; Paul, 2020) of what constitutes a comprehensive policy state-ment, and organizations should make use of what exists and adapt it to their localities needs rather than try to re- invent new policy statements.In order to competently serve and safeguard LGBTQIA+ youth in residential programs, child welfare staff should understand what it means for a youth to be LGBTQIA+ and should be familiar with and use appropriate terminology. In addition, residential child welfare staff, including support staff (clerical, main-tenance, recreational, dietary), child care workers, social workers, therapists, school personnel, and health and mental health professionals, as well as pro-gram/ agency administrators should consider the following recommendations, culled from the research of colleagues who have examined the experiences of LGBTQ+ youth in child welfare systems in the United States, the United Kingdom, the Netherlands, and Norway (Mallon, 1998, Cossar et al., 2017; Paul, 2018; Paulsen, et al. 2020; López López et al., 2021): • Adopt and implement written policies prohibiting discrimination on the basis of SOGIE. • Treat LGBTQIA+ youth with respect and competence, including re-spect for an LGBTQIA+ youth’s name and pronouns to affirm the young person’s gender identity. • Mandate ongoing LGBTQIA+ training for all levels of child welfare personnel. • Maintain confidentiality in working with LGBTQIA+ youth. • Guarantee effective child protection practices that accurately identify abuse and neglect of LGBTQIA+ youth. • Pledge effective services that address family rejection of LGBTQIA+ youth and assist with family reunification. • Identify safe and supportive foster or adoptive families for LGBTQIA+ youth. • Insist on the safety and emotional development of LGBTQIA+ youth in residential settings in terms of considering SOGIE with respect to bath-room use and bedroom assignments.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023328 Revitalizing Residential Care • Provide access to appropriate and LGBTQIA+ - affirming medical/ mental health and legal services for LGBTQIA+ youth. • Ensure access to safe educational settings. • Be knowledgeable about the unique needs of transgender, non- binary, and gender- expansive youth. • Provide access to LGBTQIA+ community- based programs and services.One cannot discuss the need to improve residential services for LGBTQIA+ children and youth without stressing the importance of pre-vention and clinical case consultation. Clinical case consultation should be available to social workers and youth care workers who are working directly with LGBTQIA+ young people and who may need guidance on how they should address a range of critical issues that LGBTQIA+ youth and their families may confront.Finally, those child welfare advocates who claim to be concerned about the welfare of all children must also include protection and issues unique to residential programs as they pertain to LGBTQIA+ children and youth. To do otherwise is an abhorrent and unethical violation of our values as a pro-fession. If child welfare exists to provide for the safety and care of children and youth, it must include all youth, including LGBTQIA+ youth and their families.Raising the Village: Becoming an LGBTQIA+ Affirmative Care ProviderSince 2018, Cornerstones Youth Care has been implementing an LGBTQIA+ focus within its Raising the Village model. The Raising the Village model is a framework for improving the quality of out- of- home care to young people through focusing decision- making around the individual young person and the carers and professionals involved (Wieldraaijer- Vincent, 2019). Central to the Raising the Village model is an intersectional approach that is inter-disciplinary, multi- methodology, and inter- participatory (Wieldraaijer- Vincent, unpublished), allowing for a dynamic response to the needs of young people in care.The need to develop a focus for LGBTQIA+ young people in residential care did not come from a specific question or outspoken demand but rather from an awareness that within the organization there was an increasing Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023SAFE PLACEMENTS FOR LGBTQIA+ YOUTH 329number of young people who were identifying as LGBTQIA+ . While there has not been extensive research done into why within Cornerstones there was an increase in referrals of LGBTQIA+ young people, the assumption has been made that this is related to the fact that the director of the organization is a care- experienced LGBTQIA+ person and openly talks about this with colleagues, young people, and partner organizations.Implementing an LGBTQIA+ focus within the Raising the Village frame-work involved considering how an LGBTQIA+ focus could be embedded within the six elements of the framework; young people, professionals, placements, network, teams, and the organization. The following section will briefly describe that process before conclusions and learning moments will be highlighted.Young PeopleAt the core of the development of an LGBTQIA+ focus was the balance be-tween generalized policies and procedures and being able to still see the individual young person. LGBTQIA+ young people are not an homoge-nous group, and while they may share some experiences, it was important to honor and respect the needs of the individual young person. To do this, Cornerstones utilized the Needs Assessment Tool developed by Jan Bridget in 1998 (see www.gal yic.org.uk) and implemented a gender- inclusive lan-guage within documentation. Further, decision- making is done using the Best Decision Making Method (De Kinderombudsman, 2020), where iden-tity and experience forms the basis of the decision- making process. Care pla-nning is formed using the Secure Base Method (Schofield & Beek, 2005) with extra attention to the needs of LGBTQIA+ young people and the questions that their SOGIE may pose to creating a secure base. Key to this approach is the understanding that it is not the young person who needs to make adjustments and change; rather, the responsibility for providing a secure base lies with the foster carers and professionals.ProfessionalsProfessionals within the organization have received continuing training on sexuality and gender diversity. In cooperation with a number of other Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023330 Revitalizing Residential Careorganizations both within and outside of the Netherlands, training programs have been developed to help professionals respond knowledgeably, appro-priately, and sensitively to the needs of LGBTQIA+ young people. Training was supplemented with supervision and personal development allowing for professionals to consider their personal responses to SOGIE and how this impacts the work that they do. A further aim of the process was to ensure that the professionals employed by Cornerstones accurately reflected the communities the organization served. This has been challenging due in part to legislation and in part to the cultural comfort levels of professionals who found it difficult for an organization to explicitly search for LGBTQIA+ staff. The intention to welcome more LGBTQIA+ professionals and foster carers who are willing to be open about their sexuality and gender identity will an-swer one of the needs of young people: to have role models.PlacementsA key element in the Raising the Village model is the physical location of the placement. In the process of developing an LGBTQIA+ - affirmative environ-ment, Cornerstones considered the rooms, spaces, and homes they used and worked with professionals and young people to ensure that they represented a physical embodiment of the intention to be inclusive. This resulted in more public communication materials and information, including pride flags, and providing opportunities for young people to influence their environment to reflect their identity. Gender- neutral toilets and information posters were used in the office space to demonstrate to staff and visitors that as an orga-nization Cornerstones is welcoming and affirmative. Providing evidence of that goal within the physical environment allows young people and their families to be more comfortable in discussing these issues.NetworkFor the majority of young people who access Cornerstones, the reason for the placement is not related to their SOGIE. However, the period of time they are in the placement often coincides with their exploration and development of their identity. This can cause problems in the relationships they have with their networks. Cornerstones works with young people and their families to Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023SAFE PLACEMENTS FOR LGBTQIA+ YOUTH 331navigate this complex process, offering support to young people in discussing their sexuality and gender identity with their families, and works with fami-lies to help them accept the identity of the young person.TeamsTeams are central to the work of Cornerstones. The teams form a secure base for the organization’s foster parents and professionals. Within the teams, SOGIE are regular themes for discussion and reflection, where the teams can identify their own training needs, personal development, and who among them are experts. Within some teams there are colleagues who have volunteered to help other professionals or be the contact person for young people.OrganizationThe professionals within Cornerstones experience youth care as a dynamic environment with constantly changing demands and a stream of informa-tion and research. As a result, Cornerstones ensured that the work to become an LGBTQIA+ - affirmative organization did not rely entirely on training and the interactions between young people and the professionals. The vision was implemented in the core of the organization, by including it in their quality management system and highlighting it as a concrete goal in their yearly inspections. By stating it in documents and policies and including it in the yearly review, Cornerstones forced itself to not only do the work but also to be accountable for it to external parties. As a result, Cornerstones ensures that all of the policies, training, and interactions are monitored and assessed for impact, resulting in a yearly review and improvement plan. Completing the circle, this improvement plan is discussed and influenced, and ultimately approved, by the young people whose needs all of this work aims to address.Lessons LearnedThe work within Cornerstones has not been without challenges. Getting professionals and connected organizations to acknowledge that there is a Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023332 Revitalizing Residential Careproblem in the services offered to LGBTQIA+ young people is an ongoing challenge. However, engaging with young people and developing trusting relationships with LGBTQIA+ young people, who then feel more comfort-able sharing their experiences, helps to show professionals that, whereas re-search and training is often abstract, the reality is usually much closer to their own work than they think. A further challenge has been the risk of becoming an exclusively LGBTQIA+ youth care provider, something that Cornerstones did not want to do. However, increasing visibility of the needs of LGBTQIA+ youth has led to a certain amount of pigeonholing by partner organizations.Despite these challenges, there are positive moments:Eva is now 11 years old and has been in care with Cornerstones since she was five years old. In all of that time she has been extremely clear that her name is Eva and her pronouns are “she/ her.” She chooses to wear girls’ clothing and has long hair. Within the foster home this has always been accepted: She is able to paint her bedroom pink and have lots of dolls. However, her parents found this extremely difficult to accept. When she went to visit them, she would have to wear boys’ clothing and be called by her “other” name. She wasn’t allowed to bring her dolls to her parents’ house. It was clear to everyone that Eva was happier in the foster home where she could be herself than visiting her parents. In the foster home she asked questions around gender, and the foster parents arranged for her to talk with other professionals who had more experience and information. Eva describes it as finding people like her and being able to ask all of the questions that are in her head. The foster parents and professionals invested heavily in the re-lationship with the parents, listening to them, coaching them, and helping them understand that Eva needed their love and support. As a result of that intense process Eva is now able to visit her parents wearing the clothes that she likes and is mostly called by her name. Her mother is considering taking her clothes shopping and is planning to buy her a doll for her birthday.ConclusionAlthough the existing research evidence on the experience of LGBTQIA+ youth in child welfare systems has grown exponentially through the efforts of researchers, the policy and practice implications for the development of safer and more inclusive residential care settings for LGBTQIA+ youth Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023SAFE PLACEMENTS FOR LGBTQIA+ YOUTH 333have mainly been developed by child welfare practitioners. Evidence from the Audre Project (López López et al., 2021) includes both the perspectives of LGBTQIA+ youth in residential and foster care and their practitioners’ views. The experience of Cornerstones Youth Care in its journey to become an LGBTQIA+ - affirmative care provider offers lessons learned about caring for LGBTQIA+ youth in residential care settings.ReferencesBaams, L., Wilson, B. D. M., & Russell, S. T. (2019). LGBTQ youth in unstable housing and foster care. Pediatrics, 143(3), 2017– 4211.Conron, K. J., & Wilson, B. D. M. (Eds.). (2019). A research agenda to reduce system in-volvement and promote positive outcomes with LGBTQ youth of color impacted by the child welfare and juvenile justice systems. Williams Institute.Corliss, H. L., Cochran, S. D., & Mays, V. M. (2002). Reports of parental maltreatment during childhood in a United States population- based survey of homosexual, bisexual, and heterosexual adults. Child Abuse & Neglect, 26(11), 1165– 1178.Cossar, J., Schofield, G., Belderson, P., Ward, E., Keenan, J., Larsson, B., Dodsworth, J., & Cocker, C. (2017). SpeakOut: A study of the experiences and identity development of lesbian, gay, bisexual, transgender and questioning young people in care— and the sup-port they receive. Research briefing, Centre for Research on Children and Families, University of East Anglia.De Kinderombudsman. (2020). Toolkit: Het Beste Besluit [Toolkit: The best decision]. https:// www.dekind erom buds man.nl/ tool kit- beste- besl uitDettlaff, A. J., Washburn, M., Carr, L. C., & Vogel, A. N. (2018). Lesbian, gay, and bisexual (LGB) youth within in welfare: Prevalence, risk and outcomes. Child Abuse and Neglect, 80, 183– 193.Fish, J. N., Baams, L., Wojciak, A. S., & Russell, S. T. (2019). Are sexual minority youth overrepresented in foster care, child welfare, and out- of- home placement? Findings from nationally representative data. Child Abuse and Neglect, 89, 203– 211.Friedman, M. S., Marshal, M. P., Guadamuz, T. E., Wei, C., Wong, C. F., Saewyc, E. M., & Stall, R. (2011). A meta- analysis of disparities in childhood sexual abuse, parental physical abuse, and peer victimization among sexual minority and sexual nonminority individuals. American Journal of Public Health, 10(8), 1481– 1494.Gallegos, A., White, C., Ryan, C., O’Brien, K., Pecora, P., & Thomas, P. (2011). Exploring the experiences of lesbian, gay, bisexual, and questioning adolescents in foster care. Journal of Family Social Work, 14, 226– 236.González Álvarez, R., ten Brummelaar, M., Orwa, S., & López López, M. (2022). “I actu-ally know that things will get better”: The many pathways to resilience of LGBTQIA+ youth in out- out- of- home care. Children & Society, 36(2), 234– 248.González Álvarez, R., ten Brummelaar, M., van Mierlo, K. R. O, Mallon G. P., & López López, M. (In press). A space to be myself, support and a trusting relation-ship: Participation of LGBTQIA children and youth in out- of- home care. In K. Križ & M. Petersen (Eds.), Children’s participation in child protection: International research and practice approaches. Oxford University Press.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023334 Revitalizing Residential CareGrooms, J. (2020). No home and no acceptance: Exploring the intersectionality of sexual/ gender identities (LGBTQ) and race in the foster care system. Review of Black Political Economy, 47(2), 177– 193.Jacobs, J., & Freundlich, M. (2006). Achieving permanency for LGBTQ youth. Child Welfare, 85(2), 299– 316.López López, M., González Álvarez, R., ten Brummelaar, M., Van Mierlo, R. O., & Wieldraaijer- Vincent, L. (Eds.). (2021). Working with LGBTQIA+ youth in the child wel-fare system: Perspectives from youth and professionals. University of Groningen Press.López López, M., ten Brummelaar, M., González Álvarez, R., Pierzchawka, N., Orwa, S., Jázbor, C., Ridderbos, B., van Mierlo, K. R. O., Veldhuis, t. A, Howard, E., Zijlstra, E., & Grietens, H. (2019). “In my room, I was myself ”: The needs, wishes and experiences of LGBTQIA+ youth in out- of- home care in the Netherlands. Research report, University of Groningen.Lorthridge, J., Evans, M., Heaton, L., Stevens, A. M., & Phillips, L. (2018). Strengthening family connections and support for youth in foster care who identify as LGBTQ: Findings from the PII- RISE evaluation. Child Welfare, 96(1), 53– 78.Mallon, G. P. (1998). We don’t exactly get the welcome wagon: The experiences of gay and lesbian adolescents in child welfare systems. Columbia University Press.Mallon, G. (2002). There’s no place like home: Achieving safety, permanency, and well- being for lesbian and gay adolescents in out- of- home care settings. Child Welfare, 81(2), 407– 439.Mallon, G. P. (2018). A practice guide for working with LGBTQ youth in the child welfare system. Louisiana Department of Children and Family Services, Baton Rouge.Mallon, G. P. (2021). Strategies for child welfare professionals working with LGBTQ+ and gender- expansive youth. Jessica Kingsley.Mallon, G. P., Paul, J. C., & López López, M. (2022). Protecting LGBTQ+ children and youth. In R. D. Krugman & J. E. Korbin (Eds.), Handbook of child maltreatment (pp. 575– 592). Springer.Mallon, G. P., Paul, J. C., López López, M., Cossar, J., Paulsen, V., & González Álvarez, R.   (In press). Child welfare practice with LGBTQ+ youth. In R. Denby- Brinson & C. Ingram (Eds.), Child and family- serving systems: A compendium of policy and practice. CWLA Press.Mallon G. P., & Woronoff, R. (2006). Busting out of the child welfare closet: lesbian, gay, bisexual, and transgender- affirming approaches to child welfare. Child Welfare, 85(2),115– 122.McCormick, A. (2018). LGBTQ youth in foster care. Empowering approaches for an inclu-sive system of care. Routledge.Mountz, S., & Capous- Desyllas, M. (2020). Exploring the families of origin of LGBTQ former foster youth and their trajectories throughout care. Children and Youth Services Review, 109, 104622.Paul, J. C. (2018). Under the radar: Exploring support for lesbian, gay, bisexual transgender, queer and questioning (LGBTQ) young people transitioning from foster care to emerging adulthood. Doctoral dissertation, University of Wisconsin- Madison.Paul, J. C. (2020). Exploring support for LGBTQ youth transitioning from foster care to emerging adulthood. Children and Youth Services Review, 119, 105481.Paul, J. C., & Monahan, E. K. (2019). Sexual minority status and child maltreatment: How do health outcomes among sexual minority young adults differ due to child maltreat-ment exposure? Child Abuse & Neglect, 96, 104099.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023SAFE PLACEMENTS FOR LGBTQIA+ YOUTH 335Paulsen, V., Svendsen, S., Tøndel, G., Kaasbøl, J., Ådnanes, M., Thaulow, K. & Midtgård, T. (2020). Skeive barn og unge i barnevernet. En studie av barnevernets praksis og tilnærminger [Queer children and youth in contact with child welfare services. A study of child welfare practices and approaches]. Research report, NTNU Samfunnsforskning.Russell, S. T., & Fish, J. N. (2016). Mental health in lesbian, gay, bisexual and transgender (LGBT) youth. Annual Review of Clinical Psychology, 12(1), 465– 487.Ryan, C., Russell, S. T., Huebner, D. M., Diaz, R., & Sanchez, J. (2010). Family acceptance in adolescence and the health of LGBT young adults. Journal of Child and Adolescent Psychiatric Nursing, 23(4), 205– 213.Schofield, G., & Beek, M. (2005). Providing a secure base: parenting children in long- term foster family care. Attachment & Human Development, 7(1), 3– 25.Shelton, J., & Mallon, G. P. (Eds.). (2021) Social work practice with transgender and gender- expansive youth. Routledge.Wieldraaijer- Vincent, L. (2019) Raising the Village: A framework for wellbeing and resil-ience. www.raisin gthe vill age.commun ityWieldraaijer- Vincent, L. (Unpublished). Intersectionality; a model for research and practice.Wilson, B. D. M., & Kastanis, A. A. (2015). Sexual and gender minority disproportionality and disparities in child welfare: A population- based study. Children and Youth Services Review, 58, 11– 17.Downloaded from https://academic.oup.com/book/44902/chapter/384672017 by University Library user on 03 January 2023",
    "id": 562391317,
    "identifiers": {
        "doi": "10.1093/oso/9780197644300.003.0022",
        "oai": "oai:pure.rug.nl:openaire_cris_publications/3e1544ac-5a55-4d9a-aede-724170dad1ba"
    },
    "title": "Creating Safe and Welcoming Residential Care Placements for LGBTQIA+ Youth",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-12-01T00:00:00+00:00",
    "publisher": "Oxford University Press",
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.rug.nl/ws/files/507700373/oso_9780197644300_chapter_22.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/562391317.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/562391317"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/562391317/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/562391317/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/562391317"
        }
    ],
    "abstract": "This chapter examines the special needs and challenges faced by LGBTQIA+ youth in residential child and youth care settings. The authors review data about LGBTQIA+ youth in care and describe two European programs that are striving to provide a secure, welcoming, and affirming living environment for LGBTQIA+ youth in child welfare systems. The Audre Project probed perspectives of LGBTQIA+ youth in residential and foster care placement as well the views of practitioners. Cornerstones Youth Care has been implementing an LGBTQIA+ focus within its Raising the Village model. The Raising the Village model is a framework for improving the quality of out-of-home care to young people through focusing decision-making around the individual young person and the carers and professionals involved",
    "tags": [
        "bookPart"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "bookPart"
    ],
    "oai": "oai:pure.rug.nl:openaire_cris_publications/3e1544ac-5a55-4d9a-aede-724170dad1ba",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5394",
        "openDoarId": 0,
        "name": "Proceedings - University of Groningen",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 562391317,
        "depositedDate": null,
        "publishedDate": "2022-12-01T00:00:00+00:00",
        "updatedDate": "2024-01-30T13:48:54+00:00",
        "acceptedDate": null,
        "createdDate": "2023-04-22T09:22:47+01:00"
    },
    "urls": [
        "https://research.rug.nl/en/publications/3e1544ac-5a55-4d9a-aede-724170dad1ba",
        "https://hdl.handle.net/11370/3e1544ac-5a55-4d9a-aede-724170dad1ba",
        "https://doi.org/10.1093/oso/9780197644300.003.0022",
        "https://pure.rug.nl/ws/files/507700373/oso_9780197644300_chapter_22.pdf"
    ],
    "lastUpdate": "2024-01-30T13:48:54+00:00",
    "setSpecs": []
}