{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Farley, Claire"
        }
    ],
    "contributors": [],
    "createdDate": "2021-09-28T14:08:04+01:00",
    "dataProvider": {
        "id": 11098,
        "name": "ScholarsArchive at Johnson & Wales University",
        "url": "https://api.core.ac.uk/v3/data-providers/11098",
        "logo": "https://api.core.ac.uk/data-providers/11098/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/478047943.pdf",
    "fullText": "Johnson & Wales University ScholarsArchive@JWU Honors Theses - Providence Campus College of Arts & Sciences 7-2021 Cultivating Diversity and Positive Representation in American Entertainment Media Claire Farley Johnson & Wales University - Providence, cfarley02@wildcats.jwu.edu Follow this and additional works at: https://scholarsarchive.jwu.edu/student_scholarship  Part of the Arts and Humanities Commons Repository Citation Farley, Claire, \"Cultivating Diversity and Positive Representation in American Entertainment Media\" (2021). Honors Theses - Providence Campus. 48. https://scholarsarchive.jwu.edu/student_scholarship/48 This Honors Thesis is brought to you for free and open access by the College of Arts & Sciences at ScholarsArchive@JWU. It has been accepted for inclusion in Honors Theses - Providence Campus by an authorized administrator of ScholarsArchive@JWU. For more information, please contact jcastel@jwu.edu.   Cultivating Diversity and Positive Representation in American Entertainment Media   By Claire Farley  Advisor: Johanna Church Date: July 2021     Submitted in partial fulfillment of the requirements for the University Honors Scholar designation at Johnson & Wales University      Farley 2 Abstract  Representation in media can be difficult to get right. Throughout American history, minorities have been insufficiently represented, which in turn creates tropes and stereotypes that carry on the cycle of inaccurate representations. Racial and ethnic minorities as well as LGBTQ+ individuals are a few groups that have struggled to achieve positive representation on screen. This lack of positive imagery surrounding these groups can negatively impact them in the real world. Cultivation theory suggests that what we view on television influences our perceptions of our lives and the people we meet throughout our lifetimes. This thesis aims to dissect some of the common stereotypes associated with specific minority groups to better understand why these stereotypes are harmful. Social media plays a considerable role in modern day media representations, as viewers now have an outlet to voice their opinions on whether or not they believe a representation is accurate or not. Two television shows, I Love Lucy (1951-1957) and One Day at a Time (2017-2020), are analyzed within this thesis to document how diversity has evolved both on and off screen over time. Comparisons to real world events such as court cases and laws are used as tangible results of growing acceptance for divergence from societal norms.          Farley 3 Acknowledgements  I would like to first thank Professor Johanna Church for her mentorship throughout my research and writing journey. The guidance she provided me not only inspired me to explore further, but also largely shaped the contents of this thesis.  I would also like to extend my sincerest thanks to Professor Wendy Wagner and Professor Eileen Medeiros who created the honors program for students like myself to delve deeper into their studies while pursuing a degree from Johnson and Wales University.  The passion for education shared by these three women has served as a great inspiration to myself and others, and I am truly grateful to have experienced their vast knowledge on a variety of subjects throughout my time at the university. Their extensive knowledge of media and the desire to share that knowledge has been of great value to me throughout the crafting of this thesis. Finally, I would like to thank my foundation, my parents, Ken & Kristin Farley for their unwavering support throughout my life and especially so for their encouragement of my research. Thank you so much, mom & dad. None one of this would’ve been possible for me to achieve without the love and care presented to me every step of the way.         Farley 4 Table of Contents Abstract                        2 Acknowledgements                    3 Introduction                     5 Literature Review                    9 History of Representation                 15 Methodology                  21 Case Study                    26 Analysis                   34 Social Media’s Influence                  48 Conclusion                  51 References                  55           Farley 5 Introduction  Cinema has played a prominent role in American history and culture. Beginning in the late nineteenth century with silent films, filmmakers have been able to use visual media to depict their thoughts and ideas on the culture, issues, and topics relevant at the time. With the emergence of talkies by the nineteen twenties, this expression reached even further. Throughout the Great Depression, Americans continued to visit theaters for a few hours of liberation from the harsh reality many people experienced daily (Doherty). The fantastical storytelling within media has always attracted viewers. Although the stories being told today may seem far different from the past, there are still similar elements and purposes within the time periods. Television and film have depicted versions of our daily lives, often with relatable characters and journeys that garner a loyal audience to support the program and those who create it. For every decade, there are a myriad of motion pictures that can transport viewers into the experience of that time. Film is such a powerful tool because it truly allows viewers to experience the sights and sounds of a particular environment in ways that other mediums (such as radio or print) may not. Obviously, it is impossible to fully understand the lived-in culture of a particular time without being fully immersed within it, but by utilizing a variety of media to piece together these cultures, we can come closer to understanding the lifestyle of these times. Many films depicted certain groups in a harmful manner, as it was a societal “norm” at the time to resist acceptance of diverse people. For example, D.W. Griffith’s 1915 film, The Birth of a Nation portrayed members of the Ku Klux Klan as heroic and brave citizens who resisted the evil brought about by the empowerment of Black1 people during the Reconstruction era (Clark). The film depicts Black people as unintelligent, ravenous, predatory individuals who pose a significant threat to American culture. The film was even shown in the White House 1 The choice to capitalize races and ethnicity such as “Black” and “White” were made purposefully. “Black” was originally capitalized to note it’s use as a race rather than a color descriptor. In accordance with this decision, all other mentioned races have been capitalized for purposes of uniformity.    Farley 6 during Woodrow Wilson’s presidency. The showing of such an anti-Black film at the White House demonstrates how much the film truly mirrored the beliefs of the dominant American ideology at the time, which was that the equality of Black Americans posed a threat to the lifestyle of White Americans. The explicit show of racism supported the efforts by many southerners for racial segregation, a practice that was rather popular in the United States, and even throughout the world. The misrepresentation within media only led to these marginalized groups being further seen as societal outcasts, and further reinforcing practices such as segregation. Although the practice of segregation may be seen simply as history, in many ways society is still holding tight to many of these dangerous stereotypes because of what we may see in fictional television. Decades after the release of The Birth of a Nation, Black men in film and television still typically embody very similar characteristics: aggression, criminal-mentality, lack of education, physically threatening and more (Klęczaj-Siara). The 1994 classic, Pulp Fiction illustrates two characters that display these traits. Jules Winnfield, a brash Black hitman who initially takes pride in his job and intimidates his targets before killing them as well as his boss, Marsellus Wallace, a mobster motivated by solely by money. Both characters exhibit negative characteristics often associated with Black men. These negative stereotypes are not unique only to the Black community. Just about every group of people, whether they are associated by race, ethnicity, religion, gender, sexuality, etc. has some sort of harmful stereotype that has severely damaged their human experience, whether they embody those negative traits or not. Another example of these stereotypes lies within the typical portrayal of gay men to act flamboyantly and/or hyper-feminine (McInroy & Craig). This portrayal is especially damaging to young males who may be questioning their sexuality and assume that they should act in a certain manner in order to fit in with their community. Creating diverse characters to be unlikeable also   Farley 7 attributes to derogatory language used in social settings or through online discourse. The constant discrimination faced by these groups actually creates more tolerance of this type of language, and therefore, makes offensive language more accepted (Bilewicz & Soral). The acceptance of hate speech serves only to divide people by utilizing segmentations that are merely artificial. According to a 2015 study on race and diversity in television, a majority of characters shown on primetime television were identified as White. This is not completely without reason, as a majority of people within the United States are White. The problem lies within underrepresentation, which can be seen in the quantity of Latinx people depicted in television. The study notes that about 16% of the 2011 population consisted of Latino people; however, Latinos only accounted for around 5% of the characters in primetime television the same year (Tukachinsky, et al). Diversity within race, gender, and sexuality is certainly becoming more accepted today as opposed to even ten years ago, but problematic representation in terms of both quantity and quality does still exist.  As digital media platforms begin to create more unique storylines and feature more diverse characters, it has become apparent through mediums such as television or film just how challenging a specific lifestyle can be, and therefore can be helpful in providing viewers with “the other side of the story” that they may not see in their everyday lives. Furthermore, social media has become extremely useful as a public forum in which users may engage in discourse on all kinds of unique topics. Websites such as Twitter allow users to engage with the rest of the world and connect with people similar to themselves that they may not have found with in-person interaction (Rossi & Giglietto). These forums also allow for their users to voice opinions about certain characters or programs, and how these programs do or do not foster diversity. They may also encourage a greater cooperation among the assortment of different peoples whether   Farley 8 they are similar in their gender, race, sexuality, profession, politics, religion or not. Hashtags as well as keyword searches are an essential element of these types of forums, as they allow users to locate other users who are discussing the same topics. These hashtags can come in all kinds of forms, from the name of a show like “#TheWalkingDead” to social or justice movements the show fosters, such as “#BlackLivesMatter”. The following chapters will provide an in-depth collection of research compiled to determine how representation of diverse people in digital media can foster a greater amount of societal acceptance and how social media plays a role in this acceptance as a forum to discuss representation in popular media.                Farley 9 Literature Review Many scholars have identified the need for more diverse characters and stories in media. In the 2018 virtual scholarly roundtable, “Media Dialogues” panelists discuss many topics surrounding media dialogues. Each panelist is a scholar from a unique university at which they study various topics in media. One topic is the Bechdel test, and whether or not it is an accurate measure of fairness in gender representation within the media. Other tests based on the Bechdel test are mentioned as well, such as the DuVernay test and Vito Russo test to observe racial and LGBTQ representation respectively. Despite the debate over the effectiveness of the tests, it is agreed that their existence has prompted a bigger conversation on representation in the media, which makes them effective in that right. The discussion also moves towards social media, and how forums like Twitter have opened up more potential for interactions between industry professionals and their audience.   Sandra Gans-Segrera, et al. detail their findings in a study titled “Representation of Physical Activity Domains and Sedentary Behaviors Across Categories of Gender and Disability in Children’s TV Cartoons” in which researchers analyzed the physical activity levels of children, and then observed the popular cartoons of that region. The researchers were looking to determine how the physical activity completed by the children correlated to what they were watching on television. The study concluded that there is not much physical activity represented on these shows, rather there is a large majority (over 80% of scenes) of sedentary behaviors being depicted. The sedentary behaviors in this study were defined as low energy activities, such as sitting, standing, lying down, etc. The study goes on to mention commercials, noting that food commercials are more likely to depict sedentary behaviors as opposed to physical activity. The researchers concluded that the television programming shown to children is not adequate in   Farley 10 promoting a healthy lifestyle and should be amended to do such. The study also notes that there was a noticeable absence of disabled characters, a problem in its own right. This study is important because it proves that humans tend to mirror what they observe in media, so if children are shown programs with less physical activities represented, they are less likely to make physical activity a key element of their lives. Therefore, television and media do have a substantial effect on behaviors and attitudes. Another study which examines the reflection of television onto the real world was conducted by Mike Nellis in 2012. In the article, “Representations of British Probation Officers in Film, Television Drama and Novels 1948-2012”, Nellis observes how British law enforcement officials have been represented in the media. Trends have shown a decline in support for these officials, along with an increase in depictions of these people as evil or problematic within media. The article goes on to detail the issues many people have with separating fact from fiction, which is a cause of stereotypes as people cannot differentiate between characters on a television show, and real life professionals. The unrealistic nature of many of these portrayals is problematic, as audiences cannot form a clear sense of the real person in the real position. Audiences only know what the programs show them, and then try to apply that knowledge to the real world – something that should not logically be done. Nellis proves the negative effects media can have on specific demographics when the certain practices or ideas are represented, as well as the monumental effect media has on societal attitudes.  In her 2016 article, “Leaning In on Television”, Corie Rosen Felder focuses on how certain depictions within film and television can affect female lawyers. The article also takes a broader look however, at how media teaches and communicates to its audience. One interesting point that is mentioned in this article is the “cultivation theory” or “cultivation analysis”, which   Farley 11 states that what we view in television or films will actually shape our view on the world. One example identified in the study is the perception of cities between frequent watchers of television and those who very rarely or never watch television. Since conflict and drama are a large piece of storylines on television, cities are typically seen as very violent and dangerous whereas in reality, reported crime rates statistically show that metropolitan areas are typically not as crime centered as many television shows would lead their viewers to believe. The theory also suggests that certain characters and their traits can define or oppose stereotypes, and how this can change our worldview too. So, for example, television shows that empower women may encourage viewers to do the same whether their support is conscious or not. This article delves into a lot of psychological theories and phenomena, and how they play a role in our perception of television/media. Felder suggests viewing television more critically by analyzing and debating the messages we receive. Basically, viewers should question the programs they are watching and the purpose of the program, rather than just accepting these messages or purposes as truth. This article is useful in terms of its focus on psychology, and how the human psyche plays a crucial role in media representation and therefore, the resulting perception of this representation.   In their 2018 article, R. Lee Frazer and Kelsey Anderson examine media representation in the form of print, specifically magazines. The article, titled “Media Representations of Race, Ability, and Gender in Three Outdoor Magazines: A Content Analysis of Photographic Images” analyzes photos in three outdoor magazines for their inclusion of diverse people, such as variations in gender, race, and disability level. Out of the three magazines, all heavily featured White, able-bodied males. Furthermore, the tasks deemed more dangerous, such as rock climbing, heavily featured males rather than females, transgender, or non-binary people. These statistics do not correlate with actual statistics, as data has showed that there are plenty of   Farley 12 females and non-Whites who participate in outdoor activities, far more than the magazines had shown. This article proves the stereotypical attitudes of many publications, and the resistance towards fostering diversity. This article showcases the need for representation everywhere, not just film and television.   Published in the Journal of Youth Studies in 2017, “Perspectives of LGBTQ Emerging Adults on the Depiction and Impact of LGBTQ Media Representation” Lauren B. McInroy and Shelley L. Craig research the increase in LGBTQ representation in the media, beginning with representation in television. The article not only mentions the increase in LGBTQ characters, but also the increase in LGBTQ writers and producers, a probable cause of the increase in the representation of these characters. The article also mentions the history of LGBTQ depiction in the media, citing its problematic origins in the 1960’s, which has only recently improved. Another important reason for representation is mentioned, specifically that many youths questioning their sexuality will turn to media narratives for help in understanding themselves. Television is the most common form of media in which these youth will search for representational narratives. Unfortunately, many LGBTQ characters are found to be one-dimensional, and have no other defining personality traits other than their sexuality. Many characters also follow very similar storylines, making the characters boring and predictable, and also neglecting to show the diversity within the LGBTQ community.  In another study by Craig titled “Media A Catalyst for Resilience in Lesbian, Gay, Bisexual, Transgender, and Queer Youth”, the psychology of why so many LGBTQ youth turn to television for representation as well as social media is explored. The idea that increased representation of LGBTQ characters and relationships is beneficial to LGBTQ youth when done correctly is analyzed as well. The stereotypical homosexual, White male, is no longer seen as a   Farley 13 positive piece of representation, but rather a generalization formed about a large group of people that may not feel justified in that representation. The researchers noted that the media allowed for the participants to cope by escaping from reality, feeling empowered, fighting back, and developing a sense of community. One aspect of this study I really enjoy is the embedded quotes from the participants. Their gender, age, and sexual orientation are listed alongside each quote, which aids the reader in understanding the impact of positive representation to that specific participant. I think that the actual addition of their quotes within the study adds a great deal of value to the study and allows readers to truly understand how the participants feel, and how the media has shaped their worldview. Many participants noted particular characters or shows that stood out to them or taught them a valuable lesson. Both of these sources use direct quotes from participants who detailed their experiences with traditional and new media, and how they felt diversity was or was not fostered. These quotes serve to clearly demonstrate how much representation can impact a person, especially when it is a positive representation.  “Rhetoric of American Identities” by Ewa Klęczaj-Siara inspects the negative representation of young Black men in the media and how this illustration is particularly harmful to Blacks in real life. Some of the negative characterization of Black men includes criminal narratives, based upon Black youth being brought up in low-income situations in which they do not have any positive support from their parents and/or other authority figures within their lives. Klęczaj-Siara compares the childhood of Whites with that of Blacks noting that White children are often more likely to be seen as “innocent and worthy of protection” whereas Black children are not (34-35). Furthermore, Klęczaj-Siara points out how systematic racism, or racism that is so deeply imbedded into society that our institutions are automatically creating a disservice to those of non-White descent, is active within government in the United States.  Along with   Farley 14 systematic racism, the issue of police brutality, an expanding problem within the United States that has inspired the Black Lives Matter movement is discussed. Despite the often negative portrayals within the media, the author suggests that positive representations of Black people do exist and that it is possible to encourage Black youth to pave their own future, rather than pushing them down a premeditated, destructive path.  For their article “Documenting Portrayals of Race/Ethnicity on Primetime Television over a 20-Yeat Span and Their Association with National-Level Racial/Ethnic Attitudes” Tukachinsky, Riva, et al. compiled data from various television programs to understand the changing attitudes towards a variety of different races. Their findings showcase the resulting perceptions that White Americans have on other racial groups from these programs. Overall, the data proves an increase in the prevalence as well as the likeability of ethnic characters over time, but still the trends are not all positive. For example, compared to the other racial groups, Latinos were often far more sexualized and less likely to hold a high professional status. Similarly, Asian characters were overall less likeable than Black or Latino characters. Both of these more negative stereotypes led to a more negative attitude from Whites towards these minorities. This study notes the negative impacts that tropes can have, as once the likeability of characters started to improve, so did attitudes within American society towards these people.         Farley 15 History of Representation Before fully delving into the methodology and resulting case study, it is first important to understand the rocky past of media representation. Dating back to the 18th century, blackface was a common method of discrimination and harassment in the entertainment industry (Clark). Blackface is the practice of White actors painting their face so that their skin tone is comparable to that of an African American person. Other features such as large lips were often added as well. The performances associated with blackface characterized Black people as fools with a slew of negative traits. The Jazz Singer (1927) was the first ever “talkie”, a film in which the soundtrack and dialogue were both audible, rather than just presented as subtitles over silent films (Pfeiffer). In this film a White man, Al Jolson, wore blackface and performed a song called “Mammy”. The “Mammy” character was another popular iteration of racist stereotypes. Typically she was represented as an obese Black woman who treated the White family who enslaved her better than her own Black family (Pilgrim). Similarly to the previously mentioned film, The Birth of a Nation, these wildly unrealistic caricatures that illustrated Blacks as subordinate to Whites served as a tool to create an image of a race that was undeserving of equality. Once slavery ended, segregation still proved that the two races were not accepted in American society as equals. In the 1959 version of the film Imitation of Life, two single mothers Annie Johnson and Lora Meredith live together with their daughters (Roberts). Lora is White and eager to pursue an acting career, so she seeks out Annie, a Black woman, to work as her maid while she works towards her aspirations. Annie is the ideal Black woman. She is helpful and kind to the White woman and interacts with the children in a stern yet caring manner. Furthermore, although Lora has expansive hopes and dreams, Annie seems to have none. The lack of personality shown by Annie is an example of the problematic representation of Black people in the 1950’s of America,   Farley 16 as they are personified only by their willingness to serve their White superiors. Aside from Annie’s representation as a Mammy, the film has other problematic themes surrounding race. Annie’s daughter, Sarah Jane is of mixed race and consistently tries to pass as a White person. The hatred she has for her skin color translates into a disconnect between Sarah Jane and her mother. Even though she is Annie’s daughter, Sarah Jane cannot stand to be associated with a Black woman. In the end, Annie is declining in health and decides to visit Sarah Jane, who is living in California. Annie identifies herself as Sarah Jane’s nanny, not her mother when meeting Sarah Jane’s White boyfriend. Sarah Jane welcomes this falsification of their relationship so that she can continue to live her life passing as a White woman. Admitting her lineage as a mixed race person is unthinkable to Sarah Jane, as she is quicker to embrace Annie for posing as a nanny rather than a mother. The internalized racism Sarah Jane experiences is a result of the shame linked to being a Black person in America within the 1950’s. Although the use of blackface has steadily declined throughout the twentieth century with the growing impact of the civil rights movement and inclusion of actual Black actors, the effect has been used as a comedic tactic as recently as 1986 in the film, Soul Man. The film, written and directed by White men, follows a young White male, Mark Watson, from an affluent family who must figure out how to afford tuition at Harvard University without his father’s help (Cook-Wilson). Mark applies for and is granted a minority scholarship for Black students despite having no Black heritage. To attend the school, Mark takes an abundance of tanning pills to achieve a darker complexion, perms his hair and wears darker contacts. The story may be fictitious, but the practice of a White person taking advantage of a system set in place to assist less fortunate minorities is a rather cruel example of comedy. Furthermore, Mark escapes the situation with little adverse consequence – apparently his temporary stint as a Black man in   Farley 17 America was punishment enough. Rather than punishing Black Americans by utilizing stereotypes to prove that Whites are smarter or better in some way, this film attacks Black Americans in an opposing manner. By insisting that a well-off White person is entitled to the same assistance given to Blacks because he is able to make himself look the part this film suggests that assistance, such as scholarships based on race, are granted only based on appearances – not the character of a candidate. In modern day, the 2018 Marvel film Black Panther is currently the Marvel cinematic universes’ fifth highest-grossing movie, with a majority of its sales being domestic (Josie). The movie features a majority of Black characters, and most notably, a Black superhero. Furthermore, the inclusion of diverse people extends beyond the screen, as the film was headed by a Black director (Smith). By including people of color in the creation process of the film, there is a certain authenticity within the cultural storyline. For Black Panther, this authenticity allows audience members of all races to understand the Black community and therefore helps to cultivate a progressive dialogue that was impossible during the times of media focus on blackface and Mammy. Gender roles have also been strongly enforced in the media. The overly feminine man or the overly masculine woman were often the subject of ridicule on the basis that they are likely queer (“Queer Representations”). Even moving into the twenty first century, homosexuality was not often addressed directly. Characters may have shown elements of stereotypical “queerness”; however, the sexuality of these characters rarely received any other substance or development. The widely popular sitcom, Friends, for example, consistently relied on harmful stereotypes of LGBTQ+ people as punchlines to various jokes (Lang). A 2002 episode showed Ross theorizing that a male nanny must be gay because of his sensitivity and desire to care for children. In a 1996   Farley 18 episode, titled “The One with the Lesbian Wedding”, two women are wed; however their kiss is not shown on screen. The ceremony instead serves to provide a situation for the group to make jokes about their discomfort and shock, not to actually showcase a positive marriage ceremony between two women. Although these episodes are older, queerness in television is still severely misrepresented. In 2016, the CW television show, The 100, created great frustration with fans of the show when one member of a budding lesbian relationship was abruptly killed off (Framke). In fact, this is a common trope specifically with female queer relationships and is commonly known as “Bury Your Gays”. With the rarity of a positive queer relationship being represented, it seems that the number of queer women killed off in television is not proportionate to the amount of other characters that are typically killed durinng the run of a series (Bernard). From the 1976 death of Julie Solkin on Executive Suite who admitted her homosexuality to and subsequently ran after her female love interest and was then struck by a vehicle, to Tara Maclay who was killed in 2002 after being shot in Buffy the Vampire Slayer, the trope of killing off lesbian characters is not a new one and is unfortunately still happening even within the past few years. Jane the Virgin killed off one of their lesbian characters once in 2016, resurrected her, and then killed her again in 2019. Although representation is not always positive, there have certainly been improvements. Buffy the Vampire Slayer is cited as portraying United States television’s first long term lesbian couple back in 2000 (Damshenas). Even though one member of the relationship was later killed off, the relationship itself was still a revolutionary step, as many queer characters at the time were not shown in a relationship, and if they were, often did not demonstrate the same affection that opposite sex couples did. The same year, Dawson’s Creek showed the first kiss between two men on network television. Airing on HBO in 2019, Euphoria   Farley 19 quickly gained praise for its raw illustration of life for the modern teenager. The main character of the show, Rue Bennet is a mixed race queer teenager who battles drug addiction as she navigates through high school. Jack Pengelly of GayTimes identifies the show as “one of the most groundbreaking LGBTQ shows on television.” The queer characters on the show are shown to have struggles and issues outside of their sexuality – a refreshing perspective on queer representation in media. Rue’s relationship with her girlfriend, Jules, showcases plenty of ups and downs, which makes it more realistic and representative of an actual queer person’s journey through a relationship. Furthermore, Jules and the actress who play her are transgender. So, not only is there representation of a same-sex relationship, but there is also transgender representation within and outside of the show as well. The storylines that involve Jules are bigger than just her gender identity, which exemplifies that there is more to a transgender person than their transition process.  Although American society has slowly become more accepting into the twenty-first century, there is still much to be desired when it comes to acceptance of transgender and queer groups. In 2016 a controversial North Carolina law was passed that blocked transgender people from using the bathroom of their choice, instead they were forced to use the bathroom of their assigned gender at birth (Avery). This discriminatory law caused protests throughout the United States and was eventually repealed once a new governor was elected. One year prior to the bathroom ban, the Supreme Court voted to legalize same sex marriage throughout the United States, a right that was not given in 13 states prior to the ruling. A majority of the states that had already legalized same sex marriage had only done so within less than five years before this ruling was made. A show like Euphoria therefore would not have received nearly as much widespread acceptance as it did in 2019. Also, relating back to cultivation theory, shows like   Farley 20 Euphoria actually assist viewers in understanding and becoming more accepting of diverse people. By watching a mixed race person like Rue or transgender woman like Jules experience and navigate through struggles – be it triumphantly or disastrously – that the average young adult can relate to, society begins to understand and accept these diverse people.  A tangible real-world example would be the 2020 Supreme Court decision in the Bostock vs Clayton County case, which cited termination of an employee on the basis of the employee’s sexual orientation or gender identity as a violation of the Civil Rights Act of 1964. The case detailed the firing of Gerald Bostock who was fired from his position within the juvenile court of Clayton County, Georgia after his employers learned that he was participating in a recreational softball league for homosexual individuals. Also mentioned in the case was Aimee Stephens, who was fired from her job at a Michigan funeral home after informing her employer that she would begin transitioning from male to female (Franicevic & Ko). The decision made by the Supreme Court within this case proves the lengths to which our society has evolved to accept individuals of the LGBTQ+ community. Although these events were unfortunate, justice was ultimately served by the declaration that these actions violated constitutional freedoms granted to all United States citizens. So, although media can assist our society in being exposed to new kinds of people and ideas, there has to be space in the society for the narrative to be accepted first. Once a space is made, then the boundaries can continue to be pushed, which is exactly what a show like Euphoria aims to do.       Farley 21 Methodology  To better understand how media has evolved throughout history I will be analyzing two television shows, each from a different century. The method for my analysis is based on a study conducted by Laurena Bernabo titled “Expanding Television’s Cultural Forum in the Digital Era: Prime Time Television, Twitter, and Black Lives Matter.” Bernabo’s study delves into the use of social media, specifically Twitter, in modern times and how this new forum is so impactful on the industry and world as a whole. In the study, specific episodes of Law and Order: SVU, The Good Wife, and Scandal are examined and characterized based on how each episode was perceived online. The chosen episodes focus on racial injustice and were created shortly after the death of Treyvon Martin. The perception of each episode on Twitter was researched and tweets were categorized into five themes: dramatization, timing, authorship, institutional critique, and purpose. The diverse themes prove the usefulness of an online forum such as Twitter for viewers to share their unique thoughts and opinions on content they are viewing on television. For my study I will use the same categories, but rather identify how television shows utilize various elements of diversity, such as assortments in the races, genders, and sexualities represented throughout the series. Then, I will determine how the representation of these individuals or groups may be perceived positively or negatively when applicable. Before getting into my choice of television shows, I will briefly describe each category and how I intend to use it in my analysis. Dramatization  To attract viewers, there is a certain amount of theatrics expected of most media. Conflicts and characters within a piece of media are used to move the storyline forward and gain the attention of viewers throughout the run of the show. As previously noted, “Leaning In on   Farley 22 Television” identifies violence as enticing and provides many key elements to a story, such as heroes, victims, and villains. A key task for writers is to create media that lies somewhere in between mundane and over-exaggerated. Of course, something that is seen as dull or uninteresting will cause viewers to direct their attention elsewhere. Overdramatized shows can be labelled as unrealistic and may receive backlash for being “tone deaf”, as it may appear that they are only using an issue in hopes of attracting more viewers – and therefore, profit – or do not fully understand the issue at hand. The utilization of  diverse people as a quota is an unfortunately common practice, and often does not focus on realistic issues because of the ideation that the bare minimum of inclusion is enough representation. For example, “Expanding Television’s Cultural Forum in the Digital Era: Prime Time Television, Twitter, and Black Lives Matter” identifies critiques from several viewers of Scandal, who state that the March 5th, 2015 episode, “The Lawn Chair”  on the Black Lives Matter movement did not give the movement enough of a voice; rather it undermined the movement by using the terminology “we all matter” – a phrase reminiscent of an opposing movement, All Lives Matter. The point of the Black Lives Matter movement is to bring attention to the discriminatory policies that unfairly effect Black people in America, a practice that the All Lives Matter movement refuses to acknowledge. In addition to being labelled as tone deaf, overdramatization can distract from the original point of the writer, which is harmful towards social movements that need exposure to spread their message. By taking too much creative liberty a television show could in this case make the episode less about the social movement and those affected by it and instead avoid getting too political and take away the aspect of benefitting a social movement all together. Timing  Television shows typically try to remain relevant with their time period, so whatever is    Farley 23 happening in the real world, will often translate in some way to the “show universe.” Bernabo discusses at length the tragic killing of a Black teenager, Trayvon Martin and how series like Scandal and Law and Order: SVU created episode narratives based on his death, without explicitly making the episode about the actual Trayvon Martin. Timing is a complex issue to navigate because although many shows want to be “groundbreaking” and have the impact of being the first to cover an important topic, there is the concern of being rash or “too much too soon”. Another concern is taking too long to release an episode. Delaying the airing of an episode on a certain topic such as Black Lives Matter can further reinforce the idea that big companies do not truly care about social injustices and are creating media solely because they are obligated by the general public to create it. Unfortunately, society is quick to move past issues such as shootings or other displays of violence once there is another pressing matter to capture our attention.  Authorship   Behind every story, there is a writer. Although we may not always know the intricacies of this person (or people), some of their personal human experiences will always be evident within the art they are creating. The author’s perspective on social issues will dictate the final product, based on the “message” that they want to send. For example, a Black writer may have a more personal connection with a movement like Black Lives Matter, and therefore may be better able to articulate their emotions on their experiences with racial and social injustices in everyday life to create a more powerful message. In a 2020 interview with Vogue, Issa Rae, a Black writer and actor noted how she avoids resorting to stereotypical characters in her HBO program, Insecure – “But this is about my friends. The characters, specifically in Insecure, are based on real friends and people I know. [Issa on the show] is a reinvention of me, a previous version of   Farley 24 me, so I wanted to stay true to that. It really comes down to displaying the truth” (Subair). By basing characters on real people Rae is close with, she is able to add more dimensions to the characters, proving that they are real people – not just included for a diversity quota. In a similar fashion, a writer who identifies as queer will be far better versed in the life and struggles of a non-straight and/or non-cisgender person as compared to a straight, cisgender person writing on the same topic. For these reasons, diversity must include who is on the screen as well as who is in the more critical pre-production and production roles, such as the writers and crew on and off the set. Institutional Critique   When examining societal issues, we must hold up a critical lens to the institutions and their practices that choose to either fight with and for those who are facing injustice or turn a blind eye to these issues and do not concern themselves with the wellbeing of others unlike themselves. As viewers, we may have a slight understanding of how these systems are failing us, but by watching a story unfold and depict these systems as human led initiatives, we are able to further examine and question authorities on why change is so difficult to achieve. In the context of Black Lives Matter, it is noted in Bernabo’s original study that various types of media – whether it is the news, entertainment television or films – are responsible for vilifying the Black man. Programs that attempt to tackle the issue of racial relations must be cautious to do so without playing into these stereotypes, and rather show who else is responsible for the complex illustrations created around race. Specifically for Black Americans, the police force is one institution that seems to be biased against the Black community, and therefore are often criticized in television shows promoting the Black Lives Matter movement. “Institutional racism” is the name given to this practice that places higher value on one racial or ethnic group,   Farley 25 while leaving the other to endure the negative effects of that inequality (“Glossary for Understanding”). The balance of institutional critique can be difficult, because although it may be more intriguing to play off of dramatics and make the story more interesting, as covered previously it is crucial to remain relatively truthful to prove that the issue at hand is being taken seriously. Furthermore, insulting an institution such as the police force can lead to many negative repercussions for a television show such as audience backlash or even cancelation. A quote from Law and Order writer and producer, David Slack echoes this point: “there was also always the sense that if we told stories that reflected too badly on the police, the NYPD could make it very difficult for us to shoot in New York” (Jones). Because of the prestige institutions such as the police force hold in American society, writers may not be able to make their exact stance on an issue known in fear of backlash from these powerful institutions. Purpose  Any media source strives to promote its message, or purpose. With the issues of race, gender, and sexuality, the overarching purpose many progressive minds share is one of equality. This can translate into the media as a responsibility to depict diverse people simply as people that have both positive and negative traits, without relying only on stereotypes either way. The purpose of a program can be to give the underrepresented or misrepresented a voice. There has certainly been some argument on whether or not the media should “get political”; however many viewers applaud television shows that choose to illustrate tough issues and bring to light the struggles of those in communities that have an absence of rights that other, more privileged individuals may take for granted. Relating back to authorship, the individuals responsible for creating a program may identify their purpose throughout the show, be it acceptance, equality, representation, etc.   Farley 26 Case Study  In this section I will be examining the television sitcoms I Love Lucy (1951-1957), and the twenty first century reboot of One Day at a Time (2017-2020). After an exploration of the positive and negative characters, relationships, and tropes in the show I will identify the societal attitudes within the shows’ time period and begin to determine how the depiction of diverse groups on the show relates to the acceptance of these groups within the real life society.  The choice of sitcoms for this analysis is a strategic one. First, it is important to understand what a sitcom is. A sitcom, or situational comedy is defined by Merriam-Webster as “a television series that involves a continuing cast of characters in a succession of comedic circumstances”. Both of the programs revolve around family life in and out of the home, which makes them preferable for this case study. We can also see how the characters interact with the world in both private and public settings and use this to form a worldview from the setting in which the characters exist. Furthermore, although these sitcoms have a wide range of characters, they each mainly focus on one family unit: I Love Lucy on the couple Lucy and Ricky Ricardo, and One Day at a Time on Penelope Alvarez, her children, Elena and Alex, and Penelope’s mother, Lydia Riera.  The lighthearted, comedic nature of these shows allows us to examine the time period as a whole, since sitcoms are rather reflective of the real world when they take place and are not nearly as dramatized as other genres of media may be. The focus on comedic themes also creates an atmosphere in which individuals can be used as the punchline to a joke – typically a minority character who can be ridiculed via stereotypes. The “Latin lover” is one such stereotype that characterizes Latinx characters as suave, sexual objects who are valued for their physical appearance and sexual prowess (Pressler). Two modern sitcoms that have utilized this trope are   Farley 27 Modern Family (2009-2020) and Schitt’s Creek (2015-2020). Gloria from Modern Family is a loud, passionate, Colombian woman who is married to a White man nearly three decades older than she is. For a majority of the shows airing, Gloria served as the trophy wife of her wealthy husband with her main occupation being a housewife (Palacios & Wilding). Gloria’s appearance is consistently flawless; she is often hit on by various men and envied by other women. Her strong will and passion often undermine her, as she is dismissed as a being a crazy hothead – another damaging element of the stereotypical Latinx person created by the media. Another example is Dr. Miguel, a veterinarian briefly featured in Schitt’s Creek episode “Rooms by the Hour.” Miguel uses his physical stature to advertise his veterinary practice by posing shirtless with puppies in his “annual beefcake campaign”. The advertisement uses the tagline “Dr. Miguel: Animal, Lover” to further allude to this trope and hypersexualize the character. Gloria and Dr. Miguel both assume the role of the Latin lover by wearing clothing that is sexually revealing or are shown in partial nudity, when it is not common for other characters in the series to do the same. Both characters also receive an excess of attention based on their physical appearance rather than their intelligence or any other attribute.  Ricky Ricardo, Lucy’s husband from I Love Lucy also fits into this trope – as much as 1950’s America would allow – even being literally called a “great big Latin lover” by Lucy (“The Girls Want to Go to the Nightclub”). Ricky’s temper is another element of this trope. Similar to Modern Family’s Gloria, Ricky often showed his anger with an exaggerated accent and a mix of English and Spanish phrases. Ricky could oftentimes get physically violent as well. “Ricky Loses His Temper” and “Ricky Needs an Agent” are two examples of the many episodes that refer to Ricky’s lack of anger management abilities (Reyes). In these episodes, Ricky displays his frustrations verbally and physically by throwing a fit and breaking a variety of   Farley 28 objects. Ricky, Gloria, and Dr. Miguel all represent the negative stereotypes that are often associated with Latinx people as a result of representations within media. These lustful, passionate, explosive characters are just a few examples of the tropes used within sitcoms to gather laughs from viewers at the expense of an entire ethnicity.  Running on CBS from 1951 through 1957, I Love Lucy garnered a loyal fanbase and remains a classic example of the American 1950’s. For the time period in which it aired, I Love Lucy pushed the boundaries of what was accepted in society in terms of gender and racial roles. Even with its potential controversy, the show was a hit. Gathering tens of millions of viewers per week made I Love Lucy the most popular show in America for a majority of its time on air (“I Love Lucy”). One historic first that the program achieved was the first ever portrayal of a woman giving birth (Bor). In fact, the episode in which Lucy revealed her pregnancy had to be titled “Lucy is Enceinte” because the word “pregnant” was barred from being used in television. Along with the once taboo idea of representing maternity on screen, the show was also the first to portray an intercultural marriage. The main couple of the show Lucy and Ricky Ricardo, a Caucasian American and a Hispanic Cuban immigrant proved to American audiences that mixed couples were just as deserving of acceptance as their intracultural counterparts, Fred and Ethel, both of whom were Caucasian. Even with Ricky’s aforementioned negative traits, Ricky and Lucy were always able to settle their differences at the end of each episode, so overall the relationship was viewed as a positive one.  Despite its progressive and historic firsts, I Love Lucy did depict many negative stereotypes that were commonplace within the United States at the time the show was airing. Much of the plot of the show centered around Lucy’s desire to become an entertainer to the constant dismay of her husband. Try as she might, the sitcom proved Lucy’s attempts at stardom   Farley 29 as unsuccessful, and she continually ended up back in the home to serve as the embodiment as the perfect housewife, an image that was heavily prominent within mid-century American culture. Furthermore, despite the positive depiction of an interracial couple, actress Lucille Ball had to fight for her real life husband, Desi Arnaz, to have the role of her husband on the show. Arnaz had a strong accent, and the network in which the show aired was convinced that the American public would reject the idea of an American woman like Lucy being married to a Cuban immigrant. In fact, even after the show had finished airing, nearly half of the states within the United States still criminalized marriage between different races (“Interracial Relationships”). Although these laws were mainly meant to punish interracial relationships between Black and White individuals, the existence of these types of restrictions proves that the people of the United States were not programmed to accept any sort of relationship that was not between a man and woman of the same race or ethnicity. It was not until 1967 that the Supreme Court ruled these laws as unconstitutional with the legal case of Richard and Mildred Loving. The Lovings were forced out of their Virginia home nearly ten years prior to the Supreme Court case despite the marriage license that they legally obtained in Washington D.C. After a long legal battle, the Lovings were able to lead the way to dismantling the law that had originally removed them from their home state. Although I Love Lucy’s open-minded inclusions of topics once deemed inappropriate for television – such as pregnancy or intercultural marriage – to its primetime audience, there was still an undeniable bias within the United States against minorities, especially throughout the more conservative southern states.   Running from 2017 to 2020, One Day at a Time is a modern remake of  the 1975-1984 sitcom of the same name. Penelope Alvarez is a mother of two children, Elena and Alex, as well as a veteran of the United States military. She is a freshly single woman after her divorce and is   Farley 30 assisted by her mother, Lydia, to raise her children. The multigenerational household showcases the differences and disputes between all members of the household, yet the family is always able to reconvene in the end. Culture is an important topic for the family, as both the American and Cuban cultural elements are depicted throughout the show. The episode “This Is It” focuses on a quarrel between Elena, Penelope’s daughter, a passionate social activist and Penelope’s mother and grandmother on the topic of a quinceañera (Garber). Elena is frustrated by the societal limitations and expectations placed on her by gender, whereas the elder members of her family unit argue the importance of tradition and their Lantin American culture. Outside of the home, the Alvarez’s deal with issues such as immigration, when Lydia decides to pursue a path to citizenship, as well as sexuality and gender when Elena comes out as a lesbian and later dates a non-binary person.  One Day at a Time follows a sitcom format similar to that of I Love Lucy. There is bickering and disagreements between characters, some sort of unique circumstance a character or characters must navigate, and a resolution of any issues that plagued the episode. The difference for One Day at a Time, is that the family unit spans three generations, and there is no father figure in the household. This is a more modern take on a family that may have previously been seen as unconventional. The representation of a family with an absent father figure would not have been nearly as relatable in the 1950’s, as marriage rates were steadily increasing with divorces decreasing throughout the century from an already low .25 percent of couples getting divorced in 1950 and .21 percent divorcing in 1958 (Olito). Throughout the ‘90s and ‘00s divorce rates fluctuated between .4 percent and .36 percent. In fact, as a result of divorces becoming more acceptable throughout recent American history, many states have stopped reporting divorce rates all together. Penelope is a positive representation of a single mother, a   Farley 31 representation that is possible in a society where divorce is more acceptable. She is fully capable of raising her children without a husband even while working and pursuing higher education. One Day at a Time and I Love Lucy depict Latinx pride in their characters in very different ways. The Alvarezes are proud to be Latin American, and their culture is one aspect of each of their personalities, rather than a basis for an entire character. Lydia, the matriarch of the family, places value on the traditions of their Cuban culture and because of this even has trouble giving up her Cuban citizenship. “Citizen Lydia” shows Lydia taking and passing an American citizenship test. Along with her Cuban heritage, Lydia is also a loving grandmother who helps to raise her grandchildren and has a passion for teaching dance and partaking in various other physical activities. Lydia’s daughter, Penelope, is far less traditional than her mother. Penelope served in the United States military and occasionally struggles openly with related mental health issues, such as depression and post-traumatic stress disorder. Penelope is far less religious and even mentions questioning her faith and belief in God to Lydia (“No Mass”). Lydia eventually accepts Penelope’s views although she does not agree with her. Even though certain traditions are ingrained into the characters, such as Lydia’s devotion to Catholicism, they can still respect and understand other points of view. When Elena confides in Lydia about her sexuality, Lydia is supportive even despite her momentary struggle between her love of her granddaughter and her knowledge of Catholic views on same sex relationships. Because of their ability to consider and adapt to unique circumstances rather than react to situations in a formulaic way, these characters are more reflective of real people. Characters such as Ricky Ricardo who react in such a predictable way act as the punchline to a running joke, and only serve to fuel the unfavorable image of a Latin American person by overexaggerating the negative stereotypes associated with the culture. Rather than relying on stereotypical traits of Latinx people like the character of   Farley 32 Ricky does, the variety of Latinx characters in One Day at a Time are influenced by their culture, not controlled by the perceptions and stereotypes associated with their culture. In I Love Lucy, Ricky is a spitting image of a Latino stereotype. He is loud, fiery, and above all, the hypermasculine leader of his household. Ricky’s tendency to lose his temper is often the subject of laughs and is a reoccurring theme on the show. In “Lucy’s Schedule”, Ricky is enraged after Lucy makes the couple late for an important dinner reservation with one of Ricky’s superiors. He resorts to creating a schedule for Lucy and once she complies to it, later compares her to a seal that has been trained for entertainment. Ricky’s self-righteous behaviors line up with the attitude of the average man at this time, as men were the head of the household and their wives were to obey their demands. The male led household was a common family structure throughout 1950’s American television, which in turn shaped the idealistic American household (Voight). Father Knows Best (1954-1960), Leave it to Beaver (1957-1963), I Married Joan (1952-1955) were popular sitcoms throughout this time period that led Americans to strive for the perfect nuclear family. Each of these sitcoms along with I Love Lucy depicted a hardworking husband, his homemaker wife, and often, their children. The gender roles presented through television were influential to viewers, which there were many of in the 1950s. Throughout the decade, the luxury of a television set became far more achievable to the average American (Wiegand). With an increase of about 50 million households with a television set by the end of the ‘50s, watching the previously named programs became a popular pastime. Cultivation theory suggests that these programs combined with heavy viewership created the cultural emphasis of attaining the perfect family, which was doable by adhering to the sociological roles designed for each member of the family. Whether viewers realize it or not, the programming shown on television is extremely influential to our view of society and governs   Farley 33 how ourselves and others should behave. The stereotypical White middle class family created in the 1950’s is a perfect example of this theory. Stereotypes such as the ditzy but loving wife like Lucy Ricardo from I Love Lucy or Joan Stevens from I Married Joan, the rigid and wise husband like Ward Cleaver from Leave it to Beaver or Jim Anderson from Father Knows Best, and finally, the obedient yet occasionally mischievous children such as Beaver and Wally from Leave it to Beaver or Bud, Betty and Kathy from Father Knows Best all prove that these popular sitcoms borrowed and reused tropes and storylines from one another to promote these societal standards for each individual to adhere to.                  Farley 34 Analysis  In this section I will use Bernabo’s criteria for her study on the Black Lives Matter Movement as represented in primetime television and apply the categories to the two shows from the case study section, I Love Lucy and One Day at a Time. By determining how each sitcom fits into these categories, cultivation theory can be applied to further understand how these television shows effect the perception of our own lives within our culture and society and the sociological standards we are compelled to abide by.  Dramatization  Within Bernabo’s study she identifies dramatization as writers softening the difference between fact and fiction. Since I Love Lucy had to fight for the simple depiction of a real life marriage between an American woman and a Cuban man, it is fair to assess that there is a low level of dramatization throughout the series. The couple had to be accepted by the American public, so they had to appear as “normal” as possible in their interactions since Ricky had his skin tone and accent already stacked against him. The situational comedy genre is more realistic and representative of day to day life then other fictional genres, such as dramas. “Breaking the Lease” and “New Neighbors” detail the couple dealing with struggles and interactions common to the average person. Episodes such as “The Camping Trip” and “Bon Voyage” depict the common pastime of travelling for middle to upper class households. Although the travel in “Bon Voyage” and throughout season five was related to Ricky’s business, the characters are still able to get into plenty of jams, as is typical with the sitcom genre. The show certainly had its fair share of comedic moments that teetered between realistic and outlandish; however, these situations were used for laughs and were never too life altering or intense as they may seem. During the trip to Europe in season five, “Paris at Last” Lucy is arrested for paying with   Farley 35 counterfeit money. The French guard cannot understand Lucy, as she can only speak English, so she is essentially stuck in a French prison. Once Ricky arrives, two other bilingual men are found, and Lucy is able to communicate to the guard via a chain of interpreters. Lucy and Ricky are able to leave practically scot-free to enjoy the remainder of their time in the city. As previously mentioned, along with the depiction of Lucy and Ricky’s marriage, the show also tackled the touchy issue of pregnancy in media by centering an episode around Lucy’s journey in childbirth and later, motherhood. Although major at the time, these issues were made to be as baseline as possible so that audiences could relate and would not see the show as being too graphic or lewd. Shows that were airing throughout this time period were meant to be relatable and did not aim to push societal boundaries too far. Networks and their sponsors were afraid of negative backlash from viewers, so they refrained from depicting anything other than what was accepted at the time. Lucy ending up as a mother and housewife further exemplifies this narrative, as the place of a 1950’s woman was in the home, not in the workforce.   Although it is a part of the often low-drama genre of sitcoms, One Day at a Time still has its fair share of pivotal and dramatic moments. The discussion of sexism in “Bobos and Mamitas” show Penelope and Elena frustrated that their ideas at the workplace and school are not being taken seriously. In “Not Yet”, Lydia is brought to the hospital and remains in a coma after Penelope finds her motionless on the floor of her bedroom. The complex ideas of sexuality and gender are also confronted through Elena’s character arc. The final few episodes of season one including “Sex Talk”, “Pride & Prejudice”, and “Quinces” all detail Elena’s struggle with her sexuality and her coming out to Penelope, Lydia, and her father, Victor. Although her coming out experience is overall positive, Penelope and Lydia are conflicted with Elena’s declaration that she is a lesbian and are not immediately sure how to accept her. Victor is visiting   Farley 36 for Elena’s Quinceañera but disappears once she has shown that she will not be a traditional Cuban woman. By telling her father she is gay and then entering her Quinceañera party in a suit instead of a dress, Elena indicated that she refuses to accept the customary female gender role that her culture has placed onto her. One Day at a Time is able to challenge and overcome these established societal roles within gender, sexuality, race, ethnicity, religion, and more because of shows like I Love Lucy that made the simple depiction of a Cuban American man married to a White American woman on television acceptable. One Day at a Time pushes the boundaries of these roles and dives deeper into the discomfort brought about from straying from these roles to prove that tropes and stereotypes are lazy measurements for creating characters in the first place. Instead, drama and excitement can be created by showing how these characters challenge and overcome issues brought about by their society. Timing  I Love Lucy aired during the 1950’s, which was an intense time in the United States for many reasons. Although much of the racial division within the United States was between Black and White people, the ramifications of discrimination were felt by all races other than White people. So, although Ricky as a Cuban-American did not face the exact same struggles as Black Americans, I still believe that the issues are important to highlight, as the two groups do have some similarities.  The Brown v. the Board of Education case was a landmark Supreme Court decision in which the segregation of schools by race was deemed unconstitutional. About one year later, in 1955 the Supreme Court declared the need for all public schools to be desegregated immediately if they had not done so already. Another historical and progressive judgement was made the same year after a boycott of the public bus system brought on by Rosa Parks, a Black woman   Farley 37 refused to yield her seat to a White man (Ligon). Parks was not the first arrest made as a result of bus segregation laws and with the help of the National Association for the Advancement of Colored People, commonly known as the NAACP, was able to bring justice for the generations before her who were harmed by these discriminatory laws. The Supreme Court decision in the Browder v. Gayle and the Brown v. the Board of Education cases both cited the fourteenth amendment, specifically the clause on equal protection for all citizens of the United States (Gauthier). About a decade prior to the Brown v. Board of Education case, there was a smaller, less publicized court case in Orange County, California based on a similar example of discrimination against a student (Blakemore). Sylvia Mendez, a young Latin American girl was refused an education at a school within her county on account of her ethnicity. The school accused Latin Americans of being unhygienic, diseased and unworthy of the same education as White residents of the same county. By 1946, the court ruled in favor of the Mendez family in the Mendez v. Westminster School District case stating that all California schools must desegregate. Although many citizens had been fighting for racial equality, the nation as a whole was certainly not in a state of rejoice. Following these decisions, many southern members of the United States government called for resistance to the perceived abuse of power by the Supreme Court in making these rulings (“The Southern Manifesto”). A Virginia chairman, Howard Smith, described his frustration with these decisions in a speech  given on the floor of the House of Representatives in 1956 where he also introduced the “Declaration of Constitutional Principles”. Known also as the “Southern Manifesto”, the document opposed the measures of integration signed into national law by the United States Supreme Court. Smith and the one-hundred other members of Congress that signed the declaration insisted that the conditions of segregation should be within the discretion of each individual state rather than the federal government.   Farley 38 Despite these protests, the majority of Congress remained in agreement with the decisions of the Supreme Court. The parallel between the growing acceptance of racial unification within the United States was at the same time, mirrored with the intercultural marriage of Lucy and Ricky in I Love Lucy. Although Ricky was Cuban and much of the racial tensions in the United States at this time had to do with African Americans, the correlation between the minorities is still an noticeable one to highlight. Furthermore, I Love Lucy may have never made a direct statement on the racial unrest happening throughout the decade; but with networks fearful of losing viewers, themes centered on this idea of American injustice were a nearly impossible. Rather, I Love Lucy was able to reflect upon these themes by exhibiting Ricky as a man like any other regardless of his skin color or nationality. Ricky still illustrated some negative elements commonly associated with Latin Americans; however, his lead role on the program was still a monumental step forward for the simple depiction of Latin American people in American media and in the American household. Even with his characteristic temper, Ricky still fit into the masculine leader-of-the-house position that he was supposed to as a man in the 1950’s. The changing attitudes towards minorities throughout the 1950’s in the United States may be partially attributed to the success of shows like I Love Lucy that promoted this diversity and acceptance of racial minorities as equal to Caucasian individuals.   Contrarily, One Day at a Time aired in a time period in which it is more accepted to have a household without a father-figure or male leader. There is plenty of evidence that the family structure in America is changing, and television shows like One Day at a Time mirror that change. In the late 2010’s there was an almost even split between minors with married biological parents, and minors with parents who were divorced (Troyer). Furthermore, with the nationwide legalization of same sex marriage, families are not expected to have the same husband and wife   Farley 39 format as they did prior to LGBTQ+ relationships becoming more common and accepted. During its run from 2017 to 2020, One Day at a Time was able to portray a more modern perspective of family without the fear of being unrelatable or taboo, as many children that have grown up throughout the 2000’s have experienced a similar, untraditional version of family. The focus on characters that do not identify as male or female is another element of this liberation from classic gender roles. Syd is a non-binary character who uses they/them pronouns. In addition to Elena’s love for Syd, the Alvarez family as a whole is completely accepting of Syd, their pronouns, and their relationship with Elena. In 2017, the Gay & Lesbian Alliance Against Defamation, commonly known as “GLAAD,” reported a mere four non-binary characters in their annual Where We Are on TV inclusion report in which data is compiled from broadcast, cable and streaming media to analyze LGBT+ representation. The inclusion of non-binary characters in the 2017-2018 report was the first time non-binary characters were able to be counted and represented in the annual report. Throughout the following years, fluidity in gender expression has become more accepted in American society. In fact, in an effort to promote a higher level of inclusion, House Speaker Nancy Pelosi proposed creating an Office of Diversity as well as using gender neutral language wherever possible within the governing rules of the 117th Congress (Srikanth). An example of this change introduced by Pelosi would be changing gendered terms such as “daughter” or “son” to the gender nonspecific, “child”. Outside of the government sector, businesses are doing their part to be more inclusive as well. Most notably, many companies have ditched the traditional male and female branding on bathrooms and have opted to label single occupancy bathrooms as “non-gendered”, “gender neutral”, “all gender”, or just plain “restroom”. Although some of these alterations are done by choice, cities like New York, New York have passed laws that require   Farley 40 single person restrooms to be void of any gendered signage (Gomez). Laws like this one enacted in late 2020, push our society towards a greater level of acceptance for all genders. Television programs like One Day at a Time also help this effort by providing a positive representation of people like Syd who do not fit into a gender binary, people like Elena who do not identify with heteronormativity, and the Alvarez family as a whole who do not need to have a traditional family structure to be successful and happy as a family. Authorship  Within its time on air, I Love Lucy was unsurprisingly dominated by male writers (Russell). The singular female writer, Madelyn Pugh Davis was able to get into the entertainment industry during World War II when jobs that were not previously advertised to women became readily available as men left to participate in the war. Other than Lucille Ball, Davis was the singular feminine voice for the program – Davis’ set chair was even inscribed with “Madelyn Pugh: Girl Writer”. Every other writer or director that worked on I Love Lucy was a White man, despite the show featuring men and women about equally on screen. Additionally, Desi Arnaz, was the sole Latinx person involved in the production of the show. Before becoming a television writer, Davis initially wanted to be a foreign correspondent, but ended up working at a radio station after she graduated from college (Raga). In her memoir, Laughing With Lucy, Davis wrote \"Somebody pointed out that there were very few women foreign correspondents, but there were very few women anything, so it didn’t bother me” (Davis). Davis’s perspective was a valuable one, as she was able to write for Lucy’s character to make her relatable as a 1950’s woman who had ambitions outside of being a housewife. Although these goals may not have always worked out for Lucy herself, having a woman in the writers’ room for the show was a   Farley 41 small step in the right direction towards more modern female representation – both in front of and behind the cameras. The writers on One Day at a Time have often cited their need for authenticity as a driving force for the program. A majority of the main cast members are Latina women, which is mirrored in the writers’ room with about half of the show’s writers being women, and half of the writers being Latinx as well (Rifkin). When structuring the writers’ room, showrunner Gloria Calderón Kellett wanted to reimagine the dynamic of voices that were present from what she had experienced in the past: “When we started on the show, it was important to me to make sure we had representation in the room and that I wasn't the only Latino voice. Because that's normally been the case in the past, where I was the only woman or person of color in the room. With this show, it felt like we had a very good opportunity to fill the room with more diverse voices.”  With an abundance of diversity in the room, the writers of One Day at a Time were able to use and combine their own lived-in experiences to create characters that truthfully speak to existing as a minority in America. In fact, Elena’s character is based off of a producer’s daughter as well as another writer, Michelle Badillo (Lawler). On the topic of Elena and developing her storyline as a queer woman, Badillo noted “you should write stories that are diverse, and you should have people in the room who are diverse who have had those actual experiences. [Other members of production] asked a lot of questions, and they let me tell my story”. With the perspectives of younger LGBTQ+ people, Elena’s character was crafted to be a realistic view of coming to terms with one’s sexuality and gender identity in the modern age. Badillo, a queer Latina woman along with the rest of the writing team, took great care in crafting Syd’s character   Farley 42 by discussing the character with their own non-binary and gender non-conforming acquaintances (Viruet). Communicating with actual gender non-conforming people and understanding the experience of living as a queer person, allows One Day at a Time to keep the representation of a unique character like Syd respectful and realistic. Diversity within the writers’ room is an incredible tool to ensure that positive representation is achieved, as experiences based off of real people can make characters on a television show multidimensional, and therefore more reflective of a real person – not just an assumption about the life of a minority. Institutional Critique  I Love Lucy stayed as close to societal norms as possible. Other than “forced” controversial aspects of the show like Ricky’s heritage or Lucy’s pregnancy, the program did not have much room to critique elements of society throughout its six seasons. The point of the show was that it was light-hearted and showcased an American family that was relatable to any other. One of the most important cultural aspects of the American 1950’s was to adhere to the natural order of society and the roles that were divided among this order. Family was the center of life, and that is exactly what I Love Lucy as a program focused on. This is partially attributed to the prosperity and simplistic lifestyle associated with the ‘50s (Williams). America was a fresh victor of World War II, established families were becoming reunited and new families were just beginning. The economy flourished, meaning wives could stay home and care for the household while men worked to financially support the entire family. Much of the bliss at this time was only surface level, as minorities of all sorts still faced oppressive attitudes and a general repression for not fitting into the status quo (Dworkin). Despite this oppression of minorities, Ricky’s heritage did not seem to negatively affect him nearly as much as one may have expected in the 1950’s. He was able to own a nightclub, act in movies, and tour through Europe playing   Farley 43 gigs with his band. I Love Lucy was not focused on condemning or directly commenting on these injustices at all; however the show did advertise acceptance of diverse people, such as Latinx’s like Ricky in other ways. Ricky and Fred were able to connect to one another, and Ricky’s Latin American culture did not act as a barrier to their relationship, similar to the way his ethnicity did not impact his career opportunities. By depicting a Latin American having White friends and becoming a successful business owner, I Love Lucy subtly critiqued a society that thought otherwise.   One Day at a Time does not avoid critiques of institutions it deems harmful. In true sitcom format, many of these remarks are done in a playful, comedic way. The season four episode, “Checking Boxes” is the first episode that aired on Pop TV after the series was canceled by the streaming service, Netflix. Immediately as the episode begins, Alex is asked by his mother if he’s found what movie they’ll be watching, to which he remarks “No. It’s not like there’s anything good on Netflix anymore”.  Along with direct, tongue-in-cheek jabs like this one, One Day at a Time has more dramatic storylines, such as “The Turn” in which racism is heavily discussed after Alex reveals he has been taunted at school multiple times for his ethnicity – which his classmates often wrongly assume is Mexican. Despite being born in America, and therefore being an American citizen, Alex is caught in the clutches of his bigoted peers who casually call out cheers such as “go back to Mexico”, “build the wall” and other derogatory phrases that exemplify heightened racial tensions in America. The episode also mentions common Latinx stereotypes such as being too loud or being associated with rapists and criminals. There are many instances throughout this episode in which America is directly critiqued, as the characters mention Americans tendency to stereotype or treat minorities in a demeaning way. After being shocked by the racist bullies that   Farley 44 Alex so commonly endures a close friend of the family, Schneider exclaims “I mean, what the hell? This is America!” to which Penelope answers “Yeah, this is America. And unfortunately, this stuff happens here. Not to you, but it happens”. Schneider’s character is consistently used to contrast his lifestyle as a wealthy White man to the lives of the Latinx members of the Alvarez family. Other episodes such as “Strays” bring up topics of immigration and deportation when Elena’s best friend, Carmen confesses that her parents were recently deported. In the same episode, Schneider reveals that he illegally immigrated to the United States from Canada. As a wealthy White man, Schneider is shown to have fewer struggles than Carmen, who although she is an American citizen, is left alone without her parents. Later on, the rest of the Alvarez family learns that Lydia is not a citizen either (“Roots”). By tackling these complex issues of racism and immigration in America, One Day at a Time is able to critique the practice of deportation and reveal to viewers how these practices harm real people.  Purpose  As has been mentioned at length, I Love Lucy was airing at a time in which conservatism was greatly valued in America. The suburban, middle-class, White family with a husband who worked to support his wife, who would cook and clean, and their children, who went to school and played outside was a utopian image of the perfect family. Lucille Ball had to fight for the depiction of a family that was slightly less traditional, as her husband was a Cuban immigrant, a demographic American audiences were not used to seeing as the patriarchal head of the household. By having a character like Ricky Ricardo represented in such a popular – now a “classic” – sitcom was truly revolutionary for the time period. Riding on the post-World War II prosperity, the program was able to entertain audiences around the country by showing a slapstick husband and wife duo along with their neighbors and friends who only added to the   Farley 45 chaos each episode’s storyline. I Love Lucy was also reflective of the confining gender roles that prohibited women from having the same freedom as men. “The Audition” is one of the many episodes that details Lucy’s desire to perform at the club that Ricky works at. Her aspirations to perform at the club are consistently shut down by her husband who would prefer for her to just maintain their home and raise their children. Another example of this discrimination against women is the repetitive topic of body weight and physical appearance surrounding Ethel and Lucy (Long). In “The Million-Dollar Idea” Ethel’s husband Fred negatively remarks that Ethel is gaining weight. Two episodes later, in “The Charm School” Lucy and Ethel attempt to improve their physical appearances by attending a charm school. In the same episode, Ricky suggests to Lucy that she should lose weight, a comment that by modern standards would be unacceptable on television. I Love Lucy often wavered between its ability to be progressive and its need to hold on to traditionalist customs and orders that were valued in American society at the time. Lucy’s previously mentioned televised journey through pregnancy was rather progressive, yet the show still adhered to many American 1950s ideals, such as women remaining subordinate to men. As for the shows main purpose, it was simple – entertain the masses by creating a relatable, comical view of family life in America during the 1950’s. By utilizing characters from multiple generations with very different experiences and views on the world, One Day at a Time created a space for open dialogues on gender, race, sexuality, and even more throughout its four seasons. Each family member had their own perceptions that were respected and understood by the end of each episode. One Day at a Time was comedic yet educational. One example, “To Zir, With Love” highlights the importance of pronouns and respecting those who are gender non-conforming. Penelope and Lydia are initially understandably confused, as they are both cisgender women who had not previously considered   Farley 46 the importance of using the correct pronouns. Most importantly, the situation is handled comically – as expected in a sitcom – but the characters are never derogatory or disrespectful by making the gender identity of the characters the punchline to a joke in an offensive way. One Day at a Time showcased the ability of sitcoms to be much more than a type of television show with a comedic issue that is encountered and wrapped up within one episode, rather characters can get into predicaments or arguments, but always learn and respect one another’s views by the end of the episode. The show was championed by fans and organizations alike for its positive representation of a variety of minorities. Before the third season was confirmed there was speculation that Netflix was going to cancel the series after season two (Reyes). After the second season, the National Hispanic Media Coalition wrote an open letter to Netflix requesting the streaming service to renew the show, describing it as “a guiding light – the true north in and for an industry grappling with issues of diversity, equity, and inclusivity”. After the third season, Netflix chose not to renew the show which led to an outcry on social media. One Day at a Time did receive a chance at a fourth season when it was picked up by Pop TV, but the show was halted and scrapped soon after due to the coronavirus pandemic (Schwartz). The show ended up with six episodes in the fourth season plus a bonus animated special episode, so fans of the show did get some sort of continuation of the show after it was canceled by Netflix.  The positive and relatable Alvarez family is an unfortunately unique depiction of Latinx people, as Latin Americans are severely underrepresented in television media. Today in the United States Latinx people account for around 18% of the United States population, meaning that nearly one in five Americans are of Latin American descent (Martínez). Contrary to this statistic, Latinx people only make up about 5% of the characters on television. This vast underrepresentation of Latinx stories makes the cancelation of One Day at a Time all the more   Farley 47 discouraging, because finally there was a television show that captured life as a Latinx person in America, that also had elements of representation of the LGBTQ+ community, nontraditional family structure, undocumented immigrants, and much more. During its time on air, One Day at a Time served as a valuable portrayal of various types of people, and fans made their dissatisfaction with the cancelations well known via social media.                   Farley 48 Social Media’s Influence With social media being such a crucial piece of our daily lives, it is next to impossible to create something without any sort of critique by the general public. Furthermore, social media allows for the media to be held accountable for the narratives they create or the ones they avoid. Every single person has a unique perspective on life, and social media allows us to share these perspectives. So many social movements are rooted in social media, as social media is an easy, inexpensive, and fast way to get a message to an extensive amount of people. “Hashtag Activism” is a phrase used to describe the effectiveness of the “hashtag” in reaching an audience through social media and allowing sharing of ideas and resources, typically for the purpose of benefiting a marginalized group (Hitchings-Hales & Calderwood). Examples of these viral hashtags include “#HeForShe”, “#BlackLivesMatter”, and “#LoveWins”. These hashtags are spread and used throughout the world to unite people towards a common goal, such as gender equity, awareness of police brutality towards Black people, or acceptance of LGBTQ+ relationships. In addition to bringing awareness to a topic, hashtag activism allows users to connect with people who think similarly to themselves. In this way, Twitter can be used as a forum for diversity and discussions that help to foster the acceptance of diverse people. For example, one tweet encourages the need for representation by stating “the most beautiful thing as an lgbtq+ member is seeing wlw and mlm relationships normalized. i love when i see a couple in a tv show, that happens to be gay, but the main focus of said couple isn’t them being gay. normalize same sex couples!” (@delicatebh). A common complaint of LGBTQ+ characters is their one dimensional nature, in that their main defining feature is their sexuality. It is simply not enough just to have a diverse character for the sake of quotas; rather these characters should still have a   Farley 49 real purpose in the story. The previously mentioned Euphoria is one series that has been praised for its abundance of queer characters who have storylines outside of their romance interests, one fan remarked, “the queer representation in euphoria is EVERYTHING” (@molliemaltin). Many fans applauded One Day at a Time for its refreshing take on a queer love story, with characters that actually had attributes and traits separate from their sexualities and gender identities, “There's not a lot of non-binary representation. And when there is, its usually a non human character.. But One Day at a Time gave me a Syd. Not only a Syd but a Syd dating an Elena. I have never loved a show as much as this one... This show deserves a long life #SaveODAAT” (@Rakkuno). After each cancellation of One Day at a Time – first by Netflix then by Pop TV – online forums such as Twitter were used to spark activism and protest the decision that many fans deemed unfair. The hashtag #SaveODAAT trended on twitter worldwide as fans raved about the comfort the show brought to so many (Acevedo).  The tremendous outrage prompted by the cancellation of the show proves just how much positive representation matters. One fan wrote “this show means so much to me, it helped me by making me feel less alone when I came out. please do not cancel it! #SaveODAAT” (@xandoreloux). The show was not only a positive representation for the LGBTQ+ community, another tweet remarks on the Latinx representation that the show became known for, “this show is great at showing so much representation! for the first time i saw a latin family that resembled my own in certain ways. WE NEED TO KEEP IT #SaveODAAT” (@sicksadgirl). Overall, the series was loved for its respectful yet amusing take on a variety of topics. One Day at a Time really had something to offer to every type of viewer. As written by one user, “yo fuck Netflix. ODAAT was such a special show. It represented the Latinx community, the lgbtq+ community.   Farley 50 this is so irritating. you choose to cancel this?!? The show that didn’t present Latin people as criminals or gangsters. A show where we looked good ffs #SAVEODAAT” (@70scapricorn).                        Farley 51 Conclusion  Media is a powerful tool that has been shown to be able to communicate progressive themes to a society that has the power to accept or deny these ideas. From the groundbreaking portrayal of a pregnant woman and childbirth on I Love Lucy during the 1950’s to the exploration of the spectrums of sexuality and gender on One Day at a Time in the late 2010’s, the creators behind television programs are responsible for pushing our societal perceptions and therefore helping to make our society more accepting of diverse populations. By observing the cultural and societal changes in American society within this time period, we can understand the way in which media cultivates various ideals. The cultivation theory therefore certainly has merit, as it is the radical and innovative ideas that are eventually regarded as established protocols once they have been marketed and approved by the general public. For example, the end of slavery and later, segregation, brought American society closer to unity between Black and White Americans. Although problematic media such as The Birth of a Nation further divided Americans, films such as Within Our Gates were created to counter these prejudiced ideals. Released in 1920, Within Our Gates was created by black director, Oscar Micheaux as a response to The Birth of a Nation (Hunt). Micheaux’s film showed Black Americans as humans who felt fear, had ambitions, and were wrongfully depicted as animalistic in an abundance of films. Although Within Our Gates never became as widely known as The Birth of a Nation, it demonstrated the perseverance of Black Americans as they worked for equality during the early twentieth century. There are undoubtedly still racial tensions in America; however, there is far more encouragement for Black Americans to chase the same aspiration or goals set by their White counterparts. The same goes for LGBTQ+ Americans, a group once criminalized simply for   Farley 52 loving another person in a way that was unacceptable to society. As more and more characters emerged with sexualities other than heterosexual, television viewers could observe new perspectives on sexuality that they may not have been previously exposed to.   Representation is not always positive, so although the inclusion of diversity can act as a catalyst for acceptance, it can also harm minority communities. One-dimensional characters included for the sake of diversity quotas are an unfair depiction of what could potentially be an effective method of inspiring acceptance. Stereotyping is a perfect example of the exaggeration of the negative representation, which as the cultivation analysis suggests – creates real world problems such as bias or bigotry. There are many forms of media other than television or film that comment on the effects of negative representation and stereotypes. Music, specifically hip-hop and rap genres which are typically dominated by Black voices often stress the ongoing racial unrest within America. In his 1991 song “Words of Wisdom” off the album 2Pacalypse Now, Tupac Shakur raps “Nightmare that's what I am, America's nightmare, I am what you made me, The hate and evil that you gave me, I shine of a reminder of what you have done to my people”. In this verse, Shakur notes that the distorted image of the Black man in America has caused intense harm to himself and others that look like him. As a Black man, Tupac can authentically comment on the struggles of existing as a Black man in a society that demonizes the image based on fiction, rather than true experience. Kendrick Lamar’s song “FEAR” off of his 2017 album, DAMN. describes a similar predicament as Lamar reflects on all of the ways he could meet an untimely demise, “I’ll probably die from one of these bats and blue badges, Body-slammed on black and white paint, my bones snappin’ [...] I’ll prolly die tryna buy weed at the apartments, I’ll prolly die tryna defuse two homies arguin’, I’ll prolly die ‘cause that’s what you do when you’re seventeen”. The suspicions Lamar gives as to why it is likely for him to die at seventeen   Farley 53 years old are rooted within systematic racism, and mirror Shakur’s sentiment of being America’s nightmare. Even as a minor, Lamar had to fear for his life simply because of the color of his skin. Artists like Tupac Shakur and Kendrick Lamar detail the Black experience and give listeners an opportunity to understand their struggles via a plethora of introspective verses and critiques on societal institutions and ideals. Social media allows for abundant discussion on societal acceptance, as it provides a space for users around the globe to participate in an exchange of information in the form of both fact and opinion. As fans of One Day at a Time proved, positive representation does matter, and will attract viewers. The fight to renew One Day at a Time did not end favorably for the show; however, the outrage behind its cancellation acts as a validation to the diverse voices that finally felt heard by those who occupied the writer’s room to bring the show to life. Positive representation stemming from diverse creatives is of the utmost importance when attempting to create stories that have previously gone untold, or have been “watered down” by studios or executives who felt fair, realistic representations of minorities were too controversial or too extreme.  Furthermore, the ability of fans to communicate directly with corporations like Netflix via online forums is a powerful and effective tool to get the attention of executives who may not have previously cared about the opinion of minorities. Diversity within television and media is not a fleeting fad, rather it is a movement that is only becoming more and more common in successful television and film. The effects of positive representation are measurable, and have proven to increase acceptance within American society throughout time. There is still a long way to go before representation is truly accurate; however, social media allows viewers to hold the creators of programs and network executives accountable for the messages they communicate to   Farley 54 their audience. The responsibility for accuracy and authenticity then fosters the growth of positive representations of diverse people.                     Farley 55 References Anonymous. “I Love Lucy.” Encyclopedia Britannica, n.d., www.britannica.com/topic/I-Love- Lucy. Anonymous. “Interracial Relationships That Changed History.” Public Broadcasting Service,  n.d., www.pbs.org/black-culture/explore/interracial-marriage-relationships/. Anonymous, “Where We Are on TV” GLAAD Media Institute, 2017.  https://glaad.org/files/WWAT/WWAT_GLAAD_2017-2018.pdf Anonymous, “Queer Representation in Film and Television.” MediaSmarts, 15 September  2014, mediasmarts.ca/digital-media-literacy/media-issues/diversity-media/queer- representation/queer-representation-film-television. Avery, Dan. “LGBTQ Rights Fight Reignited 4 Years after N.C.'s 'Bathroom Bill' Controversy.”  NBCNews.com, NBCUniversal News Group, 8 December 2020, www.nbcnews.com/ feature/nbc-out/lgbtq-rights-fight-reignited-4-years-after-n-c-s-n1250390. Bernabo, Laurena. “Expanding Television’s Cultural Forum in the Digital Era: Prime Time   Television, Twitter, and Black Lives Matter.” Journal of Broadcasting & Electronic  Media, vol. 63, no. 1, March 2019, pp. 77–93.  Bernard, Marie Lyn (Riese). “All 214 Dead Lesbian and Bisexual Characters On TV, And How  They Died.” Autostraddle, 1 May 2021, https://www.autostraddle.com/all-65-dead- lesbian-and-bisexual-characters-on-tv-and-how-they-died-312315/. “Bobos and Mamitas.” One Day at a Time, season one, episode two, Sony Pictures TV, Netflix,  2017. “Bon Voyage.” I Love Lucy, season five, episode thirteen, Desilu Productions, 1956.   Farley 56 Bor, Stephanie E. “Lucy’s Two Babies: Framing the First Televised Depiction of Pregnancy.”  Media History, vol. 19, no. 4, November 2013, pp. 464–478.  Bilewicz, Michał, & Wiktor, Soral. “Hate Speech Epidemic. The Dynamic Effects of  Derogatory Language on Intergroup Relations and Political Radicalization.” Political  Psychology, vol. 41, August 2020, pp. 3–33. Blakemore, Erin. “The Brutal History of Anti-Latino Discrimination in America” History.com,  29 August 2018, https://www.history.com/news/the-brutal-history-of-anti-latino- discrimination-in-america. “Breaking the Lease.” I Love Lucy, season one, episode eighteen, Desilu Productions, 1952. “Checking Boxes.” One Day at a Time, season four, episode one, Sony Pictures TV, Pop TV,  2020. “Citizen Lydia.” One Day at a Time, season two, episode twelve, Sony Pictures TV, Netflix,  2018. Clark, Alexis. “How 'The Birth of a Nation' Revived the Ku Klux Klan.” History.com, A&E  Television Networks, 29 July 2019, https://www.history.com/news/kkk-birth-of-a-nation- film. Clark, Alexis. “How the History of Blackface Is Rooted in Racism.” History.com, A&E  Television Networks, 20 April 2021, www.history.com/news/blackface-history-racism-  origins. Cook-Wilson, Winston. “Remembering the Absurdly Racist Blackface Comedy ‘Soul Man’.”  VICE, 25 October 2016, https://www.vice.com/en/article/gqk5ey/remembering-the- absurdly-racist-blackface-comedy-soul-man.   Farley 57 Corson, Pete. “Interracial Couples That Changed History.” The Atlanta Journal-Constitution, 18  September 2018, www.ajc.com/news/national/interracial-couples-that-changed-history/Fl cDlfh3wto6RgzmGsFzcL/. Craig, Shelley L., et al. “Media: A Catalyst for Resilience in Lesbian, Gay, Bisexual,  Transgender, and Queer Youth.” Journal of LGBT Youth, vol. 12, no. 3, January 2015,  pp. 254–275. Damshenas, Sam, et al. “12 Queer Love Stories That Made TV History.” GAY TIMES, n.d.,  www.gaytimes.co.uk/culture/12-queer-love-stories-that-made-tv-history/. Davis, Madelyn Pugh. Laughing with Lucy: My Life with America’s Leading Lady of  Comedy. Clerisy Press, 2007. @delicatebh. “the most beautiful thing as an lgbtq+ member is seeing wlw and mlm  relationships normalized. i love when i see a couple in a tv show, that happens to be gay,  but the main focus of said couple isn’t them being gay. normalize same sex couples!.”  Twitter, 17 October 2020, 8:21 p.m.,  https://twitter.com/deIicatebh/status/1317621838025981953. Dienstfrey, Eric, et al. “Media Dialogues: A Scholarly Roundtable.” Velvet Light Trap: A  Critical Journal of Film & Television, no. 82, Fall 2018, pp. 43–60.  Doherty, Thomas Pre-Code Hollywood: Sex, Immorality and Insurrection in American Cinema,  1930-1934. Columbia University Press, 1999. Dworkin, Ronald W. “The Fifties Were Awful, But Not the Way You Think.” The American  Interest, 7 May 2018, https://www.the-american-interest.com/2018/05/07/the-fifties- were-awful-but-not-the-way-you-think/.   Farley 58 Felder, Corie Rosen. “Leaning In on Television.” New York Law School Law Review, vol. 61, no.  2, April 2016, pp. 210–236.  Framke, Caroline. “Queer women have been killed on television for decades. Now The 100's  fans are fighting back.” Vox, 25 March 2016, https://www.vox.com/2016/3/25/11302564/ lesbian-deaths-television-trope. Franicevic, Zora & Ko, Soo Min. “Bostock v. Clayton County, Georgia.” Cornell Law School,  Legal Information Institute, n.d., https://www.law.cornell.edu/supct/cert/17-1618. Gans-Segrera, Sandra, et al. “Representation of Physical Activity Domains and Sedentary  Behaviors across Categories of Gender and Disability in Children’s TV Cartoons.”  Motricidade, vol. 14, no. 4, October 2018, pp. 14–23.  Garber, Megan. “One Day at a Time Is a Sitcom That Doubles as a Civics Lesson.” The Atlantic,  12 January 2017, https://www.theatlantic.com/entertainment/archive/2017/01/one-day-at- a-time-is-a-sitcom-that-is-also-a-civics-lesson/512867/. Gauthier, Jason. “U.S. Census Bureau History: Rosa Parks and the Civil Rights Movement.” U.S.  Census Bureau, February 2019. www.census.gov/history/www/homepage_archive/2019/ february_2019.html. Gomez, Amanda. “New York Enacts Law Requiring Single Occupancy Restrooms Be Gender- Neutral.” The National Law Review, vol. 10, no. 364, J Epstein Backer & Green, P.C., 29  December 2020, https://www.natlawreview.com/article/new-york-enacts-law-requiring- single-occupancy-restrooms-be-gender-neutral. Hitchings-Hales, James & Calderwood, Imogen. “8 Massive Moments When Hashtag Activism  Really Worked.” Global Citizen, 23 August 2017, www.globalcitizen.org/en/content/ hashtag-activism-hashtag10-twitter-trends-dresslik/.   Farley 59 Jones, Valerie. “How shows like ‘Cops’ and ‘Law & Order’ affect our views of the police.”  Deseret News, 16 June 2020, https://www.deseret.com/entertainment/2020/6/16/2128953 1/police-television-shows-cops-live-pd-paw-patrol-law-and-order-brooklyn-nine-nine- protests. Josie, Bailey Jo. “Every MCU Movie, Ranked By Box Office Success.” CBR, 17 April 2021,  www.cbr.com/mcu-every-movie-box-office-success/. Klęczaj-Siara, Ewa. “Rhetoric of American Identities” Res Rhetorica, vol. 7, no. 2, April 2020. Lamar, Kendrick. “FEAR.” DAMN., Aftermath/Interscope, Top Dawg Entertainment, 2017. Lang, Nico. “Here’s Your Reminder That ‘Friends’ Was Really, Really Homophobic.” Out, 1  October 2019, https://www.out.com/television/2019/10/01/heres-your-reminder-friends- was-really-really-homophobic. Lawler, Kelly. “How Netflix’s ‘One Day at a Time’ flips the coming-out script.” USA Today, 23  January 2017, https://www.usatoday.com/story/life/tv/2017/01/23/one-day-at-a-time- coming-out-story-elena-netflix/96787436/. Lee Frazer, R., & Kelsey Anderson. “Media Representations of Race, Ability, and Gender in  Three Outdoor Magazines: A Content Analysis of Photographic Images.” Journal of  Outdoor Recreation, Education & Leadership, vol. 10, no. 3, July 2018, pp. 270–273.  Ligon, Tina L.“60th Anniversary of the Montgomery Bus Boycott.” National Archives and  Records Administration, 1 December 2015, https://rediscovering-black-history.blogs.arch  ives.gov/2015/12/01/60th-anniversary-of-the-montgomery-bus-boycott/. Long, Kasy. “I Love Lucy: 10 Jokes That Aged Rather Poorly.” Screen Rant, 19 June 2020,  https://screenrant.com/i-love-lucy-worst-jokes-that-aged-poorly/. “Lucy is Enceinte.” I Love Lucy, season two, episode ten, Desilu Productions, 1952.   Farley 60 “Lucy’s Schedule.” I Love Lucy, season one, episode thirty-one, Desilu Productions, 1952. Martínez, Vanessa. “Long underrepresented in film and TV, Latinos are falling further behind.”   Los Angeles Times, 13 June 2021, https://www.latimes.com/entertainmentarts/tv/story/20 21-06-13/latino-gap-representation-tv-movies-roles-writers-directors-executives. Maurice, Emma Powys, et al. “What You Need to Know about Queerbaiting.” PinkNews, 26  June 2019, www.pinknews.co.uk/2018/02/26/what-is-queerbaiting-everything-you-need- to-know/. McInroy, Lauren B., & Craig, Shelley L. “Perspectives of LGBTQ Emerging Adults on the  Depiction and Impact of LGBTQ Media Representation.” Journal of Youth Studies, vol.  20, no. 1, February 2017, pp. 32–46. Merriam-Webster. “Sitcom.” Merriam-Webster, n.d., https://www.merriam-webster.com/ dictionary/sitcom.  @molliemaltin. “the queer representation in euphoria is EVERYTHING” Twitter, 28 July  2019, 10:44 p.m., https://twitter.com/molliemaltin/status/1155670521654206464. Nellis, Mike. “Representations of British Probation Officers in Film, Television Drama and  Novels 1948-2012.” British Journal of Community Justice, vol. 10, no. 2, September  2012, pp. 5–23.  “New Neighbors.” I Love Lucy, season one, episode twenty-one, Desilu Productions, 1952. “No Mass.” One Day at a Time, season one, episode three, Sony Pictures TV, Netflix, 2017. “Not Yet.” One Day at a Time, season two, episode thirteen, Sony Pictures TV, Netflix, 2018. Olito, Frank. “How the divorce rate has changed over the last 150 years.” Insider, 30 January  2019, https://www.insider.com/divorce-rate-changes-over-time-2019-1.   Farley 61 Palacios, J.D. & Wilding, Andrew. “The Stereotypical Representation of Gloria Pritchett in  Modern Family.” RTF Gender and Media Culture, 5 March 2018, https://rtfgenderandme diaculture.wordpress.com/2018/03/05/the-stereotypical-representation-of-gloria-pritchett- in-modern-family/. “Paris at Last.” I Love Lucy, season five, episode eighteen, Desilu Productions, 1956. Pengelly, Jack, et al. “Seven Reasons Why Euphoria Is One of the Most Groundbreaking  LGBTQ Shows on Television.” GAY TIMES, 9 August 2019, www.gaytimes.co.uk/ culture/seven-reasons-why-euphoria-is-one-of-the-most-groundbreaking-lgbtq-shows- on-television/. Pfeiffer, Lee. \"The Jazz Singer.\" Encyclopedia Britannica, n.d.,  https://www.britannica.com/topic/The-Jazz-Singer-film-1927. Pilgrim, David. “The Mammy Caricature.” Jim Crow Museum, Ferris State University, 2012,  https://www.ferris.edu/jimcrow/mammies/. Pressler, Emily M. “Hispanic Stereotypes in Contemporary Film.” Georgia Southern University,  2019, https://digitalcommons.georgiasouthern.edu/cgi/viewcontent.cgi?article=1508&con text=honors-theses. “Pride and Prejudice.” One Day at a Time, season one, episode eleven, Sony Pictures TV,  Netflix, 2017. “Quinces.” One Day at a Time, season one, episode thirteen, Sony Pictures TV, Netflix, 2017. Raga, Suzanne. “Madelyn Pugh Davis, the “Girl Writer” Behind I Love Lucy.” Mental Floss, 19  September 2018, https://www.mentalfloss.com/article/557484/retrobituaries-madelyn- pugh-davis-girl-writer-behind-i-love-lucy.   Farley 62 @Rakkuno. “There's not a lot of non binary representation. And when there is, its usually a non  human character.. But One Day at a Time gave me a Syd. Not only a Syd but a Syd  dating an Elena. I have never loved a show as much as this one... This show deserves a  long life #SaveODAAT” Twitter, 26 November 2020, 2:26 p.m.,  https://twitter.com/Rakkuno/status/1332043009601404930?s=20. Reyes, Vanessa de los. “I Love Ricky: How Desi Arnaz Challenged American Popular Culture.”  Miami University, 2008. https://etd.ohiolink.edu/apexprod/rws_etd/send_file/send?access ion=miami1209136075&disposition=inline. “Ricky Loses His Temper.” I Love Lucy, season three, episode nineteen, Desilu Productions,  1954. “Ricky Needs an Agent.” I Love Lucy, season four, episode twenty-nine, Desilu Productions,  1955. Rifkin, Rachael. “'I'm Looking to Correct the System': An Interview With Gloria Calderón  Kellett.” Pacific Standard, 26 January 2018, https://psmag.com/social-justice/one- day-at- a-time-gloria-calder%C3%B3n-kellett. Roberts, Adam Call. “Imitation of Life – Racism, Vicious and Defensive.” Films Ranked, 4 July  2018, https://www.filmsranked.com/imitation-of-life-racism-vicious-and-defensive/. “Rooms by the Hour.” Schitt’s Creek, season three, episode five, Canadian Broadcasting  Company, 2017. “Roots.” One Day at a Time, season two, episode four, Sony Pictures TV, Netflix, 2018. Rossi, Luca & Giglietto, Fabio. “Twitter Use During TV: A Full-Season Analysis of  #serviziopubblico Hashtag.” Journal of Broadcasting & Electronic Media, vol. 60, no. 2,  16 May 2016, pp. 331–346.    Farley 63 Russell, Cristine “The 'Girl Writer' Behind 'I Love Lucy' Dies” The Atlantic, 22 April 2011,  https://www.theatlantic.com/entertainment/archive/2011/04/the-girl-writer-behind-i-love- lucy-dies/237705/. @70scapricorn “yo fuck Netflix. ODAAT was such a special show. It represented the Latinx  community, the lgbtq+ community. this is so irritating. you choose to cancel this?!? The  show that didn’t present Latin people as criminals or gangsters. A show where we looked  good ffs #SAVEODAAT” Twitter, 14 March 2019, 5:18 p.m.,  https://twitter.com/70scapricorn/status/1106303499065847809?s=20. “Sex Talk.” One Day at a Time, season one, episode ten, Sony Pictures TV, Netflix, 2017. Shakur, Tupac. “Words of Wisdom.” 2Pacalypse Now, Interscope Records, 1991. @sicksadgirl. “this show is great at showing so much representation! for the first time i saw a latin family that resembled my own in certain ways. WE NEED TO KEEP IT  #SaveODAAT” Twitter, 14 March 2019, 5:36 p.m.,  https://twitter.com/sicksadgirI/status/1106308207243333641?s=20. Smith, Jamil. “The Revolutionary Power Of Black Panther.” Time, n.d., https://time.com/black- panther/. Srikanth, Anagha. “House introduces gender-neutral language in new rules for Congress.” The  Hill, Changing America, 4 January 2021, https://thehill.com/changing-america/respect/di versity-inclusion/532518-house-introduces-gender-neutral-language-in-new. “Strays.” One Day at a Time, season one, episode five, Sony Pictures TV, Netflix, 2017. Subair, Eni. “Exclusive: Issa Rae & Michaela Coel Talk Boundary-Breaking Art & Black  Visibility On-Screen.” VOGUE, 3 July 2020, https://www.vogue.co.uk/arts-and- lifestyle/article/issa-rae-michaela-coel-interview.   Farley 64 The Aspen Institute. “Glossary for Understanding the Dismantling Structural Racism/Promoting  Racial Equality Analysis.” The Aspen Institute, n.d., https://www.aspeninstitute.org/wp- content/uploads/files/content/docs/rcc/RCC-Structural-Racism-Glossary.pdf. “The Audition.” I Love Lucy, season one, episode six, Desilu Productions, 1951. “The Camping Trip.” I Love Lucy, season two, episode twenty-nine, Desilu Productions, 1953. “The Charm School.” I Love Lucy, season three, episode fourteen, Desilu Productions, 1954. “The Girls Want to go to the Nightclub.” I Love Lucy, season one, episode one, Desilu  Productions, 1951. “The Million Dollar Idea” I Love Lucy, season three, episode twelve, Desilu Productions, 1954. “The Turn.” One Day at a Time, season two, episode one, Sony Pictures TV, Netflix, 2018. “This Is It.” One Day at a Time, season one, episode one, Sony Pictures TV, Netflix, 2017. “To Zir, With Love” One Day at a Time, season two, episode three, Sony Pictures TV, Netflix,  2018. Tukachinsky, Riva, et al. “Documenting Portrayals of Race/Ethnicity on Primetime Television  over a 20-Year Span and Their Association with National-Level Racial/Ethnic Attitudes.”  Journal of Social Issues, vol. 71, no. 1, March 2015, pp. 17–38.  United States House of Representatives. “The Southern Manifesto of 1956.” History, Art &  Archives | United States House of Representatives, history.house.gov/Historical- Highlights/1951-2000/The-Southern-Manifesto-of-1956. Viruet, Pilot. “‘One Day At A Time’ Has a Nuanced Nonbinary Character.” INTO, 2 February  2018, https://www.intomore.com/culture/one-day-at-a-time-has-a-nuanced-nonbinary- character/.   Farley 65 Voight, Ginger. “Gender Roles of Men in the 1950s.” the classroom, 27 June 2018,  https://www.theclassroom.com/gender-roles-of-men-in-the-1950s-12083408.html. Wiegand, Steve. “The Impact of the Television in 1950s America.” dummies, John Wiley &  Sons, Inc., n.d., https://www.dummies.com/education/history/american-history/the- impact-of-the-television-in-1950s-america/. Williams, Amy. “What Was So Great About the 1950s?.” Ms. Magazine, Feminist Majority  Foundation, 15 April 2010, https://msmagazine.com/2010/04/15/what-was-so-great- about-the-1950s/. @xandoreloux. “this show means so much to me, it helped me by making me feel less alone  when I came out. please do not cancel it! #SaveODAAT” Twitter, 26 November 2020,  3:36 a.m., https://twitter.com/xadoreloux/status/1331879486825041922?s=20.   ",
    "id": 478047943,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarsarchive.jwu.edu:student_scholarship-1051"
    },
    "title": "Cultivating Diversity and Positive Representation in American Entertainment Media",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-07-01T08:00:00+01:00",
    "publisher": "ScholarsArchive@JWU",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarsarchive.jwu.edu/cgi/viewcontent.cgi?article=1051&context=student_scholarship"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/478047943.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/478047943"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/478047943/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/478047943/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/478047943"
        }
    ],
    "abstract": "Representation in media can be difficult to get right. Throughout American history, minorities have been insufficiently represented, which in turn creates tropes and stereotypes that carry on the cycle of inaccurate representations. Racial and ethnic minorities as well as LGBTQ+ individuals are a few groups that have struggled to achieve positive representation on screen. This lack of positive imagery surrounding these groups can negatively impact them in the real world. Cultivation theory suggests that what we view on television influences our perceptions of our lives and the people we meet throughout our lifetimes. This thesis aims to dissect some of the common stereotypes associated with specific minority groups to better understand why these stereotypes are harmful. Social media plays a considerable role in modern day media representations, as viewers now have an outlet to voice their opinions on whether or not they believe a representation is accurate or not. Two television shows, I Love Lucy (1951-1957) and One Day at a Time (2017-2020), are analyzed within this thesis to document how diversity has evolved both on and off screen over time. Comparisons to real world events such as court cases and laws are used as tangible results of growing acceptance for divergence from societal norms",
    "tags": [
        "text",
        "Diversity",
        "Positive Representation",
        "Representation",
        "American Entertainment Media",
        "Media",
        "Television",
        "I Love Lucy",
        "One Day at a Time",
        "Cultivation Theory",
        "Cultivation Analysis",
        "Minority",
        "LGBTQ+",
        "American Media",
        "Entertainment",
        "Arts and Humanities"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarsarchive.jwu.edu:student_scholarship-1051",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "11098",
        "openDoarId": 0,
        "name": "ScholarsArchive at Johnson & Wales University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 478047943,
        "depositedDate": null,
        "publishedDate": "2021-07-01T08:00:00+01:00",
        "updatedDate": "2024-01-27T19:06:02+00:00",
        "acceptedDate": null,
        "createdDate": "2021-09-28T14:08:04+01:00"
    },
    "urls": [
        "https://scholarsarchive.jwu.edu/student_scholarship/48",
        "https://scholarsarchive.jwu.edu/context/student_scholarship/article/1051/viewcontent/auto_convert.pdf"
    ],
    "lastUpdate": "2024-01-27T19:06:02+00:00",
    "setSpecs": []
}