{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rome, Alexandra S."
        },
        {
            "name": "Tillotson, Jack S."
        },
        {
            "name": "Maurice, Florian"
        }
    ],
    "contributors": [
        "fi=Vaasan yliopisto|en=University of Vaasa|",
        "https://orcid.org/0000-0003-4848-0552",
        "fi=Markkinoinnin ja viestinnän yksikkö|en=School of Marketing and Communication|",
        "Innolab"
    ],
    "createdDate": "2021-12-08T20:04:56+00:00",
    "dataProvider": {
        "id": 5594,
        "name": "Osuva",
        "url": "https://api.core.ac.uk/v3/data-providers/5594",
        "logo": "https://api.core.ac.uk/data-providers/5594/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1080/0267257X.2021.1974077",
    "downloadUrl": "https://core.ac.uk/download/481512031.pdf",
    "fullText": "   This is a self-archived – parallel published version of this article in the publication archive of the University of Vaasa. It might differ from the original. Cultural camouflage: how consumers perform concealment practices and blending techniques to insulate cultural membership Author(s): Rome, Alexandra S.; Tillotson, Jack S.; Maurice, Florian  Title: Cultural camouflage: how consumers perform concealment practices and blending techniques to insulate cultural membership Year: 2021 Version: Accepted manuscript Copyright ©2021 Taylor & Francis. This is an Accepted Manuscript of an article published by Taylor & Francis in Journal of Marketing Management on 29 Sep 2021, available online: https://doi.org/10.1080/0267257X.2021.1974077 Please cite the original version:  Rome, A. S., Tillotson, J. S. & Maurice, F. (2021). Cultural camouflage: how consumers perform concealment practices and blending techniques to insulate cultural membership. Journal of Marketing Management. https://doi.org/10.1080/0267257X.2021.1974077   Cultural Camouflage: How Consumers Perform Concealment Practices and Blending Techniques to Insulate Cultural Membership  Alexandra S. Rome,a* Jack S. Tillotson,b Florian Maurice c aDepartment of Marketing, ICN Business School, Nancy, France; bDepartment of Marketing and Communication, University of Vaasa, Vaasa, Finland; cDepartment of Marketing, ICN Business School, Nancy, France  * ICN Business School, CEREFIGE, University of Lorraine, 86 rue de Sergent Blandan, 54003 Nancy, France; Email: alexandra.rome@icn-artem.com Alexandra S. Rome is an assistant professor of marketing at ICN Business School. Her research focuses broadly on consumer culture with a focus on gender, sexuality, and the market mediation of social life. Her current research agenda includes several projects exploring the pornification of culture and the role of digital technologies in consumption. Her work has been published in journals including Marketing Theory, the Journal of Macromarketing, and Psychology and Marketing. Jack S. Tillotson is an assistant professor at the School of Marketing and Communication at the University of Vaasa. Much of his current research interests lie in examining consumer embodiment as it is related to various issues of health and well-being. His research appears in the Annals of Tourism Research, the Journal of Place Management and Development, Foundations and Trends® in Marketing, and Psychology and Marketing. Florian Maurice recently graduated with an MSc in Marketing and Brand Management from ICN Business School. His thesis focused on sexuality, consumption, and tourism.   1 Cultural Camouflage: How Consumers Perform Concealment Practices and Blending Techniques to Insulate Cultural Membership  Abstract: The purpose of this paper is to explore how gay men manage their identities both within and outside of the gay community by drawing on post-gay discourses, which surmise stigma against the gay community as a thing of the past. Implementing qualitative methods, the findings show that a post-gay subjectivity is produced via a series of camouflage strategies, which enable consumers to assimilate into mainstream society, whilst acquiring cultural membership and recognition. This research illustrates how these strategies function as cultural repertoires that improve consumers’ well-being while paradoxically reproducing heteronormative power relations that exacerbate stigma and diversification both within and outside of the gay community.    Summary statement of contribution: Stigmatised consumers often perform concealment strategies to gain social inclusion with wider society. Differently, low-status consumers will enact protection strategies to insulate their worth within a particular social group. This article bridges these two interrelated strategies by focusing on how gay men manage a double burden of stigma – both within and outside of the gay community – by enacting what we conceptualise as a series of camouflage strategies—cultural repertoires that improve consumer well-being.  Keywords: identity; identity threats; stigma; cultural membership; post-gay; LGBTQ+ Introduction The past two decades have witnessed watershed social and legal advancements for the gay community. Hard-won rights – from marriage equality, child adoption privileges, protections against LGBTQ+ employment discrimination, to openly gay politicians running for and holding prominent public office – have left many pondering if the struggle for gay rights is coming to an end (Edmondson, 2021; Kirchick, 2019). Since the mid-1990s, marketers have attempted to tap into what has been characterised as a ‘dream market’ (Peñaloza, 1996), spurring a proliferation of brands and targeted media catering  2 primarily to gay men (Hsieh & Wu, 2011). Today, the marketplace targeting gay consumers is burgeoning; from travel to cosmetics, this once upon a time niche market has gone mainstream (Chasin, 2001; Descubes et al., 2018; Visconti, 2008). However, up until now, extant consumer research has ‘treated non-heterosexuals as a socially marginalised collective that has few spaces for, or moments of respite from stigma’ (Coffin et al., 2019, p. 281).  In this study, we interrogate the identity management strategies that gay men use to assimilate into mainstream society without eschewing their sexual identity. We focus on gay men specifically because others within the lesbian, gay, bisexual, trans, queer, and non-heterosexual (LGBTQ+) community have not yet achieved the social acceptance that gay men have (Rowe & Rowe, 2015). To contextualise our conceptualisation of cultural camouflage, we foreground a post-gay sensibility, which surmises stigma against the gay community as a thing of the past. Cultural camouflage refers to practices of concealment and techniques of blending that at once mask social differences, stigma, and abnormalities (Adkins & Ozanne, 2005; Banister et al., 2016; Tepper, 1994), and insulate one’s cultural membership and sense of worth (Arsel & Thompson, 2011; Crockett, 2017; Kozinets, 2001). The main objectives of this research are as follows: (1) to understand how gay men mobilise cultural camouflage strategies to simultaneously conceal and protect their cultural membership, and (2) to explore how post-gay discourses shape consumer subjectivity and reproduce power relations.  The remainder of this paper is organised as follows. First, we introduce our conceptualisation of cultural camouflage before contextualising this through the emergence of a post-gay sensibility. Next, we elaborate on our methodological approach that entails exploratory fieldwork and a series of in-depth interviews. We then present our empirical analysis, illustrating how a post-gay positioning manifests in three distinct  3 camouflage strategies: diffracting symbolic boundaries, adapting the corporeal, and remediating gay relations. We conclude by discussing the theoretical, managerial, and social implications of this work and suggesting future research avenues within the consumer culture tradition.   Cultural Camouflage To engage with the military metaphor, camouflage techniques help warriors blend into the surrounding landscape by using different patterns so that structural lines and sharp edges become broken up and the boundaries between background and foreground become blurred (Hansson, 2006). In the context of the current study, we understand cultural camouflage as an umbrella term for a series of identity management strategies that allow consumers to simultaneously conceal stigma, differences, and/or abnormalities whilst also protecting or insulating their cultural membership and identity investments.  The study of camouflage has a long history in biology (Cott, 1940) and art (Thayer 1896, 1909). While often employed to demonstrate theories of evolution and natural selection, contemporary applications of camouflage are evidenced in the military, hunting practices, popular culture, and design (Stevens & Merilaita, 2009). Camouflage works by exploiting onlookers’ visual processing mechanisms (Trosciank et al., 2008), thus protecting the bearer by allowing them to ‘hide in plain sight’ (Osorio & Cuthill, 2009).  Prior research in biological sciences has distinguished between the different strategies and mechanisms of camouflage. Extant scholarship generally agrees that there exist three main strategies of camouflage: (1) crypsis, that prevents detection; (2) masquerade, that acts against recognition; and (3) stealth, that allows subjects to move whilst remaining concealed (Merilaita et al., 2017; Stevens & Merilaita, 2009). These strategies are not mutually exclusive and sometimes work in tandem, the first two focused on reducing the salience of a subject’s materiality (i.e., features, surfaces, edges,  4 characteristics, etc.) and the third concerned with the concealment or masking of this materiality that often reveals itself in behaviour or motion (Merilaita et al., 2017). Mechanisms, on the other hand, are more diverse and include, for example, background matching, when a subject generally matches the colour, lightness, and pattern of its  environment(s); disruptive colouration where distinct markings create false boundaries making it difficult to identify edges and recognise a subject from its surroundings; and motion camouflage employed when achieving/avoiding prey capture, as well as in mating scenarios and/or territorial combat (Justh & Krishnaprasad, 2006; Merilaita et al., 2017). The efficacy of these strategies and mechanisms is largely dependent on the subject’s environment(s). Specifically, the more heterogeneous the environment one inhabits, the more difficult it is to adopt effective camouflage strategies, leading some to what Hughes et al. (2019, p. 2) identify as compromise camouflage, ‘where an individual partially matches, and therefore has some protection on, several backgrounds, but matches none perfectly.’  Consumer researchers have studied many contexts in which consumption activities enable consumers to manage social and cultural processes of recognition. Termed identity management strategies, consumers draw on marketplace resources, manoeuvring within pockets of freedom that emerge inside available discourses to reflexively disguise, mask, construct, manage, obscure, cover-up, hide, and revise identities in continuing efforts to maintain coherence and stability in their lives (Arsel & Thompson, 2011; Crockett, 2017; Kates, 2004; Kozinets, 2001; Peñaloza, 1994).  These studies serve as building material for our interpretive framework to understand how gay men conceal social differences and manage stigmas within larger society while simultaneously insulating their cultural membership and sense of worth within the gay community.    5 In general, identity management consumer research tends to fall into two broad streams. The first examines concealment strategies that consumers enact when attempting to hide, downplay, or suppress characteristics and/or behaviours associated with a stigmatised identity (Adkins & Ozanne, 2005; Banister et al., 2016; Larsen et al., 2014; Tepper, 1994). Oftentimes, these strategies are employed in efforts to conceal an enduring physical or behavioural characteristic, such as old age (Rosenthal et al., 2020; Tepper, 1994) or illiteracy (Adkins & Ozanne, 2005). The second considers protection strategies, which are enacted as a way to safeguard existential continuity and security often from external threats like mainstream co-optation (Arsel & Thompson, 2011; Cronin et al., 2014), or conversely, a lack thereof (Coskuner-Balli & Thompson, 2013; Kates, 2004; Scaraboto & Fischer, 2013). However, while evidence of both concealment and protection strategies are widespread in marketing and consumer research, fewer studies have broached how these two strategies work in tandem, constituting what we conceptualise as cultural camouflage. Evidence of this can be gleaned in extant research, particularly scholarship examining the impact of ideological tensions on the authoring of self (Jafari & Goulding, 2008), respectability politics (Crockett, 2017), and the (de)construction of symbolic boundaries (Visconti, 2008). These studies show how consumers manage stigma through actions of identity regulation via the contestation of boundaries, which advance their assimilation into mainstream culture. The current study extends this research by interrogating how gay men manage a double burden of stigma, both within and outside the gay community, by enacting a series of camouflage strategies. The success of these strategies – to simultaneously conceal and insulate one’s worth and sense of self – in part, hinges on the emergence of a post-gay sensibility permeating much of Western society.   6 Post-gay sensibility  Over the past three decades, the success of gay politics, coupled with today’s hyper-consumerist era of commodification (Chasin, 2000; Keating & McLoughlin, 2005), contextualises current understandings of a post-gay sensibility. Initially coined by British journalist Paul Burston in 1994, post-gay has been used to describe both a historical period characterised by political and social advances made by the gay community and the resulting identity or politic denoting a new form of self-understanding among those identifying as gay (Ghaziani, 2011; Nash, 2013). Post-gay, in this context, is not intended to signify the end of or anti-gay culture, but rather its transcendence, assimilation, and integration into mainstream society (Ghaziani, 2011). Crucially, our use of the term is not intended to dismiss the struggles and discrimination faced by many gay people, and we acknowledge stigma and acceptance as locally and contextually contingent (Coffin et al., 2019); rather, it emerged organically in the data as a key discourse that the men in this study drew on to negotiate their experiences with the mainstreaming of gay culture. Three practices distinguish a post-gay sensibility: (1) articulations of the self that deprioritise one’s sexuality over other dimensions of identity; (2) a rejection of effeminate gay male stereotypes in favour of more hegemonic and normative forms of masculinity; and (3) the decline of unifying values and communal involvement (Nash, 2013). These findings are supported by research asserting that gay men deploy products and brands often in ways that demolish minority/mainstream boundaries, repudiating, for example, conspicuous and ‘over-the-top’ looks and brands that signal their ‘gayness’ (Visconti, 2008). Consumption, when used to fabricate conformist selves, is increasingly done so inconspicuously and involves generalised markers of prestige, economic wealth, sophistication, and originality (ibid). Intersecting with a politics of homonormativity (Duggan, 2003) that espouses an ‘acceptable’ type of gayness premised on  7 heteronormative attributes (e.g., white, cis-gendered, able-bodied, upper/middle-class) and institutions (e.g., domesticity, monogamy), these trends imply a shift in collective identity from opposition (celebrating difference) to inclusion (stressing similarity) within the broader mainstream culture (Schroeder, 2015). Such is further evidenced in the ‘degaying’ of gay spaces, whereby the lines between gay and straight (e.g., bars, clubs, and districts) have become increasingly blurred (Branton & Compton, 2021; Ghaziani, 2014; Nash, 2013). Coupled with landmark societal and legislative changes (Edmondson, 2021; Kirchick, 2019) and the growing visibility of gay imagery in popular culture (Branchik & O’Leary, 2015; Descubes et al., 2018; Kates, 2004; Mikkonen 2010; Nölke, 2018), these trends have raised questions around the nature of contemporary gay culture, identity, community, and consumption, and how they are interlinked; as well as how gay consumers negotiate their experiences in the current social milieu. Arguably, this tendency towards ‘inclusion’ threatens to not only perpetuate the marginalisation and oppression of those who do not fit the mould of the homonormative gay consumer (Borgerson & Schroeder, 2002; Kates, 2002) but may also effectively silence discourses that run counter to the dominant cultural view that gay rights have already been won. Methodology Qualitative methods were employed to carry out our research objectives and shed light on the various ways gay men assimilate into mainstream society whilst acquiring recognition and membership amidst the gay community. Specifically, data was collected through two main methods. The first involved an exploratory ethnography, which included participant observation and informal interactions with those in attendance at the Circuit Festival in Barcelona in August 2019. The second and primary method of data collection consisted of in-depth interviews with 19 self-identified gay men currently  8 residing in Europe. We expand on each method, as well as data analysis, in more detail next.  Exploratory fieldwork This study commenced with an initial exploratory phase (Chatzidakis et al., 2012), during which the third author attended the Circuit Festival in Barcelona in August 2019 that lasted approximately two weeks. The circuit, in particular, was selected as the site from which to perform this fieldwork, given it has long been considered a cornerstone feature in the cultural scene of urban gay life (Carrington, 2007). Characterised by sex, recreational drugs, and alcohol, circuit parties draw in thousands of (primarily white) male participants, last between two and ten days, and recur annually. With the mainstreaming of gay culture, marked by an erasure of predominately gay spaces (Branton & Compton, 2021; Ghaziani, 2014), the circuit serves as a sort of subcultural boundary (Kates, 2002) moving ‘in a seemingly counter direction. With every step toward assimilation into the cultural mainstream, the circuit has become a vast symbolic counterweight reminding gay men of their essential difference’ (Carrington, 2006, p. 134).  Promoted as Europe’s largest gay circuit festival, the Circuit Festival in Barcelona attracts over 70,000 participants each year, features multiple parties, a waterpark, and is less than 50km from Sitges, a town known for being a top destination frequented by gay tourists. At the circuit party and during visits to nearby Sitges, the third author was able to gather various forms of informal participatory data from different sources, including participant observation, informal interviews, and a collection of leaflets, pamphlets, and related (social-)marketing materials (Walters & Moore, 2002). Data gathered through observation or informal interviews were audio-recorded throughout the course of the days’ research activities. Audio recordings were used as prompts for creating more  9 detailed field notes at the end of the day (Schouten & McAlexander, 1995). Photographs were used to supplement fieldnotes (Arnould & Wallendorf, 1994) and served as visual records of cultural scripts and referents of the way people dressed, groomed themselves, and behaved.  In-depth interviews Following this initial exploratory phase, a series of semi-structured, in-depth interviews were conducted with gay men residing in Europe to further explore emergent themes that surfaced during participatory observation. These took place over 2019-2020 and were conducted by both the first and third author. All participants were recruited by ‘snowballing’ (e.g., via personal networks, social media, etc.), which has been deemed an appropriate method for sampling stigmatised groups in general and members of the LGBTQ+ community in particular (Mikkonen, 2010). The final sample consisted of 19 men under the age of 40 who all identified as gay, cis-gender, and fairly affluent (see Table 1). All participants claimed to be ‘out’ – an indication that they have disclosed their sexual orientation to, for instance, family, friends, peers – or ‘mostly out.’ A few participants chose to conceal their sexual orientation from select family members, work colleagues, and/or clients.  Interviews began with grand tour questions, followed by discussions of tourism. Tourism, in particular, was selected as an elicitation topic that prompted discussions around stigma and status experienced both within and outside of the gay community, without having to ask the participants directly about these topics (Moisander et al., 2009). Other questions focused on life histories, experiences with gay spaces in general (e.g., bars, hotels, neighbourhoods, cities, events), the different subcultures within the gay community, LGBTQ+ branding, socialisation (e.g., the coming-out process), activism, and social media, as well as more intimate subjects such as relationships and dating  10 (apps). These interviews generated key insights into the resources, cultural repertoires, and scripts that the participants (do not) have access to (Lamont, 2017). Further, while issues of stigmatisation and discrimination arose, much of the discussions centered around identity-related topics, underscoring participants’ relatively privileged positions (Johnson et al., 2017). Special attention was paid to the language participants used and served to guide additional probes and questions (Walters & Moore, 2002). In turn, these discussions allowed us to define the contours of the camouflage strategies participants use to navigate between mainstream/margin interplays (Visconti, 2008). Interviews were conducted in English and French, but all were transcribed in English and lasted on average one-hour each. Interviews conducted in 2019 primarily took place face-to-face in locations of the participants’ choosing (e.g., bars, cafés, home, etc.), whereas interviews conducted in 2020 took place virtually (e.g., Zoom, FaceTime, Skype, WhatsApp, etc.) due to Covid-19 restrictions. All informants gave consent to participate in the study and were given pseudonyms to protect their identity.  Table 1. Participant profiles. Pseudonym Age Residence Race/ Ethnicity Occupation Relationship status Aarnav 34 Germany Black Digital marketing Single Adam 37 France White Steward In a relationship Arthur 35 France White Orthoptist In a relationship Augustin 31 France White Physiotherapist In a relationship Brad 34 Germany White Lecturer and author Married Danny 28 England White Engineering professor Single  11 Ezra 38 Germany White Store manager Married Gabriel 27 Germany Latinx Student In a relationship Hugo 37 France White Accountant In a relationship Joseph 27 Luxembourg White Marketing assistant In a relationship Leo 31 Italian White Hotel manager Single Laurent 39 France White Accountant In a relationship Oscar 31 France White Nurse Married w/ children Paul 26 France White Student Single Pierre 34 France White Hairdresser Single Raphael 28 France White Dentist In a relationship Remi 28 Luxembourg Black Auditor Single Santiago 26 Germany Latinx Student In a relationship Victor 29 France White Site manager In a relationship  Data analysis Data analysis was ongoing and iterative following an emergent research design (Strauss & Corbin, 1997) and grounded theory (Goulding, 2004). Generated data (transcripts, field notes, and supplementary materials) were analysed as social texts, through which certain discourses, cultural meanings, and discursive practices were rendered visible (Moisander et al., 2009). Data analysis took place in three distinct phases (Branton & Compton, 2021). Phase one included a preliminary analysis of the observational research, informal interviews, and supplementary materials that helped us refine the scope, theory, recruitment, and interview protocols. Phase two included an analysis of the initial interviews, in which the researchers analysed and coded transcripts, photos, and field  12 notes through the constant comparative method (Goulding, 2004) that involved an iterative process of tacking back and forth between data and theory (Thompson, 1997). This resulted in an initial set of emergent themes around identity, stigma, status, camouflage, marketisation, and post-gay discourses. Phase three included all the extant and remaining interviews, in which researchers – sensitised to the emerging concepts – refined themes and triangulated conceptual linkages (Guba, 1981) to identify the three camouflage strategies, which make up our findings. In this way, we approached analysis in a manner described by Schouten and McAlexander (1995, p. 47) as a ‘process akin to puzzle building,’ whereby puzzle pieces were organised into groups with similar colours and patterns according to how people live, understand, and explain their lives. Keeping a keen eye on pieces of the jigsaw puzzle that were especially distinctive because they contained segments of unifying lines, we identified several threads of continuity that allowed participants to organise and give meaning to their experience (Spiggle, 1994).  Because our research team identified as both hetero- and homosexual, ‘we used these different social locations to challenge our emerging interpretations’ (Littlefield & Ozanne, 2011, p. 339). The mix between insider and outsider ‘statuses’ offered unique vantage points. This proved useful during the data generation process, given insiders’ ability to establish proximity and rapport and outsiders’ ability to generate more comprehensive data since more explanation and contextualisation are often required to make sense of a particular phenomenon (Nelson, 2020). This divide was similarly instrumental during data analysis in allowing for the emergence of more diversified themes given the variation of viewpoints (Denzin & Lincoln, 2005), as well as imparting distance  between the researcher(s) and informants, some of whom became close friends. To this end, certain occasions called for details in the transcripts to be classified as ‘off the record’ that respected the friend-researcher and friend-informant relationship, while  13 still (indirectly) informing data analysis (Taylor, 2011). At the same time, we acknowledge that these amongst other differences (e.g., gender, race, and researcher position) may have contributed to certain power dynamics that heightened vulnerabilities among both the researched and researchers (Jafari et al., 2013). Further, and as is made explicit in our findings, there does not exist a homogeneous gay community, and thus, in many cases, we all found ourselves operating ‘on the outside’ (Nelson, 2020). Findings Herein, we identify three cultural camouflage strategies characterising how gay men contend with various forms of discrimination and manage (i.e., conceal and protect) their identities both within and outside the gay community. These strategies, focusing on negotiations of identities, bodies, and relationships, draw on post-gay discourses, which, as we will show, engender a homonormative or ‘acceptable’ type of gayness (Duggan, 2003) that reinforces stereotypes and intensifies associated material inequalities (Kates, 2003). Crucially, the findings and interpretations should be understood in the context of Western culture, given that acceptance, prejudices, and consequences of homosexuality differ radically in other parts of the world (Poushter & Kent, 2020).  Diffracting symbolic boundaries   Like Arsel and Thompson (2011), many of the participants forged symbolic boundaries between their identities as gay men and the prevalent stereotypes in mainstream culture. Yet, rather than insulate their identities through demythologising practices, our participants zoomed-in on or foregrounded distinctions between themselves and the gay community, causing homosexuality as a defining or central character trait to recede into the background (Nash, 2013). This is akin to taking a grand landscape photograph with a very small aperture; the action results in an optical effect of ‘diffraction’ where fine  14 details in the image start to blur. In the current study, this boundary work presents in the various ways participants ‘talk’ their identities into being, that is, through discourse which produces ‘a particular notion of “us” or “me” in comparison to “them”’ (Ellis et al., 2010, p. 230). It manifests in the data in two main ways: firstly, by illuminating differences among those within the gay community; and secondly, by forging similarities with those outside of it.   Many of the participants expressed their confusion of (‘I don't understand it’ - Brad) and aversion to LGBTQ+ signifiers (‘[LGBTQ sounds] like a brand of fries. “Have you ever tried LGBTQs?” They're all mixed, they’re all the same, they’re bad for you. I see it rather negatively. … We really fall into the cliché, and I hate that – Leo). For some, these responses seem to stem from the ‘negative’ stereotypes and ‘clichés’ that have long characterised non-heterosexuality (Branchik 2002; Branchik & O’Leary, 2015). For others, the problem emanates from the broadening of the gay subcultural boundary (Kates, 2002) that now includes a whole host of subjectivities that the participants may not fully identify or want to be associated with (Branton & Compton, 2021). Gabriel, for example, asserts, ‘[t]o be homosexual, intersexual, or transsexual says something about your identity and, of course, you can call them the LGBT community.  I don’t belong to that community. I don’t feel I identify with that community.’  Some focus less on the broadening of the LGBTQ+ community and instead zoom-in on the differences between themselves and those within the gay community, particularly repudiating services and members they feel exacerbate sexually promiscuous stereotypes:  It's the gay community that's really focused on ass [and] sex. It would bother me to get into this kind of situation, especially because of the ambiguity [associated with a service like misterb&b]. (Victor)  15 Victor’s repudiation of gay-specific services, like misterB&B – a travel and social network site that caters directly to a gay demographic looking for short-term lodging – signifies his uneasiness, particularly with the sexual implications associated with using peer-to-peer platforms targeting gay men. This appears to echo a longstanding trope that homosexuals are somehow responsible for a breakdown in traditional values and sexual morality (Branchik & O’Leary, 2015). It also calls into question the legitimacy of the service (Kates, 2004) and aptly illustrates what Kates and Belk (2001) identify as a ‘resistance to consume.’ Others support these views, denoting resistance to ‘fall into a trap’ (Adam) and be taken advantage of because ‘[i]t’s more expensive than Airbnb’ even though ‘the apartments are really of lower quality’ (Augustin). Laurent similarly draws distinctions between gay men he perceives as being overtly preoccupied with vanity and sex, thereby aligning himself with those he deems ‘normal:’  I would be very embarrassed to attend [a circuit party] since the men are all pretty beefy and muscular … I guess  it’s a full time job to have that physique. In my head, these guys [who go to circuit parties] only live for that moment when they're going to be at their best and when they're going to be able to show off. So, I assume these guys don’t read books, don't go to the movies. They don't have any free time. They have to count their calories and go to the gym, and yes, have sex, because it has to be nice. But beyond that, it would scare me to wake up and not even know who you just had sex with. You might realise as soon as he opens his mouth, you go, ‘Okay, omg.’ … It's not something I'm interested in. I'd rather be in a gay bar, with normal people. (Laurent) The contrast Laurent draws between himself and those he considers ‘non-normal’ at first glance appears to hinge on a repudiation of hypersexual gay stereotypes, as described in the previous quote. Yet, his acknowledgements that he would feel ‘very embarrassed’ and that the sex ‘has to be nice’ seems to suggest a more complex internal conflict  16 stemming from competitive pressures felt within the gay community, since gay men ‘size themselves up using the same standards of social and sexual capital that they use to size up their potential partners’ (Pachankis et al., 2020, p. 714).  Other perceptions of ‘normality’ emerge elsewhere in the data. Remi appeals, ‘I just want to be considered a normal person.’ This desire to pass as a ‘normal’ is not uncommon in stigma management strategies (Crockett, 2017; Goffman, 1963; Larsen et al., 2014; Skeggs, 1997); what makes it unique in this context is how it is employed: not as a way to conceal one’s ‘gayness’ (Visconti, 2008), but rather to protect one’s identity investments within the gay community. These findings reflect less an outright rejection of gay culture than they do the narrowing of diversity underscored by post-gay discourses that valorise a particular type of acceptable or ‘normal gayness’ which falls along homonormative lines (Ghaziani, 2011, p. 104). As the data herein suggest, being ‘an individual [who] happens to like men’ (Gabriel) is one thing, but to ‘fall into the cliché’ (Leo) or to be overtly ‘focused on ass [and] sex’ (Victor) is quite another. Pierre sees things differently. For him, diffracting symbolic boundaries is less about demarcating differences within the gay community and more about forging similarities with those outside of it. This manifests most clearly in the context of interactions with non-gay individuals: I'm not going to say I don't hang out in the community at all because I do hang out in the community. But I hang out in the community only occasionally by going to gay establishments, and those aren't the only places I go. I've never tried to join a specific community because most of my friends are straight. So, I've never felt a sense of rejection or anything because I've never tried to get ‘in.’ (Pierre) Without refuting his participation in the gay community, Pierre makes clear where his allegiances lie, i.e., with his ‘straight’ friends. Notably, the boundary distinction that he draws between himself and the gay community appears to be based on a looming ‘sense  17 of rejection’ that he feels in affiliating himself with ‘a specific [gay] community.’ By limiting his participation with the gay community and aligning himself with his straight friends, Pierre shifts between two social domains – blending, but never entirely committing – in ways that allow him to evade disparities of cultural membership (Lamont, 2017). Alternatively, while Gabriel’s motivations may be similar to Pierre’s, he does not merely deemphasise certain tastes, practices, dispositions, etc.; rather, he seems to vilify homosexuality in a way that appears to echo homophobia: Most of [my friends] are straight, and they don’t like to go to these places [gay bars]. I understand them [because] sometimes [gay] people can be touchy and become over-the-top and they don’t like that, also the music. (Gabriel)  Homophobia – or homonegativity (Pachankis et al., 2020) – is not necessarily absent in the gay community and is primarily directed at those who identify as ‘effeminate’ or ‘camp’ by appropriating signs of femininity (Taywaditep, 2002). Thus, internalised homonegativity may be enacted as a way for some gay consumers to distance themselves from effeminate, flamboyant, or ‘over the top’ performances of gayness that they believe threaten their engagements with the broader (heterosexual) community (Nash, 2013). This is important because whereas Kates’ (2004, p. 457) informants ‘consciously acknowledge themselves as a group of stigmatised consumers,’ our participants see themselves as fully participating members of a broader, mainstream community.  It is this fact that similarly helps us understand why, for some, the notion of a ‘gaycation’ – an emic term that emerged in the data and signifies a holiday specifically designed for gay consumers – is somewhat superfluous: The idea of the gaycation has always taken secondary importance to me in terms of opportunities to engage with queer communities and heritage. But that shows my  18 bias towards established heritage and culture and, you know, kind of mainstream culture. (Danny) Danny further clarifies that most of his travel decisions stem from ‘parts of my identity that are not my sexuality,’ correlating with a post-gay discourse, in which sexuality plays a minor role in one’s self-understanding (Nash, 2013).  Others push the boundaries of this discourse even further, traveling to places where being gay is considered a crime:   I went to a destination that wasn't necessarily gay-friendly or even not at all because it's forbidden by law, but that didn't stop me from going there on holiday… I don't really understand the concept of LGBT tourism because …we’re all the same. Gay or straight, for me, it’s exactly the same thing. (Raphael) Raphael adamantly rejects any notion that a country’s culture or law should infringe upon his destination choice. While acknowledging that as a gay man, he may not always experience ‘freedom from,’ e.g., government regulations or social oppression, he nonetheless is intent on exercising his ‘freedom to’ consume the ‘same’ as everybody else (Varman & Vikas, 2007).  In conceiving consumption as a critical site where identities, boundaries, and shared meanings are forged (Kates, 2002), it is clear from these interviews that the desire to associate or consume in accordance with more mainstream culture allows these men to define themselves by more than – or even outside of – their sexual orientation (Nash, 2013). In this way, and contrary to prior research (Arsel & Thompson, 2011; Cronin et al., 2014; Coskuner-Balli & Thompson, 2013), the more these participants ally with the norms of wider society, the more they presumably see themselves in non-stigmatic terms. That is to say, the camouflage technique of diffracting symbolic boundaries informs ideals of ‘normal’ that tend to reinforce the hetero/homo binary.   19 Adapting the corporeal Drawing on Thompson and Hirschman’s (1995, p. 140) characterisation of the body ‘as a text of cultural meaning [that] offers important insights into the cultural underpinnings of consumers’ desires,’ we foreground cultural camouflage strategies used to inscribe and adapt the corporeal and material aesthetics therein to at once insulate and mitigate one’s identity investments. This form of camouflage is chameleonic. Consumers blend in with and adapt their appearance to their background by flexibly changing particular props, appearances, and behaviours so as to conform with the setting(s) in which they are embedded (Foucault, 1987). As these findings demonstrate, both the physical body and one’s bodily performance become primary sites through which post-gay discourses are enacted to mask and safeguard against discrimination experienced both within and outside the gay community. This strategy – which centres on the enactment of hegemonic masculinity – manifests in the data in two key, yet interrelated, ways: surface play and background matching.  If you don't look a certain way, if you don't act a certain way, if you don't dress a certain way, people don't really pay attention to you. (Aarnav) Unlike gender, race, and even class, sexuality does not visibly manifest on the body. Yet, as Aarnav notes in the above quote, the socialised body plays a central role in ‘achieving identity and recognition by others’ (Roux & Belk, 2019, p. 12). The absence of a sexual materiality or ‘visual proof’ of homosexuality (Goffman, 1963) gives way to ‘the possibility of self-creation in which the intimate space of the body is produced as a raw material to be worked on and worked over, ultimately for display on public stage’ (Tasker, 1993, p. 78). In this way, commodified cultural forms (clothing, mannerisms, expressions) that culminate in a kind of gay aesthetics have become central to enact culturally intelligible, legitimate, and coherent gay subjectivities, from which gay men  20 scrutinise others as well as themselves (Cover, 2004; Lahti, 1998; Rinallo, 2011). This results in a pervasive practice of what we identify as ‘surface play,’ whereby members embrace certain aesthetics and affectations (i.e., clothing, appearance, behaviours, body-type, etc.), so as to create ephemeral boundaries that at once conceal and expose them from others as well as their surroundings (Smith, 2018). This performative practice – though counterintuitive on its face – enables members to ‘hide in plain sight’ by rendering certain bodies, traits, and characteristics hypervisible, which, in turn, allows in-group members to grasp identifiable traits. It differs from ‘background matching,’ that allows subjects to ‘hide from view,’ often via processes of heteronormative conformity (Merilaita et al., 2017).  Surface play, as it pertains to gay culture, is often described in terms of neo-tribalism (Clarke & Smith, 2015; Clay, 2018) and was strikingly apparent at the festival in Barcelona, as indicated by the third author’s fieldnotes:  I see some men dressed in more effeminate costumes with heels or feathers, but honestly, they are in the minority. So too are the different racial/ethnic groups. There are some groups of Asian, Black, and Latinx men, all with a dream physique. But they do not intermingle with men outside of their [racial/ethnic] group. They do not even talk to each other. (Field notes) As this excerpt illustrates, the constitution and performance of these so-called ‘neo-tribes’ risk engendering fractions and divisions within the gay community, which – as prior research suggests – can result in increased marginalisation, discrimination, homophobia, and negative stereotyping (Clarke & Smith, 2015). However, for many of our participants, they also serve as a practical tool for identification, socialisation, and enculturation:   I think people like to be in groups where they don’t have to explain themselves to others. (Ezra)   21 [On dating apps] you can check a box and they call it like, ‘tribes’ that you’re a part of, or whatever. What would I identify as? Like Jock, Muscle, Daddy, Bear, Butch Queen. I guess there’s a lot of things for me. [Also] Leather. I couldn’t say there’s one, but I would say that I definitely lean towards the more hypermasculine of the groups. Like respect it, love it, I’m all about LGBTQ. I pride everywhere. But from a sexual perspective, [I’m] not turned on necessarily by ultra-feminine, or by, you know, transgender – not sexually. (Brad) Both Ezra and Brad highlight the productive role these neo-tribes play within the gay community, indicating their necessity on a social, personal, and sexual level (Clay, 2018). Distinguishing solidarity (‘Like respect it, love it, I’m all about LGBTQ. I pride everywhere’) from similarity and sexual preference, Brad, in particular, underscores the importance of the physically sculpted, hypermasculine, and muscular gay body. Such has been well documented in both the data and literature concerning gay men’s body image, especially within the circuit scene (Carrington, 2006; Clarke & Smith, 2015; Kates, 2003).  In one way, appropriations of what Kates (2003, p. 10) describes as ‘hypermasculinity’ effectively reconstitute (white gay) male bodies as passive spectacles to be ‘appreciated for their beauty and sexual desirability, in contrast to their significations of power, competition, and domination,’ associated with heteronormativity. In another, these enactments subvert often stigmatised – over-the-top effeminate – gay stereotypes (Nash, 2013; Sonnekus, 2009) that signal a ‘failed masculinity,’ but paradoxically dominate media culture (Lahti, 1998; Nölke, 2018). This aligns with what Duncan (2010, p. 438) identifies as the social hierarchy of gay body ideals premised on an ‘ethos of a highly athletic, toned, lean, hairless, Caucasian body.’ This ideal gay type was also identified in circuit marketing materials promoting parties for ‘real men’ (https://www.facebook.com/CircuitFestival/posts/bear-alert-put-your-leather-outfit-on-and-get-ready-for-megawoof-wednesday-1408-/10158040082754411/) and invasive  22 treatments (https://www.instagram.com/p/B06Fc0JoaiK/?utm_source=ig_web_copy_link), foregrounding the disciplined body as a locus of empowerment and identity formation, but also as a site of control in need of constant surveillance, monitoring, and discipline (Askegaard et al., 2002).  Both ads effectively reinforce and re-idealise hegemonic masculinity (Butler, 1993) that signals one’s status and desirability within the gay community and holds weight among the heterosexual mainstream (Duncan, 2010). This ability – to seamlessly enact techniques of blending and masking that are flexible and work across multiple settings – renders camouflage strategies unique from other forms of stigma management (Larsen et al., 2014). Brad, for example, invests a significant amount of time, money, and energy in disciplining his body in a way that allows him to achieve acceptance within the gay circuit scene, while also ensuring his status and safety outside of it: [If] there's a certain party, we'll plan our vacation and gym routines specifically around these events … so that we can fit in more. … [But] because I am pretty masculine, it’s [being gay] not really something that comes up in conversation, unless, you know, we're having a discussion about it, right? You're not gonna see me down the street. And because I'm also just kind of a big guy in general, I feel pretty safe, no matter where I go… I am the opposite of what I was when I was a kid. … because I was ridiculed so much in middle school is absolutely a big part of the reason of why I am, I don't know, hypermasculine.  (Brad) Brad exemplifies the dynamics of this camouflage strategy, par excellence. His success, in part, hinges on the amount of time (i.e., since early adolescence) he has devoted to cultivating such an adaptive ‘hypermasculine’ identity. Brad’s narrative also highlights the way post-gay discourses, surface play, and background matching go hand-in-hand. Surface play arises through the upkeep of his corporeal performance by way of ‘gym routines,’ which, in turn, serves to match hegemonic forms of masculinity floating in the  23 background both within and outside of the gay community (Nash, 2013). As Brad has become more proficient in shaping his corporeal image, he has been able to shield himself from ridicule outside the gay community, while simultaneously securing his ‘fit’ within it.  Those who do not embody these status markers (e.g., fats, femmes, non-whites) find their engagement within mainstream society and the commercial gay scene curtailed, suggesting a hierarchal social structure (Schouten & McAlexander, 1995) based almost entirely on homonormative corporeal signifiers: Being a person of colour, I also felt a little bit neglected. Not being super muscular or White had an effect, I think, on my overall confidence, and really made me realise that the gay culture is not truly accepting and it's not inclusive. It's very exclusive. (Aarnav) Here, Aarnav highlights how body-type and race engender an intersectional axis of adversity, foregrounding the homonormative values shaping gay culture and forestalling his acceptance within the gay community (Duggan, 2003; Smith & Brown, 2020). In conceptualising the body as a mutable yet inescapable place (Roux & Belk, 2019), it becomes clear why some attempt to manipulate certain external factors. In Aarnav’s surface play he turns to substances like drugs and alcohol to momentarily sever the mind-body relationship and curtail feelings of isolation. ‘There was a lot of drug use and a lot of alcohol,’ Aarnav says, ‘through this, your inhibitions sort of lower, and you actually connect with these people on a different level.’ He goes on to note, ‘you're able to open up and you're able to be more honest, and you're actually able to let your guard down.’ Aarnav faces different modes of discrimination at the intersection of race, sexuality and body type, which becomes the catalyst for surface play in the form of substance use. This allows him to connect, engage and relate to people during the circuit party and mediate  24 the homonormative pressures felt in seeking recognition and acceptance from within the gay community. Crucially, however, assimilation into the gay (e.g., circuit) scene – despite meeting the requisite for a hypermasculine body – does not necessarily ensure one’s acceptance in mainstream culture, as Ezra, a self-proclaimed circuit-boy, makes clear:  I don't know if [people can tell I’m gay] right away, but yes [they can tell]. … I think it's the behaviour that shows sometimes: how you move your hand, how you move your arms. There are some features that are maybe a little bit more soft or softer, than maybe a real straight person would do it. (Ezra) Ezra illustrates how the gay body ‘does not stop at the skin’ (Clover, 2004, p. 89) but extends to the broader outward manifestation of one’s identity regulation, including one’s bodily performance, e.g., vocal intonations, gestures, clothing, desires, attitudes, lifestyle, and so forth. Thus, while Ezra has little trouble fitting in with the gay community, he sometimes worries that his performance indicators and hypermasculine appearance may be ‘too much’ and ‘look artificial,’ illustrating how heteronormative discourses have become reterritorialised in gay men’s corporeal enactments of hegemonic masculinity, paradoxically limiting their versatility. This suggests that the more one adapts to a particular environment (e.g., the circuit and club scene), the less effective their camouflage becomes (Hughes et al., 2019). Further, the comparison he draws between himself and ‘a real straight person’ is striking and seems to suggest he may not entirely view himself as a legitimate member participating in broader society.   In such instances, background matching becomes a conscious process, one in which subjects purposefully pursue in order to conform to heteronormative expectations:  [When I’m on vacation] I don’t demonstrate any attraction to anything whatsoever. … I am not flamboyant, of course. (Gabriel)   25 When I go as a couple, I avoid taking my partner by the hand or kissing him in public, or having a gesture of affection that’s a little too strong. If I can be quiet, it’s better. In terms of clothing, I try to be careful because you don't know how they're going to react. (Raphael) Both Gabriel and Raphael hide or ‘quiet’ their bodily performances and proclivities when visiting non- or ambiguously inclusive places, upholding a longstanding axiom that gay men should remain underground, invisible, and in the proverbial closet (Ghaziani, 2011). Raphael’s reference to an indeterminable ‘they’ signals an implicit awareness that he is monitoring his body and affectations in order to minimise the obtrusiveness of a gay performance that could impact his social interactions with other (non-gay) individuals (Goffman, 1963). Further, though often framed as a deliberate process, background matching is rarely considered optional. The emphasis on adapting one’s corporeal performance, as opposed to their material features, gives way to a kind of motion – or stealth – camouflage (Merilaita et al., 2017), which is further evidenced by the last identified strategy.  Remediating gay relations  Through this strategy, our participants remediate – blend and appropriate – particular elements of gay culture into the mainstream through the use of technology. Recent research has found that increased internet usage and the prevalence of location-based social media platforms shape consumer habits and identities (Belk, 2014; Veer & Golf-Papez, 2018). In particular, this scholarship shows how digital platforms allow consumers to enact agentic, empowered, and even risk-laden identity projects. For example, research on gay dating and hook-up apps (Blackwell et al., 2015; Vorobjovas-Pinta & Dalla-Fontana, 2019) evidence the emergence of new forms of discursive online spaces that facilitate non-hegemonic and non-orthodox performances. As our findings show, gay  26 dating apps, in particular, are largely viewed by the men in this study as liberating inasmuch as they allow them to ‘find the kind of people they can identify with more quickly’ (Adam) outside of – as well as within –  gay-specific holiday destinations, spaces, or neighbourhoods.  I have seen it [the gay scene] change a lot, actually. I mean, first of all, the number of gay spaces around has decreased, I would say. … what I've seen is that less and less people are going out because of the gay apps, so they are no longer interested. If they want to hook up, they don't necessarily need to go to a bar or to a club anymore. (Aarnav) As Aarnav suggests, the prevalence of the Internet and digital devices has contributed to the ‘degaying’ of physical gay spaces (Nash, 2013) by enabling users – particularly young gay men – to transcend spatial and geographic boundaries abating the need for traditional physical gay spaces (Blackwell et al., 2015; Vorobjovas-Pinta & Hardy, 2015). This, as our findings illustrate, plays an important role, particularly for those men intent on evading negative stereotypes and interactions associated with gay bars and gay spaces more generally (Branchik & O’Leary, 2015; Branton & Compton, 2021): Every time I visit a bar that is classified as ‘gay,’ it's horrible. Either there are too many old people inside, or there's nobody and you're the only one everyone wants to eat. (Leo)  What you find in gay bars and neighbourhoods is debauchery, people who are there for fun, sex tourism, and offbeat parties. I don't judge, but it's not my way of life. (Joseph)  These remarks from Leo and Joseph echo those presented in the first strategy among men intent on drawing clear distinctions between themselves and the broader gay  and LGBTQ+ community. Discursively, their critiques appear to centre on what Joseph refers to as sexual ‘debauchery,’ calling attention to a ‘them’ (e.g., old,  27 desperate, hypersexual) versus ‘me’ dichotomy (Ellis et al., 2010). Such distinctions, however, appear to be less malevolent (‘I don’t judge’) than part of a broader strategy to protect and distance oneself from negative stereotypes and potential stigmatisation.   Practically, their comments reflect what Branton and Compton (2021) identify as a tension that exists around sexual autonomy as practiced in a physical space, i.e., contested meanings around ‘safety’ of sexual expression and the freedom to ‘be oneself’ in physical establishments that can lead to unsafe and/or unwanted interactions. However, as Leo makes clear, the social stigma in this context may have less to do with the gay community as a whole than the type of people that patronise gay establishments. In particular, his rebuke of ‘too many old people’ seems to signal generational distinctions in the appropriate and/or preferred mediation of gay relations. Arthur buttresses this finding, focusing not on age, but on the personalities and mental faculties of those frequenting gay bars, giving way to conflicting views of certain patrons as both unexceptional and pathological (Ghaziani, 2014): I never really liked [gay bars]. Maybe I’ve had bad experiences. The most interesting gays are not in [the gay bars], and they’re not the most stable. (Arthur)  Thus, as in the first strategy, stigma management is closely linked to the safeguarding of one’s identity within the gay community. Further, it should be noted that Leo and Arthur’s critiques centre on gay bars, as opposed to homospaces more generally (e.g., circuits, Pride events, festivals). This is important because although these findings give credence to the changing structures of a gay culture that are increasingly taking place online – a trend that COVID-19, has unquestionably amplified (Branton & Compton, 2021) – this transcendence may not be as totalising as some have suggested. This is evidenced in the third author’s fieldnotes:  28 He was sitting on the couch and had a phone in each hand with the Grindr and Scruff applications open. He would press all the profiles to try and match, not even bothering to read the description or look at the person's face. (Field notes) In the course of this research, men were observed – sometimes obsessively (‘We go on holiday, we power them on all the time, [at least] 3 times a day’ - Adam) – using virtual dating apps even whilst in an exclusively gay homosocial physical space, including circuit parties. Thus, we begin to see evidence of a hybridisation – the blurring of boundaries between one’s real and virtual world – of gay culture, which mediates consumers’ multiple, simultaneous, and interconnected experiences, identities, and relationships (Belk, 2014). This phenomenon substantiates Blackwell et al.’s (2015, p. 1126) findings that gay dating apps are ‘accessed from and layered on top of a range of physical places,’ augmenting and reengineering, but not necessarily replacing gay spaces. Vorobjovas-Pinta and Dalla-Fontana (2019) posit that the prevalence of these apps – even in LGBTQ+ spaces – links to their embeddedness in everyday life. Conversely, our findings suggest that participants treat their holidays as liminal sites of transition and transgression, where dating apps contribute to more novel experiences (Veer & Golf-Papez, 2018).  Leo describes this practice as something similar to a consumption experience characterised by choice and liminality, which allows him to keep separate his real life and escapist fantasy:   It’s like you have a catalogue: you choose your boyfriend, you choose your holidays, and you choose your boyfriend during the holidays. … We're more open to meeting each other during the holidays. You install an application to see how the guys are, and after a few days, you say to yourself, I can't take it anymore. (Leo) For others, the appeal lies in the novelty of the users themselves – of looking for and/or feeling like someone exotic:  29 As soon as you go to a new destination, like, you just beep, beep, beep, beep, beep, beep, beep, beep [notification sounds], you know, like fresh meat. …There's a level of excitement about opening your Scruff or Grindr when you get to a new location, especially like a circuit party, to see what's around you, which I feel like spoils the surprise. (Brad)  This [dating apps] is the first thing you do when you arrive on vacation. … You feel like the most handsome guy in the world. Everybody wants you. It doesn't last long, but it always feels good. (Laurent) As these excerpts make clear, the liminal nature of these experiences can contribute to an unsatisfactory yet insatiable desire to try and meet or match with as many men as possible until, as Leo remarks, one ‘can’t take it anymore.’ This, in part, seems to stem from the fact that those on dating apps are perceived and made to feel like expendable commodities (‘like fresh meat’) intended for consumption rather than connection. Recent research reaffirms these sentiments, suggesting that dating apps among the gay community, e.g., Scruff and Grindr, are associated with higher levels of loneliness and lower levels of life satisfaction (Zervoulis et al., 2020).  For others still, the attraction rests in a much more basic – though essential – component of computer-mediated interactions, that is, ‘the emancipatory nature of perceived anonymity online [which] allows users to express themselves in a manner they feel they cannot in offline settings’ (Veer & Golf-Papez, 2018, p. 5). This notion that digital spaces can overcome certain societal, sexual, and physical stigmas (Campbell 2004) is exemplified by Danny:  It's kind of easier using applications instead of having to be in a physical space. … Like, you're on the same page depending on the apps you're using. …If you meet someone, or you're like interacting with them in an app, you can make certain assumptions about what they're looking for, or it's somehow culturally acceptable to ask them what they're looking for. But imagine standing in a queer space and being  30 like, ‘so are you looking to have sex with someone tonight? Just curious.’ We can do that on an app, but we can't do that in person. (Danny). Danny relies on apps to connect with others, particularly when he finds himself in an unfamiliar place, insofar as he can articulate his sexual/relational preferences and terms in a safe space, whereby consent is all but implied. These online spaces serve effectively as risk-free ‘back places, where people of the individual’s kind stand exposed and find they need not try to conceal their stigma, nor be overly concerned with cooperatively trying to disattend it’ (Goffman, 1963, p. 81).  However, it is this freeing aspect of the technology that may also account for why these apps have become breeding grounds for racism and discrimination within the gay community, which some of the participants experienced first-hand:  I've had cases of racism [on the dating apps] in relation to my skin colour. It's always been in relation to my skin colour. As soon as they see my skin colour, it's not even jokes, but comments, very stereotypical, even racist stuff too, on Grindr. … Like one guy said, ‘I've always wanted to fuck someone darker than me.’ I'm not a fantasy for the person, so… (Remi)  On Grindr, I've been told many times, 'sorry, not into brown guys.' Or the opposite, guys coming up to me and saying, 'you're cute for a brown guy' or 'I don't normally find brown guys cute, but you're cute.' I'm like, okay, thank you? Am I supposed to find that as a compliment? But also, like, there's instances where it wasn't a direct interaction with somebody, but I saw in somebody's Grindr profile, specifically say in his saying: 'No curry, no taco, no chow mein.' (Aarnav) Though the complexities of gay discrimination are well documented  (Walters & Moore, 2002), these findings point to a kind of ‘homonormative’ social elite emerging within the gay dating app community (Barrett, 2020). In a post-gay era – heightened by COVID-19 –  where offline connectedness and gay spaces are at risk of losing importance (Branchik, 2002; Branton & Compton, 2021; Ghaziani, 2014), a wide array of dating and ‘hook-up’  31 apps offer social benefits given their ability to facilitate a sense of community and togetherness. Yet, they also function as techniques of subjugation, whereby users who are driven to find and meet partners online become enslaved to their devices (Kozinets, 2008) and subject to discrimination and fetishism (Barrett, 2020). Digital technologies and social networks thus seem to reconstitute a safe space, allowing users to eschew feelings of exclusion, isolation, and stigma (Elms & Tinson, 2012) from the broader society, but are less effective in protecting or safeguarding one’s identity from within the gay community.  Table 2. Summary of findings.   Camouflage Strategies  Domain of burden Outcomes   Across-group  (outside the gay community) Within-group  (within the gay community) Managing Stigma Insulating cultural membership Diffracting symbolic boundaries   Forging similarities with those outside of the gay community (e.g., heterosexual, mainstream community) Illuminating differences among those within the gay and broader LGBTQ+ community (e.g., effeminate men, hypersexualised men, circuit-boys, LBTQ+ members) To distance oneself from negative stereotypes and stigmas associated with homosexuality  To avoid feeling excluded from mainstream society  To define oneself by more than and/or outside of one’s sexual orientation  To avoid potential rejection from members of the gay community Adapting the corporeal Background matching (i.e., enacting processes of heteronormative conformity) Surface play (i.e., embracing certain aesthetics and affections to create ephemeral boundaries that conceal and embrace subjects from their surroundings)  To assimilate into mainstream society without drawing unwanted attention to one’s sexuality To attain recognition within hierarchal social structures within the gay community Remediating gay relations Using gay apps as a replacement for gay spaces (e.g., gay bars)  Using gay apps in and/or in addition to gay spaces (hybridisation) To evade negative stereotypes and stigmas To enjoy novel experiences   32  associated with homosexuality as practiced in gay-specific spaces To candidly assert and solicit sexual/ relational preferences and terms   Discussion Our findings show that a post-gay subjectivity is co-constituted via a series of camouflage strategies that simultaneously mask differences, stigmas, and abnormalities whilst protecting one’s cultural membership and sense of worth. Table 2 provides a summary of key findings related to the ways in which these strategies function as ‘cultural repertoires’ that allow gay men to assimilate into mainstream society (manage stigma) without abandoning their sense of self and self-worth (insulate cultural membership). Unlike stigma or impression-management strategies, where consumers might ‘pass’ as non-gay consumers (Goffman, 1963) or ‘secure’ their subcultural distinction (Kates, 2002), our participants use techniques of blending, employing a more flexible form of masking that can change given specific settings. Stigma or impression-management strategies tend to only work in a given setting, so your ‘khaki uniform suddenly stands out when you move out of the desert’ (Hansson 2006, p. 137). In contrast, we interpret consumers as more actively aware of the background and how to adapt to it or else which settings to move to in order to remain inconspicuous and less noticeable. Camouflage strategies also serve other aspects of our participants’ well-being, allowing them to organise and give meaning to their multifaceted experiences and identities (Pittinsky et al., 1999). Accordingly, the findings of this research are situated among a niche stream of scholarship that foregrounds the ‘in-betweenness’ consumers face in reconciling the multifaceted and fragmented aspects of their identities (Crockett, 2017; Jafari & Goulding, 2008; Visconti, 2008).   33 Predicated on a gender binary, a straight or hetero-sexuality is often perceived as the ‘default’ sexual orientation, as opposed to a gay or homosexuality that has long been marked by a double burden of stigma, i.e., gay sexuality is deviant and pathological and invisibility, i.e., gay sexuality should be hidden (Haslop et al., 1998). Recent research has challenged this view, arguing that the increasing acceptance of the gay community, at least in Western societies, permits gay individuals to be ‘out,’ so long as they do not ‘flaunt’ their identities (Yoshino, 2007). In contrast, our findings suggest that gay men are not only expected to mask their ‘deviance’ from heteronormative expectations but increasingly homonormative ones as well (Duggan, 2003). Crucially, this is not necessarily framed as a depleting process – often associated with methods of coping  – but can, in fact, prove to be an empowering and enriching one (Shih, 2004). In particular, the configuration of boundaries is viewed as especially empowering for those men who may not feel they possess the cultural capital to actively participate in the archetypal gay scene. For these men, associating or identifying with LGBTQ+ or gay communities presupposes and prescribes expectations that prohibit their freedom of choice, or rather, freedom to consume (Varman & Vikas, 2007), and calls into question their (sexual) morality (Carrington, 2007) or intellectual abilities (Duncan, 2010). In this way – and contrary to prior research (Hughes, 2006; Kates 2004) – gay segmentation cues and commodities (e.g., spaces, services, and products) branded as ‘LGBTQ+’ or ‘gay,’ bring to the fore symbolic boundaries that distinguish stigmatised from non-stigmatised consumers (Visconti, 2008), which these participants diffract.  Symbolic boundaries, however, do not preclude participation in gay culture altogether. In some cases, events like circuit parties are considered ‘necessary’ (Leo), precursors to assimilate into gay culture (Hsieh & Wu, 2011). Within this cultural space, however, exist clear boundary conditions that call on men to self-manage and self- 34 discipline their bodies, dispositions, attitudes, and practices in accordance with a homonormative framework that privileges white, higher-class, cisgender, and hypermasculine or macho subjectivities (Kates, 2001; Nölke, 2018). Epitomised by circuit culture, the appropriate physicality of the gay male body involves stylised performances of a masculine aesthetic that indicates both one’s ‘sameness’ with the dominant heteronormative culture and ‘difference’ from the effeminate gay stereotypes (Schroeder, 2015). Further, as our findings show, these body adaptations appear to extend beyond the physical to one’s psychic and affective dispositions. This means that in a post-gay climate, gay men are not only expected to ‘look,’ but also ‘think’ and ‘act’ in accordance with an exalted hegemonic masculinity. Heteronormative discourses thus become reterritorialised in bodily and psychic performances of ‘acceptable,’ i.e., straight-acting gay subjectivities that undermine ‘non-normative’ (effeminate, queer, camp) forms of masculinity and conduct. Those lacking this so-called corporeal capital are made to feel excluded and may feel disassociated not only from the broader society for being ‘too gay,’ but also from the gay community intent on eschewing the commercialisation of gay culture deemed ‘not gay enough’ (Lewis, 2013). The gay body, in this sense, becomes both a site of empowerment from which to express one’s individuality outside the narrow confines of a stereotypical gay identity and also a site of control that requires surveillance, monitoring, and discipline along heteronormative lines (Askegaard et al., 2002; Nash, 2013). The performing of identity regulation allows consumers to negotiate the effects of mainstream society and its colonisation of gay culture, yet also raises questions around how consumer identity work can subversively rework discursive meanings that place gay signifiers in a subordinate position relative to heterosexual ones (Cover, 2004). In effect, we see evidence of a counter-cyclical movement towards increased exclusion within the gay community, as the requisite cultural capital (Binnie & Skeggs,  35 2004) or ‘criteria of worth’ are increasingly premised on hetero, or rather homonormative values and traits (Duggan, 2003; Lamont 2017, p. 246). Aptly characterised by post-gay discourses, this shift valorises particular types of ‘diversity,’ while submerging or suppressing others (Ghaziani, 2011), which is especially conspicuous in the context of intersectional forms of marginalisation described by some of the participants in this study. Thus, while all the men in this study enacted camouflage strategies in some form, the specific mechanisms employed were largely dependent on contextual, physical, and/or affective characteristics (Roux & Belk, 2019). For example, when modifications to the external body proved impossible or ineffectual, some turned to drugs and alcohol to alter their internal states. Further, remediating gay relations proved less successful overall among men who did not meet certain (e.g., homonormative and racial) requirements, suggesting that while the Internet – as a mainstay mechanism of remediation – can be empowering (Veer & Golf-Papez, 2018), it is also a ‘complicated space where race and sexuality intersect in unique ways’ (Smith & Brown, 2020, p. 205). Though ancillary research suggests that greater self-complexity may serve as a protective mechanism against stigma – allowing individuals to (de)emphasise or shift between certain identities depending on the social context (Shih, 2004) – our findings suggest that this is not the case for marginalised gay men, who face intersectional discrimination that can range from subtle expressions of phenotype-based preferences to blatant hostility.  Consequently, rather than constitute celebratory, unbridled, hedonistic, and politically charged consumption experiences (Kates, 2003), gay-designated commodities, spaces, apps, and events increasingly give rise to internal fragmentations and stigmatisations within the community (Kates 2002) that appear to mutually reinforce those leveraged from outside the community. This, as our findings suggest, can result in feelings of exclusion (e.g., ‘I don't have a positive vision of my body … I'll be totally  36 excluded’ – Arthur; ‘If you don't look a certain way, if you don't act a certain way, if you don't dress a certain way, people don't really pay attention to you’ – Aarnav), as well as hostility and repudiation  (e.g., ‘I'm not necessarily gay friendly’ – Raphael; ‘Have you seen the representation of bodies in Spain? It's horrible!’ – Leo; ‘I don’t believe I belong to that community’ – Gabriel). This is particularly problematic given the importance of these demarcated spaces and events in the early socialisation (i.e., ‘coming out’) process (Hsieh & Wu, 2011). Unlike Tepper’s (1994) participants who became more responsive to age segmentation cues the longer they self-identified as senior citizens, the opposite may be true regarding those coming to terms with their sexuality, suggesting that forms of internal exclusion and marginalisation could have devastating effects for the development of  stability and sense of worth in consumers’ lives.  Thus, consistent with Ghaziani’s (2011) thesis, we find that while post-gay discourses work to assimilate gay men into the mainstream, they also escalate internal diversifications within the gay community and reinforce this hetero/homo binary which situate homosexuals in a subordinate position relative to heterosexuals. This leads to a reflexive monitoring of the self that entails a process of subjectification, whereby subjects willingly comply with the very power structures which dominate and subject them (Butler, 1993). Though participants tend to tout these strategies as liberating, we argue that they are embedded in a depoliticised politics of the self that further marginalise, pathologise, and abjectify homosexuality. Thus, we posit that post-gay diffractions, adaptions, and remediations of gay culture do not transcend but rather conceal gay culture, as it were. Far from being liberating, these findings point to the subjugation of the post-gay consumer, willing to close the door on his own proverbial closet. And if this is indeed the case, the struggle for gay rights is far from over.    37 Conclusion This study investigates how camouflage strategies allow gay consumers to assimilate into multiple social domains whilst promoting stability and cohesion in the face of inequality. These strategies function as cultural repertoires (Swidler, 1986) that, on the surface, improve the well-being of consumers both in mainstream society and within the gay community. Closer inspection, however, indicates that these strategies operate as what Lamont (2017, p. 426) describes as a kind of scaffolding that narrows cultural membership across social domains, sending a clear signal as to who is and who is not included or recognised in mainstream and gay society. Drawing on post-gay discourse, we demonstrate how gay consumers’ negotiations of their identities, bodies, and relations are effects of power.  In so doing, this research offers important implications for theory, practice, and consumer well-being. Theoretically, we extend marketing and consumer research that examines identity management strategies that consumers enact in response to both internal and external identity threats. By examining how concealment and protection strategies work in tandem, we show how consumers assimilate into mainstream society, whilst acquiring cultural membership and recognition. Extending the conceptualisation of cultural camouflage, ongoing research should interrogate the practices of concealment and the techniques of blending that consumers mobilise across various demographics, domains, and social contexts.  Practically, we problematise the viability of the so-called ‘dream market’ made up of homosexual consumers (Peñaloza, 1996; Chasin, 2001). In consort with previous research, we urge marketers against treating gay consumers as a group with monolithic preferences and perceptions (Descubes et al., 2018; Kates 2002; Keating and McLoughlin 2005; Oakenfull, 2013). This has less to do with the nuances within the gay community,  38 per se, and more to do with the ambivalence and, in some cases, even backlash that gay men express towards gay-specific labels, commodities, and spaces. From this perspective, marketers eager to capitalise on the ‘pink pound’ may start to rethink how they signal their gay-friendliness in ways that involve emphasising corporate policy (Oakenfull, 2013) and ‘gay vague’ marketing activities and communications (Schroeder et al., 2006; Sender, 2004; Tuten, 2005) as opposed to overt ones. Exceptions, however, may apply to a less privileged cohort of gay men, as well as  lesbian, gay, bisexual, trans, queer, and other non-heterosexual consumers who receive far less market/media/research attention, face discernible political and market discrimination, and may thus be more open to tailored marketing efforts (Rowe & Rowe, 2015; Coffin et al., 2019). Future research would do well to focus on these (sub)cultures, particularly as they become increasingly integrated into mainstream society (Edmondson, 2021).  Finally, this research provides insight into the superimposed power structures that inform gay subjectivities. In particular, gay men’s identities, bodies, and relationships have become inscribed by post-gay discourses that presume sexual prejudice and homophobia as a thing of the past. Paradoxically, although gay men are often interpellated as empowered, stylish, and often wealthy consumers, they nonetheless suffer from widespread discrimination and prejudice even within their own communities (Grinder & Byun, 2015; Taywaditep, 2002). This disconnect raises questions about the dynamics of inclusion and exclusion (Lamont, 2017) and suggests an increased need in marketing and consumer research to examine the intertwined roles that stigma, cultural membership, and power play in the construction and management of consumer subjectivities and how these shape our society.     39 References Adkins, N. R., & Ozanne, J. L. (2005). The low literate consumer. Journal of Consumer Research, 32(1), 93-105. Arnould, E. J., & Wallendorf, M. (1994). Market-oriented ethnography: Interpretation building and marketing strategy formulation. Journal of Marketing Research, 31(4), 484-504. Arsel, Z., & Thompson, C. J. (2011). Demythologizing consumption practices: How consumers protect their field-dependent identity investments from devaluing marketplace myths. Journal of Consumer Research, 37(5), 791-806. Askegaard, S., Gertsen, M. C., & Langer, R. (2002). The body consumed: Reflexivity and cosmetic surgery. Psychology & Marketing, 19(10), 793-812. Banister, E. N., Hogg, M. K., Budds, K., & Dixon, M. (2016). Becoming respectable: low-income young mothers, consumption and the pursuit of value. Journal of Marketing Management, 32(7-8), 652-672. Barrett, E. L. R. (2020). Sexing the margins: Homonationalism in gay dating apps. In D. N. Farris, D. R. Compton, & A. P. Herrera (Eds.), Gender, sexuality and race in the digital age, (pp. 115-136). Springer.  Belk, R. (2014). Digital consumption and the extended self. Journal of Marketing Management, 30(11-12), 1101-1118. Binnie, J., & Skeggs, B. (2004). Cosmopolitan knowledge and the production and consumption of sexualized space: Manchester's gay village. The Sociological Review, 52(1), 39-61. Blackwell, C., Birnholtz, J., & Abbott, C. (2015). Seeing and being seen: Co-situation and impression formation using grindr, a location-aware gay dating app. New Media and Society, 17(7), 1117-1136.  Borgerson, J. L., & Schroeder, J. E. (2002). Ethical issues of global marketing: Avoiding bad faith in visual representation. European Journal of Marketing, 36(5-6), 570-594. Branchik, B. J. (2002). Out in the market: A history of the gay market segment in the United States. Journal of Macromarketing, 22(1), 86-97. Burgess, R. G. (1984). In the field: An introduction to field research. Routledge.  40 Branchik, B. J. & O'Leary, K. (2016). Funny, scary, dead: Negative depictions of male homosexuality in American advertising. Journal of Historical Research in Marketing, 8(4), 524. Branton, S. E., & Compton, C. A. (2021). There’s No Such Thing as a Gay Bar: Co-Sexuality and the Neoliberal Branding of Queer Spaces. Management Communication Quarterly, 35(1), 69-95. Butler, J. (1993). Bodies that matter: On the discursive limits of ‘sex.’ Routledge. Campbell, J. E. (2004). Getting it on online: Cyberspace, gay male sexuality, and embodied identity. Harrington Park Press.  Carrington, C. (2006). Circuit culture: Ethnographic reflections on inequality, sexuality, and life on the gay party circuit. In N. Teunis & G. H. Herdt (Eds.), Sexual inequalities and social justice (pp. 123-147). University of California Press. Chasin, A. (2001). Selling out: The gay and lesbian movement goes to market. Palgrave Macmillan. Chatzidakis, A., Maclaran, P., & Bradshaw, A. (2012). Heterotopian space and the utopics of ethical and green consumption. Journal of Marketing Management, 28(3-4), 494-515. Clarke, V., & Smith, M. (2015). “Not hiding, not shouting, just me”: Gay men negotiate their visual identities. Journal of Homosexuality, 62 (1), 4-32. Clay, S. (2018). The (neo)tribal nature of Grindr. In A. Hardy, A. Bennett, & B. Roberts (Eds.), Consumption, leisure and tourism (pp. 235-251). Palgrave Macmillan. Coffin, J., Eichert, C. A., & Nölke A. (2019). Towards (and beyond) LGBTQ+ studies in marketing and consumer research. In S. Dobscha (Ed.), The gender and marketing handbook (pp. 273-287). Edward Elgar Publishing.  Coskuner-Balli, G., & Thompson, C. J. (2013). The status costs of subordinate cultural capital: At-home fathers’ collective pursuit of cultural legitimacy through capitalizing consumption practices. Journal of Consumer Research, 40(1), 19-41. Cott, H. B. (1940). Adaptive coloration in animals. Methuen & Co. Crockett, D. (2017). Paths to respectability: Consumption and stigma management in the contemporary black middle class. Journal of Consumer Research, 44(3), 554-581.  41 Cronin, J. M., McCarthy, M. B., & Collins, A. M. (2014). Covert distinction: how hipsters practice food-based resistance strategies in the production of identity. Consumption Markets & Culture, 17(1), 2-28. Denzin, N. K., & Lincoln, Y. S. (2005). The Sage handbook of qualitative research (3rd ed.). Sage Publications.  Descubes, I., McNamara, T., & Bryson, D. (2018). Lesbians’ assessments of gay advertising in France: Not necessarily a case of ‘La Vie en Rose?’. Journal of Marketing Management, 34(7-8), 639-663. Duggan, L. (2003). The twilight of equality?: Neoliberalism, cultural politics, and the attack on democracy. Beacon Press.  Duncan, D. (2010). Embodying the gay self: Body image, reflexivity and embodied identity. Health Sociology Review, 19(4), 437-450. Edmondson, C. (2021, February 25). House passes sweeping gay and transgender equality legislation. The New York Times. https://www.nytimes.com/2021/02/25/us/politics/house-equality-act-gay-rights.html.  Ellis, N., Jack, G., Hopkinson, G., & O'Reilly, D. (2010). Boundary work and identity construction in market exchanges. Marketing Theory, 10(3), 227-236. Elms, J., & Tinson, J. (2012). Consumer vulnerability and the transformative potential of Internet shopping: An exploratory case study. Journal of Marketing Management, 28(11-12), 1354-1376. Foucault, M. (1987). The history of sexuality: The use of pleasure (Vol. 2). Penguin. Ghaziani, A. (2011). Post-gay collective identity construction. Social Problems, 58(1), 99-125. Ghaziani, A. (2014) There goes the gayborhood?. Princeton University Press.  Ginder, W., & Byun, S. E. (2015). Past, present, and future of gay and lesbian consumer research: Critical review of the quest for the queer dollar. Psychology & Marketing, 32(8), 821-841. Goffman, E. (1963) Stigma: Notes on the management of spoiled identity. Prentice-Hall, Inc. Goulding, C. (2005). Grounded theory, ethnography and phenomenology: A comparative analysis of three qualitative strategies for marketing research. European Journal of Marketing, 39(3-4), 294-308.  42 Guba, E. G. (1981). Criteria for assessing the trustworthiness of naturalistic inquiries. ECTJ, 29(2), 75-91.  Hansson, K. (2006). Camouflage. In O. Löfgren & R. Wilk (Eds.), Off the edge: Experiments in cultural analysis (pp. 136-140). Museum Tusculanum Press. Hsieh, M. H. & Wu S. L. (2011). Gay men's identity attempt pathway and its implication on consumption. Psychology & Marketing, 28(4), 388-416. Hughes, H. L. (2006). Pink tourism: Holidays of gay men and lesbians. CABI.  Hughes, A., Liggins, E., & Stevens, M. (2019). Imperfect camouflage: how to hide in a variable world?. Proceedings of the Royal Society B, 286(1902), 1-10. Jafari, A., Dunnett, S., Hamilton, K., & Downey, H. (2013). Exploring researcher vulnerability: Contexts, complications, and conceptualisation. Journal of Marketing Management, 29(9-10), 1182-1200. Jafari, A., & Goulding, C. (2008). ‘We are not terrorists!’ UK‐based Iranians, consumption practices and the ‘torn self.’ Consumption, Markets & Culture, 11(2), 73-91. Johnson, G. D., Thomas, K. D., & Grier, S. A. (2017). When the burger becomes halal: a critical discourse analysis of privilege and marketplace inclusion. Consumption Markets & Culture, 20(6), 497-522. Justh, E. W., & Krishnaprasad, P. S. (2006). Steering laws for motion camouflage. Proceedings of the Royal Society A: Mathematical, Physical and Engineering Sciences, 462(2076), 3629-3643. Kates, S. M. (2002). The protean quality of subcultural consumption: An ethnographic account of gay consumers. Journal of Consumer Research, 29(3), 383-399. Kates, S. M. (2003). Producing and consuming gendered representations: An interpretation of the Sydney Gay and Lesbian Mardi Gras. Consumption, Markets & Culture, 6(1), 5-22. Kates, S. M. (2004). The dynamics of brand legitimacy: An interpretive study in the gay men's community. Journal of Consumer Research, 31(2), 455-464. Kates, S. M. & Belk, R. W. (2001). The meanings of lesbian and gay pride day: Resistance through consumption and resistance to consumption. Journal of Contemporary Ethnography. 30(4), 392-429. Keating, A. & McLoughlin, D. (2005). Understanding the emergence of markets: A social constructionist perspective on gay economy. Consumption, Markets & Culture, 8(2), 131-152.  43 Kirchick, J. (2019, June 28). The struggle for gay rights is over. The Atlantic. https://www.theatlantic.com/ideas/archive/2019/06/battle-gay-rights-over/592645/.  Kozinets, R. V. (2001). Utopian enterprise: Articulating the meanings of Star Trek's culture of consumption. Journal of Consumer Research, 28(1), 67-88. Lahti, M. (1998). Dressing up in power: Tom of Finland and gay male body politics. Journal of Homosexuality, 35(3-4), 185-205. Lamont, M. (2018). Addressing recognition gaps: Destigmatization and the reduction of inequality. American Sociological Review, 83(3), 419-444. Larsen, G., Patterson, M., & Markham, L. (2014). A deviant art: Tattoo‐related stigma in an era of commodification. Psychology & Marketing, 31(8), 670-681. Lewis, N. M. (2013). Ottawa’s Le/The Village: Creating a gaybourhood amidst the ‘death of the village.’ Geoforum, 49, 233-242. Littlefield, J., & Ozanne, J. L. (2011). Socialization into consumer culture: Hunters learning to be men. Consumption Markets & Culture, 14(4), 333-360. Merilaita, S., Scott-Samuel, N. E., & Cuthill, I. C. (2017). How camouflage works. Philosophical Transactions of the Royal Society B: Biological Sciences, 372(1724), 1-9. Mikkonen, I. (2010). Negotiating subcultural authenticity through interpretation of mainstream advertising. International Journal of Advertising, 29(2), 303-326. Moisander, J., Valtonen, A., & Hirsto, H. (2009). Personal interviews in cultural consumer research–post‐structuralist challenges. Consumption, Markets & Culture, 12(4), 329-348. Nash, C. J. (2013). The age of the ‘post‐mo?’ Toronto's Gay Village and a New Generation. Geoforum, 49, 243–252.  Nelson, R. (2020). Questioning identities/shifting identities: the impact of researching sex and gender on a researcher’s LGBT+ identity. Qualitative Research, 20(6), 910-926. Nölke, A. (2018). Making diversity conform? An intersectional, longitudinal analysis of LGBT-specific mainstream media advertisements. Journal of Homosexuality, 65(2), 224-255. Oakenfull, G. W. (2013). What matters: Factors influencing gay consumers’ evaluations of ‘gay-friendly’ corporate activities. Journal of Public Policy & Marketing 32(1), 79-89.  44 Osorio, D., & Cuthill, I. C. (2015). Camouflage and perceptual organization in the animal kingdom. In J. Wagemans (ed.), The Oxford handbook of perceptual organisation (pp. 843-862). Oxford University Press. Pachankis, J. E., Clark, K. A., Burton, C. L., Hughto, J. M. W., Bränström, R., & Keene, D. E. (2020). Sex, status, competition, and exclusion: Intraminority stress from within the gay community and gay and bisexual men’s mental health. Journal of Personality and Social Psychology, 119 (3), 713-740. Peñaloza, L. (1996). We’re here, we’re queer, and we’re going shopping! A critical perspective on the accommodation of gays and lesbians in the U.S. marketplace. Journal of Homosexuality, 31(1–2), 9–41.  Pittinsky, T. L., Shih, M., & Ambady, N. (1999). Identity adaptiveness: Affect across multiple identities. Journal of Social Issues, 55(3), 503-518. Poushter, J. & Kent N. (2020, June 25). The global divide on homosexuality persists. Pew Research Center. https://www.pewresearch.org/global/2020/06/25/global-divide-on-homosexuality-persists/  Rinallo, D. (2011). Metro/ fashion/ tribes of men: Negotiating the boundaries of men’s legitimate consumption. In B. Cova, R. V. Kozinets, & A. Shankar (Eds.), Consumer tribes (2nd ed., pp. 76-92). Routledge. Rosenthal, B., Cardoso, F., & Abdalla, C. (2020). (Mis) Representations of older consumers in advertising: stigma and inadequacy in ageing societies. Journal of Marketing Management, DOI: 10.1080/0267257X.2020.1850511. Roux, D., & Belk, R. (2019). The body as (another) place: Producing embodied heterotopias through tattooing. Journal of Consumer Research, 46(3), 483-507. Rowe, S. & Rowe, D. (2015). The politics of in/appropriate/d others: Moving beyond the vulnerable consumer in the LGBT market/movement. In C. Shultz II, R. Benton, & O. Kravets (Eds.), Proceedings of the 40th Macromarketing Conference (pp. 736-739). Macromarketing Society. Sandikci, Ö., & Ger, G. (2010). Veiling in style: how does a stigmatized practice become fashionable?. Journal of Consumer Research, 37(1), 15-36. Scaraboto, D., & Fischer, E. (2013). Frustrated fatshionistas: An institutional theory perspective on consumer quests for greater choice in mainstream markets. Journal of Consumer Research, 39(6), 1234-1257. Schouten, J. W. & McAlexander, J. H. (1995). Subcultures of consumption: An ethnography of the new bikers. Journal of Consumer Research, 22(1) 43-61.  45 Schroeder, J. E. (2015). Communicating identity/consuming difference. Consumption, Markets & Culture, 18(6), 485-489. Sender, K. (2004). Business, not politics: The making of the gay market. Columbia University Press. Shih, M. (2004). Positive stigma: Examining resilience and empowerment in overcoming stigma. The ANNALS of the American Academy of Political and Social Science, 591(1), 175-185. Skeggs, B. (1997). Formations of class and gender: Becoming respectable. Sage.  Smith, S. S. (2018). Surface play: Rewriting black interiorities through camouflage and abstraction in Mickalene Thomas’s oeuvre. Women & Performance: A Journal of Feminist Theory, 28(1), 46-64. Smith, J. G. & Brown, S. (2020). ‘No Fats, no Femmes, or Blacks:’ The role of body types, gender roles and race in condom usage online. In D. N. Farris, D. R. Compton, & A. P. Herrera (Eds.), Gender, sexuality and race in the digital age, (pp. 205-222). Springer.  Sonnekus, T. (2009). Macho men and the queer imaginary: A critique of selected gay ‘colonial’ representations of homomasculinity. de arte, 44(80), 37-53. Spiggle, S. (1994). Analysis and interpretation of qualitative data in consumer research. Journal of Consumer Research, 21(3), 491-503. Stevens, M., & Merilaita, S. (2009). Animal camouflage: current issues and new perspectives. Philosophical Transactions of the Royal Society B: Biological Sciences, 364(1516), 423-427. Strauss, A. & Corbin, J. M. (1997). Grounded theory in practice. Sage. Swidler, A. (1986). Culture in action: Symbols and strategies. American Sociological Review, 51(2), 273–286.  Taylor, J. (2011). The intimate insider: Negotiating the ethics of friendship when doing insider research. Qualitative Research, 11(1), 3-22. Taywaditep, K. J. (2002). Marginalization among the marginalized: Gay men's anti-effeminacy attitudes. Journal of Homosexuality, 42(1), 1-28. Tepper, K. (1994). The role of labeling processes in elderly consumers' responses to age segmentation cues. Journal of Consumer Research, 20(4), 503-519. Thayer, A. H. (1896). The law which underlies protective coloration. The Auk, 13, 477–482.   46 Thayer, G. H. (1909). Concealing–coloration in the animal kingdom: An exposition of the laws of disguise through color and pattern: Being a summary of Abbott H. Thayer’s discoveries. Macmillan.  Thompson, C. J. (1997). Interpreting consumers: A hermeneutical framework for deriving marketing insights from the texts of consumers’ consumption stories. Journal of Marketing Research, 34(4), 438-455. Thompson, C. J., & Arsel, Z. (2004). The Starbucks brandscape and consumers’ (anticorporate) experiences of glocalization. Journal of Consumer Research, 31(3), 631-642. Thompson, C. J., & Hirschman, E. C. (1995). Understanding the socialized body: A poststructuralist analysis of consumers' self-conceptions, body images, and self-care practices. Journal of Consumer Research, 22(2), 139-153. Troscianko, T., Benton, C. P., Lovell, P. G., Tolhurst, D. J., & Pizlo, Z. (2009). Camouflage and visual perception. Philosophical Transactions of the Royal Society B: Biological Sciences, 364(1516), 449-461. Tuten, T. L. (2005). The effect of gay-friendly and non-gay-friendly cues on brand attitudes: A comparison of heterosexual and gay/lesbian reactions. Journal of Marketing Management, 21(3-4), 441–461. Varman, R. & Vikas, R. M. (2007). Freedom and consumption: Toward conceptualizing systemic constraints for subaltern consumers in a capitalist society. Consumption, Markets & Culture, 10(2), 117-131. Veer, E., & Golf-Papez, M. (2018). Physically freeing: Breaking taboos through online displays of the sexual self. Journal of Marketing Management, 34(13-14), 1105-1125. Visconti, L. M. (2008). Gays’ market and social behaviors in (de) constructing symbolic boundaries. Consumption, Markets & Culture, 11(2), 113-135. Vorobjovas-Pinta, O., & Dalla-Fontana, I. J. (2019). The strange case of dating apps at a gay resort: Hyper-local and virtual-physical leisure. Tourism Review, 74(5), 1070-1080.  Vorobjovas‐Pinta, O., & Hardy, A. (2015). The evolution of gay travel research. International Journal of Tourism Research, 18(4), 409-416. Walters, A. S., & Moore, L. J. (2002). Attention all shoppers, queer customers in aisle two: Investigating lesbian and gay discrimination in the marketplace. Consumption, Markets & Culture, 5(4), 285-303.  47 Yoshino, K. (2007). Covering: The hidden assault on our civil rights. Random House.  Zervoulis, K., Smith, D. S., Reed, R., & Dinos, S. (2020). Use of ‘gay dating apps’ and its relationship with individual well-being and sense of community in men who have sex with men. Psychology & Sexuality, 11(1-2), 88-102.    ",
    "id": 481512031,
    "identifiers": {
        "doi": "10.1080/0267257X.2021.1974077",
        "oai": "oai:osuva.uwasa.fi:10024/13126"
    },
    "title": "Cultural camouflage : how consumers perform concealment practices and blending techniques to insulate cultural membership",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-09-29T01:00:00+01:00",
    "publisher": "Taylor and Francis",
    "references": [],
    "sourceFulltextUrls": [
        "https://osuva.uwasa.fi/bitstream/10024/13126/2/Osuva_Rome_Tillotson_Maurice_2021.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/481512031.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/481512031"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/481512031/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/481512031/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/481512031"
        }
    ],
    "abstract": "The purpose of this paper is to explore how gay men manage their identities both within and outside the gay community by drawing on post-gay discourses, which surmise stigma against the gay community as a thing of the past. Implementing qualitative methods, the findings show that a post-gay subjectivity is produced via a series of camouflage strategies, which enable consumers to assimilate into mainstream society, whilst acquiring cultural membership and recognition. This research illustrates how these strategies function as cultural repertoires that improve consumers’ well-being while paradoxically reproducing heteronormative power relations that exacerbate stigma and diversification both within and outside the gay community.©2021 Taylor & Francis. This is an Accepted Manuscript of an article published by Taylor & Francis in Journal of Marketing Management on 29 Sep 2021, available online: https://doi.org/10.1080/0267257X.2021.1974077fi=vertaisarvioitu|en=peerReviewed",
    "tags": [
        "article",
        "acceptedVersion",
        "fi=A1 Alkuperäisartikkeli tieteellisessä aikakauslehdessä|en=A1 Peer-reviewed original journal article|sv=A1 Originalartikel i en vetenskaplig tidskrift|",
        "cultural membership",
        "identity",
        "identity threats",
        "LGBTQ+",
        "post-gay",
        "stigma",
        "identity (mental objects)",
        "fi=Markkinointi|en=Marketing|"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article",
        "acceptedVersion",
        "fi=A1 Alkuperäisartikkeli tieteellisessä aikakauslehdessä|en=A1 Peer-reviewed original journal article|sv=A1 Originalartikel i en vetenskaplig tidskrift|"
    ],
    "oai": "oai:osuva.uwasa.fi:10024/13126",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "5594",
        "openDoarId": 0,
        "name": "Osuva",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 481512031,
        "depositedDate": null,
        "publishedDate": "2021-09-29T01:00:00+01:00",
        "updatedDate": "2024-01-22T22:57:26+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-08T20:04:56+00:00"
    },
    "urls": [
        "https://osuva.uwasa.fi/handle/10024/13126"
    ],
    "lastUpdate": "2024-01-22T22:57:26+00:00",
    "setSpecs": []
}