{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Kaikini, Srajana"
        }
    ],
    "contributors": [],
    "createdDate": "2020-05-12T03:49:42+01:00",
    "dataProvider": {
        "id": 160,
        "name": "PhilPapers",
        "url": "https://api.core.ac.uk/v3/data-providers/160",
        "logo": "https://api.core.ac.uk/data-providers/160/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/322492754.pdf",
    "fullText": "— 571 —Ethical Perspectives 25 (2018) 3book reviewsinvestigations. A truly adequate analysis of, say, morality is not to be hoped for without scientific research into what people actually have in mind when they use that terminol-ogy; but, as just noted, that research cannot hope to elucidate the matter if it fails even to touch upon some of the possible meanings of morality. To progress on the question, therefore, both science and philosophy need to maintain a dialogue in order to stay mutually informed, which will result in continuing modifications to their respective analyses and protocols.This proposal is eminently reasonable. But there remains a deeper problem. It may simply be the nature of the beast that notions like morality and being real will forever resist a univocal meaning (both among philosophers and lay folk). This is why I find it is almost tragicomic that the book ends with the author’s detailed rehearsal of why his investigation has sown seeds of hope. For me this is a case of “the more he protests ….” (On page 184 Pölzler uses the phrase ‘to advance the debate’ to express the purpose of his positive suggestions. Presumably he means ‘toward an ultimate solution’. But I can-not help but read the phrase cynically to mean, literally, to advance debate. Sometimes while reading this book the image formed in my mind of Pölzler coaching both pugilists in a boxing match: what one wants is a good fight, regardless of who wins or it’s a draw.) But I do not doubt Pölzler’s sincerity for a moment, nor do I fault the book in any way. Pölzler has made the best case that could be imagined for his optimism.I would only suggest that one might recognize that there is an alternative to this optimism other than despair. For me the ‘consolation of philosophy’ has more and more become the opening up of a vast realm of humanistic analysis. Or really, I see two main roles for the philosopher: one critical, but like the Socrates of the early Dialogues, for whom there is and can be no resolution other than the wisdom of knowing that one knows nothing about the matters of most concern; the other humanistic, in the manner of literary and psychoanalytic investigations of the human (and animal) condition and self. What can make these still philosophical, in my preferred use of the term, is the effort to maintain a rational outlook on everything, however doomed to ultimate failure this project may be. I also believe both types of activity can offer practical benefits, such as ridding us of misplaced confidence due to confused thinking that can cause mischief in the world or our own life, and enhancing our imaginative capacity to care about oth-ers. But a final Practical Guide to Life (or a final answer to the question of moral objectivity) will prove eternally elusive.Joel MarksUniversity of New HavenYale UniversityMaura reilly.  Curatorial Activism: Towards an Ethics of Curating.  New York: Thames and Hudson, 2018. 240 pp.The question of ethics is increasingly becoming an important aspect of curatorial practice and discourse. Curatorial ethics manifest in various ways: there are ethics of — 572 — Ethical Perspectives 25 (2018) 3ethical perspectives – september 2018museum spaces, ethics of exhibition-making, ethics of acquisitioning and collecting, the rights of artists, discourses around censorship, and the ethics of curators, curatorial responsibilities and so on. Central to most of these issues is the ethical dilemma between subject and object. Does the ethics of curating lean towards the objects of curation or the subjects of curation? In a simpler vocabulary, is the curator’s ethics guided towards the artists or the art works?Maura Reilly’s Curatorial Activism: Towards an Ethics of Curating, is a welcome opening into the ethical facets of curating focused on the subject, based primarily on identity politics of the artist. A recent review of the book by Emma Mahony begins with an element of surprise at the realization that the world is still a heavily lopsided and unequal place for the arts. Given that Mahony is party to the discourse of the global North, such surprise is not unusual. However, as Mahony seems to claim, Maura Reilly’s book does not break any myths because in the global ‘South’ which includes the marginalized, the coloured, the feminist, the queer, the Dalit and others, such questions are still in forma-tion, and very much an everyday encounter. As a reader and curator from the ‘Other’ world (to borrow the author’s terminology), reading Reilly’s book at its best, offers an explication of the obvious conundrums and contradictions glaring in the face of the practical world of contemporary arts. However, its significance lies in the fact that it provokes questions of ethics to be considered and extended by scholars and critics of the ‘Other’ world with utmost urgency.The author, who has been curator at the Elizabeth A. Sackler Center for Feminist Art at the Brooklyn Museum, focusses the book on three issues – gender, race and  sexuality, all of which have identity politics at their core. These issues rise agonistically against the inherently mono-dimensional Euro/US-centric art historiography, infamously proposed by Alfred H. Barr with clearly defined ‘isms’ that reinforce the figure of hetero-sexual, white, male genius. Reilly is quick in dismantling this history by churning out numbers that expose appalling levels of discrimination (18). Citing the 1986 Report Card by The Guerrilla Girls alongside the 2015 Report Card by Pussy Galore, the author reiterates the inability of the art world to include ‘Other’ voices – “[…] the art world has not yet fully incorporated diverse or Other voices into the larger discourse – except , of course, as ‘special’ (read separatist) exhibitions such as Latin American Art, Women Artists, Islamic Art, African Art, and so on” (21). Influenced by scholars on racism and postcolo-nialism, Reilly’s own practice has engaged with re-examining art historical canon’s Euro/US-centrism and towards ensuring the rightful representation of the silenced, the ‘doubly colonised’, the unseen and unheard. In this book, Reilly offers insights into possible coun-ter-hegemonic strategies by studying group exhibitions, specifically those that she finds “ Talmudic, Wikipedia like” (15) in approach, enabling a wider and expansive discussion.Reilly observes three ‘strategies of resistance’ that have been used by curators in exhibitions that attempt to overthrow these problems of unequal representations:  Revisionism, Area Studies and Relational Studies, each with their unique intentions in destabilization of the canon. Revisionism strives to relook at certain histories to find gaps or failures that would ideally give a more complete sense of the concerned history and thereby illuminate it or ‘improve’ it. However, revisionism risks the presupposition — 573 —Ethical Perspectives 25 (2018) 3book reviewsof the binary of the centre and the margin. Revisionism’s focus on recuperative stances takes away possibilities of radical eschewing or rejection of histories. Its accommodative nature, thus, is often its undoing. This makes the choice of the histories to be revised very significant as a political strategy within revisionism.The second strategy of the Area Studies focusses on work based either topo-graphically or psychologically or culturally in particular orientations or specific regions. This includes race, geography, gender, sexual orientation etc. While area studies ensure rightful representation of marginalized groups, they risk becoming ghettoized into fixed identities, running the risk of the ‘single story’ that Chimamanda Ngozi Adichie speaks about (103). However, she points out the relevance of such specialized collections in the global context of prevalent inequality – “We cannot claim to live in a post-queer world when in some countries being queer, gay, bisexual, or transgender is punishable by death and in many more it is a criminal offence” (27). The third strategy is that of Relational Studies, which places emphasis on polyphonic registers and a flattening of definitive hierarchies to address a transnational condition of the world. In Reilly’s words, “[…] it is a fundamental redefining of art practice, transnationally” (30). Heterogeneity and incoherence mark this kind of curating, which, in Reilly’s words are ‘writerly’ exhi-bitions. The relational approach is thus considered by Reilly to be a fitting approach to an expanded ‘transnational vision’ of artistic production.Throughout the book, Reilly chooses to address the binary of the white, male, heterosexual world and the rest of the world by calling the artists of her concern the ‘Other artists’. Reilly’s choice to address the artists of her concern as ‘Other’ artists, though rhetorical in intention, appears to the ‘Other’ reader with a hint of condescen-sion. The Other has been fundamental to ethical pondering as seen in philosophers like Levinas. We see how the Other is constituted by its lack of intelligibility, thereby making it inevitable that for the preserving of the otherness of the Other, a failure of under-standing is essential. However, one observes how the Same and Other also fall prey to binary structural politics. Post structuralist and South Asian philosophy, on the other hand, work with the idea of the multiplicity. Identity, in such frameworks, need not always adhere to an insider-outsider criterion, but is a fluid notion that, by understand-ing the contingent nature of the world, offers ways out of the Otherness rhetoric. This calls into question the prerogative of the white self-conscious west to consider the coloured non-west as the Other. Why is the coloured world not interested in calling the white world its Other? We realise that in attempting to answer these questions, one’s underlying biases, presumptions and privileges are revealed. One might thereby under-stand that to even be able to speak of the Other as a normalised experience or encounter means to have internalized the privilege of selfhood, identity and a capacity of generos-ity to be dispensed with. In this regard, the form of the book, unfortunately, replays the strategies of Othering the ‘Other’ in not emancipating the signifying word from its history. With this small critical note in mind, reading Reilly’s book is revealing in its expanse, scope, and possibilities that it throws out to the world to take up.The author’s first concern is with key praxiological questions pertaining to issues of affirmative action, visibility and minority quotas when it comes to gender. Reilly — 574 — Ethical Perspectives 25 (2018) 3ethical perspectives – september 2018outlines a survey of various exhibitions that could be considered as ‘catching up’ for women’s visibility across the UK, Europe, Canada and the US. These include exhibitions like Women Artists: 1550 – 1950 curated by Linda Nochlin and Ann Sutherland Harris; Bad Girls curated by Kate Bush, Emma Dexter and Nicola White for Glasgow, Marcia Tucker for New York and Marcia Tanner for Los Angeles; Inside the Visible: An Elliptical Traverse of 20th Century Art In, Of, and From the Feminine curated by Catherine de Zegher.The question of race becomes the author’s second concern. Several significant exhibitions since the late 1980s addressed the Eurocentrism within cultural institutions, whereby strategies such as inclusivity and fair representation were high on the agenda. Reilly notes that such notions of inclusion often turn into privileges of the male whites who become gatekeepers for the Other into their discourses as well as systems of white validation for token ‘native’ artists. In this context, citing Mosquera’s definition of cura-tors as ‘mediators of cultural exchange’ (105), the author suggests a form of curatorial modesty as an asset to intercultural curatorial practices where curators resist claiming complete knowledge of the Other and can instead be open to collaboration with the ‘regional specialists’ to curate ethically. The author cites the much discussed Magiciens de la Terre curated by Jean-Hubert Martin in 1989 as an example of an exhibition (precur-sor of the ‘global exhibitions’ in contemporary art) that was criticized for its failures in doing justice to intercultural ethics. The other exhibitions she explores include The Decade Show: Frameworks of Identity in the 1980s curated by Julia P. Herzberg, Sharon F. Patton, Gary Sangster, Laura Trippi; Mining the Museum curated by Fred Wilson; The Whitney Biennial curated by Thelma Golden, John G. Hanhardt, Lisa Phillops, Elisabeth Sussman, and Jeannette Vuocolo; Venice Biennale 2015: All the World’s Futures curated by Okwui Enwezor and others. One notices that there is a higher rate of failure than success in these kinds of exhibitions that can be attributed to the large gap between intentions and the outcomes of the shows.The third concern of the author is the history of censorship or ‘curatorial malprac-tice’ that is prevalent in the history of LGBTQ-concerned arts practices. In many of these cases, the author illustrates, through instances, how censorship and sins of omis-sions are rife in these curatorial ethics quoting Stern who argues that “[…] museums have a responsibility to acknowledge and consider the sexuality of artists in their collec-tions when it is relevant to the work they are displaying […] ignoring orientation amounts to curatorial malpractice” (162). Noting how even within the LGBTQ frame-work there are gaping exclusions like that of transgender artists, Reilly argues that there is still a long way to go. The exhibitions she considers include Great American Lesbian Art Show (Galas) curated by Terry Wolverton, Tyaga, Jody Hoeninger, Bia Lowe, Louise Moore, Barbara Stopha; Extended Sensibilities: Homosexual Presence in Contemporary Art curated by Dan Cameron; Witnesses: Against Our Vanishing curated by Nan Goldin; In a Different Light: Visual Culture, Sexual identity, Queer Practice curated by Nayland Blake and Lawrence Rinder; Art Aids America curated by Jonathan Katz and Rock Hushka and others.Reilly treads a sensitive line between activism and ethics in her book, by placing it within her experience as a curator and theorizing towards ethical precepts from these — 575 —Ethical Perspectives 25 (2018) 3book reviewsexperiences. In conclusion, Reilly calls for a corrective strategy for change, taking on an activist’s voice and arguing for the need of corrective, subversive and smart curatorial moves rather than curating resorting to revisionary affirmative politics. Questions of privilege, geo-political hierarchy, legacy, personal histories and responsibility become central to Reilly’s proposition for curatorial ethics, one which several arts practitioners today are striving to address in their work. Key questions such as that of gallery repre-sentation and art collectors, media representation, the art market and economy, the constitution of boards, directors and curatorial committees and processes of selections, acquisition-making and valuation criteria become important to consider in this project. The curatorial activist is thus imagined as one whose intention is the addressing of various such questions and is sensitive to the ethical way of acting in this world. In her attempt at contributing to the ‘creation of a just art world’, Maura Reilly’s work is a welcome precedent for ‘Other’ practitioners of contemporary curating to reflect inci-sively into our local, regional and particular ethical paradigms and bring out our stories to add to this discourse. Srajana KaikiniManipal Academy of Higher EducationKieran setiya. Midlife: A Philosophical Guide. Princeton, NJ: Princeton University Press, 2017. 200 pp.I have just turned 34. From the outside my life seems pretty okay. Yet, something does not feel quite right. My achievements mean less to me than I thought they would. When I think about the future, anxiety is a familiar companion. Gone the idealism. Gone the sense that I can be whatever I want to be. Am I having a midlife crisis (already, at this tender age)? And if yes, what can I do about it?Looking for insights, I was delighted to find that my potential ailment has recently been taken up by philosophy. This is due, among others, to the pioneering work of MIT professor Kieran Setiya. In Midlife: A Philosophical Guide (marketed as a ‘self-help book with a difference’) Setiya analyses the midlife crisis and develops a number of sugges-tions about how to cope with it. The book is short and addressed to a general audience. Yet, in addition to finding helpful advice regarding their personal problems, academic philosophers’ need for insightful analyses, arguments and distinctions is also well-served.The book’s first chapter provides a historical lesson. Having been introduced by psychoanalyst Elliott Jaques in 1965, the idea of the midlife crisis has become well-established in Western culture. Who hasn’t heard jokes about or explanations in terms of such crises – about men (yes, typically men) who quit their well-paid jobs, start lusting after young women or buy expensive sports cars? Scientifically, Setiya’s case for the midlife crisis as a distinct psychological condition is mainly based on recent studies in economics. These studies suggest that wellbeing is U-shaped. Being highest in young adulthood, it becomes low in middle-ages, and then again higher in old age.",
    "id": 322492754,
    "identifiers": {
        "doi": null,
        "oai": "oai:philpapers.org/rec/KAICAT"
    },
    "title": "Curatorial Activism: Towards an Ethics of Curating",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://philpapers.org/archive/KAICAT.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/322492754.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/322492754"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/322492754/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/322492754/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/322492754"
        }
    ],
    "abstract": "",
    "tags": [
        "info:eu-repo/semantics/review",
        "Philosophy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/review"
    ],
    "oai": "oai:philpapers.org/rec/KAICAT",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "160",
        "openDoarId": 0,
        "name": "PhilPapers",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 322492754,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T03:11:24+00:00",
        "acceptedDate": null,
        "createdDate": "2020-05-12T03:49:42+01:00"
    },
    "urls": [
        "https://philpapers.org/rec/KAICAT"
    ],
    "lastUpdate": "2024-02-12T03:11:24+00:00",
    "setSpecs": []
}