{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Thompson, Kelsey A"
        }
    ],
    "contributors": [],
    "createdDate": "2023-07-25T13:59:50+01:00",
    "dataProvider": {
        "id": 179,
        "name": "DigitalCommons@University of Nebraska",
        "url": "https://api.core.ac.uk/v3/data-providers/179",
        "logo": "https://api.core.ac.uk/data-providers/179/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/573441951.pdf",
    "fullText": "University of Nebraska - Lincoln DigitalCommons@University of Nebraska - Lincoln Library Philosophy and Practice (e-journal) Libraries at University of Nebraska-Lincoln Winter 11-30-2022 Current Unanswered Questions in Social Media Activism Research Kelsey A. Thompson Dominican University, kthompson3@my.dom.edu Follow this and additional works at: https://digitalcommons.unl.edu/libphilprac  Part of the Scholarly Communication Commons Thompson, Kelsey A., \"Current Unanswered Questions in Social Media Activism Research\" (2022). Library Philosophy and Practice (e-journal). 7545. https://digitalcommons.unl.edu/libphilprac/7545 CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            1               Current Unanswered Questions in   Social Media Activism Research   Kelsey A. Thompson  School of Information Studies, Dominican University                  Author Note Kelsey Thompson  https://orcid.org/0000-0002-6413-3078    CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            2  Abstract  For the last decade, researchers have conducted numerous research studies on the role various social media platforms have been used by activists to affect change. These general surveys and specific analyses address how media sites are being used in the specific roles they currently play or have played in a given movement. Immeasurable time and effort has been regularly dedicated to understand the impact these platforms have had on social change. However, social media sites continue to change and evolve over time, creating new opportunities for investigation. This transitional article is intended to propose and contextualize some of the current questions related to the largest platforms in social media activism, with the intent to suggest direction for such future research.     Keywords: Social Media, Activism, Social Movements, Facebook, Instagram Telegram, TikTok, Twitter, Research Questions.                              CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            3 Current Unanswered Questions in   Social Media Activism Research  Social movements require the collective effort of people to affect change, and therefore they have always relied on the media to inform and organize. However, legacy media has consistently been subject to oversight by corporations and governments, or limited in reach. The development and evolution of social media has given grassroots organizers the ability to reach populations across space and time to bolster their movements. No social media platform is universally used among activists; variances in audience, number of users, and a site’s affordances make them better suited to some social movements than others. Many studies have been conducted to better understand how activists use social media and which platforms have made significant contributions to various social movements. A number of these studies have documented two important considerations for those looking to use social media to support activism, and which may be relevant when pursuing further research in this area. First, social media is most effective as a supplement to traditional, offline tactics, and that online activism alone is not enough to enact enduring social change (Agur & Frisch, 2019; Cernison, 2019; Tufekci, 2017). Second, most movements use multiple social media platforms according to the site’s affordances or capabilities and the needs of organizers (Agur & Frisch, 2019; Anderson, 2019).   Although there are countless platforms which qualify as social media, with more being added each year, many never amass significant user bases and quickly die out. Conversely, there are a few giants in the field which have the size, longevity, and affordances to make them prime choices for activism. Facebook, Twitter, Telegram, and Instagram have not only been heavily used by activists but have also been the subject of numerous academic studies apiece. Additionally, the young juggernaut TikTok is already the subject of significant national media attention and early academic interest. Nevertheless, as with most technology, social media platforms are constantly changing and evolving; despite the studies already conducted, there are new questions to answer and new areas of study for each. This transitional article examines the current questions facing some of the largest platforms in social media activism to provide new direction for future academic study.   CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            4 Facebook  Originally started as a networking site for students at Harvard University to rate the attractiveness of their peers, Facebook has been one of the most popular social media platforms since 2006 when its purpose was revised and the service first made publicly (Hall, 2022). In 2013, Facebook was the first global social media platform to reach one billion monthly active users (Axios, 2021), and in 2022 continues to be the world’s largest social network. (We Are Social & Hootsuite & DataReportal, 2022). During this period, Facebook’s parent company, now rebranded as Meta Platforms, has also acquired several of the world’s other largest social media networks, including Instagram and WhatsApp. Messenger, Facebook’s chat system, was split into its own app in 2011, and continues to rank among the top social networks as well.   Yet Facebook’s growth has slowed since early 2020 (Meta Platforms, 2022), and the average age of its most frequent users is gradually shifting older. NapoleonCat (2022a), a social media analytics tool, estimated that as of September 2022, only 4.2 percent of Facebook users in the United States are between the ages of 13 and 17 (13 being the minimum age to have an account according to Facebook’s terms of service); this number rises to 18.2 percent among users ages 18 to 24. Additionally, a survey by the Pew Research Center (2022) found that only 32 percent of American teens report using Facebook, down from 71 percent in 2014-2015. This limits Facebook’s relevance to online activism, which is dominated by younger generations. When a Pew Research Center study surveyed social media users about their participation in various activities related to online activism, it discerned across all age demographics that participants between the ages of 18 and 29 were significantly more likely to have engaged in these activities than those over the age of 65 (Auxier, 2020).   Facebook has also come under heavy scrutiny for the rampant disinformation and foreign election interference on its platform. Facebook’s algorithm has a tendency to create “filter bubbles.” In estimating what its users most want to see, it thereby distances them from politically dissimilar opinions and results in echo chambers (Clouto & Modesto, 2020; Del Vicario et al., 2016; Joseph et al., 2022). Studies have also found that social media echo chambers result in faster group polarization and a greater willingness to CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            5 accept misinformation or disinformation as correct, regardless of political affiliation (Del Vicario et al., 2016; Joseph et al., 2022). Throughout the COVID-19 pandemic, misinformation about the disease propagated wildly on social media. As a result, YouTube and then Facebook ranked as the two sites with the highest concentration of false information (Joseph et al., 2022). These inaccurate assertions directly led to a decrease in mask-wearing, an increase in vaccine hesitancy, and an increase in prejudice against Asian and Asian-American people. While Facebook was hardly the only social media platform to face an influx of medical misinformation, it also wasn’t the first time the media giant has faced troubles regarding the intent behind posts on the site.   Since the 2016 election, significant time has been spent investigating the actions of foreign entities trying to influence American elections via social media. One result, The Mueller Report, a thorough investigation by The Department of Justice led by Robert Mueller, produced an in-depth look at who attempted to influence the elections and through what means (Special Counsel's Office, Department of Justice; 2019). While this influence again was not exclusive to Facebook, the report spends considerable time on the actions applied by primarily Russian sources on that platform, as well as Twitter. These actions included posting derogatory information regarding democratic candidates, organizing political rallies, and buying political advertisements, all in an attempt to create hostility between voters. In addition, a Russian entrepreneur with connections to Vladimir Putin, Yevgeny Prigozhin, recently confirmed his role in interfering in international elections, including those of the United States (Megerian, 2022). While White House press secretary Karine Jean-Pierre noted, while this was hardly a revelation due to the amount of documentation compiled on Prigozhin, it was still confirmation of transgressions he had long denied. This has resulted in increased scrutiny for subsequent elections, and concern regarding the integrity of the site.  Questions:   1. How does the increasing age of regular Facebook users impact its ability to be used for activism? CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            6 2. Has misinformation and foreign interference affected users’ confidence in Facebook enough to affect their willingness to use the platform for activism? * *This question could easily be modified for and applied to any social media platform which has been impacted by these factors.   Instagram  Advancements in cell phone camera capabilities laid the groundwork for the photo-sharing app Instagram to be launched on October 6, 2010, and rapidly begin growing in popularity (Blystone, 2022). Its growth prompted Facebook (now Meta Platforms) to make an offer to purchase in 2012, with the caveat that the company continued to be managed independently. Over time, Instagram has added additional features, such as the ability to upload photos and videos into temporary reels which can be accessed for only a limited period, a chat system, or the ability to include multiple photos or videos in the same post. Much of Instagram relies heavily on hashtags for filtering, and most posts utilize popular hashtags as a means of gaining attention and organizing information. Over half of Instagram’s users are between the ages of 18 and 34 (NapoleanCat, 2022b), and app penetration among adolescents has risen 10 percent since 2014-2015 (Pew Research Center, 2022).   Posts or reels on Instagram cannot be made without an image or video attached; this creates a unique position for Instagram among platforms being used for online activism. Activists may use these affordances in a variety of ways. These include selecting graphics or photos to share with information and relevant hashtags below the graphic; designing graphics which convey their message and relying on the captions mostly for hashtags; or documenting events such as protests using their posts. Limitations of these specific affordances may hinder activists in their ability to accomplish specific tasks related to their movement. Kim, Song, & Lee (2020) noted the unique challenges posed by these affordances for researchers examining Instagram activism, as analytics software isn’t designed or equipped to evaluate images the way it can be used for text. Fully analyzing Instagram posts is a painstaking process for researchers, who must do much of the content analysis manually. As such, research into Instagram’s use CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            7 for social change is less prevalent than other platforms in this article, although the site remains among the most used by activists.   Questions:   2. Do Instagram’s specific affordances require activists to use multiple platforms to achieve their goals?   3. How do activists on Instagram primarily use their accounts (e.g., spreading information, planning social action, documenting events)?   Telegram  Telegram is a messaging service with built-in privacy and encryption features which is designed to allow users with a variety of operating systems, both on desktop and mobile devices, the opportunity to communicate with one another, even internationally. Founded by Russian entrepreneur Pavel Durov, the service has no connections to other social media giants like its biggest competitors, Facebook Messenger and WhatsApp, both of which are owned by Meta Platforms (Johnson, 2021). In addition to end-to-end encryption, Telegram also offers self-destructing messages similar to Snapchat, as well as the ability to upload and share large files. Although many Americans may be unfamiliar with the app unless they had a specific want or need for encrypted messaging, Telegram still ranks among the top 15 most popular social networks worldwide (We Are Social, Hootsuite, & DataReportal, 2022).   Telegram’s encryption services have made it a popular choice for activists and extremists alike. During Hong Kong’s 2014 Umbrella Movement, protesters utilized group chats on Telegram to communicate and organize outside the reach of the media control of the Chinese government (Agur & Frisch, 2019). Activists in other movements have similarly flocked to the platform when participants’ safety could hinge on the security of their communications. Unfortunately, this secrecy has also made Telegram a gathering place for conspiracy theorists and hate groups as well (Johnson, 2021). Non-encrypted messages between right-wing extremists who participated in the January 6 Insurrection reveal advice to “buy more guns and ammo” (Greenspan, 2021). However, Durov’s initial stance for the CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            8 messaging service to allow extremist content, citing the importance of freedom of speech. After January 6th, Telegram claimed that the service would begin increasing moderation to curb radicalism, but since their announcement, the service has still been linked to notable extremist groups such as the Boogaloo Bois and the Proud Boys.   Questions:   1. How secure is Telegram’s encryption? Will it hold up to a government’s attempt to crack its encryption, or is it merely security theater?    2. How do Telegram’s encryption services affect engagement in social or extremist movements?   3. What impact does encryption in apps like Telegram have on the way governments monitor activism or extremism?    TikTok  Although a relative newcomer to the social media scene, TikTok has already established itself as one of the largest platforms in the world. The app was originally released by parent company ByteDance in China as Douyin in 2016. As it spread internationally, its platform was merged with a lip-syncing app called Musical.ly to create TikTok, which had its worldwide debut in August of 2018. As of October 2022, TikTok had already reached 1 billion users, securing its place as one of the largest and fastest growing social media platforms in the world (Harwell, 2022). Half of TikTok’s user base is under the age of 25, and 66 percent of American teens report using the app, 1 in 6 “almost constantly.” In addition, 10 percent of American users say they regularly get news from TikTok, regardless of age demographic.   TikTok’s affordances are unique among the other social media platforms on this list. The app uses its proprietary algorithm to estimate what content its users want to see in a never-ending stream. The more users engage with the app and posts they enjoy, the more accurate this algorithm gets (Harwell & Lorenz, 2022). Although sites like Facebook, Instagram, and Twitter have implemented recommended posts for their users or the ability to follow certain topics or hashtags, they still show users mostly content CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            9 from people they have specifically selected to follow. TikTok functions in a completely different manner, providing users with a “For You” page, which is a mix of content from followed accounts and new videos the algorithm has estimated users want to see.   ByteDance originally intended TikTok to be a fun, carefree app, and its terms of service reflect these intentions, barring political campaigns and attempting to restrict controversial information (Zakrzewski, Nix, & Lorenz; 2022). However, despite these intentions, serious political and social content has taken hold of the app. In response, TikTok has instituted new policies to work with, not against, the content their users want to produce and see. However, even changes in TikTok’s policies have not resolved their issues with moderating content.   An estimated 5 million videos are uploaded to TikTok each hour (Harwell, 2022), so moderators are trained to focus on speed over accuracy and may sometimes have to review content in languages they do not understand (Madung, 2022). Moderators are also expected to look for blatant violations of TikTok’s Community Guidelines, such as visible weapons or illicit activity; they do not moderate for truth. This has led to increasing concerns about rampant disinformation on TikTok (Madung, 2022; Simonite, 2022). In addition, users of the app have complained about TikTok’s suppression of sensitive topics (Harwell & Lorenz, 2022). Users have accused the app of “shadowbanning” them, a term used to denote when a social media platform quietly stops pushing a user’s content to others without notifying creators. Most notably, creators have reported seeing a drop in engagement with their content after posting in support of the Black Lives Matter movement (McCluskey, 2020). TikTok even reported experiencing a “technical glitch” which hid any video with the hashtags #BlackLivesMatter and #GeorgeFloyd, and allegedly also affected innocuous hashtags like #cat. However, TikTok has also admitted to suppressing content from marginalized groups in the past, leading creators to question the legitimacy of their claims of support for these movements or the unintentional nature of these technical issues (McCLuskey, 2020)..   Another issue plaguing the media giant is the United States government’s concerns over the potential danger TikTok poses to national security (Harwell & Dwoskin, 2022). China has strict laws CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            10 regarding the government oversight of media companies, including social media, and ByteDance is no exception. Former President Donald Trump threatened to ban the app, forcing ByteDance to consider selling to an American company to allow the app to endure, but the Chinese government blocked the sale, preferring the company’s closing to the handing over of its powerful algorithm. After polls showed that banning TikTok could jeopardize his popularity with younger age demographics, Trump reversed his decision. His predecessor, President Joe Biden, vowed to complete a security review of the app, but results have failed to materialize. TikTok’s own statements regarding the question of security are opaque. They insist that steps have been taken to protect American’s data, but most of the actions they have identified can easily be circumvented or fail to address the issue at hand (Harwell, 2022). Some lawmakers continue to call for a ban of the app, and officials are barred from having TikTok on their government-owned devices, but there is little beyond speculation to go on at this time.   Questions:   1. TikTok is wildly popular with younger age demographics, which have a higher participation rate in activism. How does their potential lack of experience in grassroots organizing impact the efficacy of activism on TikTok?   2. How do concerns about security and suppression impact the willingness of people to use this platform?   Twitter  Twitter’s role in activism is one of the most well-documented among social media giants. Originally launched to the public in 2006 as “twttr”, a microblogging service which only permitted users to post 140 characters at a time, the site quickly began gaining traction as a place to keep tabs on celebrities and politicians (Encyclopædia Britannica, 2022). However, after Janis Krums, a passenger on US Airways Flight 1549, was the first to announce that the flight had landed on the Hudson River, citizens and journalists alike realized the potential for the service to be used for rapid circulation of newsworthy events. The app’s simplicity allowed people around the world to document events as they CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            11 happened and instantaneously share it worldwide, prompting journalists to become increasingly reliant on Twitter for news in areas that they were unable to visit personally.   The news capabilities of Twitter were so powerful that it prompted governments to get involved. After protests broke out following the 2009 election of Iranian President Mahmoud Ahmadinejad, the U.S. State Department requested that Twitter delay routine maintenance so as not to interrupt the information they were receiving from Iran (Encyclopædia Britannica, 2022). Conversely, an economics professor from the republic of Georgia became the target of Distributed Denial of Service (DDoS) attacks by Russian hackers designed to overwhelm Twitter with fake requests for access. These successfully crashed the site. Attacks like this became common by hackers looking to suppress information being posted on the site. Finally, during the Arab Spring protests, Twitter was so widely used to organize activists and communicate with foreign journalists that the governments of Egypt, Libya, and Syra induced internet blackouts in their countries in an attempt to prevent the use of Twitter and other social media (Tufekci, 2017).   Since these challenges, Twitter has provided several updates. These include the ability to follow topics, rather than just hashtags; an increase in the number of characters and the ability to create threads for tweets which exceed the limit; embedded photo and video sharing instead of requiring users to host them on a separate site; and a change from a merely chronological stream to one organized algorithmically first, then chronologically (Encyclopædia Britannica, 2022). The media’s reliance on Twitter has continued to grow, even when the activists themselves have not prioritized the use of the platform. Governments have also leveraged it to attempt to spin stories in their favor (Agur & Frisch, 2019).  However, since October 27, 2022, Twitter is currently facing a string of significant challenges that have arisen after the acquisition of the company by multi-billionaire Elon Musk. Musk’s many changes after taking over the company resulted in the elimination of almost half of the staff, including essential programmers and the head of the safety and security team (Dang, 2022). Prior to his purchase of the platform, Musk also announced his intentions to turn Twitter into a haven for free speech. CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            12 Consequently, Choi, Benton, Luo, & Green (2022), faculty at Montclair State University, determined that there had been a significant spike in hate speech immediately following Musk’s takeover. Twitter’s blue verification checkmarks, which previously denoted that accounts were run by the people they claimed to be, came up for sale to any user for $7.99 a month. The resulting chaos included verified accounts spouting hate speech and verified accounts impersonating companies and celebrities alike, including Musk himself. Musk also reinstated the account of former President Donald Trump, which had been famously banned for his tweets regarding the January 6 Insurrection. He later announced general amnesty for accounts that had previously been suspended for harassment, threats of harm, and misinformation (Lorenz, 2022). Shortly thereafter, Philip Lewis (2022), a senior front-page editor for the Huffington Post, re-shared a list of over 5000 alleged “Antifa” accounts which were to be a target for mass-reporting by right wing users. Mass reporting is the process of having a coordinated group of users systematically report posts or accounts for allegedly inappropriate or offensive content, or content which violates the platform’s terms of service. This barrage of reports is intended to activate a site’s automotive filters, resulting in the reported account being suspended or banned. The accounts on the list reposted by Lewis included the celebrities, authors, journalists, and organizations like the Southern Poverty Law Center, The Justice Department, The New York Times, and The Auschwitz Museum. Some of these accounts were successfully suspended following this campaign.    These actions have left many users uncertain about the future of Twitter. Half of Twitter’s top 100 advertisers, who collectively spent almost $2 billion on the site since 2020, have stopped promoting on the site (Hubbard, 2022). Additionally, users with platforms of all sizes have begun downloading archives of their Twitter data and seeking alternatives to Twitter. Unfortunately, Twitter is relatively unique in the combination of affordances as it offers, and there is no parallel platform for users who want a similar experience. While similar platforms such as Mastodon and Post.News have been developed, neither has the worldwide user base that makes Twitter so effective. Additionally, Post.News, a new site, is struggling to keep up with its rapidly lengthening waitlist.    Questions:   CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            13 1. How does the current instability of Twitter impact its potential for activism?   2. How will the changes to Twitter’s platform impact independent journalists, and the major outlets which rely on them?   3. How will Elon Musk’s political beliefs and actions affect the composition of Twitter’s user base?    General Considerations  Although the sections above have been linked to a specific social media platform, there are some general considerations that could impact social media, regardless of platform. The first is a conceptual question of how the field of Library and Information Science will address archiving social media information. The sheer amount of information shared on even one of the world’s largest social media in a given day is astronomical, not to mention the collective data they produce. In 2010, the Library of Congress began an ambitious undertaking: the attempt to create a comprehensive Twitter archive of every public message from the conception of the site, which would continuously be updated with a complete index of new tweets (Osterberg, 2017). In 2017, the Library of Congress announced a change to the program: they would henceforth only acquire particular tweets that had been selected by the library, similar to how it handles its archive of web sites. The Library of Congress blog cited changes in the social media landscape, cost, and the use of collections as the reason behind this decision. In addition, the tweets that had already been archived would be inaccessible to the public until “access issues [could] be resolved in a cost-effective and sustainable manner” (Osterberg, 2017). This illustrates a critical series of questions regarding the archiving of information posted on social media, including whose responsibility it is to save the information, how it will be accessed, and how posts are evaluated for the validity that would make them candidates for archiving.   In addition to the philosophical question above, there is a timely question that could be applied to social media in general. Following the November 20, 2022 mass shooting at Club Q, an LGBTQ nightclub in Colorado Springs, CO, many media outlets have been engaged in conversations around CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            14 stochastic terrorism, which is defined as “the public demonization of a person or group resulting in the incitement of a violent act, which is statistically probably but whose specifics cannot be predicted” (Dictionary.com, 2022). Many, including writer Jason Wilson (2022) on behalf of the Southern Poverty Law Center: Hatewatch, have alleged that “years of intensifying anti-LGBTQ rhetoric, acts of violence and intimidation, and discriminatory legislation from far-right individuals and groups, including powerful Republican politicians” radicalized the Club Q shooter and other perpetrators of hate crimes against the LGBTQ community. Concerns about media contributions or links to stochastic terrorism against marginalized communities has been directed at legacy media and social media alike in an attempt to determine to what extent lone wolf attackers have been radicalized by the content they consume.   Questions:   1. Who is responsible for archiving social media posts? How will archivists decide what is worth saving among the torrent of data posted daily?  2. How has social media, whether a specific platform or as a whole, contributed to occurrences of stochastic terrorism?   Conclusion  Social media’s potential to be leveraged for social change is in a constant state of flux. The growth and death of platforms, changing policies, and different ways of using app affordances create an ever-changing landscape for researchers. The suggested questions above are by no means exhaustive and serve only to provide potential context and direction for academics looking to determine new areas of study.  As time goes on, still more questions are certain to arise as the interplay between social media and society becomes increasingly complex.           CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            15 References  Agur, C., & Frisch, N. (2019). Digital disobedience and the limits of persuasion: Social media activism in Hong Kong’s 2014 Umbrella Movement. Social Media + Society, January-March 2019, 1–19. https://doi.org/10.1177/2056305119827002  Anderson, P. (2019). “Independence 2.0”: Digital activism, social media and the Catalan independence movement. Catalan Journal of Communication and Cultural Studies, 11(2), 191–207. https://doi.org/0.1386/cjcs_00003_1  Auxier, B. (2020, July 13). Activism on social media varies by race and ethnicity, age, political party. Pew Research Center. https://www.pewresearch.org/fact-tank/2020/07/13/activism-on-social- media-varies-by-race-and-ethnicity-age-political-party/  Axios. (2021). Fastest social networks worldwide to reach 1 billion monthly active users as of September 2021 (in years) [Graph]. In Statista. https://www.statista.com/statistics/1268115/fastest-social- networks-1-billion-mau/  Blystone, D. (2022, October 22). Instagram: What It Is, Its History, and How the Popular App Works. Investopedia. https://www.investopedia.com/articles/investing/102615/story-instagram-rise-1- photo0sharing-app.asp  Cernison, M. (2019). Social Media Activism. Amsterdam University Press. https://doi.org/10.2307/j. ctvc77nv5.7 Choi, J., Benton, B., Luo, Y., & Green, K. (2022, October 31). Study finds hate speech on Twitter increased quickly after Elon Musk takeover. University News - Montclair State University. https://www.montclair.edu/newscenter/2022/10/31/study-finds-hate-speech-on-twitter-increased-following-elon-musk-takeover/ Clouto, C., & Modesto, J. G. (2020). The influence of Facebook on Political Activism and Radicalism. Psico-USF, 25(4), 637–644. https://doi.org/DOI: 10.1590/1413/82712020250404 CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            16 Dang, S. (2022, November 4). Twitter says 50% of staff laid off, moves to reassure on content moderation. Reuters. https://www.reuters.com/technology/twitter-exec-says-50-employees- lost-jobs-following-acquisition-2022-11-04/  Del Vicario, M., Vivaldo, G., Bessi, A., Zollo, F., Scala, A., Caldarelli, G., & Quattrociocchi, W. (2016). Echo chambers: Emotional contagion and group polarization on Facebook. Scientific Reports, 6(1), 37825. https://doi.org/10.1038/srep37825 Encyclopædia Britannica. (2022). Twitter. In Encyclopædia Britannica. https://www.britannica.com /topic/Twitter  Greenspan, R. E. (2021, January 15). “Buy more guns and ammo”: The far-right is using messaging apps like Telegram to organize after the Capitol riot. Business Insider. https://www.insider.com /telegram-far-right-is-searching-for-its-new-home-online-2021-1 Hall, M. (2022). Facebook. In Encyclopædia Britannica. https://www.britannica.com/topic/Facebook  Harwell, D. (2022, October 14). How TikTok ate the internet. The Washington Post. https://www. washingtonpost.com/technology/interactive/2022/tiktok-popularity/ Harwell, D., & Dwoskin, E. (2022). As Washington wavers on TikTok, Beijing exerts control. The Washington Post. https://www.washingtonpost.com/technology/interactive/2022/bytedance -tiktok-privacy-china/  Hubbard, H. (2022, November 25). Twitter has lost 50 of its top 100 advertisers since Elon Musk took over, report says. NPR. https://www.npr.org/2022/11/25/1139180002/twitter-loses-50-top-advertisers -elon-musk Joseph, A. M., Fernandez, V., Kritzman, S., Eaddy, I., Cook, O. M., Lambros, S., Jara Silva, C. E., Arguelles, D., Abraham, C., Dorgham, N., Gilbert, Z. A., Chacko, L., Hirpara, R. J., Mayi, B. S., & Jacobs, R. J. (2022). COVID-19 Misinformation on Social Media: A Scoping Review. Cureus, 14(4). https://doi.org/10.7759/cureus.24601 Johnson, D. (2021, March 24). What is Telegram? A quick guide to the fast and secure messaging platform. Business Insider. https://www.businessinsider.com/guides/tech/what-is-telegram CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            17  Kim, Y., Song, D., & Lee, Y. J. (2020). #Antivaccination on Instagram: A computational analysis of hashtag activism through photos and public responses. International Journal of Environmental Research and Public Health, 17(7550), 1–20. https://doi.org/10.3390/ijerph17207550  Lewis, Philip. [@Phil_Lewis_]. (2022, November 25). There's a list of over 5000 \"Antifa accounts\" that right-wingers are trying to deplatform through a mass reporting campaign [Tweet]. Twitter. https://twitter.com/Phil_Lewis_/status/1596143638375006210?s=20&t=Sa3fJPxqWMINpTMAA_mWrg  Lorenz, T. (2022, November 24). ‘Opening the gates of hell’: Musk says he will revive banned accounts. The Washington Post. https://www.washingtonpost.com/technology/2022/11/24/twitter-musk- reverses-suspensions/  Madung, O. (2022). From dance app to political mercenary: How disinformation on TikTok gaslights political tensions in Kenya. The Mozilla Foundation. https://foundation.mozilla .org/en/campaigns/kenya-tiktok/  McCluskey, M. (2020, July 22). These TikTok creators say they’re still being suppressed for posting Black Lives Matter content. Time. https://time.com/5863350/tiktok-black-creators/  Megerian, C. (2022, November 7). Putin-linked businessman admits to US election meddling. The Associated Press. https://apnews.com/article/2022-midterm-elections-business-social-media- 7fefa7ab0491b653f6094a4d090155fe Meta Platforms. (2022). Number of monthly active Facebook users worldwide as of 3rd quarter 2022 (in millions) [Graph]. In Statista. https://www.statista.com/statistics/264810/number-of-monthly- active-facebook-users-worldwide/  NapoleonCat. (2022a). Share of Facebook users in the United States as of September 2022, by age group [Graph]. In Statista. https://www.statista.com/statistics/187549/facebook-distribution- of-users-age-group-usa/  CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            18 NapoleonCat. (2022b). Distribution of Instagram users in the United States as of September 2022, by age group [Graph]. In Statista. https://www.statista.com/statistics/398166/us-instagram-user-age- distribution/  Osterberg, G. (2017, December 26). Update on the Twitter archive at the Library of Congress. Library of Congress Blog. https://blogs.loc.gov/loc/2017/12/update-on-the-twitter-archive-at-the-library- of-congress-2/ Pew Research Center. (2022). Since 2014-15, TikTok has arisen; Facebook usage has dropped; Instagram, Snapchat have grown [Graph]. https://www.pewresearch.org/internet/ 2022/08/10/teens-social-media-and-technology-2022/pj_2022-08-10_teens-and-tech_0-01a/  Simonite, T. (2022, March 28). TikTok’s black box obscures its role in Russia’s war. WIRED. https://www.wired.com/story/tiktok-algorithm-russia-war/  Special Counsel's Office, Department of Justice. (2019, April 17). Report on the Investigation into Russian Interference in the 2016 Presidential Election (Mueller Report). [Government]. U.S. Government Publishing Office. https://www.govinfo.gov/app/details/GPO-SCREPORT- MUELLER Stochastic terrorism. (2022). In Dictionary.com. https://www.dictionary.com/browse/stochastic-terrorism  Tufekci, Z. (2017). Twitter and tear gas: The power and fragility of networked protest. Yale University Press.  We Are Social, Hootsuite, & DataReportal. (2022). Most popular social networks worldwide as of January 2022, ranked by number of monthly active users (in millions) [Graph]. In Statista. https://www.statista.com/statistics/272014/global-social-networks-ranked-by-number-of-users/  Wilson, J. (2022, November 22). Colorado Springs: Far-right influencers made LGBTQ people into targets. The Southern Poverty Law Center: Hatewatch. https://www.splcenter.org/hatewatch/2022 /11/22/colorado-springs-far-right-influencers-made-lgbtq-people-targets  CURRENT UNANSWERED QUESTIONS IN SOCIAL MEDIA RESEARCH            19 Zakrzewski, C., Nix, N., & Lorenz, T. (2022, October 31). As midterms loom, TikTok faces its next political test. The Washington Post. https://www.washingtonpost.com/technology/2022/10/31/ tiktok-faces-2022-midterm-elections/     ",
    "id": 573441951,
    "identifiers": {
        "doi": null,
        "oai": "oai:digitalcommons.unl.edu:libphilprac-14605"
    },
    "title": "Current Unanswered Questions in Social Media Activism Research",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-11-30T08:00:00+00:00",
    "publisher": "DigitalCommons@University of Nebraska - Lincoln",
    "references": [],
    "sourceFulltextUrls": [
        "https://digitalcommons.unl.edu/cgi/viewcontent.cgi?article=14605&context=libphilprac"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/573441951.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/573441951"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/573441951/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/573441951/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/573441951"
        }
    ],
    "abstract": "For the last decade, researchers have conducted numerous research studies on the role various social media platforms have been used by activists to affect change. These general surveys and specific analyses address how media sites are being used in the specific roles they currently play or have played in a given movement. Immeasurable time and effort has been regularly dedicated to understand the impact these platforms have had on social change. However, social media sites continue to change and evolve over time, creating new opportunities for investigation. This transitional article is intended to propose and contextualize some of the current questions related to the largest platforms in social media activism, with the intent to suggest direction for such future research",
    "tags": [
        "text",
        "Social Media",
        "Activism",
        "Social Movements",
        "Facebook",
        "Instagram Telegram",
        "TikTok",
        "Twitter",
        "Research Questions",
        "Library and Information Science",
        "Scholarly Communication"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:digitalcommons.unl.edu:libphilprac-14605",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "179",
        "openDoarId": 0,
        "name": "DigitalCommons@University of Nebraska",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 573441951,
        "depositedDate": null,
        "publishedDate": "2022-11-30T08:00:00+00:00",
        "updatedDate": "2023-12-05T03:33:14+00:00",
        "acceptedDate": null,
        "createdDate": "2023-07-25T13:59:50+01:00"
    },
    "urls": [
        "https://digitalcommons.unl.edu/context/libphilprac/article/14605/viewcontent/auto_convert.pdf",
        "https://digitalcommons.unl.edu/libphilprac/7545"
    ],
    "lastUpdate": "2023-12-05T03:33:14+00:00",
    "setSpecs": []
}