{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Haley, Emily Lane"
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:41:48+01:00",
    "dataProvider": {
        "id": 2394,
        "name": "UNH Scholars' Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/2394",
        "logo": "https://api.core.ac.uk/data-providers/2394/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215521024.pdf",
    "fullText": "University of New HampshireUniversity of New Hampshire Scholars' RepositoryHonors Theses and Capstones Student ScholarshipSpring 2018Current Trends in Same-Sex Couples in the UnitedStates: How Race and Gender Affect Education,Income Levels, and Urban LivingEmily Lane HaleyUniversity of New Hampshire, Durham, emily.l.haley@gmail.comFollow this and additional works at: https://scholars.unh.edu/honorsPart of the Demography, Population, and Ecology Commons, Gender and Sexuality Commons,and the Race and Ethnicity CommonsThis Senior Honors Thesis is brought to you for free and open access by the Student Scholarship at University of New Hampshire Scholars' Repository.It has been accepted for inclusion in Honors Theses and Capstones by an authorized administrator of University of New Hampshire Scholars'Repository. For more information, please contact nicole.hentz@unh.edu.Recommended CitationHaley, Emily Lane, \"Current Trends in Same-Sex Couples in the United States: How Race and Gender Affect Education, IncomeLevels, and Urban Living\" (2018). Honors Theses and Capstones. 425.https://scholars.unh.edu/honors/425  Haley 1 Emily Haley Social Demography May 14, 2018 Current Trends in Same-Sex Couples in the United States: How Race and Gender Affect Education, Income Levels, and Urban Living History of the LGBT Community in Demographic Studies Since the 1990s, there has been increased efforts to study the LGBT community in the               United States. While nationally-representative surveys like the American Community Survey          (ACS) have made it easier to collect data on same-sex couples, there have historically been few                largely representative surveys on the LGBT population. Black et al. (2000) discuss the history of               demographic studies on gay and lesbian populations in the United States, finding that many              studies relied on techniques such as convenience sampling, preventing them from gaining a             representative image of the gay and lesbian community (139). Accurate sampling is crucial for              researchers to be able to draw conclusions from studies, and the historical lack of data makes it                 difficult to effectively assess the needs of the LGBT population.  Who is the LGBT Population?  In 2015, Gates and Newport (2015) estimated there to be 780,000 Americans in same-sex              marriages, with .3% of all reported marriages and .5% of domestic partnerships being between              same-sex partners. 2016 American Community Survey Data estimates there to be 887,456            same-sex couples (married and unmarried), showing an increase in same-sex couples throughout            the country. Romero (2017) estimates there to be 10.7 million LGBT adults living in the United                States; the Gallup Daily Tracking Survey found that 4.3% of adults identify as LGBT.   Haley 2 In his analysis, Gates (2014) found that on average, LGBT adults were younger than their               non-LGBT counterparts. For lesbians and gay men, the average age was 41.5 in the NHIS, with                non-LGBT respondents’ average age being 47.0 (5). As a whole, the LGBT population was seen               to be younger, with 7.2% of adults under 30 identifying themselves as LGBT and only 2.1% of                 adults aged 60 or older identifying themselves as LGBT in Gallup data (Gates 2014:6). When               looking at educational attainment, NHIS and GSS data found that LGB individuals over 25 years               old were more likely to have a college degree than non-LGB individuals (with more than 40%                having completed college, compared to around 30% of non-LGB individuals (Gates 2014:7).  Policies and the LGBT Community Analyzing the LGBT community becomes increasingly important when looking at the           many different types of public policy that can be helpful or harmful for the community. Black et                 al. (2000) note some of the types of legislation that has been discussed, including “initiatives               designed to prohibit discrimination or, conversely, to prohibit civil rights protection based on             sexual orientation; public policy concerning provision of domestic partnership benefits          (including health insurance)[...] and gay and lesbian parental rights and suitability for adoption”             (139).  Two of the most important cases that have influenced LGBT rights in the past decade               have been ​United States v. Windsor and ​Obergefell v. Hodges​. ​United States v. Windsor struck               down Section 3 of the Defense of Marriage Act (known as DOMA), an act that prohibited the                 federal government from recognizing same-sex marriages (Gates and Newport 2015), and           “instat[ed] federal benefits to same-sex married couples [...] [providing] widespread economic           benefits for legally married same-sex couples including health insurance, flexible spending             Haley 3 accounts, Social Security benefits, federal taxes, and veterans’ benefits” (Naylor and Haulsee            2014:207). At the time of the ruling against DOMA, only 17 states had legalized same-sex               marriage (Naylor and Haulsee 2014:209). DOMA’s potential restrictions against same-sex          married couples would have been immense; under DOMA, “the U.S. government would not             legally recognize same-sex marriages, nor would states be required to do so [...] over 1,100               federal benefits, rights, and privileges were denied to same-sex partners” (Naylor and Haulsee             2014:209).  However, the striking down of DOMA did not solve all discrimination against same-sex             couples. Naylor and Haulsee (2014) compared Maryland and Tennessee residents in a            cost-benefit analysis before and after the overturning of DOMA, looking at the ways in which               federal and state benefits compared in both states. They found that there was an “unequal               distribution of costs and benefits across the two states based on the legal recognition of same-sex                marriage,” where same-sex couples fared better financially in Maryland than they did in             Tennessee (219). There existed economic disadvantages for couples living in states prohibited            same-sex marriage, such as a “decrease [in] income, wealth, and purchasing power” (22).  However, the ruling of ​U.S. v. Windsor ​did have positive effects for same-sex marriages              overall. In 2015, before the ruling of ​Obergefell v. Hodges​, same-sex marriages were legal in 37                states and the District of Columbia, and an estimated 780,000 individuals in same-sex marriages              (Gates and Newport 2015). On June 26, 2015, the Supreme Court ruled that same-sex couples               had the right to marry, and that their marriages must be recognized by the states (​Obergefell v.                 Hodges​). In 2017, Romero (2017) found that at least 157,000 same-sex couples married, two              years from the ​Obergefell v. Hodges​. Before either of these rulings in 2012, there was an                  Haley 4 estimated 230,000 same-sex married couples in the United States, an almost 140% increase in              the span of five years to 547,000 marriages (Romero 2017).  While the United States has seen efforts to accept same-sex marriages through the above              rulings, there do exist differences in the LGBT population seen through the various             nationally-representative studies. The way in which these individuals vary includes educational           attainment, income levels, and urban status. Through the analysis of 2016 American Community             Survey (ACS) 1-year estimates, I analyze the ways in which same-sex couples look similar to,               and different from, opposite-sex couples.  Data Sources, Variables, and Analysis Data for this paper was collected from the 2016 American Community Survey (ACS)             1-year estimates. Same-sex respondents totalled 21,715, with 20,105 used for analyzing           educational attainment (restricted to individuals over the age of 25). Opposite-sex respondents            totalled 1,274,851, with 1,258,990 used for educational attainment analysis. Data for same-sex            couples and data for opposite-sex couples were analyzed in two separate datasets. These datasets              included the same demographic variables with the same coding for comparative analysis. The             variables used in these analyses are described below.  Variables Sex:​ Sex was coded as male and female.  Educational Attainment​: Education in the ACS is measured from no schooling to            professional degrees. For the sake of this analysis, I recoded education to the following              categories: Less than High School/High School diploma/ GED or equivalent; Some College/            Associate’s degree; Bachelor’s degree; and Higher than Bachelor’s degree.   Haley 5 Race: Race categories in the ACS were recoded to the following: White, Black/African             American, Asian, Other, Two or More Races. Racial analyses were controlled to separate             Hispanic and non-Hispanics, and the totals of Hispanics in each category (for educational             attainment, rural vs. urban living, and income) were added as a separate category into the racial                analysis. The ACS includes a relatively large sample size of Native Americans/Alaskan            Natives/Pacific Islanders, but this category was collapsed into the Other category. This is of note,               as some of the high percentages associated to the Other category can be explained by the large                 portions of Native Americans/Alaskan Natives/Pacific Islanders in the category.  Hispanic Origin: ACS data includes a separate variable for Hispanic origin. For racial             analyses, Hispanic origin was coded into Hispanic and non-Hispanic, and variables were            separated by Hispanic and non-Hispanic origin. The total of all racial types of Hispanics (whites,               blacks, Asians, etc.) was used in these analyses. When separating based on Hispanic origin, the               chi-square tests showed a significance with a p-value of 0.000 for all calculations except for               Hispanics and metro status, which had a p-value of .513, thus making it not              statistically-significant. Hispanic origin was also not significant for various breakdowns based on            region in the United States (see Appendix 2). All chi-square tests for non-Hispanics were              significant. Income: ​Various income variables were included in these data sets, such as total family              income, total household income, and personal total income. For these analyses, I used the              variable of personal total income. As I focused on educational attainment for the respondents, I               wanted comparisons to be drawn between their personal earnings, not family earnings. For the              sake of simplicity in the analyses, income was collapsed into the following categories: $0 -                 Haley 6 24,999; $25,000 - $49,999; $50,000 - $99,999; Greater than $100,000. While these categories are              not the same size (including $25,000 for the first two categories, $50,000 for the third, and then a                  wide arrange for the fourth category), general trends in income patterns can be discerned from               these variables.  Rural Status: ​ACS measures metropolitan status by placing individuals in the           central/principle city, outside of the central/principle city, or inside metro area with the             central/principle city status unknown. The data for both same-sex and opposite-sex couples            included large portions of central/principle city status unknown individuals, making it hard to             draw substantial conclusions on couples’ locations in metropolitan areas. Thus, the variable was             recoded into Rural, Urban, and Undefined.  Descriptive Statistics The dataset were fairly similar in terms of sex, with opposite-sex couples having 50              percent male and 50 percent female, and same-sex couples 50.5 percent male and 49.5 percent               female. The average age of opposite-sex couples was 53 years old, and the average age of                same-sex couples was 48 years old. Overall, the same-sex couples were better educated, with              higher percentages completing a Bachelor’s and higher than a Bachelor’s compared to            opposite-sex couples. Both opposite and same-sex couples had around the same percentages of             individuals in each income category (described below). Full descriptive statistics can be found in              Appendix 1.  Data Analysis To analyze the two data sets, I performed chi square tests of significance. Chi square               denotes whether or not relationships are present between different variables (for these cases,               Haley 7 race/ethnicity or sex and educational attainment, income, and urban living). For all of these tests,               with the exception of Hispanic origin (see above), all chi-square tests are statistically significant,              showing that these relationships are not due to chance.  Educational Attainment: Racial and Gender Differences Racial Differences While comparing these educational levels to opposite-sex couples, one can see how same-sex             couples are, overall, better educated. However, there do exist clear racial differences in these              education levels.   Figure 1a. Educational Attainment by Race for Same-Sex Couples Figure 1a shows educational attainment by race for same-sex couples. Of particular note             is the high level of lower-educated Blacks and Hispanics, as well as Other races. Around 70                percent of blacks and Hispanics did not complete a Bachelor’s degree. In contrast, only 49               percent of whites did not complete a Bachelor’s degree, and 43 percent of Asians did not                complete a Bachelor’s degree. Whites and Asians are amongst the highest educated racial             groups, with 25 percent and 23.9 percent earning higher than a Bachelor’s degree respectively.                Haley 8 Clear downward trends can be seen for Blacks and Hispanics, with the majority of the same-sex                attracted population clustered in lower educational attainment and smaller percentages earning           Bachelor’s or higher than a Bachelor’s. These differences will become even more apparent when              looking at income based on racial differences.   Figure 1b. Educational Attainment by Race for Opposite-Sex Couples Figure 1b illustrates the educational attainment of opposite-sex couples based on race and             ethnicity. Overall, similar trends can be seen with the same-sex and opposite-sex couples, where              whites and Asians tend to be more highly-educated, and blacks and Hispanics have lower levels               of educational attainment. What is of note amongst these populations is the decrease in              lower-educated individuals for certain racial groups. Opposite-sex white couples are less           educated than same-sex white couples, with 31.5% opposite-sex couples earning less than a high              school diploma/high school diploma/GED equivalent (Figure 1b). Comparatively, only 21.2% of           white same-sex couples earn less than a high school diploma (Figure 1a). When looking at                 Haley 9 advanced degrees, 25 percent of same-sex whites earn higher than a Bachelor’s degree (Figure              1a), 10 percent higher than opposite-sex whites (Figure 1b).  Other notable differences between these two include the decrease in lower-educated           Hispanics. 57.7% of opposite-sex Hispanics earn less than or a high school diploma, while only               41.5% of same-sex Hispanics earn less than or a high school diploma. However, this trend of                higher educated same-sex couples does not hold for blacks, as the percentages in each category               remain very constant for both same-sex and opposite-sex couples. Sex Differences  Figure 2a. Educational Attainment by Sex for Same-Sex Couples Same-sex women’s educational attainment in higher education lags slightly behind          men’s, with more women earning less than a Bachelor’s degree than men (54.6% versus 52.7%).               Males tend to earn more Bachelor’s degrees than females, while women are earning slightly              more advanced degrees. In general, for same-sex male and female couples, educational            attainment follows a bell curve-like shape, with the majority of individuals having some               Haley 10 college/Associate’s degrees or Bachelor’s degrees. These trends differ from what is seen for             opposite-sex couples.   Figure 2b. Educational Attainment by Sex for Opposite-Sex Couples Opposite-sex couples, both males and females, see a downward trend with educational            attainment; more individuals are less educated; as educational attainment increases, the           percentages of males and females completing secondary education and advanced degrees           decreases. Almost 64 percent of opposite-sex males earn less than a Bachelor’s (Figure 2b),              while 51.7% of same-sex males earn less than a Bachelor’s (Figure 2a). Males are similar in                percentages for some college or Associate’s degrees, but same-sex males have higher            percentages of Bachelor’s and higher than Bachelor’s degrees. This trend is similar for females,              with less of a noticeable gap for less than high school/high school equivalent than the gap for                 males.  Income: Racial and Gender Differences Racial Differences   Haley 11  Figure 3a. Income by Race for Same-Sex Couples Around three-quarters of African Americans and Hispanics earn less than $50,000,           compared to 57% of whites and 60% of Asians (Figure 3a). Whites are least likely to earn less                  than $25,000, accounting for only 32% of same-sex whites. Whites and Asians follow similar              patterns throughout income, although whites have a smaller percentage of individuals under            $25,000. Looking at higher earnings, 16 percent of both whites and Asians earn greater than               $100,000. Only 5.8 percent of blacks earn greater than $100,000.  Blacks and Hispanics follow similar income structures, with the majority of both groups earning less than $25,000, and smaller percentages earning higher incomes. This trend also exists for the category of other races.    Haley 12  Figure 3b. Income by Race for Opposite-Sex Couples What is most surprising when comparing same-sex couples to opposite-sex couples based            on race are the findings for blacks earning less than $25,000. Lower percentages of opposite-sex               blacks earn less than $25,000, with only 41.7 percent in this category (Figure 3b) compared to                49.6 percent of same-sex blacks (Figure 3a) in this category. Other findings are relatively similar               between same-sex and opposite-sex couples, with only slightly lower percentages of same-sex            Asians and whites earning less than $25,000 (about 3 percent for each group).  Sex Differences  Figure 4a. Income by Sex for Same-Sex Couples   Haley 13 Income disparities are gendered, with females being more likely than males to earn less              than $50,000. Same-sex male couples tend to earn more than same-sex female couples, with only               57.5 percent of males earning less than $50,000, compared to 65 percent of females earning less                than $50,000 (Figure 4a).  Slightly more females are earning higher than a Bachelor’s degree (Figure 2a), but this              has not translated into higher incomes for females. Gender differences become apparent when             looking at same-sex couples earning more than $100,000, with 7 percent less females earning              over $100,000.    Figure 4b. Income by Sex for Opposite-Sex Couples Disparities between opposite-sex couples based on sex are much more apparent than            same-sex couples. Opposite-sex females are more likely to earn less than $25,000 compared to              males, with over half of females earning this (Figure 4b). Nearly 20 percent of males earn greater                 than $100,000, while only 6 percent of females earn greater than $100,000.  Interestingly, more same-sex male couples are likely to earn less than $25,000 than             opposite-sex male couples (33 percent compared to 24 percent respectively). Same-sex female            couples tend to earn more than opposite-sex female couples, with only 39 percent of females                 Haley 14 earning less than $25,000 (Figure 4a). Five percent more same-sex females earn greater than              $100,000. These trends of females earning more follow with the trend of same-sex females being               higher educated (see Figures 2a and 2b). Metropolitan Status: Racial and Sex Differences Racial Differences  Figure 5a. Metro Status by Race for Same-Sex Couples Same-sex couples are, for the majority, living in urban areas compared to rural areas.              White same-sex couples are more likely to live in rural areas, besides the other race category.                The other races category remains higher than whites because it includes a large portion of Native                Americans in the sample, thus boosting the number for rural-living. Asians and Hispanics are the               most likely to live in urban areas, with both having about 92 percentage of their population in                 urban areas.    Haley 15  Figure 5b. Metro Status by Race for Opposite-Sex Couples A higher percentage of opposite-sex whites live in rural areas compared to same-sex             whites. Only 8 percent of same-sex whites live in rural areas (Figure 5a) compared to 13 percent                 of opposite-sex whites (Figure 5b). These trends can also be seen for same-sex blacks, though               with a smaller percentage difference between same-sex and opposite-sex couples. Surprisingly,           slightly fewer same-sex Asians are living in urban areas than opposite-sex Asians, which was the               only group to see this difference of more opposite-sex couples living in urban areas than               same-sex couples.  Sex Differences  Figure 6a. Metro Status by Sex for Same-Sex Couples   Haley 16 Slight variations can be seen in male and female same-sex couples based on rural versus               urban status. Female same-sex couples are slightly more likely to live in rural areas than males,                with 8 percent of same-sex females living in rural areas compared to only 5.4 percent of                same-sex males. Conversely, same-sex males are more likely to live in urban areas than females,               with 85 percent males and 79 percent females living there respectively (Figure 6a).   Figure 6b. Metro Status by Sex for Opposite-Sex Couples Surprisingly, opposite-sex males and female couples showed no differences in their rural            versus urban status, with 11 percent of both groups living in rural areas and 72 percent of both                  groups living in urban areas (17 percent of each group’s status undefined). Overall, these trends               suggest that same-sex couples (both male and female) are less likely to live in rural areas than                 opposite-sex couples, and are more likely to live in urban areas. Same-sex males see a greater                disparity in urban status than same-sex females, with 14 percent more same-sex male couples              living in urban areas than opposite-sex couples.  Policies and Protections for LGBT Individuals Workplace protections against discrimination   Haley 17 While same-sex marriage has become legal in the United States, and must be recognized              at the state and federal levels, there has been a “‘long history of acceptance’” (Muñoz and                Kalteux 2016:43) for workplace discrimination against the LGBT community. Oftentimes,          homosexuals were considered undesirable to hire by being “outside the scope of the merit-based              workplace [...] believed [...] to be mentally ill, psychopathic, and predatory” (Eskridge            2017:322). These beliefs held constitutionally as late as 2003, where “‘homosexuals’ could            constitutionally be considered presumptive criminals” (322).  Although current protections have improved, many LGBT individuals still experience          discrimination. While analysis from the Williams Institute shows a decreased reporting of            experiences of workplace discrimination, as of 2011, “20 percent [of LGBT individuals] reported             having lost a job, 39 percent reported that they were not hired for positions they had applied for,                  and 17 percent of respondents reported being denied a promotion because of their LGBT status”               (Muñoz and Kalteux 2016:43). Sear and Mallory’s (2011) analysis of 2008 GSS data found that               42% of LGB individuals experienced at least one form of discrimination because of their sexual               orientation, with 27% experiencing it within the last five years (4). For individuals who were               open about their sexual orientation in their workplace, over half had experienced at least one               form of employment discrimination some point in their lives, with 38% of them experiencing it               within the past five years of the time the survey was taken; for those not open about their                  sexuality in their workplace, only about 10% experienced discrimination (4).  Recently, states are adopting policies to protect workers based on sexual orientation;            twenty-two states and the District of Columbia have policies in place to protect against              discrimination, with the majority of these states including protections based on gender identity as                Haley 18 well (Muñoz and Kalteux 2016:43). States without these protections must rely on federal laws in               place, of which there are very few. The most frequently cited protection is Title VII of the Civil                  Rights Act of 1964, which prohibits discrimination based on an individual’s “race, color,             religion, sex or national origin” (43), though the most common interpretation of Title VII was in                gender discrimination for females in the workplace. Because of the vague wording, many courts              and states have ruled that Title VII does not protect against sexual orientation or gender               expression (44).  Although historically the Equal Employment Opportunity Commission (EEOC) has         failed to rule in the favor of Title VII’s protection for the LGBT community, in the case of                  Baldwin v. Foxx​, who contested employment discrimination for being gay, the EEOC ruled that              Title VII was violated and found the following conclusions: “1) sex and sexual orientation are               inseparable; 2) discrimination based on sexual orientation constitutes ‘associational         discrimination’; and 3) sexual orientation discrimination is gender stereotyping” (Muñoz and           Kalteux 2016:46). The EEOC’s ruling of discrimination is “final and binding [...] so unless and               until the EEOC changes its perspective, discrimination by a federal agency based on LGBT              status is unlawful” (Muñoz and Kalteux 2016:47). However, this applies only to the public              sector, and many LGBT individuals are employed in the private sector, where these protections              are not federally-recognized under the ruling of ​Baldwin v. Foxx​.  Workplace discrimination against the LGBT community does not affect all of the            community equally. Looking at income and race becomes important when separating same-sex            individuals based on their regions. Hasenbush et al. (2015) found that same-sex couples face              disproportionate discrimination throughout the United States, especially those of racial minority             Haley 19 groups (particularly African Americans and Hispanics) living in the South, Midwest, and            Mountain states. LGBT individuals living in the Midwest, Mountain and Southern regions of the              U.S. constitute of 63% of the LGBT population, and these individuals are more likely to be a                 racial minority. States with less protections for LGBT individuals (largely clustered in the             Midwestern, Southern, and Mountain states) are also less likely to have accepting social climates              than those with more protections in place, causing these areas to be especially vulnerable places               for work for LGBT individuals (Hasenbush et al. 2015).  An analysis of ACS income data for same-sex couples based on race and region (see               Appendix 2) shows that couples in the Northeast and West are more likely to earn higher wages                 than those in the South and Midwest. This is especially the case for blacks and Hispanics, with                 over half of blacks and almost half of Hispanics in the Midwest and South likely to earn less than                   $25,000, compared to only around 40 percent of blacks and Hispanics in the Northeast and West                (in the analyses, only blacks were shown to have statistically-significant results in the Midwest              and South (see note in Appendix 2)).  While the data analyzed from the ACS does not show types of discrimination             experienced by same-sex couples and LGBT individuals in the workplace, it does show the ways               in which these individuals differ from opposite-sex couples in the United States. Acknowledging             these differences can lead to better policies aimed at protecting same-sex couples and the LGBT               community as a whole. The rulings of ​United States v. Windsor in 2013, and ​Obergefell v.                Hodges ​in 2015 were momentous in providing protections for same-sex couples on the basis of               marriage in the United States, but as research from Naylor and Haulsee (2014) shows, these               benefits are not applied equally in the United States. Many still experience discrimination,               Haley 20 especially in states which have fewer protections against workplace discriminations, states that            tend to have worse accepting climates for LGBT individuals as a whole. While ideally same-sex               couples and LGBT individuals would be protected equally all throughout the United States, there              needs to be a focus on certain regions, specifically the South and Midwest, and different racial                groups which are worse-off across the multiple areas examined in this study.  This research can help inform ways in which these populations are still disadvantaged             based on racial/ethnic difference and sex differences. The most disadvantaged of these groups             tends to be blacks and Hispanics, who have lower educational attainment and lower incomes              compared to whites and Asians. Females also lag behind males in income levels, despite catching               up with educational attainment. When comparing same-sex and opposite-sex couples to each            other, same-sex males are experiencing higher levels of lower income, something that should be              explored in future research.              Haley 21 Works Cited Black, Dan, Gary Gates, Seth Sanders, and Lowell Taylor. 2000. “Demographics of the Gay and               Lesbian Population in the United States: Evidence from Available Systematic Data           Sources.” ​Demography​ 37(2):139-154.  Eskridge Jr., William N. 2017. “Title VII’s Statutory History and the Sex Discrimination             Argument for LGBT Work Protections.” ​Yale Law Journal​ 127(2):322-404. Gates, Gary J. 2014. “LGB/T Demographics: Comparisons Among Population-Based Surveys.”          The Williams Institute, UCLA School of Law​: 1-11. Gates, Gary J. and Frank Newport. 2015. \"An Estimated 780,000 Americans in Same-Sex Marriages.\" Gallup. Washington, DC. Gallup: Analytics and Advice. Retrieved April 5, 2018 (​http://news.gallup.com/poll/182837/estimated-780-000-americans-sex-marriages.aspx​). Hasenbush, Amira, Andrew R. Flores, Angeliki Kastanis, Brad Sears, and Gary J. Gates. 2015.              “A Data Portrait of LGBT People in the Midwest, Mountain, and Southern States.” ​The              Williams Institute​. Retrieved May 5, 2018      (​https://williamsinstitute.law.ucla.edu/lgbtdivide/#/cover​)/. Muñoz, Shane T. and David M. Kalteux. 2016. “LGBT, the EEOC, and the Meaning of ‘Sex.’”                The Florida Bar Journal​ 2016: 43-48.  Naylor, Lorenda, and J Haulsee. 2014. “Equal Treatment Under the Law: A Cost-Benefit             Analysis of Same-Sex Benefits Post-Windsor.” ​Journal of Health and Human Services           Administration​ 37(2):207-224.   Haley 22 Romero, Adam P. 2017. \"1.1 Million LGBT Adults are Married to Someone of the Same Sex at the Two-Year Anniversary of ​Obergefell v. Hodges​.\" ​The Williams Institute​. Los Angeles, CA: UCLA Law. April 5, 2018 (https://williamsinstitute.law.ucla.edu/wp-content/uploads/Obergefell-2-Year-MarriRetrieved ages.pdf). Sear, Brad and Christy Mallory. 2011. “Documented Evidence of Employment Discrimination           and Its Effects on LGBT People. ​The Williams Institute, UCLA School of Law​:1-20.  United States Census Bureau. 2017. 2016 American Community Survey. U.S. Census Bureau. Retrieved March 5, 2018.  ",
    "id": 215521024,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholars.unh.edu:honors-1432"
    },
    "title": "Current Trends in Same-Sex Couples in the United States: How Race and Gender Affect Education, Income Levels, and Urban Living",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T08:00:00+00:00",
    "publisher": "University of New Hampshire Scholars\\u27 Repository",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholars.unh.edu/cgi/viewcontent.cgi?article=1432&amp;context=honors"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215521024.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215521024"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215521024/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215521024/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215521024"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Same-Sex Couples",
        "Social Demography",
        "United States",
        "LGBT population",
        "Demography, Population, and Ecology",
        "Gender and Sexuality",
        "Race and Ethnicity"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholars.unh.edu:honors-1432",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2394",
        "openDoarId": 0,
        "name": "UNH Scholars' Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215521024,
        "depositedDate": null,
        "publishedDate": "2018-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T12:46:59+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:41:48+01:00"
    },
    "urls": [
        "https://scholars.unh.edu/honors/425",
        "https://scholars.unh.edu/context/honors/article/1432/filename/0/type/additional/viewcontent/descriptive_statistics.xlsx",
        "https://scholars.unh.edu/context/honors/article/1432/viewcontent/Haley_Final_Paper__1_.pdf"
    ],
    "lastUpdate": "2024-01-20T12:46:59+00:00",
    "setSpecs": []
}