{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ronzón-Tirado, Román"
        },
        {
            "name": "Charak, Ruby"
        },
        {
            "name": "Cano-Gonzalez, Ines"
        }
    ],
    "contributors": [],
    "createdDate": "2022-11-09T19:15:15+00:00",
    "dataProvider": {
        "id": 15111,
        "name": "Scholarworks@UTRGV Univ. of Texas RioGrande Valley",
        "url": "https://api.core.ac.uk/v3/data-providers/15111",
        "logo": "https://api.core.ac.uk/data-providers/15111/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.5093/pi2022a15",
    "downloadUrl": "https://core.ac.uk/download/543003171.pdf",
    "fullText": "University of Texas Rio Grande Valley ScholarWorks @ UTRGV Psychological Science Faculty Publications and Presentations College of Liberal Arts 9-26-2022 Daily Heterosexist Experiences in LGBTQ+ Adults from Spain: Measurement, Prevalence, and Clinical Implications Román Ronzón-Tirado Ruby Charak Ines Cano-Gonzalez Follow this and additional works at: https://scholarworks.utrgv.edu/psy_fac  Part of the Psychology Commons Psychosocial InterventionPsychosocial Intervention (2022) xx(x) xx-xxCite this article as: R. Ronzón-Tirado, R. Charak, & Cano-González, I. (2022). Daily heterosexist experiences in LGBTQ+ adults from Spain: Measurement, prevalence, and experiences of discrimination in minority gender and sexual identities. Psychosocial Intervention. Ahead of print. https://doi.org/10.5093/pi2022a15 ISSN:1132-0559/© 2022 Colegio Oficial de la Psicología de Madrid. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).Daily Heterosexist Experiences in LGBTQ+ Adults from Spain: Measurement, Prevalence, and Clinical ImplicationsRomán Ronzón-Tiradoa, Ruby Charakb, and Inés Cano-GonzálezbaAutonomous University of Madrid, Spain; bUniversity of Texas Rio Grande Valley, Edinburg, Texas, USAhttps: / / journa ls.copmadr id.org/p i Funding: This study has been supported by FEDER/Spanish Ministry of Science, Innovation, and Universities – State Research Agency (PSI2017-84764-P) and by the program of stimuli for young researchers of the Autonomous Community of Madrid (SI3/PJI/2021-00195). Correspondence: rc.ronzon@uam.es (R. Ronzón-Tirado).A R T I C L E  I N F OReceived 12 May 2022 Accepted 12 August 2022 Online available 26 September 2022  Keywords:Daily heterosexist experiencesLGTBQ+ValidationMental healthSpanishA B S T R A C TLesbian, gay, bisexual, transgender, and queer (LGBTQ+) individuals face unique stressors related to their sexual and gender identities that have a detrimental impact on their mental health. Nonetheless, studies have not yet investigated these minority stressors among LGBTQ+ individuals from Spain. The limited availability of standardized tools/instruments to measure minority stressors in Spanish makes it challenging to explore these experiences among Spanish speaking individuals. The present study aimed to examine the factor structure of the Daily Heterosexist Experiences Questionnaire (DHEQ) among LGBTQ+ adults from Spain, compare rates of minority stressors across diverse gender and sexual orientations, and examine the impact of daily heterosexist experiences (henceforth referred to as heterosexist experiences) on symptoms of depression and suicidal behavior. The sample was composed of 509 LGBTQ+ identifying adults in the age range of 18 to 60 years old. Confirmatory factor analysis indicated a good fit for the six dimensions of the DHEQ scale. Individuals identified as transgender or reporting a minority sexual orientation (i.e., asexual, pansexual) indicated higher levels of exposure to heterosexist experiences. Moreover, those with higher levels of heterosexist experiences had higher symptoms of depression and suicide behavior. The present study provides a tool for examining minority stressors in Spanish speaking LGBTQ+ adults. Assessing for minority stressors may aid in the identification of risk and protective factors when working with LGBTQ+ treatment seeking adults.Las experiencias diarias heterosexistas en adultos LGBTQ+ de España: medición, prevalencia e implicaciones clínicasR E S U M E NLas personas lesbianas, gais, bisexuales, transexuales y queer (LGBTQ+) enfrentan en su día a día estresores únicos relacionados con sus identidades sexuales y de género que pueden perjudicar a su salud mental. Sin embargo, no hay investigación que explore estos estresores minoritarios en población LGBTQ+ de España. La limitada disponibilidad de instrumentos estandarizados para medir los estresores minoritarios/experiencias heterosexistas en español dificulta hoy en día explorar estas experiencias en las personas de habla hispana. El presente estudio tiene como objetivo examinar la estructura factorial del Cuestionario de Experiencias Heterosexistas Diarias (DHEQ, según sus siglas en inglés) en adultos LGBTQ+ de España, comparar las tasas de experiencias heterosexistas en diversas identidades de género y orientaciones sexuales y examinar el impacto de las experiencias heterosexistas en los síntomas de depresión y comportamiento suicida. La muestra constaba de 509 adultos LGBTQ+ en el rango de edad de 18 a 60 años. El análisis factorial confirmatorio indica un buen ajuste para las seis dimensiones de la escala DHEQ. Las personas que se identificaron como trans o con una orientación sexual minoritaria (por ejemplo, asexual, pansexual) indicaban mayores niveles de exposición a experiencias heterosexistas. Además, niveles más altos de experiencias heterosexistas se asocian a mayores síntomas de depresión y comportamiento suicida. El presente estudio proporciona una herramienta para examinar experiencias heterosexistas en población adulta LGBTQ+ de habla hispana. La evaluación de experiencias heterosexistas puede ayudar en la identificación de factores de riesgo y de protección cuando se trabaja con adultos LGBTQ+ en el ámbito clínico.Palabras clave:Experiencias heterosexistas diariasLGTBQ+ValidaciónSalud mentalEspañolARTICLE IN PRESS2 R. Ronzón-Tirado et al. / Psychosocial Intervention (2022) xx(x) xx-xxARTICLE IN PRESSDespite the advancement in lesbian, gay, bisexual, transgender, and queer (LGBTQ+) rights in certain regions of the world, individuals with diverse sexual orientation and gender identities continue to face victimization, exclusion, and discrimination from friends, family, coworkers, and society (Balsam et al., 2013; World Health Organization, 2015). The minority stress framework, first proposed by Brooks (1981) and then expanded by Meyer (2003), suggests that LGBTQ+ people face daily distal and proximal minority stressors associated with their social identities and statuses. These minority stressors extend beyond the general stress experienced by cisgender heterosexual individuals. According to prior research, people with multiple intersecting marginalized identities may be at a higher risk of exposure to discrimination and minority stressors, and related mental health challenges. Notably, most of the studies on minority stress have focused on individuals from the United States and Canada (Charak et al., 2019; Dürrbaum & Sattler, 2020; Pellicane & Ciesla, 2021), with a lesser number of studies focusing on minority stressors outside of the U.S./Canada across culturally and ethnically diverse populations (Sattler & Lemke, 2019). Given the pervasiveness and complexity of the problem, it is crucial to direct efforts towards the development of minority stress measurement tools and research to achieve a better understanding of the phenomena across different cultures and regions.Minority Stress and HealthAs mentioned, the minority stress framework proposes that individuals may experience two types of stressors, namely distal and proximal stressors. Distal minority stressors (Brooks, 1981; Meyer, 2003) encompass external events of harassment and discrimination towards sexual and gender minority groups (e.g., heterosexist discrimination, vicarious trauma, or rejection by the family). Proximal stressors involve negative beliefs and attitudes towards one’s gender or sexual identity (e.g., internalized homophobia, concealment, and stigma consciousness; Meyer, 2003). Research on minority stressors has indicated that distal and proximal stressors are correlated, suggesting a bidirectional association, wherein distal stressors could contribute to higher levels of proximal stressors and vice versa (Douglass & Conlin, 2020). For example, experiences of harassment (distal stressor) could increase stigma consciousness (proximal stressor), while the anticipation that an external stressor will occur (proximal stressor) could at the same time increase discrimination experiences by increasing emotional and behavioral reactivity in anticipation of being a target of prejudice (Valentine & Shipherd, 2018). Therefore, examining distal and proximal stressors is essential for a comprehensive understanding of the interplay between minority stressors and related mental health challenges (Schmitz et al., 2020). A growing body of research on LGBTQ+ minority stressors has highlighted that the widespread prejudice and discrimination experiences may explain the mental and physical health disparities among LGBTQ+ individuals when compared to cisgendered heterosexual individuals. Furthermore, studies indicate that within the LGBTQ+ community there is also prejudice and microaggression, often directed towards transgender, gender diverse, and bisexual individuals, which can create within-group disparities in health among LGBTQ+ individuals (Balsam et al., 2013; Douglass & Conlin, 2020; Hatzenbuehler, 2009; Meyer, 2003). Overall, prior studies suggest that higher levels of prejudice and perceived experiences of discrimination are related to higher levels of physical health problems, such as sleep difficulties, headaches, strong aches, and pain (Denton et al., 2014). Studies also suggest that prolonged internalized stigma, microaggressions, and victimization experiences could be associated with alcohol and marijuana use (Trujillo et al., 2020; Villarreal et al., 2021). Additionally, stigma and LGBTQ+ identity disclosure have been associated with greater levels of depression among gay and bisexual men (Pachankis et al., 2019; Talley & Bettencourt, 2011). Furthermore, internalized homophobia, isolation, and discrimination have been related to lifetime suicidal ideation (Kittiteerasack et al., 2021; Meyer et al., 2021). Finally, higher levels of harassment and rejection by one’s family of origin have been related to bidirectional face-to-face and cyber intimate partner violence patterns among lesbian, gay, and bisexual adults (Ronzón-Tirado et al., 2021).Special attention should be paid to the prior documented relation between heterosexist experiences and mental health problems (e.g., depression, suicidal ideation; Kittiteerasack et al., 2021; Meyer et al., 2021; Pachankis et al., 2019; Talley & Bettencourt, 2011), as well as how belonging to diverse social oppressed statuses could increase the risk of exposure to minority stressors. For instance, bisexual men and women have been proven to be at a greater risk of proximal stressors, such as isolation, while gay men and lesbian women are at a greater risk of exposure to distal minority stressors, such as discrimination and rejection (Mereish et al., 2017). Moreover, higher levels of discrimination and distress have been found in transgender and gender diverse individuals (TGD) when compared with cisgender LGB and heterosexual individuals (Kattari et al., 2020; Su et al., 2016; Valentine & Shipherd, 2018; Wiepjes et al., 2020). Additionally, lower levels of discrimination and victimization seem to be common among urban LGBTQ+ individuals when compared to those from suburban and rural backgrounds (Morandini et al., 2015; Shramko et al., 2018). Acknowledging these differences in prevalence rates, understanding the role of multiple marginalization, and related experiences of distress could potentially help in the implementation of a more informed clinical interventions and social justice and advocacy programs to address this pervasive problem. The Daily Heterosexist Experiences QuestionnaireIt is important to emphasize that the findings regarding minority stressors among LGBTQ+ individuals from Spain are still at a nascent stage. Furthermore, the limited availability of standardized tools/instruments to address the consequences of these stressors makes challenging to contrast findings across studies (McConnell et al., 2018; Mijas & Koziara, 2020; Shramko et al., 2018; Williams et al., 2020). Among the currently existing heterosexism measurement scales, the Daily Heterosexist Experiences Questionnaire (DHEQ; Balsam et al., 2013) is a widely used measure of minority stressors. The DHEQ has shown to be a statistically and theoretically interesting choice for researchers when examining issues of discrimination based on an individual’s sexual and gender identities. Specifically, the DHEQ factors comprise distal and proximal minority stressors facilitating the analysis of health disparities among LGBTQ+ people. In this sense, the DHEQ allows exploring the prevalence and distress caused by each minority stressor. Among the included distal factors, the scale comprises daily heterosexist experiences of ill-treatment, verbal abuse, and physical abuse, such as discrimination/harassment, rejection from the family of origin, the ostracism related to one’s own gender expression, and exposure to vicarious trauma. Among the proximal factors, the scale includes vigilance and isolation, consisting of actions aimed to conceal one’s sexual/gender identity, difficulties to establish contact with other LGBTQ+ people, and a feeling of loneliness. Regarding the psychometric characteristics of the scale, the DHEQ items measure the domains with a Likert-type scale that gathers information about how much each problem has bothered an individual during the last 12 months (from 0 = did not happen/not applicable to me to 5 = it happened, and it bothered me extremely). The response categories were designed to allow for two ways to compute scores for the subscales of the DHEQ. First, the distress dimension score can be created by computing the mean of the responses. Alternatively, the number of experiences that the person reports for each dimension/subscale can be scored by counting how many items did the participant experience (Balsam et al., 2013). So 3Daily Heterosexist Experiences in SpainARTICLE IN PRESSfar, the reliability and internal consistency of the DHEQ dimensions have been tested in individuals from the United States and Poland, with findings indicating adequate psychometric properties (Balsam et al., 2013; Mijas & Koziara, 2020). Nonetheless, to the best of our knowledge, this measure has not been adapted and validated in a Spanish-speaking sample. Therefore, is crucial to adapt and validate the DHEQ in other languages and to test the validity assessments of the DHEQ across samples from different nations and cultures.The Current StudyThe present study had three aims. First, to examine the factor structure of a popular measurement tool, namely the Daily Hetero-sexist Experiences Questionnaire (DHEQ), that assessed daily heterosexist experiences through six subscales (out of the nine subscales) among Spanish-speaking adults living in Spain. These six dimensions were selected as they are the most frequently used in the existing literature on minority stressors, and these six dimensions have proven to be reliable when capturing heterosexist experiences of both, cis-and trans-LGBQ+ individuals (Landes et al., 2021; Tucker et al., 2019; Vencill et al., 2018). Furthermore, these six dimensions are not exclusive to specific stressors of the LGBTQ+ population, such as the HIV or the parenting dimensions which are intended only for people with HIV positive status or those with children, respectively. In addition, the predictive validity of the scale was tested by comparing the DHEQ scores with depression (via the Patients Health Questionnaire 9; PQH-9: Spitzer et al., 1999), and suicidal behavior scores (via the Suicidal Behaviors Questionnaire-Revised; SBQ-R: Osman et al., 2001). Second, the present study aimed to explore the rates of distal and proximal heterosexist experiences among Spanish adults and investigate the differences across gender and sexual identities, immigration status, and urban versus rural residence. Third, this study also sought to examine the predictive value of the DHEQ rates on two mental and behavioral health outcomes, depression and suicidal behavior, after adjusting for identities (e.g., gender identity, sexual orientation, race, and urban-rural residents). It was hypothesized that: 1) the DHEQ would demonstrate its prior documented psychometric strengths (Balsam et al., 2013; Mijas & Kosiara, 2020) for measuring heterosexist experiences among LGBTQ+ adults from Spain; 2) the rate of exposure to heterosexist experiences would vary across social identities, with marginalized identities, such as TGD individuals, those identifying as bisexuals, non-Caucasian individuals, and people residing in rural areas reporting higher levels of mental health outcomes as a consequence of their heterosexist experiences (Tan et al., 2020; Williams et al., 2020); 3) higher risks of depressive symptoms and suicidal behavior would be associated with a greater exposure to distal (e.g., discrimination/harassment) and proximal (e.g., vigilance) heterosexist experiences, and individuals with diverse social oppressed statuses (e.g., TGD individuals, racial minority groups) would experience higher levels of minority stress and mental health consequences (Kattari et al., 2020; Su et al., 2016; Wiepjes et al., 2020).MethodParticipantsParticipant were 509 LGBTQ+ identifying adults in the age range of 18 to 60 years old (M = 29.70, SD = 9.03) from different regions of Spain, including urban (83%, n = 421) and rural (17%, n = 86) areas. Nearly 86.2% (n = 436) identified themselves as Caucasian/White, 7.5% (n = 48) as Latinx, and 6.4% as other/multiracial (n = 32). Most of the participants identified as cisgender (women: 33.3%, n = 166; men: 43.0 %, n = 214) and to a lesser extent as transgender/gender diverse (woman: 2.6%, n = 13; man: 8.4%, n = 42; and non-binary/other: 12.6%, n = 63). Participants identified their sexual orientation as lesbian (12.4 %, n = 63), gay (39.6 %, n = 188), bisexual (39.5%, n = 201), heterosexual (3.9 %, n = 20), asexual (2.7%, n = 14), pansexual (2.3%, n = 12), demisexual (0.78%, n = 4), and queer (0.59 %, n = 3). Nearly 17.9% (n = 91) indicated that their highest level of education was high school or less, 33.8% (n = 81) indicated having an associate degree or having attended/graduated some college courses, 34.4% (n = 175) indicated having a Bachelors’ degree, and 31.8% (n = 162) had a postgraduate or advance degree. About 14.2% (n = 72) were unemployed, 35.7% (n = 181) reported having a job, 32.5% were full time students (n = 165), and the remaining 17.4% (n = 88) reported to be currently working and studying at the same time.MeasuresHeterosexist Experiences The Daily Heterosexist Experiences Questionnaire (DHEQ; Balsam et al., 2013) is a 50-item measure that assesses the unique aspects of minority stress for lesbian, gay, bisexual, and transgender adults across nine domains, namely gender expression, vigilance, parenting, discrimination and harassment, vicarious trauma, family of origin, HIV/AIDS, victimization, and isolation. Each item is measured on a six-point Likert-scale indicating the presence/absence of the stressor and the impact on the individual (0 = did not happen/not applicable to me, or it happened, 1 = it bothered me not at all, 2 = it bothered me a little bit, 3 = it bothered me moderately, 4 = it bothered me quite a bit, and 5 = it bothered me extremely). For the purpose of the present study, six subscales were translated and back-translated by two bilingual speakers (English-Spanish) with their native language being Spanish and a posteriori check for discrepancies by a third bilingual researcher following internationally accepted practices for the translation and validation of measurement scales (Gjersing, et al, 2010). Depression The Patients Health Questionnaire-9 (PQH-9; Spitzer et al., 1999) is a 9-item module from the full PHQ which scores each of the nine Diagnostic and Statistical Manual of Mental Disorders, fifth edition (DSM-5) criteria for depression. It is a Likert-type scale with 4 res-ponse options: 0 = not at all, 1 = several days, 2 = more than half the days, and 3 = nearly every day. As a severity measure, the PHQ-9 score can range from 0 to 27, where higher scores represent higher levels of depression experienced by the person in the last two weeks. The original version of the measure demonstrated good internal con-sistency reliability (α = .89; Spitzer et al., 1999), and good criterion validity (r = .84; Spitzer et al., 1999). The PHQ-9 has been validated in clinical and non-clinical samples from Spain (Marcos-Nájera et al., 2018; Muñoz-Navarro et al., 2017; Pinto-Meza et al., 2005) showing good internal consistency and convergent validity. A cutoff score of 10 or greater indicates major depression disorder in samples from Spain and has 84% sensitivity and 92% specificity. In the present study, the PQH-9 had good reliability data with Cronbach’s alpha co-efficients equivalent to .91 (95% CI [.90, .92]). Suicidal Behavior The Suicidal Behaviors Questionnaire-Revised (SBQ-R; Osman et al., 2001) Spanish form (SBQ-R; Gómez-Romero et al., 2019) comprises four items that measure different dimensions of suicidality. Item 1 assesses lifetime suicide ideation and attempt, item 2 the frequency of suicidal ideation over the last 12 months, item 3 the threat of suicidal behavior, and item 4 evaluates the self-reported likelihood of suicidal behavior. The four items can be summed for a total score ranging from a minimum of 0 (no suicidal ideas or behaviors) to a maximum of 18. The original SBQ-R showed good of internal consistency (α = .76-.87) and test-retest reliability at 4 R. Ronzón-Tirado et al. / Psychosocial Intervention (2022) xx(x) xx-xxARTICLE IN PRESStwo weeks (r = .95; Osman et al., 2001). The Spanish version showed as well good internal consistency (α = .81) and test-retest reliability (r = .88; Gómez-Romero et al., 2019). Additionally, they found that the SBQ-R showed good criterion validity when correlated with other scales (i.e., suicide risk, self-stem; Gómez-Romero et al., 2019). According to the authors of the Spanish version, a score equal to or higher than 6 indicates a suicide risk with 93% of sensitivity and 95% of specificity. In the present study, the SBQ-R obtained good reliability data with Cronbach’s alpha coefficients equivalent to .82 (95% CI [.79, .85]). Table 1. Standardized Model Results of DHEQ: STDYX, Alpha, and Omega Coefficients α ω Factor loading (SE)Expresión del género/Gender Expression .77 .79G1. Sentirte invisible dentro de la comunidad LGBTQ2S+ por tu expresión de género[Feeling invisible in the LGBTQ2S+ community because of your gender expression] .71 (.03) ***G2. Ser discriminado/a/e en espacios públicos a causa de tu expresión de género[Being harassed in public because of your gender expression] .73 (.04) ***G3. Ser discriminado/a/e en los baños a causa de tu expresión de género[Being harassed in bathrooms because of your gender expression] .78 (.04) ***G4. Sentir que no encajas en la comunidad LGBTQ2S+[Feeling like you don’t fit into the LGBTQ2S+ community because of your gender expression] .68 (.04) ***G5. Tener dificultad para encontrar ropa con que te sientas cómodo/a/e acorde a tu expresión de género[Difficulty finding clothes that you are comfortable wearing because of your gender expression] .66 (.04) ***G6. Ser malentendido/a/e por la gente debido a tu expresión de género[Being misunderstood by people because of your gender expression] .71 (.04) ***Vigilancia/Vigilance .86 .86V1. Cuidar lo que dices y haces en frente de la heterosexual[Watching what you say and do around heterosexual people] .77 (.03) ***V2. Pretender que tienes una pareja del sexo opuesto [Pretending that you have an opposite-sex partner] .81 (.03) ***V3. Pretender que eres heterosexual[Pretending that you are heterosexual] .73 (.03) ***V4. Esconder tu relación de pareja de otras personas[Hiding your relationship from other people] .84 (.02) ***V5. Evitar hablar acerca de tu relación de pareja actual o exparejas en el trabajo[Avoiding talking about your current or past relationships when you are at work] .79 (.02) ***V6. Ocultar a otras personas parte de tu vida[Hiding part of your life from other people] .83 (.02) ***Discirminación/acoso/Discrimination/Harassment .83 .85Dh1. Ser llamado/a/e con palabras despectivas como marica/maricón o bollera/marimacho[Being called names such as “fag” or “dyke”] .80 (.02) ***Dh2. Que la gente se te quede mirando en público porque eres LGBTQ2S+[People staring at you when you are out in public because you are LGBTQ2S+] .80 (.03) ***Dh3. Ser acosado/a/e verbalmente por extraños porque eres LGBTQ2S+[Being verbally harassed by strangers because you are LGBTQ2S+] .77 (.03) ***Dh4. Ser acosado/a/e verbalmente por gente que conoces porque eres LGBTQ2S+[Being verbally harassed by people you know because you are LGBTQ2S+] .87 (.02) ***Dh5. Ser tratado injustamente en tiendas y restaurantes porque eres LGBTQ2S+[Being treated unfairly in stores or restaurants because you are LGBTQ2S+] 69 (.02) ***Dh6. Que la gente se ría de ti o haga bromas sobre ti porque eres LGBTQ2S+[People laughing at you or making jokes at your expense because you are LGBTQ2S+] .82 (.02) ***Trauma vicario/Vicarious Trauma .83 .84VT1. Escuchar que gente LGBTQ2S+ que conoces ha sido tratada injustamente[Hearing about LGBTQ2S+ people you know being treated unfairly] .86 (.03) ***VT2. Escuchar que gente LGBTQ2S+ que no conoces ha sido tratada injustamente [Hearing about LGBTQ2S+ people you don’t know being treated unfairly] .84 (.02) ***VT3. Escuchar sobre crímenes (eg. vandalismo, ataques físicos, abuso sexual) que le han pasado a gente LGBTQ2S+ que no conoces.[Hearing about hate crimes (e.g., vandalism, physical or sexual assault) that happened to  LGBTQ2S+ people you don’t know].83 (.03) ***VT4. Escuchar que llaman a otras personas con palabras despectivas como marica/maricón o bollera/marimacho[Hearing other people being called names such as “fag” or “dyke”] .82 (.02) ***VT5. Escuchar a alguien hacer bromas sobre la gente LGBTQ2S+[Hearing someone make jokes about LGBTQ2S+ people] .82 (.03) ***VT6. Escuchar a los políticos decir cosas negativas acerca de la gente LGBTQ2S+[Hearing politicians say negative things about LGBTQ2S+ people] .79 (.03) ***Rechazo en la familia de origen/Rejection by Family of Origin .81 .81F1. Que algún miembro de la familia no acepte a tu pareja como parte de la familia[Family members not accepting your partner as a part of the family] .80 (.05) ***F2. Que tu familia evite hablar acerca de tu identidad LGBTQ2S+[Your family avoiding talking about your LGBTQ2S+ identity] .85 (.03) ***F3. Ser rechazado/a/e por tu madre por ser LGBTQ2S+[Being rejected by your mother for being LGBTQ2S+] .83 (.04) ***F4. Ser rechazado/a/e por tu padre por ser LGBTQ2S+[Being rejected by your father for being LGBTQ2S+] .78 (.04) ***5Daily Heterosexist Experiences in SpainARTICLE IN PRESSProcedureFirst, two bilingual (English-Spanish) graduate-level researchers, one from Spain and one from México, independently translated the DHEQ to Spanish. They focused on grammar, terminology, and the colloquial use of words of Latinx and Spaniard populations to ensure that the translation process considered the cultural, psychological, and linguistic differences in both cultures. While there was an agreement between the Mexican and the Spaniard researcher about the colloquial terms used to call gay, bisexual, and gender diverse man marica/maricón, researchers had to discuss the colloquial terms to refer to lesbian women or women who did not comply with hetero-normative gender roles. Such terms were less obvious and inconsistent between the two countries. Then a third bilingual researcher from the United States carried out the backtranslations of the scale to ensure the maintenance of the semantic equivalence. Any discrepancies between the researchers were discussed until an agreement was reached. Participants were recruited through social media (e.g., Twitter, Facebook, and Instagram), and the study was advertised as Experiencias heterosexistas, relaciones interpersonales y salud mental en población LGBTQ+ adulta (English translation: Heterosexist experiences, interpersonal relationships, and mental health in LGBTQ+ adults). To recruit participants for the survey, LGBTQ+ associations and LGBTQ+ influencers from Spain were contacted to request their collaboration by posting the study link and flyers for the survey in their online profiles. The survey was available online from March to May 2021. Inclusion criteria were (a) identifying as a Lesbian Gay Bisexual Transgender Queer and Two-Spirit (LGBTQ2S+) person, (b) residing in Spain, and (c) being 18 years or older. Informed consent was obtained from each participant at the beginning of the survey when they were also notified about confidentiality and the option to leave the study anytime without any penalty. Participants completed the online questionnaire via Qualtrics platform which included questions on demographics, minority stressors, and mental health outcomes. Multiple attention check questions (e.g., “If you are reading this item, check option 2”) for checking response validity were included and individuals who failed even one attention check item were removed from the final analyses (n = 5, 0.97%). Survey completion took an estimated 35-50 minutes. All the procedures in the study were approved by the Research Ethics Committee of the Autonomous University of Madrid under the code CEI 114- 2262.Data AnalysesThe descriptive statistics and departure from the normality were tested for each of the study variables using the Kolmogorov-Smirnov test of normality. The sample did not follow a normal distribution of data since all the variables follow a probability less than or equal to .05. A confirmatory factor analysis (CFA) was tested for the DHEQ using the estimator weighted least squares mean-variance adjusted (WLMSV), since it has proven to be a robust estimator when using ordinal scales as in the DHEQ and it offers the best statistical guarantee by estimating a weight matrix based on the asymptotic variances and covariances of polychoric correlations and assuming a latent normal distribution underlying each categorical variable observed (Byrne, 2012; Flora & Curran, 2004). To study model fit, the following goodnes-of-fit indices were considered (Jöreskog, 2001): comparative fit index (CFI; acceptable fit = CFI ≥ .90), Tucker-Lewis index (TLI; acceptable fit = TLI ≥ .90), and the root mean square error of approximation (RMSEA; acceptable fit .05 ≤ RMSEA ≤ .08) (Jöreskog, 2001). Then, internal consistency of the DHEQ dimensions was tested using Cronbach’s alpha and omega statistics. Next, to test the construct validity of the DHEQ, Welch T tests were performed to assess differences between known groups by gender identity (cisgender vs. TGD individuals), sexual orientation (gay/lesbian vs. bisexual/pansexual/asexual/demisexual/queer), and race (Caucasian-Anglo-Saxon vs. Latinx/Asian/African/multiracial). The categorization of the sexual orientations aimed to a) examine the greater documented physical and mental health challenges faced by emergent and less visible sexual orientations (i.e., bisexual, demisexual, pansexual, and queer) compared to lesbian and gay individuals (Borgogna et al., 2019; Smalley et al., 2016) and b) to guarantee the statistical power of the analyses, especially in relation to sexual orientations whose sample size was less than 3% of the total sample. Spearman correlations were used to test associations between the six dimensions of the DHEQ, and depression and suicidal behavior. Finally, logistic regression models were tested to examine the predictive value of exposure to the six types of heterosexist experiences, gender identity, sexual orientation, and race over depression and suicidal behavior. The CFA was performed using Mplus version 7 and the remaining analyses were performed in SPSS version 25.ResultsConfirmatory Factor AnalysisConfirmatory factor analyses supported the six-factor structure, one for each minority stress dimension from the DHEQ (i.e., gender expression related harassment, vigilance, discrimination/harassment, vicarious trauma, rejection by the family of origin and isolation; Balsam et. al., 2013; see Table 1 for the Spanish items of the DHEQ). CFA showed an acceptable level of goodness-of-fit indices (CFI = .912, TLI = .904, RMSEA = .064 [.061, .068]), and all items had indices over the acceptable range (factor loading < .60, R2 < .30; Hooper et al., 2008; α ω Factor loading (SE)Expresión del género/Gender Expression .77 .79F5. Ser rechazado/a/e por tu hermano/a/e por ser LGBTQ2S+[Being rejected by your father for being LGBTQ2S+] .66 (.06) ***F6. Ser rechazado/a/e por otros familiares por ser LGBTQ2S+[Being rejected by other relatives because you are LGBTQ2S+] .73 (.04) ***Aislamiento/Isolation .79 .80I1. Dificultad para encontrar pareja porque eres LGBTQ2S+[Difficulty finding a partner because you are LGBTQ2S+] .68 (.04) ***I2. Dificultad para encontrar amistades LGBTQ2S+[Difficulty finding LGBTQ2S+ friends] .79 (.03) ***I3. Tener muy poca gente con la que hablar sobre ser LGBTQ2S+[Having very few people you can talk to about being LGBTQ2S+] .79 (.03) ***I4. Sentir que no encajas con la demás gente LGBTQ2S+[Feeling like you don’t fit in with other LGBTQ2S+ people] .82 (.03) ***Note. DHEQ = Daily Heterosexist Experiences Questionnaire; STDYX = completely standardized coefficients;  LGBTQ2S+= Lesbian Gay Bisexual Transgender Queer and Two-Spirit.***p < .001.Table 1. Standardized Model Results of DHEQ: STDYX, Alpha, and Omega Coefficients (continued)6 R. Ronzón-Tirado et al. / Psychosocial Intervention (2022) xx(x) xx-xxARTICLE IN PRESSTable 1). The reliability for each dimension was tested through the Cronbach’s alpha and omega coefficients, and findings demonstrated a good internal consistency for each subscale (i.e., gender expression related harassment: α = .77, 95% CI [.76, .81], ω = .79; vigilance: α = .86, 95% CI [.84, .88], ω = .86; discrimination/harassment: α = .83, 95% CI [.81, .86], ω = .85; vicarious trauma: α = .83, 95% CI [.81, .85], ω = .84; rejection by family of origin: α = .80, 95% CI [.77, .83], ω = .81; and isolation: α = .79, 95% CI [.75, .81], ω = .80). Omega total for the scale was ωu = .91. Table 2 shows the descriptive statistics for the DHEQ items. Table 2. Descriptive Statics for the DHEQ Items.M (SD) Skewness (SD) Kurtosis (SD)Gender Expression G1 0.95 (1.46) 1.38 (0.11) 0.63 (0.22)G2 1.12 (1.62) 1.15 (0.11) -0.73 (0.22)G3 0.48 (1.25) 2.63 (0.11) 5.69 (0.22)G4 1.44 (1.53) 0.73 (0.11) -0.59 (0.22)G5 1.20 (1.67) 1.07 (0.11) -0.29 (0.22)G6 1.04 (1.59) 1.34 (0.11) 0.41 (0.22)Vigilance V1 2.67 (1.65) -0.22 (0.11) -1.12 (0.22)V2 1.05 (1.61) 1.23 (0.11) 0.07 (0.22)V3 1.93 (1.94) 0.40 (0.11) -1.42 (0.22)V4 1.62 (1.96) 0.69 (0.11) -1.17 (0.22)V5 1.60 (1.88) 0.68 (0.11) -1.17 (0.22)V6 2.60 (1.83) -0.07 (0.11) -1.40 (0.22)Discrimination/ Harassment Dh1 2.26 (2.07) 0.18 (0.11) -1.65 (0.22)Dh2 1.82 (1.87) 0.52 (0.11) -1.24 (0.22)Dh3 1.57 (2.0) 0.74 (0.11) -1.18 (0.22)Dh4 1.21 (1.86) 1.13 (0.11) -0.37 (0.22)Dh5 0.39 (1.16) 3.01 (0.11) 7.89 (0.22)Dh6 1.73 (1.92) 0.56 (0.11) -1.28 (0.22)Vicarious Trauma VT1 3.96 (1.70) -1.58 (0.11) 1.01 (0.22)VT2 4.31 (1.24) -2.23 (0.11) 4.58 (0.22)VT3 4.56 (1.07) -2.96 (0.11) 8.62 (0.22)VT4 4.06 (1.48) -1.78 (0.11) 2.15 (0.22)VT5 4.03 (1.37) -1.55 (0.11) 1.63 (0.22)VT6 4.62 (0.90) -3.24 (0.11) 11.81 (0.22)Family of origin F1 0.99 (1.82) 1.47 (0.11) 0.38 (0.22)F2 1.89 (1.94) 0.46 (0.11) -1.35 (0.22)F3 0.86 (173) 1.71 (0.11) 1.20 (0.22)F4 0.83 (1.66) 1.76 (0.11) 1.41 (0.22)F5 0.41 (1.22) 2.96 (0.11) 7.41 (0.22)F6 0.091 (1.58) 1.56 (0.11) 0.99 (0.22)Isolation I1 1.47 (1.81) 0.77 (0.11) -0.94 (0.22)I2 1.25 (1.81) 1.04 (0.11) -0.38 (0.22)I3 1.65 (1.71) 0.64 (0.11) -1.03 (0.22)I4 1.64 (1.82) 1.22 (0.11) -0.56 (0.22)Predictive Validity: Differential Experiences across IdentitiesWelch T test allowed to assess the ability of the DHEQ to screen differences between known groups. Findings revealed that marginalized identities, namely TGD, were exposed to more minority stressors. TGD individuals including, transmen, transwomen, and non-binary individuals, when compared to cisgender LGBQ individuals, were exposed to greater experiences of discrimination and harassment, t(172,916) = -4.285, p < .001, heterosexism related to their gender expression, t(138,693) = -15.77, p < .001, rejection by the family of origin, t(156,147) = -5.49, p < .001, and isolation, t(172,018) = -3.67, p < .001. Sexual orientations, namely, asexual, pansexual, demisexual, and bisexual identities were exposed to higher experiences of discrimination and harassment, t((509,932) = 3.28, p < .001, heterosexism related to their gender expression, t(472,369) = -4.12, p < .001, and vicarious trauma, t(500,875) = -3.25, p < .01. Furthermore, individuals who self-identified as either Latinx, Asian, African, or multicultural (i.e., non-Caucasian or non-Anglosaxon) reported greater experiences of harassment related to gender expression, t(91,702) = 2.14, p < .001, and vicarious trauma (t = -2.25, p < .05). No differences were found for the prevalence of heterosexist experiences between LGBTQ+ individual who lived in rural versus urban areas.Criterion ValidityCriterion validity was tested by analyzing the ability of the scale to assess associations between exposure to minority stressors and mental health outcomes. Spearman correlations indicated low-to-moderate levels of associations between the six dimensions of the DHEQ, depression, and suicidal behavior total scores (rrange = .16 to .35; Table 3).Rates of Minority Stressors and Mental Health Outcomes among LGBTQ+ AdultsFindings revealed that nearly all participants have been exposed to at least one heterosexist experience during the past one year. Vicarious trauma showed to be the most frequent stressor (99.8%, n = 508) followed by vigilance (93.8%, n = 508), discrimination/harassment (84.2%, n = 506), and isolation (81.7%, n = 508). Regarding mental health outcomes, nearly half of the participants met the cutoff criteria of depressive symptoms (47.4%, n = 195) and suicidal behavior (46.1%, n = 193; Table 4). Additionally, 77.3% (n = 326) of the participants either had suicidal ideation or had attempted suicide at least once in their lives and 47.3% (n = 200) had suicidal ideation during the past year. Nearly 42% (n = 175) of the participants had told someone that they were going to commit suicide during their lives and 24.8% (n = 104) said that they may consider suicide someday but were presently not suicidal. Prevalence rates for clinical depression and suicidal ideation among gender identities and sexual orientations are described in Table 5.Table 3. Descriptive Statics for the DHEQ Items.SBQ PHQ GE V DH VT F ISQB 1 .56*** .40*** .16** .18*** .18*** .29*** .21***PHQ 1 .35*** .18*** .16** .20*** .18*** .23***GE 1 .26*** .40*** .28*** .39*** .43***V 1 .50*** .35*** .37*** .33***DH 1 .40*** .43*** .29***VT 1 .21*** .18***F 1 .34***Note. SBQ = Suicidal Behavior Questionnaire; PHQ = Patient Health Questionnaire; GE = Gender Expresion; V = Vigilance; DH = Discrimination/harassment; VT = Vicarious Trauma; F = Rejection by the Family of Origin; I = Isolation.**p < .01, ***p < .001. 7Daily Heterosexist Experiences in SpainARTICLE IN PRESSTable 4. Descriptive Statistics of Study Variables: Prevalences, Means, and Standard DeviationsPrevalence Rates Experienced Distress% M SD Range M SD RangeDaily Heterosexist ExperiencesGender expression related  harassment81.1%1 2.26 1.18 6 6.17 6.27 27Vigilance 93.8%1 3.57 1.86 6 11.44 8.37 30Discrimina-tion/harass-ment84.2%1 2.69 1.92 6 8.94 8.15 30Vicarious trauma 99.8%1 5.64 0.85 6 25.47 5.87 30Family of origin  rejection67.8%1 1.69 1.69 6 5.82 7.18 30Isolation 81.7%1 2.02 1.41 4 5.95 5.48 20Mental Health OutcomesSuicide risk 46.1%2 6.86 3.34 14 -- -- --Depression 47.8%2 10.83 7.25 27 -- -- --Note.1percentage of participants that experiences at least one situation for each DHEQ dimension; 2percentage of participants that met the cut criteria for that specific mental disorder.Minority Stressors and Mental Health Outcomes among LGBTQ+ AdultsThe models examining the cumulative effect of the six types of daily heterosexist experiences on symptoms of depression and sui-cidal behavior after controlling for covariates (i.e., gender identity, sexual orientation, race, and rural/urban residence) were signifi-cant. When analyzing the risk of depression as an outcome, results showed that identifying as a TGD individual, having a minority se-xual orientation (bisexual, asexual, pansexual, or identities other than gay or lesbian; step 1), and higher scores on heterosexism related to their gender expression and vigilance (step 2) increased the risk for depression (Table 6). Furthermore, when analyzing the risk for suicidal behavior (Table 7), results showed that identifying as a TGD individual, having a minority sexual orientation (bisexual, asexual, pansexual, or identities other than gay or lesbian; step 1), and higher scores on heterosexism related to their gender expres-sion, and rejection from the family of origin (step 2) increased sui-cidal risk. Table 5. Mental Health Outcomes Prevalence Rates by Gender Identity and Sexual Orientation Gender Identity Sexual OrientationGender  % (n)TGD % (n)Lesbian/gay % (n) S.O. % (n)Mental Health OutcomesDepression 41.4% (82) 65.2% (111) 39.5% (82) 57.4% (111)Suicide risk 37.4% (75) 68.9%(120) 33.6% (87) 57.5%(108)Suicidal ideation during the past year38.9% (116) 70% (84) 38.5% (88) 53.9%(112)May consider suicide someday in the future but were presently not suicidal18.4% (55) 40.8% (49) 17.59%(40) 24.8% (64)Note. Table shows percentage of participants that met the cut criteria for each mental health outcome. S.O. = sexual orientation other than heterosexual, lesbian or gay (i.e., bisexual, pansexual, demisexual, queer, asexual).DiscussionTo our knowledge, this study is the first to examine minority stressors among LGBTQ+ adults from Spain. Our results provide a lens for understanding daily heterosexist experiences of LGBTQ+ individuals in Spain by providing a Spanish translation of the DHEQ and an insight into the rates of distal and proximal stressors among LGBTQ+ adults. In line with our first hypothesis, findings indicated a good fit for the six dimensions of the DHEQ scale among LGBTQ+ adults from Spain. Akin to prior findings in LGBTQ+ adult samples from United States and Poland (Balsam et al., 2013; Mijas & Kosiara, 2020), our factor analytic findings of the six DHEQ dimensions suggest that it has good psychometric properties as a measurement tool for use in future studies. The analysis of the construct validity and measurement invariance of the DHEQ Spanish version in other Step 1 Step 2Variable β SE Wald Exp(B) β SE Wald Exp(B)Gender identity 1.053*** .262 16.180 2.867  .686* .334 4.205 1.985Sexual orientation     .527* .215   5.992 1.694 .442 .241 3.348 1.555Race  -.527 .326   2.614 0.106 -.421 .341 1.529 0.656Rural/urban residence  -.197 .288   0.470 0.493 -.270 .301 0.807 0.763DHEQ Gender expression    .058* .028 4.408 1.060DHEQ Vigilance    .037* .016 5.513 1.038DHEQ discrimination/harassment -.028 .018 2.306 0.973DHEQ Family of origin rejection   .012 .018 0.455 1.012DHEQ Vicarious trauma   .036 .024 2.276 1.036DHEQ Isolation   .024 .024 1.005 1.025Constant -.104 .724     0.020 0.902   -2.260*       1.059 4.554 0.104R2 Nagelkerke 0.104 0.182-2 Log likelihood      512.42 485.41ΔR2   .104 78Table 6. Hierarchical Logistic Regression Models Predicting Depression on DHEQ After Controlling for Identity Covariates.Note. Gender identity (cis = 0 vs. transgender = 1); sexual orientation (lesbian, gay, or heterosexual = 1 vs. others = 0); race (Caucasian-Anglosaxon/White = 0 vs. others = 1); rurality (rural = 0 vs. urban = 1); DHEQ = Daily Heterosexist Experiences Questionnaire. *p < .05, **p < .01,***p < .001.8 R. Ronzón-Tirado et al. / Psychosocial Intervention (2022) xx(x) xx-xxARTICLE IN PRESSSpanish-speaking countries (i.e., Mexico, Argentina, Colombia) is suggested as a future research direction.It is noteworthy that the prevalence rates of the six minority stressors were like prior documented rates in USA and Poland samples (Balsam et al., 2013; Mijas & Kosiara, 2020). This trend suggests the similarities and pervasiveness of the problem of heterosexism faced by LGBTQ+ individuals across different cultures as well as the persistent need to address the problem despite the recent documented advances on LGBTQ+ rights in many countries. Further studies should continue the examination of the occurrence of heterosexist experiences across samples from diverse cultural backgrounds. Research on the prevalence of heterosexist experiences and their cumulative effect on mental health will be the basis to adapt current stress-reduction interventions (i.e., Affirmative Supportive Safe and Empowering Talk [ASSET; Craig et al., 2014]; Expressive Writing [Lewis et al., 2015]; [REDUCE; Cook et al., 2022]) aimed to help LGBTQ+ people to overcome the discomfort experienced due to prevalent minority disadvantages and challenges (Jabson & Patterson, 2019; Pachankis et al., 2015). Moreover, clinicians from Spain should assess for minority stressors when working with LGBTQ+ treatment-seeking adults. This practice is already a part of the evidence-based treatments in the USA (see Effective Skills to Empower Effective Men [ESTEEM]). Addressing minority stressors when working with LGBTQ+ samples has shown to be effective to empower clients to take the lead in defining their own values and beliefs in their words as well as to navigate their way for social connections in stigma-laden locals (Pachankis, 2018; Pantalone et al., 2017). An unexpected finding of this study was the existence of a lesser rejection experienced in Spanish families towards sexual orientation and gender diverse individuals. This finding may suggest that the local public and political trends may be in fact making changes in the values and attitudes of the Spanish population. However, conclusions on the topic should be addressed with caution. Recent national news highlights the increase in hate crimes and hate speech disseminated by some political parties in Spain and in the media, perhaps as a refractory movement of the LGBTQ+ movements (LaSexta, 2021; RTVE, 2021). Future studies should explore the cultural components of Spanish families given the cultural importance of the family environment in the development of coping mechanisms and response to stressful situations in academic, occupational, and social contexts (Kagitcibasi, 2017). Regarding the second aim of the study, our results corroborated the different rates of prevalence of distal and proximal stressors across different minority sexual orientations and gender identities (Kattari et al., 2020; Schmitz et al., 2020; Shramko et al., 2018; Su et al., 2016). In line with prior literature, our findings suggested that TGD and sexual orientations other than gays or lesbians face grea-ter exposure to heterosexism and cissexism. These findings align with the calls from researchers and advocacy groups to extend the minority stress framework by taking an intersectional lens (Cole, 2009; Tan et al., 2020). Future social and institutional practices should address the experiences of stress and discrimination at the intersection of simultaneous membership to diverse social statuses (whether privileged or oppressed) to identify those populations at greater risk and develop preventive strategies and informative campaigns. Special attention should be paid to prior documented heterosexism risk and protective factors among marginalized iden-tities, such as the availability of social support, community connec-tedness, self-esteem, and self-compassion in LGBTQ+ individuals. Such variables could explain the higher chances of experiencing distal and proximal stressors related to their sexual orientation and gender identity (McConnell, et al., 2018; Morandini, et al., 2015; Williams, et al, 2020). Finally, regarding the third aim of our study, there was a high prevalence of suicidal behavior and depression among the parti-cipants, specifically, nearly half of the sample met the cut off cri-teria for suicidality and depression. These rates are above average when compared with community samples (Gómez-Romero et al., 2021; Marcos-Nájera et al., 2018) and are similar to those found in clinical samples from Spain (47%-46%; Diez-Quevedo et al., 2001; Muñoz-Navarro et al., 2017). Moreover, these findings are in line with the high rates of depression and suicidality found in LGBTQ+ adults from other countries (The United States [54% depression, 50% non-suicidal self-injury, 28% suicidal attempt; Atteberry-Ash et al., 2021], Canada [65% suicidal ideation, 14% suicidal attempts; Igartua et al, 2003; 43% depression, New Zealand [31.7% suicidal behavior, 32.3% depression], Thailand [39% suicidal ideation; Kittiteerasack, 2021), and China [42.82% depression; Wang et al., 2021]) and suggest that despite the increasing changes in cultural and attitudinal values regarding LGBTQ+ rights, identifying as a LGBTQ+ individual still re-presents a risk factor for mental health problems. Special attention should be paid to how experiences of discrimination and rejection could lead to an increased level of depression and suicidal behavior. Prior research has suggested that variables such as LGBTQ+ identity concealment, emotional regulation, and experiences of revictimiza-tion could eventually exacerbate stress, anxiety, and depression (Ta-Step 1 Step 2Variable β SE Wald Exp(B) β SE Wald Exp(B)Gender identity 1.311*** .263 24.952 3.711  .534 .339   2.479 1.706Sexual orientation .595** .216  7.582 1.813 .864*** .251 11.822 2.373Race -.052 .319  0.027 0.949 -.073 .339   0.046 0.930Rural/urban residence -.413 .284  2.113 0.146 -.509 .303   2.822 0.601DHEQ Gender expression    .064* .028   5.245 1.067DHEQ Vigilance  .004 .016   0.064 1.004DHEQ Discrimination/harassment  .024 .019   1.661 1.024DHEQ Family of origin rejection    .044* .019   5.138 1.045DHEQ Vicarious trauma -.020 .023 .731 .981DHEQ Isolation .040 .025 2.677 1.041Constant -1.817* .762 5.692 .163 -1.707 1.036 2.713 .181R2 Nagelkerke .145 .259-2 Log likelihood 511.60 471.18ΔR2 .145 .114Table 7. Hierarchical Logistic Regression Models Predicting Suicide Risk on DHEQ After Controlling for Identity CovariatesNote. Gender identity (cis = 0 vs. trans = 1); sexual orientation (lesbian, gay, or heterosexual = 1 vs. others = 0); race (Caucasian-Anglosaxon/White = 0 vs. others = 1); rurality (rural = 0 vs. urban = 1); DHEQ = Daily Heterosexist Experiences Questionnaire. *p < .05, ** p < .01, ***p < .001.9Daily Heterosexist Experiences in SpainARTICLE IN PRESSlley & Bettencourt, 2011). More research on these mechanisms across LGBTQ+ samples is desirable.LimitationsThe present study findings should be interpreted with the fo-llowing limitations in mind. First, the study was based on a conve-nience sample. The sample was relatively homogeneous, most of the participants had a college education, and most of them identified as Caucasian. Therefore, our findings cannot be generalized to the LGB-TQ+ adult population from Spain. Second, the cross-sectional design of the study does not allow to assume causality among the study variables, and the assumption that minority stressors precede de-pression and suicidal behavior risk is based on the minority stressors theory (Brooks, 1981; Meyer, 2003). Third, the present study used an online sampling strategy. The questionnaires were self-reported via Qualtrics/online. Although social media recruitment has proved to be an effective strategy for approaching and recruiting “hard-to-reach populations” such as LGBTQ+ people, this recruitment strategy limits the sample to those with access to the internet. Moreover, not all potential participants may have been made aware of this study advertisement. Thus, the study sample may not be representative of the target population (Topolovec-Vranic & Natarajan, 2016). Fourth, only six dimensions of the DHEQ were analyzed in this study; thus, factor structure, reliability, and validity of the full DHEQ could not be tested. Future studies should aim to analyze more evidence of the validity and reliability of the full DHEQ.Conflict of InterestThe authors of this article declare no conflict of interest.ReferencesAtteberry-Ash, B., Kattari, S. K., Harner, V., Prince, D. M., Verdino, A. P., Kattari, L., & Park, I. Y. (2021). Differential experiences of mental health among transgender and gender-diverse youth in Colorado. Behavioral Sciences,11(4), Article 48. https://doi.org/10.3390/bs11040048 Balsam, K. F., Beadnell, B., & Molina, Y. (2013). The daily heterosexist experiences questionnaire: measuring minority stress among lesbian, gay, bisexual, and transgender adults. Measurement and Evaluation in Counseling and Development, 46(1), 3-25. https://doi.org/10.1177/0748175612449743 Borgogna, N. C., McDermott, R. C., Aita, S. L., & Kridel, M. M. (2019). Anxiety and depression across gender and sexual minorities: Implications for transgender, gender nonconforming, pansexual, demisexual, asexual, queer, and questioning individuals. Psychology of Sexual Orientation and Gender Diversity, 6(1), 54-63. https://doi.org/10.1037/sgd0000306 Brooks V. (1981). Minority stress and lesbian women. Lexington BooksByrne, B. M. (2012). Structural equation modeling with Mplus: Basic concepts, applications and programming. Routledge. Charak, R., Villarreal, L., Schmitz, R. M., Hirai, M., & Ford, J. D. (2019). Patterns of childhood maltreatment and intimate partner violence, emotion dysregulation, and mental health symptoms among gay, lesbian, and bisexual emerging adults: A 3-step latent class approach. Child Abuse and Neglect, 89, 99-110. https://doi.org/10.1016/j.chiabu.2019.01.007 Cole, E. R. (2009). Intersectionality and research in psychology. The American Psychologist, 64(3), 170-180. https://doi.org/10.1037/a0014564 Cook, S. H., Wood, E. P., Mirin, N., Bandel, M., Delorme, M., Gad, L., Jayakar, O., Mustafa, Z., Tatar, R., Javdani, S., & Godfrey, E. (2022). A mindfulness-based intervention to alleviate stress from discrimination among young sexual and gender minorities of color: Protocol for a pilot optimization trial. JMIR Research Protocols, 11(1), Article e35593. https://doi.org/10.2196/35593 Craig, S. L., Austin, A., & McInroy, L. B. (2014). School-based groups to support multiethnic sexual minority youth resiliency: Preliminary effectiveness. Child & Adolescent Social Work Journal, 31(1), 87-106. https://doi.org/10.1007/s10560-013-0311-7 Denton, F. N., Rostosky, S. S., & Danner, F. (2014). Stigma-related stressors, coping self-efficacy, and physical health in lesbian, gay, and bisexual individuals. Journal of Counseling Psychology, 61(3), 383 -391. https://doi.org/10.1037/a0036707Diez-Quevedo, C., Rangil, T., Sanchez-Planell, L., Kroenke, K., & Spitzer, R. L. (2001). Validation and utility of the patient health questionnaire in diagnosing mental disorders in 1003 general hospital Spanish inpatients. Psychosomatic Medicine, 63(4), 679-686. https://doi.org/10.1097/00006842-200107000-00021 Douglass, R. P., & Conlin, S. E. (2020). Minority stress among LGB people: Investigating relations among distal and proximal stressors. Current Psychology: A Journal for Diverse Perspectives on Diverse Psychological Issues. Advance online publication. https://doi.org/10.1007/s12144-020-00885-z Dürrbaum, T., & Sattler, F. A. (2020). Minority stress and mental health in lesbian, gay male, and bisexual youths: A meta-analysis. Journal of LGBT Youth, 17(3), 298-314. https://doi.org/10.1080/19361653.2019.1586615 Flora, D. B., & Curran, P. J. (2004). An empirical evaluation of alternative methods of estimation for confirmatory factor analysis with ordinal data. Psychological Methods, 9(4), 466-491. https://doi.org/10.1037/1082-989X.9.4.466 Gjersing, L., Caplehorn, J. R. M., & Clausen, T. (2010). Cross-cultural adaptation of research instruments: Language, setting, time and statistical considerations. BMC Medical Research Methodology, 10, Article 13. https://doi.org/10.1186/1471-2288-10-13 Gómez-Romero, M. J., Tomás-Sábado, J., Montes-Hidalgo, J., Brando-Garrido, C., & Limonero, J. T. (2019). The suicidal behaviors questionnaire-revised. Spanish form. Death Studies, 45(8), 623-629. https://doi.org/10.1080/07481187.2019.1671544Hatzenbuehler, M. L. (2009). How does sexual minority stigma “get under the skin”? A psychological mediation framework. Psychological Bulletin, 135(5), 707-730. https://doi.org/10.1037/a0016441 Hooper, D., Coughlan, J., & Mullen, M. (2008). Structural equation modelling: Guidelines for determining model fit. Electronic Journal on Business Research Methods, 6(1), 53-60. Igartua, K. J., Gill, K., & Montoro, R. (2003). Internalized homophobia: A factor in depression, anxiety, and suicide in the gay and lesbian population. Canadian Journal of Community Mental Health, 22(2), 15-30. https://doi.org/10.7870/cjcmh-2003-0011 Jabson J. M, & Patterson, J. (2019). A test of feasibility and acceptability of online mindfulness-based stress reduction for lesbian, gay, and bisexual women and men at risk for high stress: Pilot study. JMIR Mental Health, 6(8), Article e15048. https://doi.org/10.2196/15048 Jöreskog, K. G. (2001). Analysis of ordinal variables 2: Cross-sectional data: Text of the workshop estructural equiation modeling with LISREL 8.51. Jena: Friederich-Shieller-Universitat Jena.Kagitcibasi, C. (2017). Family, self, and human development across cultures: theory and applications (1st ed.). Routledge. https://doi.org/10.4324/9781315205281Kattari, S. K., Kattari, L., Johnson, I., Lacombe-Duncan, A., & Misiolek, B. A. (2020). Differential experiences of mental health among trans/gender diverse adults in Michigan. International Journal of Environmental Research and Public Health, 17(18), Article 6805. https://doi.org/10.3390/ijerph17186805Kittiteerasack, P., Matthews, A. K., Steffen, A., Corte, C., McCreary, L. L., Bostwick, W., Park, C., & Johnson, T. P. (2021). The influence of minority stress on indicators of suicidality among lesbian, gay, bisexual and transgender adults in Thailand. Journal of Psychiatric and Mental Health Nursing, 28(4), 656-669. https://doi.org/10.1111/jpm.12713 Landes, S. J., Jaffe, A. E., McBain, S. A., Feinstein, B. A., Rhew, I. C., & Kaysen, D. L. (2021). Prospective predictors of work limitations in young adult lesbian and bisexual women: An examination of minority stress, trauma exposure, and mental health. Stigma and Health. Advance online publication. https://doi.org/10.1037/sah0000292 La Sexta (2021). Agents of the Civil Guard and the National Police of the LGTBI collective warn of an upturn in homophobia: Hate speech is proliferating. https://www.lasexta.com/noticias/sociedad/agentes-guardia-civil-policia-nacional-colectivo-lgtbi-advierten-repunte-homofobia-discurso-odio-prolifera_2021070660e4735af02596000129743f.html Lewis, R. J., Derlega, V. J., Clarke, E. G., Kuang, J. C., Jacobs, A. M., & McElligott, M. D. (2005). An expressive writing intervention to cope with lesbian-related stress: The moderating effects of openness about sexual orientation. Psychology of Women Quarterly, 29(2), 149-157. https://doi.org/10.1111/j.1471-6402.2005.00177.x Marcos-Nájera, R., Le, H.-N., Rodríguez-Muñoz, M. F., Olivares Crespo, M. E., & Izquierdo Mendez, N. (2018). The structure of the Patient Health Questionnaire-9 in pregnant women in Spain. Midwifery, 62, 36-41. https://doi.org/10.1016/j.midw.2018.03.011 McConnell, E. A., Janulis, P., Phillips, G. II, Truong, R., & Birkett, M. (2018). Multiple minority stress and LGBT community resilience among sexual minority men. Psychology of Sexual Orientation and Gender Diversity, 5(1), 1-12. https://doi.org/10.1037/sgd0000265 Mereish, E. H., Katz-Wise, S. L., & Woulfe, J. (2017). Bisexual-specific minority stressors, psychological distress, and suicidality in bisexual individuals: The mediating role of loneliness. Prevention Science, 18(6), 716-725. https://doi.org/10.1007/s11121-017-0804-2 Meyer, I. H. (2003). Prejudice, social stress, and mental health in lesbian, gay, and bisexual populations: Conceptual issues and research evidence. Psychological Bulletin, 129(5), 674-697. https://doi.org/https://doi.org/10.1037/0033-2909.129.5.674 Meyer, I. H., Russell, S. T., Hammack, P. L., Frost, D. M., & Wilson, B. D. M. (2021) Minority stress, distress, and suicide attempts in three cohorts 10 R. Ronzón-Tirado et al. / Psychosocial Intervention (2022) xx(x) xx-xxARTICLE IN PRESSof sexual minority adults: A U.S. probability sample. PLOS ONE 16(3), Article e246827 . https://doi.org/10.1371/journal.pone.0246827 Mijas, M., & Koziara, K. (2020). Polish adaptation of the Daily Heterosexist Experiences Questionnaire. Psychiatria Polska, 54(1), 137-152. https://doi.org/10.12740/PP/97215 Morandini, J. S., Blaszczynski, A., Dar-Nimrod, I., & Ross, M. W. (2015). Minority stress and community connectedness among gay, lesbian and bisexual Australians: A comparison of rural and metropolitan localities. Australian and New Zealand Journal of Public Health, 39(3), 260-266. https://doi.org/10.1111/1753-6405.12364 Muñoz-Navarro, R., Cano-Vindel, A., Medrano, L. A., Schmitz, F., Ruiz-Rodríguez, P., Abellán-Maeso, C., Font-Payeras, M. A., & Hermosilla-Pasamar, A. M. (2017). Utility of the PHQ-9 to identify major depressive disorder in adult patients in Spanish primary care centers. BMC Psychiatry, 17(1), Article 291. https://doi.org/10.1186/s12888-017-1450-8 Osman, A., Bagge, C. L., Gutierrez, P. M., Konick, L. C., Kopper, B. A., & Barrios, F. X. (2001). The Suicidal Behaviors Questionnaire-Revised (SBQ-R):Validation with clinical and nonclinical samples. Assessment, 8(4), 443-454. https://doi.org/10.1177/107319110100800409 Pachankis, J. E. (2018). The scientific pursuit of sexual and gender minority mental health treatments: Toward evidence-based affirmative practice. American Psychologist, 73(9), 1207-1219. https://doi.org/10.1037/amp0000357 Pachankis, J. E., Hatzenbuehler, M. L., Rendina, H. J., Safren, S. A., & Parsons, J. T. (2015). LGB-affirmative cognitive-behavioral therapy for young adult gay and bisexual men: A randomized controlled trial of a transdiagnostic minority stress approach. Journal of Consulting and Clinical Psychology, 83(5), 875-889. https://doi.org/10.1037/ccp0000037 Pachankis, J. E., Sullivan, T. J., Feinstein, B. A., & Newcomb, M. E. (2019). Young adult gay and bisexual men’s stigma experiences and mental health: An 8-year longitudinal study. Developmental Psychology, 54(7), 1381-1393. https://doi.org/10.1037/dev0000518 Pantalone, D. W., Valentine, S. E., & Shipherd, J. C. (2017). Working with survivors of trauma in the sexual minority and transgender and gender nonconforming populations. In K. A. DeBord, A. R. Fischer, K. J. Bieschke, & R. M. Perez (Eds.), Handbook of sexual orientation and gender diversity in counseling and psychotherapy (pp. 183-211). American Psychological Association. https://doi.org/10.1037/15959-008 Pellicane, M. J., & Ciesla, J. A. (2022). Associations between minority stress, depression, and suicidal ideation and attempts in transgender and gender diverse (TGD) individuals: Systematic review and meta-analysis. Clinical Psychology Review, 91, Article 102113. https://doi.org/10.1016/j.cpr.2021.102113 Pinto-Meza, A., Serrano-Bianco, A., Peñarrubia, M.T., Blanco, E., & Haro, J. M. (2005). Assessing depression in primary care with the PHQ-9: Can it be carried out over the telephone? Journal of General Internal Medicine, 20(8), 738-742. https://doi.org/10.1111/j.1525-1497.2005.0144.x Ronzón-Tirado, R., Charak, R., Cano-González, I., Karsberg, S., & Schnarrs, P. W. (2021). Latent classes of bidirectional face-to-face and cyber intimate partner violence among lesbian, gay, and bisexual emerging adults: The role of minority stressors. Journal of Interpersonal Violence. Advance online publication https://doi.org/ 10.1177/08862605211055158 RTVE (2021). Crecen las agresiones contra el colectivo LGTBI: “Se ha normalizado un discurso que roza el odio” [Aggressions against the LGTBI collective are on the rise: “A discourse bordering on hate has become normalized”] https://www.rtve.es/noticias/20210711/crecen-agresiones-colectivo-lgtbi-normalizado-discurso-odio/2125261.shtml Sattler, F. A., & Lemke, R. (2019). Testing the cross-cultural robustness of the minority stress model in gay and bisexual men. Journal of Homosexuality, 66(2), 189-208. https://doi.org/10.1080/00918369.2017.1400310 Shramko, M., Toomey, R. B., & Anhalt, K. (2018). Profiles of minority stressors and identity centrality among sexual minority Latinx youth. American Journal of Orthopsychiatry, 88(4), 471-482. https://doi.org/10.1037/ort0000298 Schmitz, R. M., Robinson, B. A., & Sanchez, J. (2020), Intersectional family systems approach: LGBTQ+ Latino/a youth, family dynamics, and stressors. Family Relations, 69(4), 832-848. https://doi.org/10.1111/fare.12448 Smalley, K. B., Warren, J. C., & Barefoot, K. N. (2016). Differences in health risk behaviors across understudied LGBT subgroups. Health Psychology, 35(2), 103-114. https://doi.org/10.1037/hea0000231 Spitzer R. L., Kroenke K., & Williams J. B. W. (1999). Patient Health Questionnaire Primary Care study group validation and utility of a self-report version of PRIME-MD. JAMA, 282(18), 1737-1744. https://doi.org/10.1001/jama.282.18.1737Su, D., Irwin, J. A., Fisher, C., Ramos, A., Kelley, M., Mendoza, D., & Coleman, J. D. (2016). Mental health disparities within the LGBT population: A comparison between transgender and nontransgender individuals. Transgender Health, 1(1), 12-20. https://doi.org/10.1089/trgh.2015.0001 Talley, A. E., & Bettencourt, B. A. (2011). The moderator roles of coping style and identity disclosure in the relationship between perceived sexual stigma and psychological distress. Journal of Applied Social Psychology, 41(12), 2883-2903. https://doi.org/10.1111/j.1559-1816.2011.00863.x Tan, K., Treharne, G. J., Ellis, S. J., Schmidt, J. M., & Veale, J. F. (2020). Gender minority stress: A critical review. Journal of Homosexuality, 67(10), 1471-1489. https://doi.org/10.1080/00918369.2019.1591789 Topolovec-Vranic, J., & Natarajan, K. (2016). The use of social media in recruitment for medical research studies: A scoping review. Journal of Medical Internet Research, 18(11), Article e286. https://doi.org/10.2196/jmir.5698 Trujillo, O., Cantu, J. I., & Charak, R. (2020). Unique and additive effects of intimate partner cybervictimization types on alcohol use in lesbian, gay, and bisexual emerging adults. Cyberpsychology, Behavior, and Social Networking, 23(11), 743-751. https://doi.org/10.1089/cyber.2019.0773 Tucker, R. P., Testa, R. J., Reger, M. A., Simpson, T. L., Shipherd, J. C., & Lehavot, K. (2019). Current and military-specific gender minority stress factors and their relationship with suicide ideation in transgender veterans. Suicide and Life-Threatening Behavior, 49(1), 155-166. https://doi.org/10.1111/sltb.12432 Valentine, S. E., & Shipherd, J. C. (2018). A systematic review of social stress and mental health among transgender and gender non-conforming people in the United States. Clinical Psychology Review, 66, 24-38. https://doi.org/10.1016/j.cpr.2018.03.003 Vencill, J. A., Carlson, S., Iantaffi, A., & Miner, M. (2018). Mental health, relationships, and sex: Exploring patterns among bisexual individuals in mixed orientation relationships. Sexual and Relationship Therapy, 33(1-2), 14-33. https://doi.org/10.1080/14681994.2017.1419570 Villarreal, L., Charak, R., Schmitz, R. M., Hsieh, C., & Ford, J. D. (2021). The relationship between sexual orientation outness, heterosexism, emotion dysregulation, and alcohol use among lesbian, gay, and bisexual emerging adults. Journal of Gay & Lesbian Mental Health, 25(1), 94-115. https://doi.org/10.1080/19359705.2020.1809588 Wang, Y., Lao, C. K., & Wang, Q. (2022). The impact of sexual minority stigma on depression: the roles of resilience and family support. Sexuality Research and Social Policy, 19(2), 442-452. https://doi.org/10.1007/s13178-021-00558-x Wiepjes, C. M., den Heijer, M., Bremmer, M. A., Nota, N. M., de Blok, C., Coumou, B., & Steensma, T. D. (2020). Trends in suicide death risk in transgender people: Results from the Amsterdam Cohort of Gender Dysphoria study (1972-2017). Acta Psychiatrica Scandinavica, 141(6), 486-491. https://doi.org/10.1111/acps.13164 Williams, S. L., Job, S. A., Todd, E., & Braun, K. (2020). A critical deconstructed quantitative analysis: Sexual and gender minority stress through an intersectional lens. Journal of Social Issues, 76(4), 859-879. https://doi.org/10.1111/josi.12410 World Health Organization. (2015). Ending violence and discrimination against lesbian, gay, bisexual, transgender and intersex people. World Health Organization.",
    "id": 543003171,
    "identifiers": {
        "doi": "10.5093/pi2022a15",
        "oai": "oai:scholarworks.utrgv.edu:psy_fac-1137"
    },
    "title": "Daily Heterosexist Experiences in LGBTQ+ Adults from Spain: Measurement, Prevalence, and Clinical Implications",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2023-01-01T08:00:00+00:00",
    "publisher": "ScholarWorks @ UTRGV",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarworks.utrgv.edu/cgi/viewcontent.cgi?article=1137&context=psy_fac"
    ],
    "updatedDate": "",
    "yearPublished": "2023",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/543003171.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/543003171"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/543003171/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/543003171/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/543003171"
        }
    ],
    "abstract": "Lesbian, gay, bisexual, transgender, and queer (LGBTQ+) individuals face unique stressors related to their sexual and gender identities that have a detrimental impact on their mental health. Nonetheless, studies have not yet investigated these minority stressors among LGBTQ+ individuals from Spain. The limited availability of standardized tools/instruments to measure minority stressors in Spanish makes it challenging to explore these experiences among Spanish speaking individuals. The present study aimed to examine the factor structure of the Daily Heterosexist Experiences Questionnaire (DHEQ) among LGBTQ+ adults from Spain, compare rates of minority stressors across diverse gender and sexual orientations, and examine the impact of daily heterosexist experiences (henceforth referred to as heterosexist experiences) on symptoms of depression and suicidal behavior. The sample was composed of 509 LGBTQ+ identifying adults in the age range of 18 to 60 years old. Confirmatory factor analysis indicated a good fit for the six dimensions of the DHEQ scale. Individuals identified as transgender or reporting a minority sexual orientation (i.e., asexual, pansexual) indicated higher levels of exposure to heterosexist experiences. Moreover, those with higher levels of heterosexist experiences had higher symptoms of depression and suicide behavior. The present study provides a tool for examining minority stressors in Spanish speaking LGBTQ+ adults. Assessing for minority stressors may aid in the identification of risk and protective factors when working with LGBTQ+ treatment seeking adults.  -\nLas personas lesbianas, gais, bisexuales, transexuales y queer (LGBTQ+) enfrentan en su día a día estresores únicos relacionados con sus identidades sexuales y de género que pueden perjudicar a su salud mental. Sin embargo, no hay investigación que explore estos estresores minoritarios en población LGBTQ+ de España. La limitada disponibilidad de instrumentos estandarizados para medir los estresores minoritarios/experiencias heterosexistas en español dificulta hoy en día explorar estas experiencias en las personas de habla hispana. El presente estudio tiene como objetivo examinar la estructura factorial del Cuestionario de Experiencias Heterosexistas Diarias (DHEQ, según sus siglas en inglés) en adultos LGBTQ+ de España, comparar las tasas de experiencias heterosexistas en diversas identidades de género y orientaciones sexuales y examinar el impacto de las experiencias heterosexistas en los síntomas de depresión y comportamiento suicida. La muestra constaba de 509 adultos LGBTQ+ en el rango de edad de 18 a 60 años. El análisis factorial confirmatorio indica un buen ajuste para las seis dimensiones de la escala DHEQ. Las personas que se identificaron como trans o con una orientación sexual minoritaria (por ejemplo, asexual, pansexual) indicaban mayores niveles de exposición a experiencias heterosexistas. Además, niveles más altos de experiencias heterosexistas se asocian a mayores síntomas de depresión y comportamiento suicida. El presente estudio proporciona una herramienta para examinar experiencias heterosexistas en población adulta LGBTQ+ de habla hispana. La evaluación de experiencias heterosexistas puede ayudar en la identificación de factores de riesgo y de protección cuando se trabaja con adultos LGBTQ+ en el ámbito clínico",
    "tags": [
        "text",
        "Daily heterosexist experiences",
        "LGTBQ+",
        "Validation",
        "Mental health",
        "Spanish",
        "Psychology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarworks.utrgv.edu:psy_fac-1137",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "15111",
        "openDoarId": 0,
        "name": "Scholarworks@UTRGV Univ. of Texas RioGrande Valley",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 543003171,
        "depositedDate": null,
        "publishedDate": "2023-01-01T08:00:00+00:00",
        "updatedDate": "2024-02-19T02:05:59+00:00",
        "acceptedDate": null,
        "createdDate": "2022-11-09T19:15:15+00:00"
    },
    "urls": [
        "https://scholarworks.utrgv.edu/psy_fac/138",
        "https://scholarworks.utrgv.edu/context/psy_fac/article/1137/viewcontent/1132_0559_inter_32_1_0001.pdf"
    ],
    "lastUpdate": "2024-02-19T02:05:59+00:00",
    "setSpecs": []
}