{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Krutkowski, Sebastian"
        },
        {
            "name": "Taylor-Harman, Sarah"
        },
        {
            "name": "Gupta, Kat"
        }
    ],
    "contributors": [],
    "createdDate": "2020-10-09T15:33:59+01:00",
    "dataProvider": {
        "id": 97,
        "name": "Roehampton University Research Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/97",
        "logo": "https://api.core.ac.uk/data-providers/97/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1108/RSR-10-2019-0075",
    "downloadUrl": "https://core.ac.uk/download/334801679.pdf",
    "fullText": "Reference Services ReviewDe-biasing on University Campuses in the Age of MisinformationJournal: Reference Services ReviewManuscript ID RSR-10-2019-0075.R2Manuscript Type: Original ArticleKeywords: Information literacy, Critical thinking, Social justice, Transgender rights, Cognitive bias, Transgender visibility and representation http://mc.manuscriptcentral.com/rsrReference Services ReviewReference Services Review1DE-BIASING ON UNIVERSITY CAMPUSES IN THE AGE OF MISINFORMATIONABSTRACTPurposeIn today’s polarised information environment, we must be careful not to conflate freedom of speech with freedom to spread demonstrable lies unchallenged, which is why we argue for a review of information literacy instruction to focus on social justice and help participants understand the implications of the views they may hold on vulnerable minority groups.Design/Methodology/ApproachIn this paper, we review and reflect upon the delivery of a staff development training on the facts and myths surrounding transgender issues. We also encourage other library and information professionals to expand their information literacy instruction into polarised issues that are marked by considerable amounts of misinformation.FindingsTraining participants reported that being more aware of transphobic media coverage will help them reduce bias and better support trans students and staff. It also enabled further opportunities for colleagues across teams and a variety of roles to incorporate the principles of equality, diversity and inclusion into their practice. The success of the sessions also contributed to wider institutional change.Originality/ValueTrans people are a vulnerable minority facing severe, persistent harassment and discrimination both in everyday life, and potentially in educational settings. Offering staff effective tools to educate themselves about media transphobia is a step towards creating an environment where trans students and staff can flourish. We explored how the media coverage of trans issues allows misinformation to stick and spread. Through applying the concepts of critical thinking and information literacy to trans issues, we explain how unconscious bias towards the trans community can be challenged.INTRODUCTIONTrans people are a vulnerable minority who already face severe, persistent harassment and discrimination in non-university settings: in everyday life, at work, in familial and intimate relationships, and when accessing healthcare. Feeling uncomfortable, invisible, and implicitly unwelcome in the workplace (or on university campus more generally) can derail aspirations and goals (Fisher et al, 2019). This article argues that through applying the concepts of critical thinking and information literacy to trans issues, unconscious bias towards the trans community can be challenged. Training on trans issues, and, as addressed in this article, offering staff effective tools to educate themselves about pernicious media transphobia, is therefore an important first step towards providing an environment where trans students and staff can flourish. In the 2018/19 academic year, the London, UK-based University of Roehampton Library delivered a new development opportunity for professional services staff entitled “Fake News? Transgender Edition”. In this paper we review the pedagogical approach undertaken, reflect upon the delivery of the sessions, and explore possibilities to expand information literacy instruction into polarised issues that are marked by considerable amounts of misinformation. We Page 1 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review2explain how critical literacy and transgender identity awareness training were combined in response to the current socio-political climate and cultural shift against inclusion of minority groups. Here, the focus was on self-reflection and metacognition, i.e. self-awareness of one’s thought processes (Flavell, 1979; Livingston, 2003). This entailed engaging participants in successful de-biasing through encouraging them to examine their information seeking behaviour. This type of information literacy instruction therefore, with a focus on social justice, can help different campus groups understand the origins (and implications) of the views they hold. In designing the workshop, we were guided by two main models of information literacy. We adopted the definition put forward by the Chartered Institute of Library and Information Professionals (CILIP, [2018]), which defines information literacy as “the ability to think critically and make balanced judgements about any information we find and use. It empowers us as citizens to reach and express informed views and to engage fully with society” (emphasis ours). We also consulted the Framework for Information Literacy for Higher Education, paying close attention to the set of dispositions in the first frame, which says that authority is constructed and contextual (Association of College & Research Libraries, 2016). Library and information professionals have a greater responsibility in identifying thematic ideas that advance the affective, attitudinal, or valuing dimension of learning. We wanted to ensure that the workshop helps participants develop information literacy abilities that include an “awareness of the importance of assessing content with a skeptical stance and with a self-awareness of their own biases and worldview” (Ibid). While university and college campuses should champion freedom of expression, we must be careful not to allow for freedom of speech to be conflated with freedom to spread demonstrable lies and inflammatory rhetoric without being challenged. According to O’Brien (2018), those who demand that their right to free speech be respected, actually demand their speech be free from scrutiny. This need for scrutiny was our rationale in delivering an information literacy workshop promoting more critical examination of news media coverage of trans issues.This article begins with a Background section introducing the global, UK and institutional context in which this workshop took place. We first discuss global networks of support for rolling back hard-won transgender rights before focusing on the UK legal and social context. We argue that, despite greater visibility, current media representation creates a divisive, sensationalist and hostile environment. Section two discusses in detail the “Fake News? Trans Edition” workshop's design and methodology. By incorporating audio-visual media coverage including tabloid headlines and a variety of examples from popular culture, the active process of deconstructing these texts provided an opportunity for staff to develop critical analytical skills about the narratives which surround us and act as a backdrop to trans “debates”.  Further, by examining our information seeking behaviours and broadening the parameters of our “news diet”, the opportunity for a wider range of voices can be amplified. In section three, we reflect upon the success of this training as a first step in a sustained intervention. As such, we discuss how we would improve “Fake News? Transgender Edition” for a wider audience in future, incorporating participants’ feedback. This paper concludes with thinking points for other critical literacy practitioners on how to incorporate social justice into library instruction. 1. BACKGROUNDAn effective intervention challenging information bias must be embedded into the context in which it takes place. We must be aware of the biases that our participants have: as a result, we need to critically examine the political, legal, medical and media landscape in which biased information about trans people is produced, disseminated and consumed. It is therefore crucial to understand that trans rights do not exist in nation-based silos but instead are complex, globally informed and globally connected. These connections may exist through multinational organisations such as the United Nations Commission on Human Rights (UNCHR), the European Human Rights Commission (EHRC) and the World Professional Association for Transgender Health (WPATH); precedents set by other countries in areas such as employment protections for transgender people and the Page 2 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review3legal recognition of non-binary genders; and complex networks of trans activists communicating in both offline and online spaces. Opposition to trans rights is informed by similarly complex networks. Hostility to trans people takes place in a political, legal and media environment where misinformation has become weaponised, and where the everyday reality of trans lives is drowned out by the sheer volume of inaccurate, misleading information produced and disseminated in print, broadcast and online media (Kennedy, 2019). As Kennedy (2019: 55) notes, misinformation about trans people is intentionally produced by those seeking to make the lives of transgender people “more dangerous, more stressful, more liminal, more isolated and less productive”.1.1 GLOBAL CONTEXTIn a present-day Western context, opposition to transgender rights is supported and amplified by the (often evangelical) Christian Right, libertarian free speech absolutists, trans-exclusionary feminists and neoliberal critics of higher education, with arts, humanities and social science departments singled out in particular. More globally, transgender rights are seen as a Western import (especially in parts of Latin America and Africa) and symptom of Western degeneracy, undermining family life and social order. However, attacks against transgender rights are characterised by uneasy truces crossing religious, political and national divides (Lewis, 2018; Miller, 2018; Greenesmith, 2019). Coalitions such as Hands Across the Aisle bring these disparate groups together; “claim[ing] to count radical feminists, lesbians, Christians and conservatives in its membership” (Wang, 2019). As Hélène Barthélemy from the Southern Poverty Law Center (2017) notes, these groups position transgender rights as,anti-feminist, hostile to minorities and even disrespectful to LGB individuals. This seems to be part of a larger strategy, meant to weaken transgender rights advocates by attempting to separate them from their allies, feminists and LGBT rights advocatesThese networks cross borders; of particular relevance in this paper are the links between the American Christian Right and UK-based trans-exclusionary activists (Ibid). Misinformation disseminated by these groups tends to focus on two groups: trans women and trans children. Communication about trans women largely focuses on the perceived risk that trans women pose to cis women, and are grounded on the belief that “trans women” simply do not exist. Instead, trans-exclusionary discourses about trans women conjure up the figure of the burly male sexual predator who attacks (cis) women in bathrooms, the deceitful interloper who gains access to domestic violence shelters in order to abuse (cis) women or prevent them from using the shelter, and the testosterone-fuelled elite male athlete who unfairly dominates women’s competitive sport. Misinformation about trans children tends to focus on the perceived threat to children’s ability to express gender non-conformity: that a girl who likes sport or a boy who likes dolls will be “transed” and forced into a transgender identity. Trans-exclusionary activists focus particularly on trans boys and teenage trans men, viewing them as young butch lesbians who have internalised misogyny. Misinformation rears its head again in the “diagnosis” of Rapid-Onset Gender Dysphoria (ROGD), which asserts that teenagers and young people are influenced by websites (such as Tumblr and YouTube) and/or transgender peers into claiming their own trans identity. In response to a publication on ROGD (Littman, 2018, later retracted and published as Littman, 2019, and critiqued by Restar, 2019) , WPATH issued a statement highlighting the term’s lack of recognition and use by professionals, stating the importance of “gender-affirmative evidence-based care that adheres to the latest standards of care and clinical guidelines”, and urging “restraint from the use of any term—whether or not formally recognized as a medical entity—to instil fear about the possibility that an adolescent may or may not be transgender with the a priori goal of limiting consideration of all appropriate treatment options” (Williams, 2018). Despite this response from a relatively conservative authority on transgender health, trans-exclusionary activists continue to use the term. Page 3 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review4Misinformation is used to justify and shape policies that ignore or actively discriminate against trans people. This is clearly seen in Trump’s administration, which has not only failed to enforce existing laws but has consistently rolled back protections aimed at helping marginalised citizens, especially the LGBT community. The first measure in the President’s anti-trans agenda was to ban trans people from serving in the military citing “tremendous medical costs and disruption that transgender in the military would entail” (Stonewall, 2017). The US Department of Health and Human Services (2018) proposed stronger “conscience protections”, which would allow employers to refuse services they have moral objections to and has serious implications for healthcare provision, especially abortion or gender affirming surgeries (Patriot Act with Hasan Minhaj, 2019). It was not that long ago that Robert Eads, a trans man, died of ovarian cancer when his attempts to find a medical provider failed because the oncologists refused to treat a transgender/transsexual patient (Rachlin, Green and Lombardi, 2008; Burns, 2019a). Furthermore, there are currently important LGBT cases pending US Supreme Court decisions, one involving Aimee Stephens, who was fired from her job after coming out to her boss (National Center for Transgender Equality, 2019). These presidential initiatives have led to a rise of anti-trans campaigns, exacerbated political polarisation and continue to fuel misinformation on transgender issues (Burns, 2019b).  Donald Trump’s stance on transgender rights and transphobic tweets gain traction in global right-wing echo chambers and trans-exclusionary media, which also contribute to the outpouring of hate towards the UK trans community. Stonewall, a UK charity for LGBT rights, notes that Donald Trump’s tweets about transgender individuals serving in the US miltary are “a wake-up call to anyone in the LGBT community who thought their rights were safe” (emphasis ours) (Stonewall, 2017). As discussed later in this section, prejudice towards and misinformation about trans people are most clearly demonstrated in the prominent media platforms given both to the claim that trans rights conflict with cis women’s rights and the moral panic over trans children and youth. The global and UK contexts are thus intertwined.1.2 UK LEGAL CONTEXT Trans rights in the UK are informed by two main pieces of legislation –  the Gender Recognition Act (GRA) (2004) and the Equality Act (2010). The GRA (2004) emerged out of a decade-long process (Burns 2018: 129-133) and was recognised as being “the best legislation in the world for its time” (Ibid: 133). The GRA allows a transgender individual to apply for a Gender Recognition Certificate (GRC) by submitting evidence of a medical diagnosis of gender dysphoria to a Gender Recognition Panel composed of medical and legal experts. Obtaining a full GRC enables the individual to change their birth certificate to reflect their lived gender, with implications for sex discrimination, pensions, healthcare and imprisonment. The 2010 Equality Act identifies nine protected characteristics (age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion or belief, sex, and sexual orientation) and legislates against discrimination on the basis of these characteristics. The GRA interacts with the Equality Act through the latter’s exemptions for a service provider providing single-sex services. The Equality and Human Rights Commission (2019) identify exemptions as appropriate “[i]n very restricted circumstances” and, in such circumstances, allows “an organisation to provide a different service or to refuse the service to someone who is undergoing or has undergone gender reassignment”. The GRA has long been criticised for the amount of documentation required, the use of a panel to decide if someone is “trans enough”, the fees involved and the lack of non-binary recognition (c.f. The National LGBT Survey [Government Equalities Office, 2019: 23]). The UK government ran an online consultation on the GRA from 3 July 2018 to 22 October 2018, inviting organisations and individuals to submit responses to a set of questions exploring other options for legal gender recognition, such as self-identification. Self-identification has been introduced in Argentina (since 2012), Ireland (since 2015), Malta (since 2015), Norway (since 2016), Belgium (since 2017) and Portugal (since 2018). The process usually involves making a statutory declaration of one’s gender. Trans-exclusionary groups and individuals responded by claiming the need for “sex-based” rights Page 4 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review5and arguing that self-identification would allow cisgender men to claim that they are transgender women for the purposes of entering women-only spaces. This is despite the evidence from countries that have introduced self-identification.1.3 UK SOCIAL CONTEXTIn addition to discrimination enacted through the legal system, numerous surveys, including the Trans Mental Health Survey (McNeil et al., 2012), LGBT in Britain: Trans Report (Bachmann and Gooch, 2018) or the National LGBT Survey (Government Equalities Office, 2019) all indicate that transgender people in the UK experience a high level of hate crime, discrimination, and distress. The Stonewall report by Bachmann and Gooch (2018: 6) found that 41 per cent of trans people and 31 per cent of non-binary people had experienced a hate crime or incident because of their gender identity in the last 12 months. Significantly for this study, 36 per cent of trans university students had experienced negative comments or conduct from staff in the last year, and 14 per cent of trans university students considered dropping out or had dropped out of a higher education course due to harassment or discrimination from students and staff in the last year (Ibid: 12). It is also crucial to note that trans awareness affects more than just the trans students and staff that we know about. We may interact with trans students and staff without even knowing that they are trans. We may be cisgender ourselves but have trans relatives, partners, friends who we care deeply about. Finally, people - and especially the young adults who make up the majority of Roehampton’s student population - have emerging identities and while they may not understand themselves as trans now, they may come to understand themselves as such in the future. Bachmann and Gooch (2018: 22) further highlight pessimism among transgender people about the future of LGBT rights in the UK. Some highlighted the role of the media:Even just five years ago it was not safe for me to come out as trans, the pace of change has been amazing. Unfortunately, there now appears to be a backlash against that progress in the last year with hate from the media against trans increasing disturbingly in the last six months. This increasing transphobia is accelerating and is causing acute anxiety in my daily life. Willow, 40 (Wales)We are constantly questioned on our existence, treated hostilely and ridiculed in the name of debate. We are constantly exposed to hate and criticism in the media and daily life as the public respond to the media's attitudes. I'm sick of being described as a mentally ill freak. Esme, 32 (Scotland)Thus, while trans rights have gained greater visibility, current media representation creates a divisive, sensationalist and hostile environment for trans individuals. This environment extends to higher education institutions. 1.4 INSTITUTIONAL CONTEXTThe University of Roehampton is a campus-based public university in London, UK, formed of four constituent colleges that were all established as teachers’ training institutes in the nineteenth century. As a close-knit, campus university, with a cohort of around 12,000 students and 1,000 staff, it is vital that Roehampton’s trans students and staff are welcomed and supported. The university has a strong LGBT+ presence, with the Students’ Union having a Gender Equality Officer, LGBTQ+ Officer and Trans Students Officer elected from the student body, as well as a student-run LGBTQ+ Society. In addition, the institution offers a LGBTQI+ Chaplain, and as of autumn 2019, students can attend a weekly LGBTQ+ Wellbeing drop-in. LGBT awareness and Page 5 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review6presence is also increasingly important during recruitment; prospective students look at issues of LGBT representation and any bespoke services offered by universities, such as a LGBT+ society and specific policies, to determine whether they would feel safe on campus. LGBT+ staff and allies can join “UR Pride” - the University’s LGBT+ network, which is currently made up of roughly 10 per cent of all permanent staff1. This includes ourselves, one of whom is network lead. The wider goal, for ourselves and our institution, is to work together towards a creative and supportive culture where all members of our community can participate and fulfil their potential in an environment where they are valued and respected. As trans visibility increases and more and more students and staff feel comfortable disclosing their trans identity, we will need to adapt to ensure that Roehampton continues to meet the needs of its diverse student and staff population. Thus in November 2018 the institution approved its first “Transgender, Non-Binary and Intersex Equality: Policy and Guidance”, developed by the Pride network in consultation with stakeholders across the university.  The policy provides guidance which covers the transition process for both staff (including information for line managers) and students, addresses issues of bullying and harassment, and provides institutional protection for transgender individuals’ self-determined bathroom usage, amongst other rights. At present however, our institution has in the region of 120 policy, procedural and guidance documents. Thus, it has been a priority to inform staff of the existence of the new policy, so that our colleagues can understand its provisions and how this relates to their role, in order to ensure that it is correctly implemented. A key first step was identified as the need to offer training sessions which would de-bias staff around trans identity, rights and issues to eliminate any unconscious discriminatory attitudes which may hamper the policy implementation. This was in part a response to concerns raised from colleagues which indicated the influence of media misinformation around such issues of bathroom usage.The introduction of the policy and the need to challenge misinformation presented a unique opportunity to engage staff in exploration of how the current information landscape fuels unconscious bias. It was crucial for us that the training be anchored around the same pedagogic values of our teaching, that of critical thinking and information literacy to help staff navigate the increasingly polarised media information environment. It was also important that the focus be on fostering dialogue, rather than rehashing “trans debates” on an already sensitive and potentially volatile topic. In what follows we detail the session design, structure and methodological approach. 2. “FAKE NEWS? TRANS EDITION” WORKSHOPThe “Fake News? Trans Edition” session was co-ordinated to run on the first working day following International Transgender Day of Visibility on 31 March. All library, technology and media services departmental staff were invited as a trial audience. The session was repeated in two time slots to offer greater availability to our colleagues, and was also recorded (edited and subtitled for accessibility) for any participants who could not attend in person. The session comprised of six parts: the invitation itself and preparatory materials including a trans specific glossary; an introduction outlining the session’s aims; a group discussion to establish participants’ prior knowledge and experiences; an examination of myths about trans people; an engagement with critiques of media representation by trans people; and exploration of media representation in the form of news articles and television shows. 2.1 SESSION AIMSWe began with a structural overview outlining the session’s aims and objectives: to raise awareness of transgender issues, representation and rights; to dispel common myths and explore key facts; to examine how media [mis]representation and our own information seeking behaviours reinforce an unconscious bias towards the trans community and individuals; and to start a conversation (rather than a debate) around transgender Page 6 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review7staff and students’ rights and how we can better support them. In order to establish our participants’ level of knowledge, attendees were asked to discuss in groups how much they knew about trans people, issues, and rights. This revealed a broad range of familiarity with the topic, and enabled us to shape the session content to engage both those new to trans issues and those with advanced knowledge. It also served as a good icebreaker for this sensitive topic, introduced colleagues from different teams to each other, and helped foster the key objective of dialogic exchange.2.2 MYTHS AND FACTSThe session then addressed key myths perpetuated by the media: that being trans is a “new phenomenon”, that transgender people are “mentally ill” or “dangerous” and that trans people are “all the same” which enabled a discussion around binary and non-binary trans identity, intersectionality and the diversity of trans experiences. From myths we moved to facts. While we noted that the UK Government Equalities Office (2018) itself states that “no robust data on the UK trans population exists”, we looked to US data which may be potentially more accurate and certainly was more readily available. From this we attempted to extrapolate the data to our geographical and demographical context whilst problematising its reliability through questioning of “who counts” in statistical data and how it is collected i.e., to whom and by what method a trans individual discloses their identity. Thus, we suggested that current population data may underestimate the number of trans people in the general population/s.  Ultimately, through the discussion of the albeit limited available data, it was important that session attendees understood that not only are trans individuals not a separate Othered2 group, but that they comprise both our local and institutional population. In so doing, attendees would understand that they will (and do) interact with trans students and colleagues, thus cementing the relevancy of the session.Focus then turned to trans individuals’ experiences, first of bullying and harassment (c.f. Metro Charity, 2014 and McNeil et al., 2012) and then to media representation, which were presented as intrinsically linked. This connection was illustrated using Stonewall’s (2018) “Come Out For Trans Equality” YouTube video in which Lewis Hancox, a young trans man, discusses his experiences,I worry for people who are trans and haven’t come out yet, because all the negative press can make them think that they are setting themselves up for such a hard life. It can scare people off from coming out or making those steps to finally being happy. I think we need more positive role models out there.It was vital for us that trans voices were privileged. Firstly, this is because seeing both binary and non-binary transgender people has been proven to increase support for transgender rights (Flores et al, 2018). Secondly, including trans voices through video and other media was especially important because the session was delivered by Sarah and Sebastian, who both currently identify as cisgender (though we worked in consultation with our co-author Kat, who is trans). Furthermore, we chose to feature Lewis specifically to diversify representation since the majority of media representation tends to focus solely on trans women. 2.3. WHY REPRESENTATION MATTERSWe next included a section titled “Why Representation Matters” in which we looked at data from trans individuals discussing their relationship to the media portrayal of trans issues. Drawing upon research conducted with the UK trans community by Trans Media Watch in 2010, we examined evidence that: 70 per cent felt that representations of transgender people in the media are, overall, negative or very negative; 21.5 per cent had experienced verbal abuse that they believed was associated with representations of transgender people; and 8 per cent reported that they had received physical abuse that they believed was connected to an Page 7 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review8item or items in the media (Trans Media Watch, 2010). Session participants were asked how this data made them feel, placing themselves within the narrative which enabled an emotive connection to trans people. Having established the role that media representation plays in negative attitudes towards trans people and issues, and connectedly trans rights, we then examined a series of tabloid front page headlines. These included: Daily Mirror’s “NHS TREATING TRANSGENDER KIDS AGED 3” (Gregory, 2015), The Sun’s “SEX CHANGE RAPIST IN FEMALE JAIL” (Doran and Diaz, 2017); and the Scottish The Mail on Sunday’s “SEX-CHANGE MEN TO GIVE BIRTH ON NHS” (Manning and Adams, 2016). We discussed how such media coverage presents transgender issues as both violent and perverse, and, as discussed in section 1.1, centres around a moral panic of supposed harm to children. Further to this, we examined the 2018 The Express opinion piece “We Must Halt This Transgender Madness– it is hurting woman and girls” in which Leo McKinstrey makes the assertion that “Transgenderism will prove to be a bigger scandal than Sir Jimmy Savile”. This is accompanied by a large image of Saville, a celebrity notorious for serial paedophilia. This was compared to the New York Daily News’ 2006 front page headline “SEX CHANGE SHOCKER: JonBenet suspect treated at transsexual clinic in Bangkok” (Scott and Lisberg, 2006). The intention was not only to demonstrate that such representation is not unique to British tabloid journalism, but also to evidence the symbiotic US-UK cross-cultural dialogue and how such narratives play out on the global stage. Further, through these examples we examined the cumulative affect of depictions of transgender people as evil, violent and monstrous Others, and discussed how such coverage can act as a background noise to “trans debates”, shaping unconscious bias towards the trans community. We then turned to the “Transgender Rights” episode of the news satire television programme Last Week Tonight with John Oliver (2015) to show an example of critical evaluation of media bias. Political satire can be an effective pedagogical tool to teach information literacy (Krutkowski, 2019) while the use of humour in the classroom improves recall and recognition (Carlson, 2011). In the chosen segment, John Oliver offers a critical commentary on matters of everyday discrimination that transgender people face. Using footage of negative media coverage Oliver points out the contradictions, misinformation and spin surrounding the trans issues. The satirical form acts as a means of “pointing out and holding up for scrutiny and criticism that ridiculousness by, ironically enough, being somewhat ridiculous” (Jones, 2010).The excerpt initiated discussion among participants about the nature of information seeking behaviour in the post-truth era, especially the persuasive impact of personalised emotionally-targeted news. We tend to seek out information that fits our own views  and to gravitate towards information environments that reinforce rather than challenge this (Baer and Cook, 2019). Social and political psychologists refer to this emotion-based decision-making behaviour as “motivated reasoning” (Heider, 1958; Kunda, 1990; Taber, Lodge and  Glathar, 2001). We have individual belief systems and motivations that may affect our reasoning - leading us to rely on a biased set of cognitive processes, e.g. strategies for accessing, constructing, and evaluating information sources. It is part of the human condition to maintain a coherent belief system -  we tend to build mental models of the world and like these to be complete (Ecker, 2018). All of this is amplified in the current polarised information environment. Motivated reasoning often results in a type of cognitive bias we call “blind spot” i.e. believing we are less biased than others. During the discussion after John Oliver’s segment, one participant commented that following “reliable” news outlets helps to avoid misinformation. This was a particularly useful “teachable moment” (Valentine and Wukovitz, 2013) that we used to discuss de-biasing. We examined the participant’s information-seeking preferences, which included reading the British broadsheet The Guardian. While we were careful not to dictate what people should be reading (gatekeeping), we pointed out that seemingly progressive news media have also been condemned for transphobic reporting. Over the past year, two trans employees left the UK branch of The Guardian as a result of its reporting on trans issues. They argue that the newspaper has disproportionately focused on characterising trans people and feminists as distinct oppositional groups and ignored pro-trans feminist voices (Strudwick, 2019). What happens in liberal echo chambers is potentially Page 8 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review9more dangerous because it “intellectualises prejudice” for liberal-minded people and insulates them from more trans-inclusive perspectives and narratives (Ibid). Echo chambers, regardless of the side of the political spectrum they are located in, cause us to adopt information (or misinformation) with a high degree of confidence. 2.4 TRANS VOICES AND NEW NARRATIVESThe next set of slides focused on examples of increased trans visibility in popular culture, including Vanity Fair and Time magazine covers with Caitlyn Jenner and Laverne Cox, respectively. We also featured Janet Mock, the first transgender woman of colour in history to write and direct a TV episode, for the FX show Pose (2018). Our focus on trans visibility and representation was informed by recent study by Jones et al. (2018), who reveal that viewing television programmes or series (but not other forms of media exposure) cultivates more favourable views of transgender people. Their research also found that the more positive a person’s views of transgender people, the more they tend to support protecting their rights. We can hope that positive narratives of transgender people in popular culture can result in changes similar to what the gay and lesbian community experienced in th  1990s. According to Brewer (2003), the increasingly positive attention to gay people in the media gradually ensured more positive public perceptions of the gay community and resulted in an increased support for gay rights. With the above in mind and as a counterbalance to the negative persuasion of tabloid media, we discussed the positive “narrative persuasion” of shows from television and online streaming platforms as compelling ways of combating stereotypes. For example, the narratives and character development in Orange is the New Black (2013) and Pose (2018) can provide a motivating force for continued attention to transgender issues. Identifying with the characters can instil curiosity and inspire audiences to research the topic of the messages or plots in the programmes. Nabi and Green (2015: 140) argue that when audience members are highly engaged, “transported” by or immersed in a fictional narrative, they often experience attitude and belief change in line with those expressed in the story.  Accordingly, participants expressed interest in learning more about transgender issues through the popular culture examples included in the session. In the following section, we discuss attendee feedback in greater depth, consider further work on trans inclusion at Roehampton prompted by the workshop, and outline the next steps in the delivery of the workshop. 3. IMPLICATIONS The feedback from the two sessions was overwhelmingly positive. Most attendees became aware of the new policy for the first time. Participants who were in student and/or staff-facing roles responded that their knowledge about trans issues increased as a result of the session. They were more able to resist the type of cognitive bias we can refer to as “status quo” and stated their intention to refrain from using gender as an example of binary systems and how they plan to be more sensitive with their use of language when working with students. For instance, one attendee in a student-facing role said,It hadn’t occurred to me that trans students might feel isolated or marginalised within existing social spaces on campus, for example. That was an eye-opener [...] I will have more awareness that these issues might be impacting on some of the students I deal with, and their sense of belonging on campus.One comment from participant feedback mentioned how “being more aware of media coverage and misleading information will help reduce bias and keep more open mind”, which is in line with our intended aims for the workshop.Page 9 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review10All respondents answered “yes” to the question of being more confident in identifying transphobic news coverage. One staff-facing librarian noted,I sometimes see transphobic comments from a TERF3 perspective on my social media, which I haven’t challenged previously as although I disagreed I didn’t have the confidence to challenge these often very forthright opinions. Now I think I have more evidence to back up an argument – for instance the media scare stories illustrated here have been used to defend these opinions – now I feel I can debunk them or show how people have been manipulated by them. We also received positive comments regarding the trans-specific glossary handout we provided as part of the session as well as the new online reading list on transgender issues. A participant with academic liaison responsibilities told us she would apply what she learned in the session by raising awareness of trans issues when dealing with academic staff and  helping them to diversify their course reading lists.We were also very pleased to have received positive feedback from staff who are service managers involved in recruiting and leading teams:Thank you both for the excellent session today. I thought it was very insightful and will be very useful to me. Thinking about starting conversations and resources (with a manager hat on), I am forwarding this link to some ACAS’ [recruitment-related] resources on the topic in a workplace environment.Even participants working in specialist units with limited cross-team working opportunities (i.e. in neither student nor staff-facing roles) found the training useful and relevant:The session allowed me to gain better awareness about how some parts of my job, despite not being public-facing, could affect trans staff / students. As the person responsible for much of the information organisation in our catalogue and resources, I am now much more aware of how my work could create a more inclusive environment. The session has also led me to do more research into the topic autonomously. The above participant works in the Library Collections team. After the training, they expressed an interest in sharing their knowledge of library cataloguing in the context of trans issues:As a consequence of the session, I proposed to develop and deliver another session on a different aspect of information science, i.e. names and authority control with a focus on trans* author, together with one of the organisers of the original session. This then became a podcast [...] Without attending the 'Fake News' session, it would never have occurred to me to propose that.This was an interesting follow-up from the workshop as it reminded us that systemic social issues thrive in administrative environments, many of which have been crafted to support, disseminate, and reinforce hierarchies of race and gender (Polebaum-Freeman, 2019). We should consider the role of cataloguers and metadata specialists who hold the power to interpret the professional identities of transgender authors in a way which challenges or upholds binary, essentialist, and ultimately transmisogynistic ideals (Ibid: 156). Working with our colleague we developed a training session on “Cataloguing Trans Authors” which addressed how library catalogue metadata deals with transgender authors’ name changes, and how our institution’s publishing staff can update their records both locally and internationally. This short session was then delivered to the LGBT+ staff network, and recorded as a permanent learning resource for all staff. In addition, we are working with our frontline library team to develop guidance on best practice for utilising gender-neutral Page 10 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review11language with our service users to ensure that all trans students and staff feel welcomed and supported within our department. In future we intend to develop “Fake News: Transgender Edition” to run again for the wider student and staff population. Rather than focusing on tabloid headline examples to illustrate transphobic media representation, we will expand this to include a wider variety of media outlets. We will also use research by Gupta (2019) on discursive enactments of transphobia through pronoun use as a way of exploring more subtle ways in which transgender individuals’ identities can be undermined.   Further, following the success of our session, the institution’s Human Resources department has recognised the need for university-wide staff training on our Transgender, Non-Binary and Intersex Equality Policy - as well as LGBT awareness more broadly. Training on the policy has also now been integrated into the university-wide staff induction training programme. This training forms one element of a wider set of individual and institutional actions such as: normalising pronoun discussions; avoiding heteronormative and cisnormative language; increasing the visibility of LGBT+ inclusion on campus (with rainbow lanyards, email signatures, displays and events); diversifying our collections and resource lists; offering opportunities to learn about transgender issues and people through their own stories (e.g. LGBT film screenings and discussions); being open about our identities and being positive role models as LGBT+ staff and allies (c.f. Nottingham Trent University, 2019). This will enable our institution to take a two-pronged approach of challenging misinformation and debunking myths about trans people, while also creating space for the truth of trans experiences, narratives and lives. CONCLUSIONTrans people are a vulnerable minority who face global discrmination and are the victims of media misinformation most clearly typified by the Trump admin stration rhetoric. Fake news thrives because of its sensationalist and emotive immediacy and critical thinking cannot be “outsourced”.  This article has argued for the need to debias and detoxify ourselves of this fake news diet which constructs trans people as dangerous, monstrous Others, so that we can build communities in which trans people are instead safe, welcomed and valued. The sessions described in this article mark a first step into a university-wide intervention specifically designed to address media bias, misinformation and misrepresentation that can potentially prejudice our perception of, and attitudes towards trans students and staff.  Information professionals in the UK agree that information literacy can help to address social exclusion (CILIP, 2018). We have argued for a pedagogical approach which embraces the concepts of critical thinking and information literacy in which unconscious bias towards the trans community can be challenged. Embedding such information literacy training more widely at our university would allow student and staff community to reach informed views as well as to recognise and, where appropriate, challenge assumptions, orthodoxies and bias (including their own) about vulnerable minority groups.Successful de-biasing occurs when our knowledge overrides our automatic thinking: this is an active and participatory process, and not something which can simply be instructed. Central to this is a methodological approach in which we can begin to move away from polarising and divisive “debates” towards a reflective discussion. Whether teaching staff or students, we should also take learners through different emotional states that foster deep learning and reflection. Taking participants on a journey with us from hostility to empathy, and from misinformation to criticality, we were able to show where misinformation about transgender issues spreads and how information systems allow fake news to spread more easily and travel faster, especially in online environments. We hope this case study illustrates how exploring the role of emotions, whether empathy, horror or humour, can function as effective pedagogical tools for analysis and Page 11 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review12critique in the classroom and how such an approach is best suited for incorporating social justice in our instruction. In sharing our practice, it is not our intent that other information literacy professionals will follow our format. Our article is less about drawing conclusions and more about exploring possibilities to expand information literacy instruction into polarised issues of misinformation. We do not intend to make generalizable conclusions, but to provide thinking points for you the reader to explore for yourselves. For example, consider the spin tactics and discriminatory policies of the Trump administration, and how they inform you and those around you. What do the instances of transphobia mean for you (as an information literacy instructor, reference librarian, wellbeing officer, or academic)? How could you use your role and expertise to help others explore LGBT issues in media discourse? How could this be extended to focus on additional social justice issues appropriate to your regional or demographical context? How can you better support students (and staff) in navigating the increasingly polarised information environment that fuels unconscious bias? What could this mean for teaching and l arning at your institution? For ourselves as practitioners, our goal is not only to demonstrate throughout our work our commitment to the values of social justice, equality, diversity and inclusion, but also to understand each of our roles in actively creating an environment in which everyone is welcomed and valued, and has the opportunity to thrive.Notes1. This figure excludes temporary staff such as visiting lecturers, or contractors. While these colleagues are welcome to join the network, they are not figured into staff population data.2. “Othering” refers to the process by which social categories (such as gender, race, nationality, disability, religion etc) are constructed in terms of the Self social category, to which the individual belongs, and the Other social category, to which the individual does not belong. The Self is considered positively - as representing normality and other things valued by that culture. The Other is considered abnormal, exotic, unfamiliar and potentially hostile, violent or monstrous. While there is a tradition of trans people reclaiming monstrosity (c.f. Stryker [1994, 2019] and Pearce, Gupta and Moon [2019] to name just two examples), this is a process emerging from within the trans community and a different dynamic to the Othering described in this paper. 3. An acronym for Trans-Exclusionary Radical Feminist.BIBLIOGRAPHYAssociation of College & Research Libraries (2016), “Framework for Information Literacy for Higher Education”, available at: http://www.ala.org/acrl/standards/ilframework (accessed 08 October 2019).Bachmann, C.L. and Gooch, B. (2018), \"LGBT in Britain: Trans Report\", available at: https://www.stonewall.org.uk/lgbt-britain-trans-report (accessed 24 March 2019). Baer, A. and Cook, J. (2019), \"Teaching News Literacy in Politically Polarized Times\", Faculty Focus, 13 February, available at: https://www.facultyfocus.com/articles/effective-classroom-management/teaching-news-literacy-in-politically-polarized-times/ (accessed: 4 October 2019). Page 12 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review13Barthélemy, H. (2017), \"Christian right tips to fight transgender rights: separate the T from the LGB\", available at: https://www.splcenter.org/hatewatch/2017/10/23/christian-right-tips-fight-transgender-rights-separate-t-lgb (accessed 4 September 2019). Brewer, P.R. (2003), “The Shifting Foundations of Public Opinion About Gay Rights”, Journalof Politics, Vol. 65, pp. 1208-1220. Burns, C. (2018), \"A Question of Human Rights\", in Burns, C. (Ed.), Trans Britain: Our Journey from the Shadows, Unbound, London, pp. 119-134. Burns, K. (2019a), \"It sucks to go to the doctor if you're trans\", Vox, 21 June, available at: https://www.vox.com/first-person/2019/6/21/18692924/trump-transphobia-health-care-discrimination-protections (accessed 22 June 2019).Burns, K. (2019b), \"The rise of anti-trans ‘radical’ feminists, explained,'' Vox, 5 September, available at: https://www.vox.com/id ntities/2019/9/5/20840101/terfs-radical-feminists-gender-critical (accessed 10 September 2019).Carlson, K.A. (2011), “The Impact of Humor on Memory: Is the Humor Effect about Humor?” Humor—International Journal of Humor Research, Vol. 24, no. 1, pp.21-41. Chartered Institute of Library and Information Professionals (CILIP) (2018), “CILIP Definition of Information Literacy 2018”, available at: https://infolit.org.uk/ILdefinitionCILIP2018.pdf (accessed 2 October 2019).Doran, S. and Diaz, A. (2017), “Sex-change rapist in female jail”, The Sun, 21 March, p. 1. Ecker, U.K. (2018), \"Why rebuttals may not work: the psychology of misinformation\", Media Asia, Vol. 44, No. 2, pp. 79-87. Equality Act 2010. Available at: http://www.legislation.gov.uk/ukpga/2010/15/contents (accessed 20 August 2019). Equality and Human Rights Commission (2019), \"Gender reassignment discrimination\", available at: https://www.equalityhumanrights.com/en/advice-and-guidance/gender-reassignment-discrimination (accessed 10 September 2019).  Fisher, Z., Krueger, S., Malamud, R. G. and Patillo, E. (2019), \"What It Means To Be Out: Queer, Trans, And Gender Nonconforming Identities In Library Work\", in Baer, A., Schroeder, R. and Cahoy, E. (Eds.), Libraries Promoting Reflective Dialogue in a Time of Political Polarization, ACRL Publications, Chicago, pp. 71-90. Flavell, J. H. (1979), “Metacognition and cognitive monitoring: A new area of cognitive–developmental inquiry”, American Psychologist, Vol. 34, No. 10, pp. 906-911. Flores, A.R. et al (2018), “Transgender prejudice reduction and opinions on transgender rights: Results from a mediation analysis on experimental data”, Research and Politics, Vol. 5, No. 1, pp. 1-7.Gender Recognition Act 2004. Available at: http://www.legislation.gov.uk/ukpga/2004/7/contents (accessed 20 August 2019).Page 13 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review14Government Equalities Office (2018), “Trans People in the UK Factsheet”, available at: https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/721642/GEO-LGBT-factsheet.pdf  (accessed 6 October 2019). Government Equalities Office (2019), \"National LGBT Survey: Research Report\", available at: https://www.gov.uk/government/publications/national-lgbt-survey-summary-report (accessed 10 September 2019). Greenesmith, H. (2019), \"'Feminist' groups teaming up with Phyllis Schlafly's organization to put trans kids' safety at risk\", available at: https://rewire.news/article/2019/01/11/feminist-groups-teaming-up-with-phyllis-schlaflys-organization-to-put-trans-kids-safety-at-risk/ (accessed 10 September 2019). Gregory, A. (2015), “NHS treating transgender kids aged 3”, Daily Mirror, 8 April, p. 1.Gupta, K. (2019), “Response and responsibility: Mainstream media and Lucy Meadows in a post-Leveson context”, Sexualities, Vol. 22, No. 1–2, pp. 31–47. Heider, F. (1958), The Psychology of Interpersonal Relations, John Wiley & Sons, New York.Jones, J.P. (2010), Entertaining Politics: Satiric Television and Political Engagement (2nd ed.), Rowman and Littlefield, Lanham, MD. Jones, P.E. et al (2018), \"Explaining public opinion toward transgender people, rights, and candidates\", Public Opinion Quarterly, Vol. 82, No. 2, pp. 252-278.  Kennedy, N. (2019), \"Becoming: discourses of trans emergence, epiphanies and oppositions\", in Pearce, R., Moon, I., Gupta, K. and Steinberg, L. (Eds.), The Emergence of Trans: Cultures, Politics and Everyday Lives, Routledge, London, pp. 46-59. Krutkowski, S. (2019), “The John Oliver Effect: Using Political Satire to Encourage Critical-Thinking Skills in Information Literacy Instruction”, in Baer, A., Schroeder, R. and Cahoy, E. (Eds.), Libraries Promoting Reflective Dialogue in a Time of Political Polarization, ACRL Publications, Chicago, pp. 295-322. Kunda, Z. (1990), “The case for motivated reasoning”,  Psychological Bulletin, Vol. 108, No. 3, pp.  480-498.Last Week Tonight with John Oliver (2015), “Transgender Rights” [YouTube], available at: https://youtu.be/hmoAX9f6MOc (accessed 21 March 2019).Lewis, S. (2019), “How British Feminism Became Anti-Trans”, New York Times, 7 February, available at: https://www.nytimes.com/2019/02/07/opinion/terf-trans-women-britain.html (accessed 8 October 2019).Littman, L. (2018), “Rapid-onset gender dysphoria in adolescents and young adults: A study of parental reports”. PLOS ONE 13(8): e0202330. Littman, L. (2019), “Correction: Parent reports of adolescents and young adults perceived to show signs of a rapid onset of gender dysphoria”. PLOS ONE 14(3): e0214157.Livingston, J.A. (2003), “Metacognition: an overview”, ERIC Document Reproduction ServicePage 14 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review15No. ED474273, available at: https://eric.ed.gov/?id=ED474273 (accessed 24 March 2019).Manning, S. and Adams, S. (2016), “Sex-change men to give birth on NHS”, The Mail on Sunday [Scotland], 31 July, p. 1.Miller, E. (2018), “Why is British media so transphobic?”, The Outline, 15 November, available at: https://theoutline.com/post/6536/british-feminists-media-transphobic?zd=2&zi=r6mghvwm (accessed 8 October 2019).Metro Charity (2014), “Youth Chances: Integrated report”, available at: https://metrocharity.org.uk/sites/default/files/2017-04/National%20Youth%20Chances%20Intergrated%20Report%202016.pdf  (accessed 23 March 2019).McKinstrey, L. (2018), “We Must Halt This Transgender Madness– it is hurting woman and girls”,  Express, 11 January, available at: https://www.express.co.uk/comment/columnists/leo-mckinstry/903140/Transgenderism-harming-women-must-be-stopped (accessed 6 October 2018).McNeil, J., Bailey, L., Ellis, S., Morton, J. and Regan, M. (2012), “Trans Mental Health Study 2012”, available at: https://www.gires.org.uk/wp-content/uploads/2014/08/trans_mh_study.pdf (accessed 23 March 2019).Nabi, R.L. and Green, M.C. (2015), “The role of a narrative’s emotional flow in promoting persuasive outcomes”,  Media Psychology, Vol. 18, No. 2, pp. 137-162.National Center for Transgender Equality (2019), “Meet Aimee Stephens”, available at: https://transequality.org/meet-aimee-stephens (accessed 8 October 2019). Nottingham Trent University (2019), “The Academic Experiences of LGBT+ Students at Nottingham Trent University”, available at: https://www.ntu.ac.uk/__data/assets/pdf_file/0039/885927/LGBT-Academic-Experiences.pdf (accessed: 26 August 2019). O'Brien, J. (2018), How To Be Right...In a World Gone Wrong, WH Allen, London. Orange is the New Black (2013). United States: Lionsgate. Available from Netflix.Patriot Act with Hasan Minhaj (2019), \"Civil Rights Under Trump\" [YouTube], available at: https://www.youtube.com/watch?v=uKXIvfQnYEY (accessed 21 March 2019).Pearce, R., Gupta, K. and Moon, I. (2019), “The Many-Voiced Monster: Collective determination and the emergence of trans”,  in Pearce, R., Moon, I., Gupta, K. and Steinberg, L. (Eds.), The Emergence of Trans: Cultures, Politics and Everyday Lives, Routledge, London, pp. 1-15. Polebaum-Freeman, H. (2019), \"Violent cis-tems: identifying transphobia in Library of Congress name authority records\", in Sandberg, J. (Ed.), Ethical Questions in Name Authority Control, Library Juice Press, Sacramento, CA, pp. 155-177. Pose (2018).  United States: FX Productions. Available from Netflix. Page 15 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960Reference Services Review16Rachlin, K., Green, J. and Lombardi, E. (2008), \"Utilization of Health Care Among Female-to-Male Transgender Individuals in the United States\", Journal of Homosexuality, Vol. 54, No. 3, pp. 243-258.  Restar, A. J. (2019), “Methodological Critique of Littman’s (2018) Parental-Respondents Accounts of “Rapid-Onset Gender Dysphoria”. Archives of Sexual Behavior. DOI: 10.1007/s10508-019-1453-2.Scott, M. and Lisberg, A. (2006), “Sex-change schoker: JonBenet suspect treated at transsexual clinic in Bangkok”, New York Daily News, 20 August, p. 1.Stonewall (2017), “Transphobia and Donald Trump”, available at: https://www.stonewall.org.uk/cy/node/53161 (accessed 13 July 2019).Stonewall (2018), “Stonewall | Come Out For Trans Equality – Lewis” [YouTube], available at:  https://youtu.be/VWHkfHMiJBg (accessed 23 March 2019).Strudwick, P. (2019), \"Th  Guardian newspaper has lost two trans employees over its reporting on trans issues\", BuzzFeed News, 15 August, available at: https://www.buzzfeed.com/patrickstrudwick/two-transgender-employees-quit-guardian-transphobia (accessed 18 August 2019).Stryker, S. (1994), “My words to Victor Frankenstein above the villageof Chamounix: performing transgender rage”, GLQ: A Journalof Lesbian and Gay Studies, Vol. 1, No. 3, pp. 237–254.Stryker, S. (2019), “More Words about ‘My Words to Victor Frankenstein’”, GLQ: A Journal of Lesbian and Gay Studies, Vol. 25, No. 1, pp. 39-44.Taber, C. S., Lodge, M., and  Glathar, J. (2001), “The motivated construction of political judgments”, in Kuklinski, J.H. (Ed.), Citizens and politics: Perspectives from political psychology, Cambridge University Press, New York, pp. 198-226.Trans Media Watch (2010), “How Transgender People Experience The Media”, available at: http://www.transmediawatch.org/Documents/How%20Transgender%20People%20Experience%20the%20Media.pdf (accessed 23 March 2019).US Department of Health and Human Services (2018), “Protecting Statutory Conscience Rights in Health Care; Delegations of Authority”, available at: https://www.federalregister.gov/documents/2018/01/26/2018-01226/protecting-statutory-conscience-rights-in-health-care-delegations-of-authority (accessed: 5 October 2019).Valentine, A., and Wukovitz, L. (2013), “Using the filter bubble to create a teachable moment: a case study utilizing online personalization to engage students in information literacy instruction”, Pennsylvania Libraries: Research & Practice, Vol. 1, No. 1, pp. 24-34. Wang, E. (2019), “The Unholy Alliance of Trans-Exclusionary Radical Feminists and the Right Wing”, available at: https://jezebel.com/the-unholy-alliance-of-trans-exclusionary-radical-femin-1834120309 (accessed 8 October 2019). Williams, C. (2018), \"WPATH responds to Rapid Onset Gender Dysphoria (ROGD)\", available at: https://www.transadvocate.com/wpath-responds-to-rapid-onset-gender-dysphoria-rogd_n_24661.htm (accessed 10 September 2019). Page 16 of 16http://mc.manuscriptcentral.com/rsrReference Services Review123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354555657585960",
    "id": 334801679,
    "identifiers": {
        "doi": "10.1108/RSR-10-2019-0075",
        "oai": "oai:pure.atira.dk:publications/aee5f867-6697-459c-956a-9a4a9a61cdda"
    },
    "title": "De-biasing on University Campuses in the Age of Misinformation",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2019-12-16T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.roehampton.ac.uk/ws/files/2515767/PDF_Proof_for_PURE.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2019",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/334801679.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/334801679"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/334801679/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/334801679/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/334801679"
        }
    ],
    "abstract": "In today’s polarised information environment, we must be careful not to conflate freedom of speech with freedom to spread demonstrable lies unchallenged, which is why we argue for a review of information literacy instruction to focus on social justice and help participants understand the implications of the views they may hold on vulnerable minority groups.In this paper, we review and reflect upon the delivery of a staff development training on the facts and myths surrounding transgender issues. We also encourage other library and information professionals to expand their information literacy instruction into polarised issues that are marked by considerable amounts of misinformation.Training participants reported that being more aware of transphobic media coverage will help them reduce bias and better support trans students and staff. It also enabled further opportunities for colleagues across teams and a variety of roles to incorporate the principles of equality, diversity and inclusion into their practice. The success of the sessions also contributed to wider institutional change.Trans people are a vulnerable minority facing severe, persistent harassment and discrimination both in everyday life, and potentially in educational settings. Offering staff effective tools to educate themselves about media transphobia is a step towards creating an environment where trans students and staff can flourish. We explored how the media coverage of trans issues allows misinformation to stick and spread. Through applying the concepts of critical thinking and information literacy to trans issues, we explain how unconscious bias towards the trans community can be challenged.© 2019, Emerald Publishing Limited. This is an author produced version of a paper published in REFERENCE SERVICES REVIEW uploaded in accordance with the publisher’s self- archiving policy. The final published version (version of record) is available online at the link. Some minor differences between this version and the final published version may remain. We suggest you refer to the final published version should you wish to cite from it",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.atira.dk:publications/aee5f867-6697-459c-956a-9a4a9a61cdda",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "97",
        "openDoarId": 0,
        "name": "Roehampton University Research Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 334801679,
        "depositedDate": null,
        "publishedDate": "2019-12-16T00:00:00+00:00",
        "updatedDate": "2024-02-19T07:48:41+00:00",
        "acceptedDate": null,
        "createdDate": "2020-10-09T15:33:59+01:00"
    },
    "urls": [
        "https://pure.roehampton.ac.uk/ws/files/2515767/PDF_Proof_for_PURE.pdf",
        "https://pure.roehampton.ac.uk/portal/en/publications/aee5f867-6697-459c-956a-9a4a9a61cdda",
        "https://doi.org/10.1108/RSR-10-2019-0075"
    ],
    "lastUpdate": "2024-02-19T07:48:41+00:00",
    "setSpecs": []
}