{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Wiegman, Robyn"
        }
    ],
    "contributors": [],
    "createdDate": "2016-11-17T19:55:30+00:00",
    "dataProvider": {
        "id": 1382,
        "name": "Duke Law Scholarship Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/1382",
        "logo": "https://api.core.ac.uk/data-providers/1382/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/62548187.pdf",
    "fullText": "080204 WIEGMAN.DOC 9/17/2004 9:28 AM  93 DEAR IAN, ROBYN WIEGMAN* When Janet Halley delivered an early version of Queer Theory By Men at the Duke University Law School in fall 2002,1 she let something slip that I recognize now was a subtle introduction to you.  She said, in a side remark to her talk, as if she was thinking it in public for the first time, that she identified increasingly with and as a gay man.  I wrote her comment down because I have come to un-derstand that the offhand remark, the one produced not in the writing, but by the public performance—the “living comment,” if you will—is seldom as insig-nificant as it first appears.  Neither an elaboration nor explanation, not a sum-mary or pointed distinction, it is symptomatic in the sense that it brings some-thing already in operation into critical view.  In this instance, it consolidated into a category of recognition a species of utterance I now name (half jokingly, and with the appropriate nod to Gayle Rubin) “the traffic in gay men,” a term which denotes the proliferation by lesbian thinkers, activists, and culture makers of a grammar of sex drawn from, often in overt debt to, gay male sexual styles and their idealization.2  Undoubtedly, this grammar is intended to reject lesbian feminism in its U.S. 1970s formulation by authorizing instead a public, anti-domestic culture organized around sexual practices of all kinds and dedicated to making power powerfully at stake in pleasure.  Undoubtedly as well, this grammar’s detachment of identity and identification from the lesbian says some-thing about the difficulty of producing a queer sexual imaginary in which the lesbian is not conflated with heterosexual woman and in which distinctions within her gender and sexual multiplicities fully appear. The something of which I speak is complicated, and I apologize now for how many pages it will take me to reveal it to you.  But, I need the explication not simply because it is the task I agreed to (no, not simply because like a good girl I said I would), but in order to offer some kind of meaningful perspective on   * Professor of Women’s Studies and Literature, Ph.D., Duke University.  I am grateful to Brian Carr not only for his research assistance on this article, but for his ongoing critical engagement and seemingly endless interest in questions of academic knowledge production.  Other generous readers, including Robert Corber, Tyler Curtain, Elena Glasberg, Jody Greene, and Clare Hemmings, tried to help me solve the puzzles of my own thinking and writing.  My thanks as well to Janet Halley for her very real intellectual commitments to provocation.  1. Janet Halley, A Map of Feminist and Queer Theories of Sexuality and Sexual Regulation, Brainerd Currie Memorial Lecture Series (Nov. 7, 2002).  2. My nod to Rubin is double: first, for her early theoretical classic, see Gayle Rubin, The Traffic in Women: Notes on the “Political Economy” of Sex, in TOWARD AN ANTHROPOLOGY OF WOMEN 157 (Rayna R. Reiter ed., 1975); second, for her work in the gay male leather community, see Gayle Ru-bin, The Miracle Mile: South of Market and Gay Male Leather, in RECLAIMING SAN FRANCISCO: HISTORY, POLITICS, CULTURE 247 (James Brook et al. eds., 1998), and Gayle Rubin, Elegy for the Valley of the Kings: AIDS and the Leather Community in San Francisco 1981-1996, in IN CHANGING TIMES: GAY MEN AND LESBIANS ENCOUNTER AIDS/HIV 101 (Martin P. Levine et al. eds., 1997). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 94 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 the consequences of your authorial debut.  My response to Queer Theory By Men begins by exploring the effect of your lust for taxonomy—specifically your de-termination to install a highly disciplined and disciplining feminism as the nor-mative entity against which your essay quite powerfully resists.3  I’ll ask: what happens if we wrestle feminism from such definitional singularity, if we ap-proach our description of it not simply as an explanation, but as an act of con-struction that simultaneously defines feminism and establishes the discipline it can then wield toward us?  And further, what happens if we refuse the subordi-nation your definition condemns us to, by refusing to read your response to that subordination as evidence of the power of feminism’s overpowering demand?4  These questions are especially important for considering your methodological commitment to divergence, which I want to reformulate in order to take femi-nism, as I’m compelled to put it, all the way down to its non-self-replicating, epis-temically disjunctive, anti-foundationalist theoretic core.  After all, why should queer theory get all the theoretic thrill? In the second part of the paper, I turn to issues of identity and knowledge formation as a means to narratively reassemble, via questions of institutions, time, and scale, the troubled stars of our extravaganza, feminism and queer the-ory.  My goal is not a reunion—we’ve got too many anuses, vaginas, and motifs of self-shattering to seek recourse in the sexless seduction of Hollywood closure.  Instead, I’m interested in situating, without apology or remorse, feminism and queer theory in the context of their most important epistemic distinctions, which means paying special attention to what I think of as the discordant temporalities that might come to explain the history of their famously failed theoretical con-vergence.  By discordant temporality, I mean something along the lines of what Hortense Spillers has described as the epistemic shift that identity undergoes as it is transformed into an academic object of study, specifically the way that insti-tutionalization ushers identity through a “threshold moment” after which it is not legible solely within the framework of its origination in U.S. social move-ment.5  By reading the divergent temporalities of feminism and queer theory, we   3. I am not alone in trying to wrestle a different understanding of feminism from the kind of taxonomy you offer.  The struggle over what feminism means, who can know it, how it knows, who constitutes it, how it circulates, what it circulates for, on what time and with what mechanisms for change it can speak: these issues are widely at stake in the critical discourse on feminism in the U.S. university today.  The following is merely a cursory list of those people who have addressed their academic or creative labors toward resignifying feminism’s importance to opening the orders of critical thought: Norma Alarcon, Linda Al, Wendy Brown, Judith Butler, Tina Campt, Eva Cher-niavsky, Rey Chow, Patricia Clough, Carolyn Dinshaw, Anne Fausto-Sterling, Carla Freccero, Inder-pal Grewal, Elizabeth Grosz, Judith Halberstam, Clare Hemmings, Amber Hollibaugh, Janet Ja-kobsen, Miranda Joseph, Caren Kaplan, Liz Kennedy, Ranjana Khanna, Rachel Lee, Lisa Lowe, Wahneema Lubiano, Deborah McDowell, Minoo Moallem, Chandra Mohanty, Toril Moi, Joan Scott, Ella Shohat, Hortense Spillers, Gayatri Spivak, and Jenny Terry.  4. In the most vulgar of terms, I would say that your paper resists feminism’s emphasis on subordination by writing our relation to feminism precisely as one of subordination (albeit to its the-ory of subordination)!  5. Hortense Spillers, Women in/of the Academy, Address at the First Annual UNC-Duke Lecture in Women’s Studies (Jan. 16, 2003).  Specifically, Spillers identifies the threshold moment as that which transforms identity from its “pre-theoretical” deployment in social movement to its post-institutionalized theoretical elaboration.  While I find the language of “pre-theoretical” too weighty in the context of theory’s academic privilege—even though Spillers is careful to say that she is not 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 95 can account for the fact that they are not analogous entities.6  The more obvious analogs would be women’s studies and gay and lesbian studies, which name the in-stitutional sites inaugurated by women’s liberation and the gay and lesbian movement.  Or feminist studies and queer studies, which identify the not-quite-yet institutionalized, but nonetheless academic conglomeration of inquiries that form cross disciplinary fields.  Or feminist theory and queer theory, which two twin terms resonant with political signification with theory as an intellectual and in-creasingly academic apparatus. I’m less interested in changing the terms of the debates for the ease of com-paring “like”  entities than in explicating what discordant temporality teaches us about the epistemic transformation of identity as an academic object of knowl-edge in the U.S. university.7  For scholars who have resisted any talk of a diver-gence between identity politics and identity’s academic inquiry, this interest will be deeply frustrating, if not altogether politically nihilistic, but there is good rea-son, following Spillers, to deepen our exploration of the distinctions between identity’s activist deployments and its post-institutionalized, at times deeply anti-identitarian, critical elaboration.  This will necessitate, I’ll warn you now, some attention to the way that Queer Theory by Men tries to have its cake and eat it too by on the one hand offering a compelling commitment to the most pro-found and to my mind productive anti-identitarian impulses of queer theory, while enacting, on the other hand, its rebellion against feminism in a performa-tive grammar of identitarian attachment to the belligerent bodies (yes, I’ll say it) of variously embodied men.  But my arguments, in the end, will not be solely argumentative along these lines since what I want, finally, is to find a way to animate my own desire for the kind of political offerings your paper seeks: for a future of multiple sexual imaginaries, including at least one (I’m not greedy) that can resignify the lesbian.  Forgive me at the outset for this highly personal tone, but given the places we’re going, it seems silly, if not downright self-delusional, to produce a rhetorical project that refuses critical intimacy with you. I.  DESPERATELY SEEKING DIVERGENCE To begin my somewhat elaborate elaborations, let me tell our readers (they’re asking) what little I know about how Janet came to relinquish authority to you.  The fall 2002 lecture was advertised this way: A Map of Feminist and  forging a hierarchy or progressivist teleology between the two epistemic modes—I nonetheless wel-come her sense that we need to attend to the epistemological practices and effects of institutionaliza-tion.  6. See Lindon Barrett, Identities and Identity Studies: Reading Toni Cade Bambara’s “The Hammer Man,” CULTURAL CRITIQUE, Spring 1998, at 5-29 (an important consideration of the non-analogous status of identity fields).  7. It might be important to our readers to pause here to explain why identity is the term that organizes so much of my response here.  Because the kind of feminist debates I am engaging in your essay have encountered a host of criticisms as they have been centered in academic projects—and because queer theory not only contested the political framework of identity for making claims against historical exclusions in the social sphere but also challenged many of the assumptions on which identity knowledge (for example, Women’s Studies, Gay and Lesbian Studies) originally re-lied—I want to offer an account that re-contextualizes our understanding of your primary analytic terms (feminism and queer theory) as they have been articulated in and through as well as against identity studies. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 96 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 Queer Theories of Sexuality and Sexual Regulation.  It set forth a reading in which sexual regulation was to feminism precisely what sexuality was to queer theory: the product of key political commitments and theoretical articulations which, especially in the former case, had profound and disturbing implications for the workings of law.  The first written version, A Map of American Feminist Legal Thought: Sexual-Subordination Feminism, Its Derivatives, and Its Contestants,8 seemed more formally to foreground those implications by naming the form of feminist thought—”sexual subordination feminism”—that the paper sought to interrogate in order to seek its distance from.  This was followed by an impor-tant reconfiguration in which the title emphasized the theoretical priority that sexual subordination feminism could not: The Politics of Theoretical Indeterminacy: Deciding in the Splits Between Feminism(s), Gay Identity Politics, and Queer Theory.9  This version contained much of the argument that is printed in this volume, though its grappling with the identity of the theorists it held most analytically dear—Leo Bersani and Duncan Kennedy—had not coalesced in the provocative finale: Queer Theory By Men, signed by Ian Halley.  I share with our readers an interest in the significance of Janet’s signatory abandonment and what it means that the space opened up by taking a break from feminism is conceded by a les-bian to men.10  Lest I seem too focused on finding a way to insert a category more resonant for my own needy self recognition, let me ask: can a pro-sex, shame affirmative, self-shattering, and anti-domestic sexual imaginary be pur-sued if lesbians remain in the room?  Or does our break from feminism require an identificatory detachment from anything resembling woman, and hence from anything that feminism might claim as the territory of her own critical or politi-cal authority? Please don’t take these ruminations as a less-than-subtle means of institut-ing brand name feminism’s disciplinary rule: “what about women?”  I’m al-ready on board with the idea that any left politics that begins precisely where it knows in advance it will end seeks a form of authority that can only deaden whatever commitment to the possible the political must hold.  And further, I ab-solutely agree with your implicit understanding that political thought that is animated by a moral or normative truth has avoided at all costs its encounter with its limit, which means that it has refused at some profound level to think its relationship to, in, and as difference.  In calling this a refusal of difference, I risk a certain misunderstanding since the term is typically deployed to collate variety within the entity called human, which means that it tends to transform social differences into a singularity more profound even than sameness.  My use of dif-ference draws a breath from the interplay of psychoanalysis and deconstruction   8. Janet Halley, A Map of American Feminist Legal Thought: Sexual Subordination Feminism, Its Derivatives, and Its Contestants (Jan. 2003) (unpublished manuscript, on file with the Duke Jour-nal of Gender Law & Policy).  9. Janet Halley, The Politics of Theoretical Indeterminacy: Deciding in the Splits Between Feminism(s), Gay Identity Politics, and Queer Theory (Spring 2003) (unpublished manuscript).  10. See generally JANET E. HALLEY, DON’T: A READER’S GUIDE TO THE MILITARY’S ANTI-GAY POLICY (1999); Janet Halley, Like Race Arguments, in WHAT’S LEFT OF THEORY: NEW WORK ON THE POLITICS OF LITERARY THEORY 40 (Judith Butler et al. eds., 2000).  I trust that Janet will forgive me for this rather flat-footed nomination of her social position as lesbian.  I am referring less to personal identification—or my projection thereof—than to the self-definition she has assumed in the scholar-ship she has penned as Janet Halley. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 97 in its attempt to gloss the hermeneutic consequences of your repeated and nec-essary appeal to incommensurability, abjection, and the plenitude of our own radically understated state of unknowing.  In this context, difference is no family visit to the multicultural theme park, but the conceptual place of something far more alien—”Wow—the rectum—it’s dark in there”11—and manifestly abstract—”uncertain[ty].”12  I want difference to carry the weight of what we share: a criti-cal resistance to the disciplinary mechanisms of organized political thought. But just so we’re clear: I have no intention of domesticating our agreement by finding a way to critically meld; my understanding of the ethical requires nei-ther sisterhood, monogamy, nor that kind of oedipal cleansing that begets the unpayable perpetual debt.  I’d rather insist—can we call it a commitment?—that what’s interesting is how my resistance might take forms and require formula-tions that are quite distinct from yours.  Readers who think this is fancy foot-work for a simpler notion of agreeing to disagree need to be warned that there is much more at stake in all this than that, since that is precisely one of the most sa-cred canards of the disciplinary mechanisms against which we both speak, as it perpetuates the fear that the future is abandoned if we don’t find a way to func-tion effectively as one.13 I have a lot to say about questions of time and the future (patience please), and I’m interested in exploring the importance of scale not simply for under-standing the relation between feminism and queer theory, but for any discussion whose political investment rests on social change as its leftist ideal.  These issues get to the heart of what I think matters about divergence, which is less about holding things apart in order to defer, if not avoid, their convergence than about building a relationship with what can’t be brought together or fully known or incorporated within either entity—queer theory or feminism—throughout.  Spe-cifically, this entails critiquing your need for taxonomy in order to take diver-gence, as I have already put it, all the way down to a conceptual place where feminism is irreducible to any present manifestation of it and its constitutive otherness can critically emerge. If I wanted to assume my own taxonomic burden, I’d be tempted to say that you’ve only given us “weak divergence,” because the feminism you offer to suspend is so impervious to what might challenge it, is so captured by norma-tive time, and lives so profoundly in legal scale that the ways in which feminism has diverged repeatedly from itself, proliferated in contradiction across aca-demic, social, institutional, national, and political domains and recognized, even when repeating its own complicities, have no analytic place.  Even your move to   11. Ian Halley, Queer Theory by Men, 11 DUKE J. GENDER L. & POL’Y 1, 20 (2004).  12. Id. at 26.  13. See JUDITH ROOF, REPRODUCTIONS OF REPRODUCTION: IMAGING SYMBOLIC CHANGE 1–32, 191–98 (1996).  Feminists have leveled much criticism against the models of sisterhood and maternal debt that underlie assumptions about sociality and political transformation in U.S. feminist politics, espe-cially as these assumptions seem blind to the implications of familial forms as modes of racial and ethnic reproduction and homogenization.  Judith Roof’s notion of “the reproduction of reproduc-tion” offers one way of thinking the heteronormative force of these models, but I am struck in this present writing by how much more needs to be said about how social change is premised on a col-lectivity that acts in the name of one and hence how some of the psychic requirements of the couple form are resolutely—I want to say violently—maintained. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 98 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 recognize “’hybrid’ feminisms” confirms the authority of the taxonomic rule you initially establish, reserving “feminism” for a monotheistic commitment to the mathematical formulation m > f.14  Resolutely anti-divergentist (as I have rede-fined the term), your feminism is truly a mess: she is bent on exacting her share of monumental history, which keeps her enthralled to the state; she is driven by a masochism she can never avow and hence she incessantly claims injury in the narrative she repeatedly repeats (woman is always victim, sex is forever trauma); she believes there is no innocence in pleasure; she refutes the uncon-scious; she judges; she always calls the police. Your queer theory, on the other hand, is massively, brilliantly divergentist.  The first version I received of your paper cited its ability to live everywhere, to “inhabit the intersections of postmodernism, feminism, gay male politics, pro-sex leftism, and so on, while suspending feminism,”15 by which you mean all kinds of things: it gets to think, first, without the demand of an instrumentalizing action, and hence in a mode divorced from an address to the state and to state ameliorations as the only legitimate horizon of the political; it can explore with-out shame the sexual importance of shaming affect and in this it not only gets to have theoretic purchase in domains quite distinct from the legal, but can imag-ine personhood as non-identical, self-contradictory, and only partially de-scribed, initiated, and lived in and by the visible workings of social power; it as-sumes, as an ethics, that its own desire for a new sexual imaginary and the grammar of the theoretic it explores will not constitute a new truth, but is in-stead a highly contingent and speculative critical practice of freedom; its specu-lative freedoms are not democratically insistent, by which I mean that you do not presume to represent everyone or anyone, and you do not assume that without such representation we have left left political thought altogether.  The divergentism that animates your deployment of queer theory allows it to occupy differing and nonsyncretic times; roam across various epistemic, affective, and theoretical domains without ever being reduced to any single one of them; and remain in awe of (but unintimidated by) what it doesn’t know—all while refus-ing to give in to insecurity or fear that it has opened itself up to too, too much. No wonder you and Janet find queer theory irresistible.  Me too.  And who wouldn’t?  But what do you do when you read claims for the queer that posit it as possibility, self-knowability, or as a form of social attachment and relational-ity?16  Can the heat of the culturalist bent in queer theory, where affirmation is the other side of subordination and “queer” functions as either methodology or signpost for all kinds of unambiguous knowing, really be laid so formally and so completely at feminism’s feet?  Are the theoretical impulses of queer theory that you most admire so neatly disarticulated from the kinds of identitarian at-tachments that you critique?  To put this in other terms, what does it mean that your queer theoretic gets to survive the ways in which its own instantiations   14. Halley, supra note 11, at 9.  15. Ian Halley, Queer Theory By Men (May 2003) (unpublished manuscript, on file with the Duke Journal of Gender Law & Policy).  16. I have paraphrased this claim from an actual piece of queer scholarship to avoid pinning what I take as a rather generic formulation of the conceptual universe of the queer on an individual scholar.  My point is that queer theoretical work does not always leave its identitarian attachments and Enlightenment dispositions at the door. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 99 fail—and fail at times in the most sophisticated and important theoretical work in the field—while feminism can have no credible theoretic precisely because its instantiations fail?  These questions are especially important in the context of your taxonomy of feminism, which equates feminism’s legal instrumentalization in the U.S. with the disciplinary violence of feminism itself.  Surely that femi-nism—the one converged with law—tells us more about the particularity of the disciplinary apparatus of U.S. law than about the totality of feminism’s interpel-lation in a historical Althusserian sense (which would entail, on the contrary, some definitive tracking of how feminism has traveled, been transformed, and multiplied in the various political, institutional, personal, epistemic, and tempo-ral scales in which it exists).  These issues make feminism’s singularity (as phe-nomena or theory, as psychic life or academic project) difficult to sustain, which is precisely my point.17  In addition to begging from us a longer consideration of how feminism lives both outside of and beyond our attachments and deploy-ments of it, the non-equivalence between feminism and its institutionalization in U.S. law requires a different way of keeping and telling time. You are right to suspect that with this turn of phrase I am beginning my transition to the specificity of the discordant temporalities of feminism and queer theory that I have promised to explicate.  But I’m not quite there yet.  First, I want to draw our attention to a couple of issues that tend to remain eclipsed in left conversations about the meaning of historical struggle and to point out how contemporary feminism, much to my chagrin, has in fact consti-tuted itself within the progressivist mechanics of normative time.  Take, for ex-ample, the use of the wave metaphor as the privileged language for conceptual-izing U.S. feminist history.  This metaphor captures on one hand the ways in which continuity in struggle is difficult to sustain historically (hey, our enemies do fight back; hegemonies are negotiated; we fade, fail, regroup), while promis-ing, on the other hand, that we can have transhistorical certainty (we return, progress unfolds, the future will be guaranteed).  In a context in which the fear of disappearing, of being undone by history can overwhelm us, the wave meta-phor works hard for U.S. feminism by turning every scene of politics into the scene in which it was borne: ergo, past, present, and future can remain continu-ous—the waves keep coming—and in this feminism can finally fully know and sustain itself!  Like left political thought more generally, feminism thus relies on an ideal of perpetual reproduction that equates progress with its own self-recognition.  To take its place in time, it must see itself in every aspiration of revolutionary time, and in this it demonstrates its own profound need for stasis and repetition: this, at those very moments when its political desire for trans-formation would seem to seek, augment, articulate, demand, and necessitate radical, sometimes disjunctive change.18  The normative time of such political   17. I hope that subsequent conversations about your essay will address more fully the questions I raise here about the institutionalization of feminism in law.  One could begin by looking at the work of Mary Joe Frug, the sexy dresser of Duncan Kennedy’s provocative essay title, whose book breaks rank with McKinnonite reform to open up an anti-humanist legal project for feminism.  See generally MARY JOE FRUG, POSTMODERN LEGAL FEMINISM (1992).  18. Certainly the force of the feminism that has been given authority in the law seems to require only those forms of transformation that confirm its originary analysis: if the sexual is a theory of the social and the social is the domain of historic, systematic, and epistemic domination and subordina-080204 WIEGMAN.DOC 9/17/2004  9:28 AM 100 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 discourse forfeits our grappling with a range of discrepancies: between institu-tions and human lifetimes; between the impatience of utopian imaginaries and the long haul of democratic practices; between the political emergency of the present and a future that can never be exactly what we project onto it. Difference in this situation—understood not as a referent for human diver-sity, but as the term by which we name our relation to the disparate and the inc-ommensurable—is thereby rendered incommensurate with social change.  Its threat is profoundly temporal (though also epistemic and affective) because it brings into question, indeed crisis, the desire for an economy of equal scale that is a consequence of normative time.  This economy is most damaging, it seems to me, in the pervasive identification of the political with contemporary politics.  The repetitious debate about theory and practice in academic feminist thought demonstrates (forgive me for being harsh) a willingness on the part of many feminists to struggle until near brain death to convince us, in the most moral of tones, that political work requires a transparent political idiom (no hard words please) and cannot be considered political at all without certification that all its efforts (regardless of where and how they travel, who produces them and in what context, what they say they will do and for whom) are of equal and equally discernible use value.19  So sacred is this rule of prohibition against the recognition of scale (let alone the commitment to its analysis) that the very act of acknowledging the difference between activism and theory or of thinking that we should think about incommensurability or contradiction or the simplicity that we might not know what we need to; that our aim might actually take us in a wrong direction; that all the planning and pinning down, all the promises, all the commitments to political commitment may not generate, produce, or enable what they are supposed to; or even suggesting, under the breath, that the whole political heart of the heart of politics may not confirm that we are who we seek through politics to be: any, all of these, can be fodder for a host of accusations, the most hostile current one being, it seems to me, that dismissive sneer: “you’re really nothing but an academic feminist.” Lest you think that I’m about to follow Janet right out of here, let me say that my critique is not an excuse for heading for the door.  I’m trying instead to wrestle a theoretic for feminism from within, in part because I have a primary commitment (my most deeply held political one) to figuring out how to live through the failure of our own, yup, political commitment.  This does not mean that I think that Janet can’t or shouldn’t take a break from feminism—after all, even her language of departure bears a promise of her return, as “taking a break” is no shorthand for an irreconcilable divorce.  But I see no reason why our conceptualization of feminism must reiterate an ethos of the self-same or why its disciplinary apparatus in one domain must be allowed to circumscribe our encounter with its deployments, contradictions, and incommensurabilities  tion, then a distinctly feminist law will begin and end by confirming that fact, regardless of how des-perately feminism might also seek to ameliorate both that fact and feminism’s proliferation as criti-cally divergent from its institutionalization in law.  19. See, e.g., Heidi Hartmann et al., Bringing Together Feminist Theory and Practice: A Collective Interview, 21 SIGNS 917, 932-41, 946-51 (1996).  One of the most symptomatic examples of the kind of work I am thinking of can be found in this conversation between Heidi Hartmann, Ellen Bravo, Charlotte Bunch, Nancy Hartsock, Roberta Spalter-Roth, Linda Williams, and Maria Blanco. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 101 as it moves in, against, and between others.  If there are differences between feminism and the subjects who act or speak in its name—as we must insist there are—these differences cannot be posited in the language of one-way power: feminism—even U.S. feminism—is not so monolithic, so mono-causal, so strict in its self-articulation, so unforgiving, so definitively solid that we are uniformly subordinated to its disciplinary will, unless of course we begin and end with just such a description of it.  Take a break from feminism, sure, but do it for better reasons: because nothing can ever explain everything, or because our relation-ship to it can provide it with no universal grammar, or because we want to learn how we might see it differently when we return, but not because we’ve decided feminism won’t let us think or that we can’t speak against it and be heard.  That is simply a way of trying to win an argument without really having one or worse, a way of being resentful for a subordination we have effectively commit-ted ourselves to.  (Why not assume the agency we say we seek by setting up the scene to guarantee our pleasure in a dutifully subservient role, or script the whole damn thing differently?) Okay, I’ll rein in my anger; after all, no one made me stay in feminism, and there’s still a good deal of analytic work on behalf of divergence to be done.  Suffice it to say that we have now entered the dicey terrain of affect where our disappointment lives as the living consequence of the psychic weight of our po-litical attachments.  Much of my recent scholarship has been attuned to this very issue, as I have been tracking the range of despair that might be said to turn U.S. academic feminism “against itself.”20  Throughout this work, I have been devel-oping an argument you might find, in its counterintuitive force, rather appeal-ing: that contemporary U.S. feminism is not adequate to the knowledge project of gender or women’s studies, which means that I have been refusing the me-chanics of normative time that would require that one instance of feminism’s ar-  20. See generally Robyn Wiegman, Academic Feminism Against Itself, 14 NWSA J. 18 (2002).  Thinkers as diverse as Susan Gubar, Lynne Segal, Martha Nussbaum, Naomi Schor, Joan Scott, Ellen Messer Davidow, and Wendy Brown inhabit the idiom of despair, finding academic feminism (and often quite specifically Women’s Studies) painful, if not wholly uninhabitable.  While most of these scholars locate the source of their grief in the theoretic turn in academic feminism, where poststruc-turalism is seen as driving scholarship away from practical politics, a few (such as Brown and Scott) find failure in the circumscription of thought that an instrumentalizing understanding of politics entails.  I have read the former group as “apocalyptic” narrators, as they find the present distinctly out of time with the revolutionary impulse of the feminist past and hence read the future as threat-ened, if not already at an untimely end.  The latter group is characterized by an impulse to avoid the apocalyptic by refusing not simply the continuities of time, but the disciplinary forms of knowing that have accompanied feminism’s institutional invention of itself.  For Brown, this means postulat-ing the end of Women’s Studies as a degree granting entity and insisting on “thinking” instead.  For Scott, it means a willingness to inhabit the “edge” where there is no single way to apprehend the political past nor to guarantee its production of an all knowing or knowable feminist future.  It is no stretch to say that your desire for a break from feminism is another instance of the anti-apocalyptic formulation that I have described above.  Like Brown and Scott, you seek to avoid the entrench-ments that feminist habits of thought might be said to perpetuate.  For a review of this archive, see ELLEN MESSER DAVIDOW, DISCIPLINING FEMINISM: FROM SOCIAL ACTIVISM TO ACADEMIC DISCOURSE 83-213 (2002); NAOMI SCHOR, BAD OBJECTS: ESSAYS POPULAR AND UNPOPULAR ix-xvi (1995); Wendy Brown, The Impossibility of Women’s Studies, DIFFERENCES, Fall 1997, at 79-101; Susan Gubar, What Ails Feminist Criticim?, 24 CRITICAL INQUIRY 878, 900-02 (1998); Martha Nussbaum, The Professor of Parody, THE NEW REPUBLIC, Feb. 22, 1999, at 37–45; Joan Wallach Scott, Introduction to Women’s Studies on the Edge, DIFFERENCES, Fall 1997, at i-v. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 102 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 ticulation reproduce another and that would forfeit the radical openness of the future for a debt to continuity between past and present.  My goal has been to suggest the importance of differentiating among feminism’s various and inc-ommensurable deployments—as social movement, political theory, historical force, epistemological perspective, and methodological entity—and to do so in a context that considers feminism’s institutionalization in a variety of temporal scales and social domains.21  As you can see, these issues relate rather directly to the concerns I have raised here and provide the context for turning our attention at last to the epistemic and temporal differentials of feminism and queer theory: their relationship to discourses of identity, their transit through the U.S. univer-sity, their methodological demands, and the theoretic commitments they entail as knowledge projects. II.  TELLING TIME Both you and Janet tell the same story about the relationship between feminism and queer theory and, truth be told, this story is not new.  Few people have viewed feminism and queer theory as something more than simply at odds with one another, given the differing ways each approaches sexuality as a criti-cal object of study.22  Feminism, the queer theorist has been known to say, re-fuses all kinship with queer theory, viewing it as an assault, in the name of new genders, on the identitarian force that has driven much feminist political change for the past forty years.  Queer theory, feminists have been known to say, makes itself new and ultra chic by casting feminism as the dowdy matron who kills sex in order to attack her patriarchal nemesis, masculine power.  Cast in the produc-tive terms that each party holds dear, queer theory makes politically mobile what feminism’s dimorphic mentality has come to eclipse: sexualities with non-identitarian genders, non-normative desires, and public cultures of sex.  Femi-nism, its contenders insist, theorizes power instead of commodity pleasure and commits itself to an active agenda of social change built on an ethical obligation to women.  Like all field forming narratives, these monoliths demand allegiance, and powerfully so, but only by forfeiting the kind of divergentist analyses of in-stitutionalization, social movement, identity, and knowledge formation that could make proximity—and not consolidation, mutuality, and incorporation—politically and critically important. How, then, do we read the discordant temporalities of feminism and queer theory?  Let’s begin by reasserting, as I did at the outset, that feminism and   21. See Wiegman, supra note 20, at 18–37; Robyn Wiegman, Feminism, Institutionalism, and the Idiom of Failure, DIFFERENCES, Fall 1999/Winter 2000, at 107–36; Robyn Wiegman, Feminism’s Apoca-lyptic Futures, 31 NEW LITERARY HISTORY 805, 805–25 (2000); Robyn Wiegman, Feminism’s Broken Eng-lish, in JUST BEING DIFFICULT: ACADEMIC WRITING IN THE PUBLIC ARENA 75–94 (Jonathan Culler & Kevin Lamb eds., 2003); Robyn Wiegman, What Ails Feminist Criticism: A Second Opinion, 25 CRITICAL INQUIRY 362, 362–79 (1999).  22. There have been a number of attempts, of course, to bring feminism and queer theory to-gether without ignoring what seems to hold them apart.  See generally LEE EDELMAN, HOMOGRAPHESIS: ESSAYS IN GAY LITERARY AND CULTURAL THEORY (1994); BIDDY MARTIN, FEMININITY PLAYED STRAIGHT: THE SIGNIFICANCE OF BEING LESBIAN (1996); Judith Butler, Against Proper Objects, DIFFERENCES, Summer-Fall 1994, at 1; Cressida J. Heyes, Feminist Solidarity After Queer Theory: The Case of Transgender, 28 SIGNS 1093 (2003). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 103 queer theory are not analogous entities, and let’s agree that in standard histori-cal terms, feminism preceded queer theory.  It acquired its political resonance as what I would call a pre-institutional discourse, by which I mean that it found its most powerful and evocative political grammar outside of—because it was poised against—the dominant institutional practices (of U.S. law, government, education, even the norms of everyday intimate life) that animated its political desire for change.  Queer theory, unlike feminism, is not the inaugurating poli-tics for an academic object of knowledge but a powerful critique of the ways in which identity came to be institutionalized in both public politics and the U.S. university.  While feminism articulates the utopian horizon of the movement’s academic institutional intervention to study women, queer theory departs from the identity project that most centrally bore it, gay and lesbian studies, to ques-tion the constitution of homosexual identity as the primary means for advancing a critical understanding of sexuality.  This does not mean, as Eve Sedgwick ar-ticulated more than a decade ago, that queer theory can be developed and in-habited without a powerful anti-homophobic commitment that encompasses a critical gaze toward gay and lesbian issues.23  But the refusal to suture queer the-ory to the identitarian ground of gay and lesbian studies marks its genesis as a critical departure from within academic organizations of knowledge and hence as a mode of what I call internal critique.  It requires for its animating politic and critical force the prior arrival, if you will, of homosexual identity as a field for-mation onto the academic scene. For reasons I will delineate shortly, internal critique—I warn you now—is going to occupy my attention for quite a few pages, which means we are still a long way off from encountering the ecstatic self-shattering you so titillatingly seek.  This postponement is not an icy deferral (no matter how utterly desexual-izing the language of institutionalization and internal critique is), but comes from my desire to pursue divergence as something more than a theoretical predilection.  For if internal critique captures the threshold moment when U.S. social movement “becomes another type of movement” and identity is drawn into both a different kind of and a different struggle over its critical meaning and political utility, it is, if not the epistemic condition of academic institutionaliza-tion, at least one of its most prominent formal features, which means that diver-gence is not an option within nor a mere effect of institutionalization; it is the very action of institutionalization: the critical motion of political change.  Hence, convergence as a political demand is not simply difficult to sustain in the proc-ess of academic institutionalization, but antithetical to the epistemic shift that internal critique enacts and entails.  For this reason, it is both self-punishing and indicative of left resistance to its own commitment to change for anyone to la-ment, in shock and horror, the failed convergence of feminism and queer theory.  It is also self-defeating for us to pursue divergence without accounting for how it underlies the institutional history and epistemological relation between femi-nism and queer theory in the first place.  In order to explore what I mean by these claims, I will offer, first, some characterizations about the work of identity-based studies and the critique of them that queer theory generated in the U.S. university before turning, second, to a series of critical discriminations—there   23. EVE SEDGWICK, TENDENCIES 1-20 (1993). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 104 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 are five of them—that read the discordant temporalities of feminism and queer theory. Like most scholars working in (which often also means working against) identity studies today, I take it as a matter of historical fact that identity was ushered into the U.S. academy by the political demand for inclusivity—in bod-ies, identities, and knowledges—as a project of democratic realization.24  Through the explicit formulation that bodies embodied knowledge and hence that different bodies would engender new knowledges, the demand for inclusiv-ity aimed its intervention at the heart of the monoculture of humanism’s knowl-edge order.  By twinning the demand for whole new categories of persons to be taken seriously as bearers of history, makers of culture, and social actors with a methodological insistence that the human object of study had a right to be stud-ied by those very subjects who identitarily constituted it, identity studies pro-duced what I think of as their inaugural value form: a confederacy between sub-ject and object, knower and the object to be known.25  The effect of this value form can be seen today in a wide range of political practices and dominant insti-tutional sites and is certainly at the core of what you find most troubling about feminism’s incursions in the domain of law.  For by claiming an epistemological priority for women, U.S. feminist legal discourse, like standpoint theory in gen-eral, must assume not only its own ability to know the constituency of women on whose behalf it speaks, but it must constitute that constituency as inter-changeable with itself.  It thus offers little reflection on its own engaged move toward power precisely because it understands power as that which it uni-formly resists.  It can know because of what women already know, and women already know because they are women who already know. My summation of identity’s inaugural value form is not meant to belittle it.  Its success at raising all kinds of important questions about knowledge and identity has yet to be surpassed, and we cannot be so naïve to think that it will not continue to be an effective, at times necessary, strategy.  But as a practice of knowledge production and legal institution, its internal logic is staked, as you rightly discuss, on a narrative of paradigmatic submission, which has a decid-edly disciplinary effect on the very subjects its intervention seeks to represent.  I share your rejection of the kinds of governance projects that feminism has au-thorized in the name of women, and I recognize why such governance projects have sent Janet running from the room.  But why her exodus leaves the domain of anti-identitarian critical thought about sexuality wholly to you is another mat-  24. I also take this fact as establishing a pressing limitation on identity studies by tying its ori-gins to the United States.  A great deal of scholarship is currently trying to access the implications for U.S. identity studies of diasporic, transnational, and international frameworks for understanding the movements of people, culture, and goods.  See, e.g., KANDICE CHUH, IMAGINE OTHERWISE: ON ASIAN AMERICANIST CRITIQUE (2003); ORIENTATIONS: MAPPING STUDIES IN THE ASIAN DIASPORA (Kandice Chuh & Karen Shimakawa eds., 2001); Inderpal Grewal & Caren Kaplan, Transnational Practices and Interdisciplinary Feminist Scholarship: Refiguring Women’s and Gender Studies, in WOMEN’S STUDIES ON ITS OWN 66 (Robyn Wiegman ed., 2002); Eva Cherniavsky, Subaltern Studies in a U.S. Frame, BOUNDARY 2, Summer 1996, at 85–110.  25. Standpoint theory is perhaps the most developed example in feminism of the inaugural value form.  For an overview of this critical tradition, see the debate by Susan Hekman et al., Provo-cations in Theory and Method, in PROVOKING FEMINISMS 9 (Carolyn Allen & Judith A. Howard eds., 2000). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 105 ter.  How anti-identitarian are you, finally, if your retreat from governance feminism is nominated Queer Theory By Men?  Can we not differentiate entrap-ment in U.S. feminism’s legal discourse of woman from being trapped by “woman,” which would enable a critique of governance projects without aban-doning either woman or the analytic of gender to governance feminism once again?  And further, can we register the fact that the governance project secured by feminism in law is not equivalent to feminism in its traversal of either public political culture or the academy?  These questions sustain an ideal of divergence by refusing to render feminism and queer theory as bipolar opposites operating on the same critical or social plane.  Most importantly for my temporally discor-dant purposes, these distinctions allow us to approach queer theory as some-thing more than a fundamentalist or univocal rejection of identity.  “The an-guish of queer theory,”26 as Jody Greene has called it, arises from the fact that it can never get over the problems of identity that animate its critique in the first place. By rejecting your method of producing divergence, I am not disagreeing with the basic determinations of what queer theory is said by you to do.  Most generally, I would agree that it is predicated on challenging the propriety of the inaugural value form by working against a range of normativities in identity po-litical formations.  In defining its priorities, I would emphasize, among other things, its belligerent pleasure in challenging: (1) state-based understandings of social change;27 (2) the equation of human rights with global justice;28 (3) the pre-dominance of heteronormative sexual cultures (including those produced by gays and lesbians);29 (4) the pervasiveness of dimorphic gender systems;30 and (5) the tautological use of identity to render identity equivalent to everything from political perspective to complex psychic life.31  In so doing, the queer theoretic dismantles not only the disciplinary apparatus of subject construction embed-  26. This quote is the title of Greene’s contribution to the queer theory panel at a Harvard School of Law conference organized by Janet Halley and Libby Adler.  Jody Greene, The Anguish of Queer Theory, Conference on Injury and Distribution: An Inquiry into the State of Our Art on Sex, Sexual-ity, Gender, and the Family (Nov. 21-22, 2003).  27. On the critique of state-based social change, see generally JUDITH BUTLER, ANTIGONE’S CLAIM: KINSHIP BETWEEN LIFE AND DEATH (2002), and JUDITH BUTLER, EXCITABLE SPEECH: A POLITICS OF THE PERFORMATIVE (1997).  28. On human rights discourse, see Cindy Patton, Stealth Bombers of Desire: The Globalization of “Alterity” in Emerging Democracies, in QUEER GLOBALIZATIONS: CITIZENSHIP AND THE AFTERLIFE OF COLONIALISM 195 (Arnaldo Cruz-Malavé & Martin F. Manalansan eds., 2002).  29. On heteronormativity and sexual cultures, see generally ANN CVETKOVICH, AN ARCHIVE OF FEELINGS: TRAUMA, SEXUALITY, AND LESBIAN PUBLIC CULTURES (2003); SAMUEL R. DELANY, TIMES SQUARE RED, TIMES SQUARE BLUE (2001); PHILIP BRIAN HARPER, PRIVATE AFFAIRS: CRITICAL VENTURES IN THE CULTURE OF SOCIAL RELATIONS (1999); MICHAEL WARNER, THE TROUBLE WITH NORMAL: SEX, POLITICS, AND THE ETHICS OF QUEER LIFE (2000); José Esteban Muñoz, The Future in the Present: Sexual Avant-Gardes and the Performance of Utopia, in THE FUTURES OF AMERICAN STUDIES 93 (Donald Pease & Robyn Wiegman eds., 2002); Michael Warner & Lauren Berlant, Sex in Public, 24 CRITICAL INQUIRY 547 (1998);.  30. On dimorphic gender, see generally ANNE FAUSTO-STERLING, SEXING THE BODY: GENDER POLITICS AND THE CONSTRUCTION OF SEXUALITY (2000).  31. For three quite different understandings of the problem of identitarian reductionism and psychic life, see generally JUDITH BUTLER, THE PSYCHIC LIFE OF POWER: THEORIES IN (1997), TIM DEAN, BEYOND SEXUALITY (2000), and ROBERT F. REID-PHARR, BLACK GAY MAN: ESSAYS (2001). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 106 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 ded in identity’s inaugural value form, but also the political guarantee that the subject/object relation was made to offer.  Its analytic ability to enlarge the cate-gories of person, along with conceptions of personhood—indeed its very mode of questioning the social determinations and political logics of personhood (in U.S. citizenship discourses, narratives of family and reproduction, gender iden-tifications, etc.)—mark its theoretical investments as a species of internal critique which refuses, as a political-theoretical refusal, the basic tenets of liberal humanism in Enlightenment thought.  In this theoretical refusal, queer theory provides a sustained and serious deliberation on the disciplinarity of the political within identity formations and their knowledge projects as such.32 This characterization is, at the very least, one of the most generous readings we can give to queer theory, and I offer it here as a way to foreground how the work of internal critique always incorporates its own brand of political utopian-ism.  But let’s not assume—to get to my first discrimination—that as a form of internal critique, queer theory bears a political truth that identity’s inaugural form does not, no matter how much evidence exists in our present to suggest the contrary (think only of Condoleezza, Clarence, and Colin as key figures at the Republican helm).  And further, let’s not think that this manipulation of iden-tity’s inaugural value form in the present is an effect of its own epistemological error, as if the value form was riven from the beginning by an incarcerating logic, ergo because the claims of identity based movements have been converted to governance projects, we now “know” that their failure was certain from the get-go (hey, if it hasn’t worked out right, we did not think it right, right?).  Queer theory’s effectiveness in instantiating identity’s divergence from social move-ment is not, then, a measure of the political inadequacy, either in the present or past, of identity’s inaugural form. Nor is it a means for establishing the queer theoretic as a liberation from the problematic of identity altogether.  The diver-gentist importance of mobilizing queer theory to rethink the governance project of feminism, in short, lies neither in the enduring truth of the queer theoretic or in the faulty logic of feminism.  What matters is that the political work of institu-tionalization cannot happen without an internal critique that makes legible the distinction between an academic knowledge project and an agenda of reform that furthers the ethos and aims of social movement.  In case this is not yet clear: queer theory’s deliberation on the assumptions about the political that feminism and other identity-based projects have made natural constitutes it as a mode of internal critique. While divergence is not possible without internal critique, it is also the case—and this is my second discrimination—that critique alone is not adequate to instantiate the moment when social movement becomes another type of movement.  In fact, any critique that founds itself, as its prevailing telos, on ex-tending or repairing the project of identity, is pre-institutional in the terms I have set forth here.  This does not mean that the reparative critique is a failure or   32. Much more attention needs to be paid to how identitarian social movements bear with them specific apparatuses of subject construction.  This is necessary not only to generate a different kind of archive for identity studies as it apprehends the complexity of its object, but also to counter the pre-vailing sense that it is academic institutionalization alone that has ushered in discipline.  All the anxiety over the divergentism that internal critique both evinces and performs is one rather power-ful indication of how social movement’s value form is itself disciplinary. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 107 that it is wrong or insufficiently rigorous, but that in extending the ethos, as-sumptions, priorities, and epistemological value form established by social movement, it does not traverse the threshold in which divergence marks institu-tionalization and engenders, as I have said, both a different and a different kind of struggle.  I think this is the case, no matter how familiar the critique is or how powerful or important it is to our thinking—or even how entrenched it is in the intellectual and political life of the university.33  The threshold moment by defi-nition (yes, I’ll admit my own capture by the lure of taxonomy) requires an epis-temic challenge to the value form of identity’s inaugurating imperative because it is only in that challenge that the institutionalization of the knowledge object is formally secured—and secured precisely because of its ability to interrogate and proliferate the critical genealogies and political vocabularies offered by the prior establishment of identity as an academic field of study.  From this perspective, we must recognize that, in your essay, the divergentist work performed by queer theory on governance feminism is made possible by—and is in fact de-pendent upon—the very power that governance feminism has secured.  Diver-gence, in other words, is not constituted by the theoretical rejection, dismissal, or disavowal of the identity project that preceded the internal critique, but is itself that process through which we can come to differentiate between the social movement formulation of identity studies and an academic knowledge project irreducible to it. Does this mean, then, that identity studies can have no knowledge project without an internal critique aimed at the inaugurating value form and epistemic foundations of identitarian political logics?  Is queer theory our most privi-leged—or worse—our only model, and hence is poststructuralist reflection the only engine of U.S. academic institutionalization in the sense that I am talking about it here?  My answers to these questions are adamantly no.  After all, iden-tity studies, like the movements that spawned them, have knowledge projects both prior to and without the elaboration of academic modes of internal critique.  Indeed, and this is my third discrimination, social movements are knowledge projects, which means that the discordant temporalities I have been charting be-tween the inaugural value form and “internal critique” are not successive mo-ments in a progress narrative but qualitatively different formations of identity’s knowledge power.  And this knowledge power, more to the point, is not reliant, in the first or last instance, on the conversion of social movement into another type of movement.  Rather, the theoretical point of elaborating the threshold is to bring the transformation initiated, often unwittingly, by social movements and performed in the knowledge politics of the U.S. university into critical view.  This theoretical elaboration is necessary for a host of reasons, not the least of   33. See generally Rachel Lee, Notes from the (non)Field: Teaching and Theorizing Women of Color, in WOMEN’S STUDIES ON ITS OWN 82 (Robyn Wiegman ed., 2002).  A good example here is the “woman of color” critique in feminist studies, which has marshaled identity’s inaugural value form to inter-vene in the theoretical and organizational priorities given to white women in both research protocols and program cultures.  This critique has been absolutely important to transforming the way that identity is configured in the field, but it has often done so–and been read as a means–to fulfill the democratic investments of identity’s inaugural value form.  Rachel Lee’s call for rethinking the woman of color critique from within (which is to say in a mode of critical appraisal and interethnic articulation that refuses the lure of its perfection of the failure of white feminism) represents the di-vergentism of the internal critique that I am defining as necessary to the threshold moment. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 108 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 which is to understand the oscillating, contradictory, and at times wholly in-commensurate knowledge projects that identity brings forth in the political forms of its articulation across a social field (which means not just social move-ments and the university, but a range of institutions, including law), and hence to situate, which means not to defer, the anxieties that currently accompany its divergence from social movement into objects of critical study. In these discriminating contexts—in which I refuse to perpetuate both the disagreement about what real politics are and the prolonged struggle between U.S. social movement discourses and the critiques of them made possible by the interrogation of identity as an institutionalized object of knowledge—I want to situate my fourth discrimination: that the making of academic objects of study in identity domains cannot be analytically disaggregated from their constitution in the social field nor can they be fully reduced to it.  Take, for instance, trans-gender as one of the most recent entities to enter the identity scene.  One cannot assert with any assurance that transgender emerges definitively from social dis-sent or academic inquiry alone and, in this, its very discursive formation might be understood as a rehearsal of the problematic of discordant temporalities I have charted above, located no longer across entities, but operative within a sin-gle one.  Hence, while transgender has been mobilized as a framework for po-litical action around an emergent sphere of person articulation, it has also oper-ated as political-theoretical refusals in both Women’s Studies (to accede to dimorphic sex) and Gay and Lesbian Studies (to write gender as scrutable on the terrain of sexuality alone).34  The simultaneity of identitarian affirmation with internal critique demonstrates how identity studies have become not just sites of critical engagement with the social formation, but increasingly constitutive fea-tures of it, which means that they are not simply an extension of or response to a political engine that exists outside the university (let’s bag the useless idea of the university as an ivory tower35), but powerful agencies in the ongoing political   34. See VIVIANE K. NAMASTE, INVISIBLE LIVES: THE ERASURE OF TRANSSEXUAL AND TRANSGENDERED PEOPLE 39-70 (2000); JAY PROSSER, SECOND SKINS 61-96 (1998); GENDERQUEER: VOICES FROM BEYOND THE SEXUAL BINARY 23-32, 55-63 (Joan Nestle et al. eds., 2002); Cheryl Chase, Affronting Reason, in LOOKING QUEER: IMAGE AND IDENTITY IN LESBIAN, BISEXUAL, GAY AND TRANSGENDERED COMMUNITIES 205 (Dawn Atkins ed., 1998); Sandy Stone, The Empire Strikes Back: A Posttranssexual Manifesto, in BODY GUARDS: THE CULTURAL POLITICS OF GENDER AMBIGUITY 280 (Julia Epstein & Kristina Straub eds., 1991); Cheryl Chase, Hermaphrodites with Attitude: Mapping the Emer-gence of Intersex Political Activism, 4 GAY LESBIAN Q. 189 (1998); Judith Halberstam & C. Jacob Hale, Butch/FTM Border Wars: A Note on Collaboration, 4 GAY LESBIAN Q. 283 (1998); C. Jacob Hale, Consum-ing the Living, Dis(re)membering the Dead in the Butch/FTM Borderlands, 4 GAY LESBIAN Q. 311 (1998); Susan Stryker, The Transgender Issue, 4 GAY LESBIAN Q. 145 (1998).  While the category transgender functioned early on as a cover for transsexual and a host of other identities and both gender and sexual behaviors, this usage has been challenged more recently by an organized community declar-ing a new set of taxonomies and demanding, in the language of identity’s inaugurating value form, its own right to set the terms for transgender and transsexual study.  35. While the university—private research ones in particular—are elite institutions and hence deserve our attention for the way that they produce and perpetuate a class structure of expert cul-ture (among other things), the idea that they are ivory towers wholly separate from the real life of any social formation radically discounts the place of higher education and its sociocultural function.  When the Supreme Court cites John D’Emilio, Estelle Freedman, and Jonathan Katz in its case against sodomy laws, to name our most recent example, it is not possible to perpetuate the idea that critical thoughts, especially of a social constructionist nature, have no presence or impact on a soci-ety at large.  See Lawrence v. Texas, 123 S.Ct. 2472, 2479 (2003). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 109 elaboration and social management of identity and identitarian claims.  Their embeddedness does political work by providing resources, histories, and, quite profoundly, resonant political discourses for new identity projects to be imag-ined within and through them, while also offering—often to destabilizing ef-fect—forms of internal critique that perform institutionalization’s divergentist work. The battle that can and has ensued over who owns the identity form—those who identify as transgendered or those who are invested in developing trans-gender as a political category of analysis—has been intense as you no doubt know, and demonstrates in a pointed way the political and epistemic contesta-tions of the threshold as I have been exploring it here.  But more than this, the example of transgender demonstrates how the epistemic work I have been track-ing does not (has not, will not) remain internal to internal critique’s analytic domain in the U.S. university, which means that counter to all the hand-wringing that accompanies the fears that institutionalization destroys social movement and “real politics,” there is no inherent segregation, no impenetrable boundary, no definitive limit that the academic wields on, over, or for the pro-ductivities of the identity forms it engages, critiques, and sometimes transforms. Here, then, we arrive at my fifth and final discrimination: that internal cri-tique does not kill the political authority that identity-based claims make on a social field (which includes the university) nor—and this is crucial—is it immune to them.  The point, which is by now so obvious it hardly seems to have been necessary to produce so many critical discriminations to get to it, is quite simply that internal critique is not the same thing as nor a substitute for the identity based claim, and that their lack of convergence is neither a bad nor a good thing.  It is simply that which we must apprehend and study in the practice of trans-forming identity’s knowledge project in social movement into an institutional-ized object of study in the university, which requires a great deal of attention to the way identity operates in the multiple social and psychic domains in which it lives.  And all this—where institutionalization is read without lament as a proc-ess of divergence, and identity’s epistemic discordancies do not evoke a dis-criminating moral judgement when they are brought into critical view—is why (can you believe I am about to get to something sexier than the idea of internal critique?) my opening question of a queer sexual imaginary that includes the lesbian is not, in its very utterance, a retrograde, essentialist, or fundamentalist repetition of a convergentist desire for women animated by the m > f distinction, but precisely something that all this grappling with discordant temporality can lead us to.  I’ll prove it to you. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 110 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 III.  A QUEER THEORETIC WHICH IS NOT ONE36 Let’s rehearse the questions: why does the queer sexual imaginary that you seek seem to require for its startling, sexy, divergentist appeal a model and mode of sexual, social, and psychic definition based on identifications with gay men?  Is it because the figure of the lesbian is now so overwhelmed by her prox-imity to feminism, where she has trafficked in a kind of self-production that many have come to disavow, that only her absence can open the project to sex-ual and theoretical imagination and a transformed future?  Have the contesta-tions within U.S. feminism over the problems of sexuality as a theory of social subordination been so marginal to feminism, so fundamentally bracketed by it, that the pastoral/equality discourses of lesbian feminism (reciprocity only, please) get to own sexuality in the narrative history of the movement?  And hence are we too going to banish the pro-sex, anti-pornography, s and m girls and bois fighting hard for decriminalizations of all kinds of practices and for new public scenes and psychic economies of sex and relationship to the streets, dun-geons, and non-monogamies of their perversely anti-coupled or coupled perver-sities?37  None of this can be feminism, right?  After all, Kitty wouldn’t like it: it doesn’t base its critical, social, or corporeal pleasures on fighting the “fact” that m > f; and the state and the church won’t hear it because it doesn’t speak in highly moral and policing tones.  All the better to protect the children.  Well, only if you say so. But why say so? And why clean up feminism before you reject her in favor of the anti-normative economies of desire served up by identifications with gay men?  Af-ter all, lesbians have anuses too, and they have a long sub-cultural tradition of interest in the masochist pleasures of sexual self-annihilation, of the eroticization of domination and subordination, and of sex-positive cultural work38—all of   36. For readers who bypassed the feminist theoretical canon in the 1980s, this is a riff on Luce Irigaray’s incredibly important work, THIS SEX WHICH IS NOT ONE (Catherine Porter trans., 1977), which has unfortunately suffered the fate, like so much feminist theory of that decade, of being ren-dered “essentialist” and hence not useful for any political future.  But Irigaray’s interest in theories of the unconscious and her deep grappling with the idea of materiality (via Marx even!) have inter-est for any genealogical account of feminist thought.  I trope it here for a little fun.  37. For the feminist pro-sex lesbian archive, see generally SUSIE BRIGHT, SEXWISE  (1995) [herein-after BRIGHT, SEXWISE]; SUSIE BRIGHT, SUSIE SEXPERT’S LESBIAN SEX WORLD (1990) [hereinafter BRIGHT, SUSIE SEXPERT]; PAT CALIFIA, PUBLIC SEX: THE  CULTURE OF RADICAL SEX (1994); LISA DUGGAN & NAN. D. HUNTER, SEX WARS: SEXUAL DISSENT AND POLITICAL CULTURE (1995); AMBER HOLLIBAUGH, MY DANGEROUS DESIRES: A QUEER GIRL DREAMING HERSELF HOME (2000); LAURA KIPNIS, BOUND AND GAGGED: PORNOGRAPHY AND THE POLITCS OF FANTASY IN AMERICA (1996); LAURA KIPNIS, ECSTASY UNLIMITED: ON SEX, CAPITAL, GENDER, AND AESTHETICS (1993); JOAN NESTLE, A RESTRICTED COUNTRY (1987); PLEASURE AND DANGER: EXPLORING FEMALE SEXUALITY (Carole S. Vance ed., 1984).  A differ-ent history lesson exists here: much of the political struggle around sex was performed precisely in the political name of a different sexual imaginary that would resignify the lesbian too.  Of course, it was not only that, but its failure to dislodge the onrushing power of white liberal feminism to claim what little public space was available continues to resonate in the way that feminism is perceived not just by you as an anti-sex form of discipline.  38. See, e.g., http://www.posteriority.com; http://www.darkplay.net.  The current prolifera-tion of internet pornography for lesbians, made “by women for women,” gives us a network of sites that document the ongoing interest in crafting a visual language for lesbian BDSM, fetish, and anal sexual practices. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 111 which have been pursued as ongoing feminist projects intended expressly not to give woman’s sexuality over wholly to U.S. liberal feminism’s pastoral version of her.  Think Joan Nestle, Amber Hollibaugh, Susie Bright, Pat Califia.39  Re-member Barnard 1982: The Scholar and the Feminist IX.40  If the queer theoretic has not registered any of this, we need a better explanation than that liberal feminism made it so by wielding its analytic power to own sex/gender/sexuality for women.  I mean, I can get down for all kinds of sub-ordination, but bottoming requires faith in the top’s interest in my pleasure.  If liberal feminism can’t give, trust me, there are others out there and they won’t require that we call everything we do not feminism. Oh, and please don’t tell me that all this sex positive work I am referring to has no analytic truck with the lesbian because some of the people we once called lesbians don’t want to be called that anymore.  The dis-identification with that lesbian—wearing her womon-bornwomononly button and clad in that dowdy dress or crunchy androgyny or, worse, in that unshapely power suit that ac-companies her kid-bearing SUV—is real, to be sure, but let’s take our lessons from divergentism and seek not to wield these contestations and contradictions as taxonomic emergencies requiring an immediate classificatory surgery.  Better to understand them as part of the disciplinary force that identity’s knowledge practices generate within community formations, where the historical particu-larities of identitarian attachments are routinely codified and resisted by the very subjects who use them to craft new world-making projects to house their persistent desires, of both the sexual and political kind.  Take, for instance, the transman, the dyke boi, the genderqueer: these figures now serve as powerful new forms of what both feminist and queer theory have taken as the non-equivalence between (biological, anatomical) sex and (social, psychic) gender.  It is in part their success at crafting newly legible identities that speaks to the way that the lesbian’s twentieth-century status as the quintessence of U.S. non-normative gender has receded to the point of gender neutrality or even conser-vativity.41  In a context in which female masculinities are being eroticized in ways that butches of the 1950s would have loved, but where erotic destinations are not distinctly femme and object choices have no determinant route toward female, the lesbian exists in queer cultural scenes within fundamentally different axes of sex, gender, sexuality, and desire than ever before.  And it is not simply, let me emphasize, because of U.S. liberal feminism that this is the case.  It is in   39. See generally BRIGHT, SEXWISE , supra note 37; BRIGHT, SUSIE SEXPERT, supra note 37; CALIFIA, supra note 37; HOLLIBAUGH, supra note 37; NESTLE, supra note 37.  40. The Scholar and the Feminist IX: Toward a Politics of Sexuality was the conference from which the book PLEASURE AND DANGER: EXPLORING FEMALE SEXUALITY (Carole S. Vance ed., 1984)  was derived.  41. The college-aged students I have encountered in community organizing are adamant that they aren’t lesbians, in part because they experience no identificatory resonance with the category of woman and they are convinced that everyone hailed by the term does (and did).  The generational-ism at work here is most certainly a form of divergence, and I mark it not to lament that anyone’s world is not reducible to my own, but to suggest that for them lesbian has become utterly gender normalizing and both race and class bound.  While we can read this as a rejection of feminism, these students would not necessarily name it so; much of their divergentist ire is directed at mainstream gay and lesbian politics where the emphasis on family, nation, and the dignification of sex in mar-riage is viewed as definitively unqueer. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 112 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 part the ongoing activity of divergence, working here within identity’s commu-nity formation, which is why I say that raising the question of the lesbian in this conversation is not a fundamentalist feminist return to woman at all. In the context of community transformation and rearticulation, then, “the lesbian” is never singular in her historical particularity, but a figure whose power is powerfully divergent: being both the frame for identitarian commit-ments and for their refusals, for the fantasy of utter self attachment42 and for pro-found, unassimilable dis-identification.  She can be historically discontinuous, even with “hirself” and even in those situations when the postulation of her transhistorical coherency is required for something new to enunciate itself.  By understanding the lesbian as a figure who seems never not to mark the specific-ity of heterosexual woman but who is never reducible to that alterity and who animates (whether by her presence or absence) a host of emergent gender and sexual formations through which she becomes something not quite the same, we can begin to ask what a queer sexual imaginary might be that would include, in something other than referential singularity, “hir.”  I’m pursuing this question because I think it might come to matter (perhaps to us, perhaps to others) if we circulate discourses that differently situate gender, sexuality, and sex by map-ping their historically transforming (in)consistencies.  After all, there is some-thing to be said for developing a divergentist grammar, not just because it makes us more analytically astute (though I don’t think that can hurt us), but because we actually desire, in the face of our desires, something more than inar-ticulateness about the psychic and political complexities of what we do and who we (think we) are. Readers familiar with debates about the meaning and status of sexuality in queer theory will recognize my use of the verbs “to do” and “to be” as part of a longer discussion about the distinction between sexual practices and sexual on-tologies.43  Certainly it has been one of the definitive features of the U.S. hetero-normative universe of radical theoretical reduction that any of the figures we might cite—lesbian, trannie, dyke, butch, transgender—is believed to name a category of sexual being.  Such thinking, as you well know, reads all variation on its theme of dimorphic-sex-makes-gender-makes-sexuality as an instance of perverse personage.  For queer theory, the orderliness of this serialization has been read as both symptom and consequence of a profound failure to render sexuality analytically distinct enough to understand the complexity of desires and acts which may or may not result in identitarian commitments or long-term emotional attachments or any number of thinkable relationship forms (which are perhaps less helpful, in the end, in explicating sexuality than in tracking its social management).  Clearly, your interest in a queer theoretic that makes gen-der subordinate to, if not separate from, sexuality is coincident with this ongo-ing critique.   42. It is perhaps important to stress that in the critique of identity as a homogeneous form of political collectivity we may not have paid adequate attention to what kinds of needs and desires identity forms speak to.  43. See Elizabeth Grosz, Bodies and Pleasures in Queer Theory, in WHO CAN SPEAK? AUTHORITY AND CRITICAL IDENTITY 221 (Judith Roof & Robyn Wiegman eds., 1995). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 113 But if, under the terms of my discriminations above, we need to grapple with the way that academic knowledge practices are never immune to the social transformations in identity’s deployment, then we cannot be done now (perhaps ever) with our analytic traffic along the faultlines of sexuality and gender.  Our need to linger is in one sense simple: it will allow us to track how the prohibitive force of normativity works to render gender’s reconfiguration of seemingly bio-logical (especially f) sex so sexy today.  This does not mean that the transman, to take only one example, cannot be just as much a serial monogamist and as fun-damentally de-eroticized in the private domesticity of his daily life as we tend to find the lesbian separatist or the heterosexual soccer mom.  But in order to un-derstand how, like the butch before him, the transman is an erotic figure (and hey, for some, so might be the soccer mom!), we can’t jettison gender without sacrificing attention to how the lesbian’s divergence is a critical feature and ani-mating politic of queer culture today. Biddy Martin wrote over a decade ago that a central problem with the queer theoretic was that it was founded on a fundamental alignment of gender with women, and that what was allowed to move, to escape fixity, was mascu-linity.44  In reading the work of Eve Sedgwick and Judith Butler—respectively, Epistemology of the Closet45 and Gender Trouble46—Martin argued that “[t]oo often, anti-determinist accounts that challenge feminist norms depend on the visible difference represented by cross-gender identifications to represent the mobility and differentiation that ‘the feminine’ or ‘the femme’ supposedly cannot.”47  Martin was concerned, as you probably know, with figuring out what “feminist and queer theories together complicate and put into motion,”48 and so a great deal of her analysis focused on femme and butch.  While her idea of queer seemed much more definitively linked to gay and lesbian than the term today generally yields, her analysis, in a number of ways, was prescient, given the pro-liferation of masculinities and the queer cultural shift of transsexual discourses from mtf to ftm, not to mention the way that “gay men” have come to serve in-creasingly as a figural referent for alternative psychic economies and practices of sexuality and desire, a point Martin noted even then.49  Most certainly, she was correct when she diagnosed that the “analytic and political separation of gender and sexuality [that] has been the rallying cry of a great deal of queer theory . . . has often proceeded . . . by way of . . . reductionist accounts of the varieties of feminist approaches to just one feminism.”50  Ian, I don’t mean to sound glib, but Biddy saw you coming a long time ago. And yet it seems hardly possible to depict the deployment of gender in queer theory with the kind of continuity that accrues to feminism in its analytic, as so much of the significatory structure of gender has changed.  While mascu-linity is, as Martin claimed, the scene for various kinds of identificatory mobil-  44. MARTIN, supra note 22, at 71-94.  45. See generally EVE SEDGWICK, EPISTEMOLOGY OF THE CLOSET (1990).  46. See generally JUDITH BUTLER, GENDER TROUBLE: FEMINISM AND THE SUBVERSION OF IDENTITY (1990).  47. MARTIN, supra note 22, at 72.  48. Id. at 94.  49. Id. at 104.  50. Id. at 72-73. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 114 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 ity, this is not because gender is solely conceived in “terms of fixity, miring, or subjection to the indicatively female body.”51  In fact, it would be most accurate to say that gender functions today as a near synonym for masculinity, though not necessarily for bio-men, and that it is most profoundly transitive in its ani-mation of a spectrum of gender identities that have no predictable relation (but always some relation, whether of abjection, incorporation, or something else) to the female feminine, cast as either heterosexual or femme.  And Martin’s focus on “cross-identification” as a primary means of the feminine’s repression seems conceptually out of place, as it is difficult to say with any precision what gender is in fact being crossed when we fully de-link sex from gender and engage the increasingly specific categories of masculinity that proliferate on bodies hetero-normativity would consign to the female.  After all, does a transman cross-identify with men or with the category of female woman from which he is regu-larly said to depart?  Does the dyke boi cross off the female to identify with the male or does her masculinity enact identifications that cross the feminine?  Is the transgenderqueer legible only on the seemingly knowable ground of the hetero-sexual feminine female who provides hir a crossing that thereby evinces that which s/he is always clearly not?  Do we simply cross sex to get to gender or is it really gender (à la  Butler52) that produces the sex we only then seem to cross? How to understand the strain that accompanies the language we use to name “female masculinity” and its non-identical correlate, “masculinity without men,” is one of the most urgent issues that must be explored for the multiplica-tion of queer sexual imaginaries that I seek.53  For while the mannish lesbian of sexological lore made gender inversion diagnostically knowable as she provided the clinical and analytic drag on the heteronormative conflation of sex and gen-der, the current erotic investment in the circulation and performative masculin-ities of bodies that span a spectrum from f to m unravel a host of systematic as-sumptions by demonstrating, ah-ha, that there is a spectrum and not simply crossed or invertible identificatory positions.  But more than this, the prolifera-tion of masculinities that cannot be said to depart or arrive in any simple way from f (precisely because they raise the stakes on what we understand f or m on their own to entail) demonstrate, rather profoundly I think, how the desire for gender’s transitivity has become one of the most powerful and interesting fea-tures of U.S. queer culture today.54  As such, it is important to ask to what extent gender transitivity now functions as a queer cultural language of sexuality and desire, or when and how and for whom we might say this is so.  My sense is that gender operates as U.S. queer culture’s sexuality discourse much more pro-foundly when it circulates around masculinities that do not attach to anything   51. Id. at 73.  52. See JUDITH BUTLER, GENDER TROUBLE: FEMINISM AND THE SUBVERSION OF IDENTITY (1990).  53. See generally JUDITH HALBERSTAM, FEMALE MASCULINITY (1995).  It is interesting to note that in FEMALE MASCULINITY, where Judith Halberstam offered the first critical anatomy of masculine gender transitivities, these two phrases were far more equivalent than they seem today.  54. Robert Corber’s new book project, SUBVERSIVE FEMMES AND KILLER FAIRIES: QUEER FEMININITY, NATIONAL IDENTITY, AND HOLLYWOOD FILM IN THE COLD WAR ERA (forthcoming) seeks to understand the conflation of gender with sexuality in queer theory.  By focusing his inquiry on queer femininity, he hopes to account for the sexuality of gender without reducing sexuality to gen-der.  See id. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 115 knowable as bio-male, whereas a discourse more definitively about practices, acts, and public cultures of sex enunciates the cultural and analytic scene for gay men, no matter their gender identities or identifications.55 It’s clear that when Janet first introduced us to you by gesturing toward her identifications with gay men, she was pursuing this second discourse of sexual acts in which gender is precisely not the language of sexuality and a traffic in power operates as the psychic draw to sex.  In her admiration for Leo Bersani’s anti-pastoral vision, remember, Halley says, “[i]n this narrative, gender is tem-porally and analytically secondary; primacy is given to a complex associating a string of mobile dyads (self/body, embodied self/outside world, mas-tery/dissolution); and annihilation though the anus or the vagina is annihilation still.”56  This formulation takes a break from feminism by “stak[ing] sexuality to something other than male/female difference,” but I can’t figure out why Janet must leave in order for the theoretic to resist Kitty’s reduction of sexuality to a gendered theory of the social.  Why give the analytic of gender to Kitty in this wholesale way?  Why concede the entire terrain of the social to her myopia of dimorphic gender/sex?  Why reiterate the reduction?  I know I keep asking this question, but why, why, why must Janet get her self-annihilating queer theoretic thrill by exiting the theoretic altogether?  After all, if Janet’s identifications are with gay men and if those identifications are read as the mechanism for her de-parture, then how is the queer theoretic not enthralled to dimorphic gender, how is it not as fundamentally animated by male/female difference and as pro-foundly compromised by it as everything it insists it must escape?  Better, I say, for Janet to stay.  Only in this way can we rework our understanding of both gender and sexuality and still get the opportunity for our pro-sex, bdsm pleas-ure. To make this perfectly clear: we do not need to render gender analytically secondary in order to articulate sexuality on grounds that don’t retread male/female difference, precisely because we do not need to reduce gender to its normative ascriptions.  We can explore instead gender’s erotic significations in a host of transitivities that are now revising U.S. queer cultural discourses of sex, desire, and embodiment by reading such revisions as significant in a variety of divergentist ways.  Lest you think all this is a theoretical alibi for narcissistic self-inclusion, let me insist that gay men also need something more than their reduction to sex practices and counter domesticities in the queer analytic, which does not mean that we should pastoralize their sex (the U.S. Supreme Court will take care of that!), but rather that we can assume that there is much more to be said about the psychic and social entanglements of sex and gender in their theo-retic and cultural practices.   55. There are a number of reasons that this may be the case, beginning with the history of the lesbian as a gender discourse of sexual perversion and moving through queer culture’s reclamation of gay male sexuality in the wake of AIDS in which, as Bersani discusses in Is The Rectum a Grave?, the very practices of gay sex served to differentiate gay masculinity from the gender normativity stereotypically enunciated by heterosexuality.  Leo Bersani, Is the Rectum a Grave?, 43 OCTOBER 197 (1987), reprinted in AIDS: CULTURAL ANALYSIS, CULTURAL ACTIVISM 197, 212 (Douglas Crimp ed., 1988).  For work that touches on these issues, see generally DOUGLAS CRIMP, MELANCHOLIA AND MORALISM: ESSAYS ON AIDS AND QUEER POLITICS (2002); CVETKOVICH, supra note 29.  56. Halley, supra note 11, at 19. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 116 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 While I trust that my analytic moves are somewhat enticing, I know you still wonder if I really have escaped the consequences of dimorphic gender alto-gether.  After all, even if I have convinced you that we must attend to the sexual operations of gender transitivity and hence that gender cannot remain analyti-cally secondary, what are “masculinities that do not attach to anything know-able as bio-male,” but evidence of my own entrapment in the fundamentalist scene of dimorphic sex-as-gender?  What is a bio-man, but the projection of the two-sex system I adamantly claim to resist?  Here, I want to pause for a moment to collect a little theoretical generosity toward the temporal displacements that our pursuit of a sexual imaginary requires: where what we need must be ac-knowledged as conceptually beyond our conceptual grasp and yet, anachronis-tically, potentially here in our very present.  This potentiality is what I take to be the methodological significance of our confrontation with unknowability, which is not just a stance on or toward what we can’t know; it is not just something we say so that we can settle again for what we’ve already thought.  It is the recogni-tion that unknowability is the activity of our own limits: to think here is to in-habit a politics generous enough not to punish us for our failure to arrive now at the future imaginary we seek. “But, but, but,” I hear readers who want no truck with this utopianism say, can it really be the case that queer desire for the transitivity of masculinity is not a reiteration of heteronormative gender?  Isn’t all this trafficking in masculinity, gay male or otherwise, just another way to dress feminism up (or down), to put woman off or shut her up before getting off on being so different, so much more hip than her (pronounced “huhh”)?57  If the traffic in gay men as the discourse of sexual alterity means an escape from the private and domestic, aren’t women tacitly condemned to suffocate in the essentialized domains of their homey re-productive function?  The but-but-but counter that I offer goes this way (and yes, do run with the pun, but remember bois and grrrls have butts too): Yes, we can read the desire that animates the proliferation of masculinities without men or of an analytic investment in gay men as a reiterative performance of the gen-dered terms of the U.S. public sphere where an aversion to being either female or woman is the expression of broader structures of social constraint.  We cer-tainly can, and there will be many I’m sure who will do so.  But pursuing such a reading means settling for a theory of the social conscription of dimorphic sex as our theory of sexuality and desire, which pays no attention to the desire for gender itself.  And that reading would ask us to assume much too much: not just, again, that a certain version of the social is the sexual, but also, most pro-foundly, that masculinity without men is a psychic aversion to being woman that femininity is not. I’m not the first to think that feminism as a discourse about gender, power, and women is finally far more tied to dis-identifications with the category that animates its political desire than with identification, and that its “psychic life” operates by a fundamental refusal to grapple with the possibility that in trying to speak in the name of women it has sought to repair its own deep ambivalence about, even rejection of being huhh.  Don’t take me to be saying that within feminism there is a tradition of misogyny, even if you already know that I have   57. I’ve borrowed language here from a colleague who read early drafts of this paper. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 117 been moved by just such an argument in the past.58  Rather, because U.S. femi-nism’s aversion, ambivalence, and rejection of female woman is precisely what its counter-discourse of identification and love has sought to compensate for, I see feminism as constituted on and by its own self-annihilating principle.  This is another sign of its deep divergentism, which is too often managed by disavow-ing the thought (dis-identification with and distrust of woman belongs to patri-archy after all), instead of engaging it on its most challenging political and intel-lectual terms. I actually didn’t mean to begin winding my way toward an ending by re-turning to feminism, in part because I wanted this letter to have a variety of other destinations: toward masculinities without men, which have something to teach us about new grammars of queer sexuality and desire; toward conceptions of gender in which a whole spectrum of transitive embodiments reveal the in-congruities of social m > f; and toward a queer theoretic that incorporates the analytic possibilities inaugurated by the lesbian as a figure of divergence.  Along the way, I had planned to make more analytic luster out of your delirium for self-shattering and to revel a bit myself in all the pleasure you seem to get from the dissolution of gender as the basis for knowable sexual subjectivity.  I wanted to honor, in a sense, the fact that you wanted so desperately to escape the opera-tions of gender in the realms of sexuality and desire, even as I focused my atten-tion on how much your desperation seemed to be rendered through the same reductionist tracking of gender onto sex, and sex onto m > f, on which you made your break from feminism.  But I recognized throughout—I hope you know this—that your pursuit of a queer imaginary of sexual practices and non-identitarian psychic lives was not simply worthy but vital to the political project of understanding politics in divergentist ways.  Precisely for this reason, I set my sights on the specificity of divergentism, turning first to its importance in ap-proaching the history of identity’s institutionalization as an object of academic knowledge in the U.S. university before engaging it as the genealogical activity of identity in U.S. community formation.  In each of these sites I executed my methodological commitment to your divergentist commitments by trying to avoid at all costs the allure of convergence, which meant refusing the fantasy of merger that it offers us to compensate for our fears of (psychic, political, histori-cal) loss. My effect, I’m sure, has not been quite as disarming as all this, and I’ll bet that some readers find me unreasonably stingy because I have given conver-gence what amounts to so very, very little.  On my terms, gender and sexuality can never be explained with regard to their structures of desire, acts, and identi-fications along convergentist lines nor can the historical equation of masculinity with the lesbian generate an adequate narrative of convergentist continuity.  And yet, even in this mode of methodological starvation, I have not offered di-vergence as a simple opposition; I have not used it to seek absolute difference nor been infatuated with it as a way to perfect our taxonomic distinctions.  The transman and dykeboi, for instance, are neither the newest versions of twenti-eth-century U.S. lesbian nor utterly separate and antithetical to huhh.  In fact, it   58. See generally Susan Gubar, Feminist Misogyny: Mary Wollstonecraft and the Paradox of “It Takes One to Know One,” in FEMINISM BESIDE ITSELF 133 (Diane Elam & Robyn Wiegman eds., 1995). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 118 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 has seemed to me—and I hope I have rendered this with appropriate analytical force—that the commitment to divergence requires that we understand gender as trafficking across the realms of identity, sexuality, and desire and in ways that cannot be fully accounted for or predicted in advance.  Convergence might hap-pen, somewhere or somehow, but not because we require it as the predisposi-tion and outcome of our analytic or political work. By positing divergence in this way, I have meant to second your insistence that we not reduce gender or sexuality to a theory of the social, but I have also wanted to resist the idea that therefore the social must be wholly abandoned in our critical pursuits.  It might be the case, in fact, that our whole way of situating the social as the problematic foundation of theoretical approaches to sexuality needs to be radically reformulated, precisely by formulating the category of the social along the lines of divergence I have offered here. Believe me, I know it is way too late to be making this suggestion, but I can’t help thinking that the lesbian has been evacuated precisely because you have conceded the psychic, against the social, to gay men.  While this concession has a certain perverse appeal in the context of Bersani, who claims for gay men the psychic precisely by affiliating them with women,59 we’ve a much longer way to go to ascertain whether social constructionist emphases on the social have rescued us in any way from the concept’s reductivist conceptual abstrac-tion.  Surely you know that I have no interest in escaping abstraction, but let’s not take the problems with MacKinnon that you cite as only her reduction of the sexual to the social when she has reduced the conceptual problematics of each.60  After all, shouldn’t we have some political investment in the possibility that we—and queer theory especially—have not adequately developed an account of what the social is?  Might there be something critical to the queer theoretic that would raise the question of the social to the same level of urgency as that of the sexual, instead of subordinating the former to an interest in the psychic implica-tions of the latter? This problem, to be sure, is not yours alone; I am even thinking that per-haps, no matter how much social constructionist formulations of identity in re-cent years have tried to forward some account of psychic life—Butler is, of course, the exemplary figure here—the field imaginary in the U.S. remains fun-damentally reliant on a discourse of the social it has not rigorously engaged.61  Rather, it has seemed to understand its political commitment to social construc-tionism as the necessary precondition for work in its theoretic domain, and it is strangely this very commitment which can be seen to function as the bar to elaborating the social’s complex and contradictory genealogy within and for the field. The question of the analytic priority of the social is particularly important in thinking about how sexuality and gender are not theoretically distinct from   59. Bersani, supra note 55, at 209-22.  60. Halley, supra note 11, at 10-14.  61. And this reliance might begin to explain the difficulty the field evinces in moving off its own preoccupations with the queer cultural formations and discourses of the United States.  This is the case not simply in the hegemonic effect of queer scholarship’s focus on the United States, but also in those attempts to rethink the influence of diasporic and transnational theoretical and political influences. 080204 WIEGMAN.DOC 9/17/2004  9:28 AM  DEAR IAN, 119 the category of race, given the way that race in the U.S. social constructionist ar-chive has been more social, by definition, than any of its other identity-based analytic terms.62  This is the consequence in part of the way that race has been read as a social fiction, attached most profoundly and most essentially to minori-tized bodies, such that a grappling with the social structural seemed most im-mune to reinstantiating the violence that the social has been understood to im-part.  (The psychological, on the other hand, has offered a way to measure social violence by privileging ideals of autonomy, self esteem, and role modeling and hence it has functioned to deliver personhood without the potential compromise of the unconscious itself.63)  And while the critical analysis of race has been ex-tended more recently to encompass a deliberation on whiteness, it is significant that much of this work uses psychoanalytic language—as in the book title, “the possessive investment in whiteness”—but almost always in a context that em-beds it quite distinctly in the social as the theoretical foundation of the material and real.64  By acknowledging the way that race has generated an analytic that both begins and ends with the social, I’m drawing attention to the way that the body has been differently situated in U.S. identity discourses and played a dif-ferent role in the modes of internal critique that have challenged the identitarian logics of identity forms.  From this perspective, any attempt to escape McKinnon’s reduction of the sexual to a theory of the social by excising the so-cial altogether risks abandoning the queer theoretic’s necessary engagement with race as a non-convergentist analytic differential.  I am raising this issue not to reprimand you for failing to make race the destination of your critical inquiry, but to flag the consequences of my late arrival to the issue of the social as one of the most critical of the various omissions that attend my commentary here. So what are my other significant omissions?  Let me end by glossing two.  First, as you must already realize, I have shown no concern with the impact of your analysis or my own on the visibility or readability of the femme.  This omission arises from a certain resistance to the analytic consequences of representational demands, which tend to take—falsely I think—the pursuit of inclusion as the most viable way to make our political commitments real.  It is also the case that the femme’s revenge for all this desire for transitive masculinity is well underway on her own terms, and it remains to be seen just what stake she plans to make in the queer theoretic’s project of anti-identitarian sex and gender.65  Certainly, if I had my way here, some of this work would pursue an expansive grammar about femme gender, looking both at femme masculinity and the masculine femme as instances of female embodi-ment.   62. See LINDON BARRETT, BLACKNESS AND VALUE: SEEING DOUBLE  214-42 (1999).  Lindon Barrett is perhaps the most important theorist here who neither reduces race and sexuality to equivalencies in the social nor approaches the social as a flat plane of subject production.  63. For an important counter to this, see generally THE PSYCHOANALYSIS OF RACE  (Christopher Lane ed., 1998).  64. See generally GEORGE LIPSITZ, THE POSSESSIVE INVESTMENT IN WHITENESS: HOW WHITE PEOPLE PROFIT FROM IDENTITY POLITICS (1998).  65. See generally BRAZEN FEMME: QUEERING FEMININITY (Chloe Brushwood Rose & Anna Camil-leri eds., 2003); FEMME: FEMINISTS, LESBIANS, AND BAD GIRLS (Laura Harris & Elizabeth Crocker eds., 1997). 080204 WIEGMAN.DOC 9/17/2004  9:28 AM 120 DUKE JOURNAL OF GENDER LAW & POLICY Volume 11:93 2004 Second, I had wanted to share with you a greater interest in Bersani, espe-cially because he has recently retreated from his earlier infatuation with maso-chism in Is the Rectum a Grave?66  In “Sociality and Sexuality,” he writes: “Maso-chism is not a viable alternative to mastery, either practically or theoretically.  The defeat of the self belongs to the same relationship system, the same rela-tional imagination, as the self-exercise of power; it is merely the transgressive version of that exercise.”67  Bersani is not discounting critical attention to self-defeat, though he means to emphasize that “to privilege [it] in the relationship field is to reduce that entire field to libidinal relationality.”68  His analysis allows us to understand how counter moves tend not to escape the systems they chal-lenge, but to confirm their very logics, if only from a different angle or analytic side.  Hence, no matter how compelling the masochist pleasure in self-shattering, it is not a new alternative to the pastoralizing discourse of sex but that which the pastoralizing discourse animates by being so aggressively set against it. Please forgive me, Ian, for leaving to others the elaboration of what remains of these unfinished discussions, but I’m sure you will agree that I have lingered far too long to pursue anything further of my various obsessions.  So let me end by indulging a confession (I suspect that it is this letter’s most open secret): For all my talk of the analytic possibilities of divergence, I nonetheless hope that Janet finds something compelling about feminism to contemplate a timely re-turn.  I know that this is not what finally matters, but do let me know if you hear from her, and please write back soon. Love, Robyn   66. Bersani, supra note 55, at 216-18.  67. Leo Bersani, Sociality and Sexuality, 26 CRITICAL INQUIRY 641, 648 (2000).  68. Id. ",
    "id": 62548187,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarship.law.duke.edu:djglp-1084"
    },
    "title": "Dear Ian,",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2004-04-01T09:00:00+01:00",
    "publisher": "Duke University School of Law",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=1084&amp;context=djglp"
    ],
    "updatedDate": "",
    "yearPublished": "2004",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/62548187.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/62548187"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/62548187/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/62548187/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/62548187"
        }
    ],
    "abstract": "",
    "tags": [
        "text",
        "Law"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarship.law.duke.edu:djglp-1084",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "1382",
        "openDoarId": 0,
        "name": "Duke Law Scholarship Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 62548187,
        "depositedDate": null,
        "publishedDate": "2004-04-01T09:00:00+01:00",
        "updatedDate": "2024-01-24T00:45:26+00:00",
        "acceptedDate": null,
        "createdDate": "2016-11-17T19:55:30+00:00"
    },
    "urls": [
        "https://scholarship.law.duke.edu/djglp/vol11/iss1/6",
        "https://scholarship.law.duke.edu/context/djglp/article/1084/viewcontent/cite.pl"
    ],
    "lastUpdate": "2024-01-24T00:45:26+00:00",
    "setSpecs": []
}