{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Rocco, Tonette S."
        },
        {
            "name": "Gallagher, Suzanne J."
        }
    ],
    "contributors": [],
    "createdDate": "2019-12-14T01:58:47+00:00",
    "dataProvider": {
        "id": 3594,
        "name": "Kansas State University",
        "url": "https://api.core.ac.uk/v3/data-providers/3594",
        "logo": "https://api.core.ac.uk/data-providers/3594/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/267185196.pdf",
    "fullText": "Kansas State University Libraries New Prairie Press Adult Education Research Conference 2006 Conference Proceedings (Minneapolis, MN) Deconstructing heterosexual privilege with new science metaphors Tonette S. Rocco Suzanne J. Gallagher Florida International University Follow this and additional works at: https://newprairiepress.org/aerc  Part of the Adult and Continuing Education Administration Commons This work is licensed under a Creative Commons Attribution-Noncommercial 4.0 License Recommended Citation Rocco, Tonette S. and Gallagher, Suzanne J. (2006). \"Deconstructing heterosexual privilege with new science metaphors,\" Adult Education Research Conference. https://newprairiepress.org/aerc/2006/papers/70 This is brought to you for free and open access by the Conferences at New Prairie Press. It has been accepted for inclusion in Adult Education Research Conference by an authorized administrator of New Prairie Press. For more information, please contact cads@k-state.edu.  312Deconstructing heterosexual privilege with new science metaphors   Tonette S. Rocco, Suzanne J. Gallagher Florida International University  Keywords: Sexual orientation, discrimination, quantum physics, ecology  Abstract: The purpose of the paper is to deconstruct heterosexual privilege  in adult education through exploring metaphors in quantum physics and ecology.  Binary heterosexist boundaries are re-envisioned and alternative adult learning and education processes are suggested.  The purpose of this paper is to discuss heterosexual privilege and its effects on learners, teachers, and classrooms, and alternative perspectives and practices. We will present a discussion of heterosexual privilege and how binary thinking maintains heterosexual privilege. Second, we will explore the use of metaphors from the field of quantum physics and ecology as they relate to sexuality and the implications for adult education.   Heterosexual Privilege, Binary Boundary Maintenance, and Discrimination Heterosexual privilege requires strict boundary maintenance to determine who is normal and who is deviant. Deviants can then be discriminated against in a socially sanctioned manner.  Heterosexism Goffman (1963) defines social deviants as “the folk who are considered to be engaged in some kind of collective denial of the social order…perceived as failing to use available opportunity for advancement in the various approved runways of society; they show open disrespect for their betters; they lack piety; they represent failures in the motivational schemes of society” (p. 144). The social order is prescribed and defined by heterosexuals who maintain the strict binary to support the notion of heteronormativity as synonymous with humanity and morality (Gamson, 2000). The consequences of being a social deviant include discrimination, oppression, domination, myth-making, “marginalization and silencing at best, violence and death at worst” (Hill, 2004, p. 86). Heterosexism or heterosexual privilege is a system of oppression that reduces the experience of sexual minorities to medical or criminal causes while victimizing through violence or diminished opportunity people that are seen as sexual minorities. Heterosexism sustains a legal system that denies equal protection and property rights (such as marriage) and holds in contempt the personal relationships of sexual minorities. Hegemonic Binaries Binary categorization, reductionism, and blaming the victim or minority group member for their plight underlie the American economic, legal, and political system (Delgado & Stefanic, 2001). The characteristics that each of us possess such as sex, gender, race, sexual orientation, class, and culture are seen as binaries - a person is one thing or the other. This binary system supports the “fixed and clear meanings” (Arriola, 2000, p. 322) of each characteristic. Sex is defined as either male or female.  Gender is a learned response of what it is to be masculine or feminine including behavior, appearance, and affective orientation. Sexuality is defined as heterosexual or homosexual. These definitions reduce the issue to who one’s sexual partner is which then bolsters male dominance (Pharr, 1988).    313Bisexuals, transgender, and intersexuals are outside the binary. Bisexuals are people attracted to both sexes including sexual desire/lust and affection/love. Myths abound that bisexuals are confused, can’t commit, don’t exist, or everyone is bisexual. The Bisexual Resource Center (2002) confirms that it is difficult to quantify the number of bisexuals referring to the Kinsey estimates of the 1940s and 1950s of 15 to 25% of women and 33 to 46% of men. Transgender includes all gender variant people such as transsexuals who permanently change their genitals, transvestites who change their clothes, and other people who may present as one gender while identifying as the other, or feminize maleness or masculinize femaleness, and others such as indigenous people’s two spirit status (GLBTQ, 2004). “Intersexuals are people born physically between the male and female genders with anatomy that is either ambiguous or comprised of varying degrees of both male and female anatomy” (ITPeople.org, 2003).  ”Intersexed people are subject to medical treatment as children, which involves converting the child to the medically easiest gender without regard to what the child may want or organically be. In order to maintain straight privilege, the boundaries surrounding sex, gender, and sexuality must be fixed and without ambiguity (Ruffulo, 2005). A boundary is something that marks or fixes a limit, in the case of sexuality, it is the limit of what is moral or conforming to standards of right behavior (Webster, 1999). A male is expected to be heterosexual and masculine and a female is conditioned to be heterosexual and feminine. Oppression, domination, and violence are used to maintain these correlations and definitions.  Discrimination Discrimination is “the denial of institutional access on the basis of ethnic or racial identity” (Cornell & Hartmann, 1998, p. 169). While Webster’s Dictionary (1999) defines it as “distinguish, differentiate” or “to make a difference in treatment on a basis other than individual merit” (p. 149). Noticeably absent from the dictionary definition is a specific reference to group identity, which broadens the scope beyond the traditional discourse around race, ethnicity, and gender.  Discrimination acts as a boundary mechanism that acts to deny access to employment, education, political, civic, and social opportunities. Discrimination based on race, sexual orientation, gender, etc. is ancient practice based on a myth. As Montagu wrote, “A myth is a faulty explanation leading to social delusion and error” (1942/1997, p. 41). The problem is that we do not see how we share responsibility across time and place with others in perpetuating myths.  New Science Metaphors to Deconstruct Heterosexual Privilege Quantum physics relies on the theory that “solid materials dissolve at the subatomic level into wavelike patterns of probabilities” (Capra, 1996, p. 30). Ecology relies on systems thinking and the ability of organisms and systems to self-organize. The view of science that has emerged in the last half century embodied in quantum physics and ecology affirms fluid identities, the power of the observer in creating reality, and the ability of systems and organisms to self-organize.  The view of reality in Cartesian science includes solid building blocks of matter that exist independently as elementary units. These fundamental building blocks are acted upon by forces and mechanisms of natural laws we can know and predict (Capra, 1996, p. 42). Consistent with the Cartesian view of reality is the belief that homosexuals are deviant heterosexuals (the fundamental building blocks) and can be changed or eliminated with enough force or manipulation.   314Fluid Identity Quantum physics offers an alternative perspective on the nature of reality that reality is fluid and not based on solid building blocks of matter. While there is no direct correlation between subatomic particles and processes and social institutions, identity, and relationships, quantum physics gives us ways to imagine more fluid and dynamic identities and ways of becoming to inform institutional practices and structure. Quantum physics relies on the theory that “solid materials dissolve at the subatomic level into wavelike patterns of probabilities” (Capra, 1996, p. 30). Quantum physics defines reality without set categories or solid foundations. By extension, identities are fluid based on interactions in relationships with self, others, and society. Identity is self-organizing and non-linear. Identity can be viewed as “a dynamic web of interrelated events” (Capra, 1996, p. 39).   Observers Creating Reality When an observer looks for the particle, the particle appears as a function of the relationship with the observer (Capra, 1996, p. 40). Our position and perspective influences what we see and what we know. Heisenberg’s uncertainty principle means we can not know something exactly rather the very act of observing influences the outcome (Heisenberg, 1971). With the uncertainty principle in mind, sex is not a predetermined structure that someone is, rather it is a range of possibilities that someone is becoming. The social construction of sexuality influences the “becoming” of all persons, not just LGBTQ people. In classrooms the invisibility of sexual minorities to other students means that students will not see any one who is not straight in the class. Once the issue is raised by discussing LGBTQ issues students as observers of other students change their ideas because what they observe has been influenced by the perceptions of the observer. Making sexual minorities visible is one step towards making LGBTQ issues important to all. Self-organizing Organisms and Systems Particles and waves in quantum physics are seen as non-linear meaning they have the probability of showing up in any direction (Capra, 1996). By using non-linear mathematical formulas, scientists can see the development of patterns, such as in the development of snowflakes or leaves. The patterns evolve without hierarchy and in a web of relationships to the environment. The image of a web of relationships replaces the fundamental building block concept in Cartesian science. Quantum physics further describes webs as self-organizing or autopoetic, a term that means self-making (Capra, 1996, p. 162). This idea resonates with Young’s (1990) understanding of the need for individual self-determination and development. Young explains “oppression is the institutional constraints on self-development and domination is the institutional constraints on self-determination” (p. 37). Going further Young (1990) states that “Domination consists in persons having to perform actions whose rules and goals they have not participated in determining, under institutionalized conditions they have not had a part in deciding” (p. 218). In the case of LGBTQ people domination puts them outside of the web of relationships of the powerful that exert social control. A fear expressed in heterosexual privileged discourse is that by acknowledging the variations in sex, sexuality, and gender we will lose social control (Johnson, 2003). Hierarchical relationships supported by heterosexual privilege include the male dominating the female, the heterosexual limiting life choices of the homosexual, and the masculine over the feminine.  Social justice advocates argue that there is a deeper pattern of just social relationships by allowing people to self-determine and self-develop their identities.  The network or web image of  315relationships allows us to see everyone is connected to everyone else (Capra, 1996). In a network, “A person is defined by the relationship to others…this means then that my personal growth does not hinder yours. On the contrary it enhances it…Anyone else’s diminishment diminishes me” (Capra & Steindl-Rast, 1991, p. 95-96). We do not see the pattern of just social relationships now because we are blinded by binary thinking (Johnson, 2003).  In an effort to destabilize the boundaries, Tierney (1993) suggests border zones, areas that are fluid and not rigid like boundaries. This is based in part on the notion of a borderland which is “a vague and undetermined place created by the emotional residue of an unnatural boundary” (Anzaldua, 1987, p. 3). The biological, social, economic, and political forces are currently defined by heterosexual privilege to hide the social construction of heterosexuality. By redirecting these forces by reducing the negative implications of being LGBTQ everyone’s sexuality will be seen as an emerging possibility or pattern of becoming (Johnson, 2003).   Implications for Adult Education By deconstructing binary categories using metaphors from quantum physics and ecology, adult educators can create inclusive understanding of the learner, socially just teaching, and equitable programs. Quantum physics and ecology challenge adult educators not to study an objective reality “out there” but to participate in the co-evolution of the world as we interact with it.   Understanding the learner Fluid identities are consistent with a relational view of self (Tennant, 2000) and the non-unitary self (Clark & Dirkx, 2000). LGBTQ adult learners are struggling with forming a positive self-identity in a discriminatory environment, which pulls energy away from achieving life long learning goals. The negative experience that occurs when a person is struggling with emergent identity produces emotional responses. In order for learning to occur from experience, feelings need to be processed. For some adults there is no safe space to process feelings of being deviant/immoral. Miller (2005) cautions that “the considerable struggle often involved in turning unpleasant aspects of experience into learning” should be acknowledged by adult educators (p. 79). Acknowledging negative experience and the consequent emotions are difficult when LGBTQ learners are invisible, harassed, silenced, and in some cases, physically assaulted. Non-LGBTQ adult learners are diminished through a lack of exposure, understanding, tolerance, and affirmation. Educational opportunities are reduced through lack of engagement, fear, and oppression.  Teaching justly Recognizing the power of the observer (in this case, the teacher) to create reality (Heisenberg, 1971), adult educators would benefit from a self-examination of their bias toward sexual minorities and their privileged positions. How do educators facilitate learning from negative experiences when we can not even name or recognize the experience of coming out in a society that condemns this as an immoral choice?  In addition to self-reflection, educators have a responsibility to view the patterns of relationships in their classrooms, offices, and schools to deconstruct dominating heterosexual assumptions and power. Brookfield (2005) states “adult learning should investigate how people learn to recognize the flow of power in their lives and their communities” (p. 47).  Adult educators can go a long ways in creating safe spaces for sexual minorities to learn in by explicit  316acknowledgement of non-discrimination, the plurality of sexual orientations, and the dynamic nature of sexuality in adult learners.  When you don’t see yourself mirrored in your faculty, you don’t aspire to be faculty especially when you combine that with the fear of being fired for being LGBTQ. Those teaching for social justice risk harassment and discrimination in higher and adult education. Teachers may be fired or not even hired because of publication records. Teachers are challenged to practice inclusive pedagogy that affirms the presence of LGBTQ students and the contributions of LGBTQ people in their subject areas (Macgillivray, 2004). We believe it is the responsibility of those in privileged positions and those born with privilege to understand it.  Equitable program planning  The sociopolitical domain of program planning asks who is involved in development, who benefits, and what are the consequences (Sork, 2000). In order for LGBTQ people to have access to and be visibly involved in adult education, non-discrimination policies, resource allocation to gay and lesbian issues, and equitable distribution of organizational benefits should be examined to see if they provide a just foundation for the self-organization of all people. Recognizing that the diminishment of one leads to the diminishment of all (Capra & Steindl-Rast, 1991), program planners must evaluate their practices for effects on sexual minorities and other marginalized people.    Program planners “will continue to look for conceptual resources that will help them in this challenging work” (Sork, 2000, p. 187). Understanding the need for self-determination (Young, 1990) and self-organization (Capra, 1996) in healthy organisms and organization, adult educators have a responsibility for validating self-determination and organization for sexual minorities. As creators of social reality, adult educators can include or exclude LGBTQ people in the process.   Conclusion  Heterosexism infuses the relationships and development of adult learners and requires systematic deconstruction and creative re-envisioning of sexuality and justice. Metaphors from quantum physics and ecology provide alternative means of understanding adult learners, facilitating just power dynamics between people of differing sexual orientations in adult education, and creating equitable and accessible programs.   References Anzaldua, G. (1987). Borderlands, La frontera. San Franciso: Spinsters/Aunt Lute. Arriola, E. (2000). Gendered inequality. In R. Delgado & J. Stefanic (Eds.), Critical race theory: The cutting edge (2nd ed. pp. 322-324). Philadelphia: Temple University Press. Bisexual Resource Center (2002). Bisexuaity. Retrieved June 25, 2005 from http://www.biresource.org/pamphlets/bisexuality.pdf Brookfield, S. D. (2005). The power of critical thinking: Liberating adult learning and teaching. San Francisco: Jossey-Bass. Capra, F. (1996). The web of life: A new scientific understanding of living systems. New York: Anchor Books.  Capra, F., & Steindl-Rast, D., & Matus, T. (1991). Belonging to the universe. New York: HarperCollins. Clark, M.C., & Dirkx, J.M. (2000). Moving beyond a unitary self: A reflective dialogue. In A.L. Wilson & E.R. Hayes (Eds.), Handbook of adult and continuing education (pp. 101-116). San Francisco: Jossey-Bass.  Cornell, S., & Hartmann, D. (1998). Ethnicity and race: Making identities in a changing world. Thousand Oaks, CA: Pine Forge Press. Delgado, R. & Stefanic, J. (2001). Critical race theory: An introduction. New York: New York University Press.  317Gamson, J. (2000). Sexualities, queer theory, and qualitative research. In N. Denzin & Y. Lincoln (Eds.), The handbook of qualitative research (2nd ed.) (pp. 347-365). Thousand Oaks, CA: Sage. Goffman, E. (1963). Stigma: Notes on the management of a spoiled identity. New York: Simon & Schuster. Heisenberg, W. (1971). Physics and beyond. New York: Harper & Row.  Hill, R. J. (2004). Activism as practice: some queer considerations. In R. St. Clair, and J. Sandlin, (Eds.), The Welfare-to-Work challenge for adult literacy educators (pp. 85-94). New Directions for Adult and Continuing Education, Vol. 102. San Francisco: Jossey Bass. ITPeople.org. (2003). Intersexed. Retrieved on October 20, 2005 http://www.itpeople.org/intersexed.php Johnson, T. (2003). Gay perspective: Things our homosexuality tells us about the nature of God and the universe. Los Angeles, CA: Alyson. Macgillivray, I. K. (2004). Sexual orientation & school policy. New York: Rowman & Littlefield. Miller, N. (2005). Learning from experience in adult education. In A. L. Wilson, & E. R. Hayes, (Eds.). Handbook of Adult and Continuing Education (pp. 71-86). San Francisco: Jossey-Bass. Pharr, S. (1988). Homophobia: A weapon of sexism. Iverness, CA: Chardon Press. Ruffulo, D.V. (2005). Queering educational research in the academy: Disturbing binary sexualities for queer subjectivities. Paper presented at Lesbian, Gay, Bisexual, Transgender, Queer, and Allies Preconference at the annual Adult Education Research Conference. Athens, GA. Sork, T.J. (2000). Planning educational programs. In A. L.Wilson & E.R. Hayes (Eds.), Handbook of adult and continuing education (pp. 171-190). San Francisco: Jossey-Bass. Tennant, M. (2000). Adult learning for self-development and change. In A.L. Wilson & E.R. Hayes (Eds.), Handbook of adult and continuing education (pp. 187-100). San Francisco: Jossey-Bass.  Tierney, W. G. (1993). Building communities of difference: Higher education in the twenty-first century. Westport, CT: Bergin & Garvey. Webster’s new explorer dictionary and thesaurus. (1999). Springfield, MA: Federal Street Press.  Wheatley, M. (1992).Leadership and the new science. San Francisco: Berrett-Koehler. Young, I. M. (1990).  Justice and the politics of difference. Princeton, NJ: Princeton University Press.  ",
    "id": 267185196,
    "identifiers": {
        "doi": null,
        "oai": "oai:newprairiepress.org:aerc-2583"
    },
    "title": "Deconstructing heterosexual privilege with new science metaphors",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2006-08-24T17:00:00+01:00",
    "publisher": "'New Prairie Press'",
    "references": [],
    "sourceFulltextUrls": [
        "https://newprairiepress.org/cgi/viewcontent.cgi?article=2583&amp;context=aerc"
    ],
    "updatedDate": "",
    "yearPublished": "2006",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/267185196.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/267185196"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/267185196/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/267185196/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/267185196"
        }
    ],
    "abstract": "The purpose of the paper is to deconstruct heterosexual privilege  in adult education through exploring metaphors in quantum physics and ecology.  Binary heterosexist boundaries are re-envisioned and alternative adult learning and education processes are suggested",
    "tags": [
        "text",
        "Sexual orientation",
        "discrimination",
        "quantum physics",
        "ecology",
        "Adult and Continuing Education Administration",
        "Education"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:newprairiepress.org:aerc-2583",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "3594",
        "openDoarId": 0,
        "name": "Kansas State University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 267185196,
        "depositedDate": null,
        "publishedDate": "2006-08-24T17:00:00+01:00",
        "updatedDate": "2023-12-02T21:36:03+00:00",
        "acceptedDate": null,
        "createdDate": "2019-12-14T01:58:47+00:00"
    },
    "urls": [
        "https://newprairiepress.org/aerc/2006/papers/70",
        "https://newprairiepress.org/context/aerc/article/2583/viewcontent/RoccoGallagher.pdf"
    ],
    "lastUpdate": "2023-12-02T21:36:03+00:00",
    "setSpecs": []
}