{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Gomes da Costa Santos, Gustavo"
        }
    ],
    "contributors": [],
    "createdDate": "2013-08-19T12:01:11+01:00",
    "dataProvider": {
        "id": 99,
        "name": "SAS-SPACE",
        "url": "https://api.core.ac.uk/v3/data-providers/99",
        "logo": "https://api.core.ac.uk/data-providers/99/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/13120162.pdf",
    "fullText": "11Decriminalising homosexuality in Africa: lessons from the South African experienceGustavo Gomes da Costa Santos1The lesbian and gay sexual rights issue has become increasingly visible in the international context, including in South Africa. The recent recognition of lesbian and gay rights and approval of equality laws in several countries confirms the relevance of this issue at the beginning of the 21st century. The reaction to this from conservative groups in different national contexts has also brought gay and lesbian rights to the forefront in both national and international political agendas. The demands of lesbian and gay people for equality first emerged in developed countries and nowadays are present throughout the developing countries. Many activists have demanded equality and in many cases, they have been winning legal battles. This is the case in South Africa, where an equality clause was included in the Bill of Rights within the new post-apartheid Interim Constitution of 1993, which came into force in 1994, and was also included in the final Constitution (Constitution of the Republic of South Africa 1993; 1996). The equality clause prohibits unfair discrimination on grounds including ‘sexual orientation’ (Kennedy 2001). This was the first case in the world where a constitution text included lesbian and gay rights among the rights protected by law, and this contributed to dramatic changes including the decriminalisation of sex between men in 1998 and the creation of same-sex marriage in 2006.After being under Dutch colonisation for almost 200 years, South Africa was occupied by British troops in 1795. It was only in 1806 that the British Empire finally gained South Africa as part of its territories scattered around the world. The British expansion in southern Africa ignited several conflicts with Dutch colonisers known as the Boers, and with the native people. Those conflicts, which were fuelled by discoveries of gold and diamond natural deposits, ended in the Anglo-Boer War in 1899. The British Empire won the war in 1902 and, as part of the peace agreement, the Boer Republics joined 1 Doctor in Political Science, State University of Campinas (Unicamp)/Brazil.SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS314the Cape Colony and Natal in the Union of South Africa in 1910 (Guiliomee and Mbenga 2007). The creation of the Union of South Africa consolidated British power in southern Africa. South Africa became a Dominion in the British Commonwealth and like Canada, Australia and New Zealand gained self-government and great independence in foreign affairs. This situation ended in 1961, when the increasing opposition from newly independent African and Asian states precipitated the expulsion of apartheid South Africa from the Commonwealth due to its racist policies. The country only became part of the organisation again in 1994, after its very first multi-racial elections (Chhiba 2011).South Africa is an exception in the African continent when it comes to sexual rights. The majority of the nations in Africa consider same-sex relationships as a crime, and in former British Empire states this is maintained largely via laws known as the sodomy laws which can make ‘offenders’ face years in prison or a life sentence. According to the recent ILGA report on State-sponsored Homophobia, discussed in the introductory chapter of this volume, 36 African countries penalise consensual same-sex intercourse between adults with incarceration and three of them with the death penalty (Sudan, Mauritania and the northern states of Nigeria: Bruce-Jones and Itaborahy 2011, pp. 10, 18–19). Besides that, many leaders in the continent have spoken in clear homophobic tones, making it clear they consider that homosexuality is not part of African culture. African leaders such as the Zimbabwean president Robert Mugabe and former Namibian president Sam Nujoma have largely identified homosexuality as having been brought into Africa by former western colonial powers (Phillips 1997), contrary to historical research evidence (Epprecht 1998) and accounts from black lesbian and gay people (Gevisser and Cameron 1995). In the views of such leaders, homosexuality is ‘unAfrican’ and represents a major danger to the cultural integrity of their countries. In a context where the AIDS pandemic is spreading all over the continent and the African governments are not responding effectively to it, homosexuality has turned into an easy ‘scapegoat’ for all the ills afflicting the population (Long 2003). Lesbian and gay activists have been ‘outed’ by newspapers and face increasing harassment by their governments. Ugandan MPs have recently elaborated a bill which if approved would reinforce the penalisation of same-sex practices; drafts have sought to punish consensual same-sex intercourse between adults with life imprisonment or with death penalty in cases where the perpetrator is HIV-positive (BBC News 2009; Jjuuko, this volume).In such a context of disseminated state-sponsored discrimination and oppression against lesbian and gay people, how was it possible for South Africa to enact some of the most progressive legislation on sexual rights? This chapter seeks to understand the main reasons for South Africa’s uniqueness by analysing the development of sexual rights in the country, from campaigning which began in the apartheid period through the transition to majority rule 315Decriminalising homosexuality in africauntil the decriminalisation of sodomy in 1999, and also noting more recent developments including the creation of same-sex marriage. To understand South Africa’s path to the decriminalisation of homosexuality, one must look back to the struggle against apartheid and the negotiated transition to democracy which culminated in the approval of the final version of the constitution in 1996. The aim of the chapter is to draw some lessons for other countries in Africa and the Commonwealth on how to advocate lesbian and gay rights, particularly in the legal and institutional arenas. 1. Apartheid and the politics of sexuality in South Africa South Africa is known around the globe for having hosted one of the most systematic and cruel racial segregation regimes in history: apartheid. This system of segregation emerged from the oppression of indigenous black African peoples and non-white minorities by two white ethnic groups descended from colonising populations: South Africans of British descent, speaking English, and Afrikaners descended from Dutch, French and German settlers, speaking Afrikaans. The Afrikaans word ‘apartheid’ means ‘separateness’ and was used to name the racial segregation policy implemented after the victory of the National Party (NP) in 1948. Differently from the racial segregation system present in the period prior to 1948, apartheid promoted a deliberate politics of fixation and institutionalisation of ethnic/racial groups. The early predecessors of apartheid promoted the ‘separate development’ idea, which stated that each racially defined group could ‘develop’ based on their own characteristics and specificities. It was established by apartheid policies that each racially defined group should live in specific areas and inter-racial marriage was absolutely forbidden. In real terms, the white minority secured privileges based on the systematic exclusion of non-white social groups (Welsh 2010).The subjacent objective of the apartheid was to block the urbanisation of African groups. Strict mobility controls were established as an attempt to monitor black African people in white areas. All black Africans were required to have a pass that allowed them to enter white areas and they were supposed to leave such areas before a pre-established time every day (Posel 1991). The restrictions established by the NP related to the mobility of non-white people, aiming to control the supply of workers for both farms and newly established industries around big cities. Besides mobility controls, apartheid had two different approaches to social intervention: the ‘petty’ apartheid, which established public areas separated by ‘race’ (restaurants, hospitals, toilets, beaches, train and bus stations and public buildings had separated areas for white and non-white people), and the ‘grand’ apartheid that established specific ‘homelands’ for each specific ethnic group in such a way that all South-African black people should be considered as citizens of those ‘nations’ and therefore, treated as foreigners in the white areas. The SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS316‘grand apartheid’ led to a massive forced migration. More than three million people were sent from white areas to the ‘homelands’, which were artificially created nations for different ethnic groups (Guiliomee and Mbenga 2007). The origin of apartheid is linked to the Afrikaner nationalism that emerged decades before in the Anglo-Boer war (1899–1902). From the arrival of British settlers at the beginning of 19th century, Afrikaners found themselves in a situation of economic disadvantage relative to white people with British background. British descendents had privileged access to commerce and merchant capital. Afrikaners were mainly engaged in subsistence farming and had low levels of education compared to the white British. As the urban Afrikaner population started to grow after the war, the Afrikaner intelligentsia’s groups were increasingly alarmed by what they perceived as growing poverty in the Afrikaner communities. This was recurrently used by Afrikaner leaders as a catalyst for the promotion of Afrikaner nationalism, which proposed the union of the volk [people] against both English colonialism and non-white people (Guiliomee 2003).Organisations like Afrikaner Broedebond [the Afrikaner Fraternity] had an important role in spreading the Afrikaans language, declared as the official language in 1925 alongside English, and in promoting the bonding between entrepreneurs and the working class. Besides the language, another important characteristic of the Afrikaner culture was Calvinism. The Dutch Reformed Church [Nederduits Gereformeerde Kerk – NGK] had an important role in the foundation of the apartheid ideology. The myth of the Babel Tower was the theological basis used to justify apartheid. In the book of Genesis, the Bible tells the story of the Babylonian people, who wanted to build up a tower high enough to reach the skies. The Tower is a representation of human pride and arrogance, as the Babylonians wanted to be as grand as God himself. As a way to punish people, God separated them in different languages and cultures. According to J.D. Du Toit, minister of the NGK, the lesson from the Tower of Babel was twofold: ‘those whom God has joined together had to remain united; those whom God had separated had to remain apart (…)’ (Guiliomee 2003, p. 462). It was based on that interpretation of the Bible that the architects of apartheid founded their ideas on theological grounds.  Another pillar of the ‘separate development’ idea was the prohibition of inter-racial relationships, apparent in the Immorality Act 1927 which criminalised extramarital male/female sexual intercourse between ‘European’ and ‘native’ people. The prohibition aimed to prevent any racial mixture as a way to crystallise ethnic borders among racial groups. The leaders of Afrikaner nationalism lectured about the need to forbid sexual intercourse between white and non-white people in order to keep the volk unit intact. The prohibition of those relationships meant an approach to avoid supposed racial degeneration and save the volk Afrikaner. In the electoral campaign of 1948, the NP emphasised the necessity to keep the Afrikaner nature pure via racial segregation. This idea 317Decriminalising homosexuality in africabecame a social policy with the approval of the Prohibition of Mixed Marriages Act 1949. The racial segregation was reinforced by the Immorality Amendment Act 1950, which criminalised all forms of heterosexual extra-marital sexual relations between people from different racial groups. It was in the efforts to regulate relationships among different racial groups that homosexuality gained visibility in South Africa. From the beginning of the NP government, racist policies had always been associated with sexual policing (Retief 1995). The obsessive interest of the authors of apartheid in controlling sexuality in South Africa was based on interpretations of Christianity, and more specifically Calvinism, ideologies that underpinned the ‘separate development’ idea. It was necessary to keep the white nation sexually and morally pure as a way to fight against the ‘black danger’ (swart gevaar). The emergence of a growing gay sub-culture in big South-African cities, associated with the increasing visibility of places frequented by homosexuals, blew the whistle and caught the attention of the NP, whose high command saw homosexuality as a threat to South African civilisation. To make sure the country would not have the same destiny as Rome or Esparta, the fall of which were intimately associated with the dissemination of homosexuality in the eyes of the NP, in 1968 the party imposed a major repression of homosexuality by proposing an act amending the Immorality Act 1957. The Immorality Amendment Act 1969 increased the regulation of sex between men in several ways, while also adjusting sexual offences by men with girls, via amendments to the Immorality Act 1957 (later renamed by the Immorality Amendment Act 1988 to become known as the Sexual Offences Act 1957). The most important amendment related to sex between men became Section 20A of the 1957 Act, stating:1. A male person who commits with another male person at a party an act which is calculated to stimulate sexual passion or to give sexual gratification shall be guilty of an offence.2. For the purposes of subsection (1) ‘a party’ means any occasion where more than two persons are present. […]The law now stated that individuals involved in same-sex relationships could face punishment by being locked up for two years in prison. Thanks to the lobby promoted by the Homosexual Law Reform Fund (known as the Law Reform), the approved amendment did not have draconian measures for punishing homosexuality in general, as initially proposed in the first considered amendment; rather it encompassed only male homosexual acts in situations with more than two persons present. However this enabled certain intrusions into private life as well as forbidding gay parties and was accompanied by other new restrictions. Further amendments made by the 1969 Act ended up raising the legal age for consensual sex between homosexuals from 16 to 19 years old via the revised section 14 of the 1957 Act, and prohibiting the use of SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS318dildos via a new section 18A of the 1957 Act. After that, the police could arrest any homosexual who was participating in a ‘party’, which was defined as any occasion with more than two people present (Retief 1995, p. 103). The amendment raised the police control over places where gays socialised, which reinforced the idea of homosexuality as crime. Although it may be seen as the initial movement of the homosexual mobilisation, the Law Reform did not establish a homosexual movement in South Africa due to its single and short-term demand.It is only possible to find an emerging homosexual movement in South Africa during the 1980s. During the reforms promoted by the president P.W. Botha (Thompson 2001), the Gay Association of South Africa (GASA) was created in 1982, supposedly aiming to unite homosexuals by providing spaces for socialisation and support services. Most of the members of that Association were white; they were conservative and had no political objectives. Moreover, the group decided not to have its activities linked to the black movement whatsoever. It is possible to find testimonies from black people who were part of the GASA that demonstrate the racial prejudice within that group (Head, Martin and Reid 2005). For some white members, the presence of black people was not accepted and the only intention was to show, mainly abroad, that the group was not racist. The arrest of the black activist and member of the group Simon Nkoli for anti-apartheid protests in 1986 exposed the internal contradictions of GASA. The International Lesbian and Gay Association, ILGA, banished GASA as the group did not make public its opposition and indignation about the arrest of Nkoli (Gevisser 1995, p. 56).Some progressive members of international anti-apartheid movement saw in the arrest of Nkoli an opportunity to insert lesbian and gay rights issues in the African National Congress (ANC)(Gevisser 1995; Cock 2005). Ruth Mompati, a member of the ANC in the United Kingdom, told the British gay press in 1987 that the ANC did not have an agenda for gay and lesbian people because that would shift the focus of the ANC from the most important issue for the party: the fight to end apartheid (Tatchell 2005). For Mompati, homosexual people were not normal people and they did not need any rights as they were well-off people. Besides that, homosexuality was just another fashionable item from the western world. These statements generated many protests from the international anti-apartheid movement. Many letters were sent to the ANC leadership condemning the homophobia presented in Mompati’s declarations and pressed the ANC to publicly make its position on gay and lesbian rights clear in the liberation struggle. In November 1987, the ANC’s information director, Thabo Mbeki, made public the commitment of the ANC to fight for gay and lesbian rights in South Africa (Tatchell 2005). After that, some ANC high-profile members (such as Albie Sachs, Frene Ginwala and Kader Asmal) had meetings with lesbian and gay activists inside and outside South Africa. According to Tatchell (2005), these early 319Decriminalising homosexuality in africacontacts were fundamental for bringing gay and lesbian rights to the Bill of Rights elaborated by the organisation, which was later integrated in the interim constitution. The commitment shown by people in the ANC leadership didn’t mean that the issue of gay and lesbian rights was the subject of consensus in the ANC’s ranks. On the contrary, many ANC members are still reluctant to promote policies for gay and lesbian people. I will return to this topic in the last section of this chapter. After the collapse of GASA in 1986, two different kinds of activism emerged in South Africa. The one represented by the National Law Reform Fund (NLRF) tried to apply the conservative mobilisation model used by both Law Reform and GASA. They focused their efforts on changing laws that criminalised homosexuality without engaging in the struggle against apartheid. Created in the same year, the NLRF supported a candidate from NP, whose political ideas were pro-homosexual rights. The second kind of activism associated the fight for homosexual rights with democratic demands and the battle to extinguish the apartheid regime. This was apparent in the creation of both the Gay and Lesbian Organisation of the Witwatersrand (GLOW) in 1988, in which most members were black activists under the leadership of Simon Nkoli; and the Organisation of Lesbian and Gays Activists (OLGA) in 1987, that represented a number of white activists and middle-class intellectual people engaged in the anti-apartheid battle. These latter two organisations presented evidence that the characteristics of the homosexual mobilisation in South Africa had changed. Although still mainly organised along racial lines, GLOW and OLGA represented the commitment of the recently born gay and lesbian movement to ally with the struggle to end apartheid. At that time there were several popular demonstrations on the streets against racial segregation and consequently repression was escalating against liberation movement groups (Thompson 2001). Both GLOW and OLGA became members of the United Democratic Front (UDF), a broad-based political entity that congregated many anti-apartheid organisations. The UDF was in line with the ANC’s ideas, in a context where the ANC had been banished in 1960 by the NP government. In 1990, as the ANC was legalised and subsequently Nelson Mandela was set free, South Africa’s democratisation process was just beginning. In the same year, GLOW launched in Johannesburg the first Lesbian and Gay Pride Parade in South Africa, which had 800 participants (Gevisser 1995). Grasping slogans such as ‘united in the community’ and ‘lesbian and gay against apartheid’, lesbian and gay activists claimed the liberation movement to include the struggle for sexual liberation as part of its commitment to a society free of all kinds of oppressions. In this democratisation process, lesbian and gay groups started to demand the inclusion of lesbian and gay rights in the battle for human rights. From that moment on, groups thus aligned worked together with ANC leaders to make sure the prohibition of decriminalisation on the grounds of sexual orientation SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS320should be included in the Bill of Rights proposed as necessary by that party from 1986 (Christiansen 2000, p. 1012). That Bill of Rights would be used as a basis of such a bill in the new constitution (Croucher 2002). Although many leaders and members of ANC considered homosexuality abnormal and not part of the African culture, as with the homophobic declarations of Ruth Mompati previously discussed (Gevisser 1995), the contact of several ANC leaders living abroad with both pro-gay rights activists and gay and lesbian anti-apartheid activists was a catalyst to include gay and lesbian rights into a broader perspective oriented towards human rights. All those efforts made the ANC, in 1992, the first South African party to formally recognise the rights of gays and lesbians (Fine and Nicol 1995; Croucher 2002). 2. Homosexuality in the constitutional assembly: guaranteeing sexual rights for lesbian and gay people in the new South AfricaThe ANC played a key role in initiating open public debate over the content of the new Constitution. From 1990 the ANC’s Constitutional Committee initiated a series of seminars and conferences over its Constitutional Guidelines published in 1989, as detailed by Klug (1996). This enabled participation by various NGOs and community groups, and helped set an inclusive tone for discussions. Gay and lesbian activists met with members of the ANC Constitutional Committee and many groups supported a written submission by OLGA (Fine and Nicol 1995). Christiansen reports this to have influenced an ANC Women’s Section meeting in March 1990 to adopt a position opposing ‘sexual orientation’ discrimination. This helped enable individuals such as Kader Asmal and Albie Sachs to argue for the express prohibition of discrimination related to ‘sexual orientation’ when the Bill of Rights was drafted (Christiansen 2000, pp. 1026–7). The draft bill was then published in November 1990 with a note acknowledging OLGA (Christiansen 2000, p. 1026), and circulated internationally for consultation in 1991, stating ‘Discrimination on the grounds of … sexual orientation shall be unlawful’ (African National Congress Constitutional Committee 1991).In order to pave the way for the transition to the new order, major political actors decided to organise the Convention for a Democratic South Africa (CODESA) in December 1991. Nevertheless, the most important organisations (NP and ANC) diverged in their objectives. NP delegates aimed that CODESA should be responsible for elaborating the new constitution. In their view, only CODESA would guarantee the rights of the white minority in the new South Africa. On the contrary, ANC delegates urged CODESA to deal only with issues regarding the political transition itself. The elaboration of the new constitution should have been the task of the new and probably ANC-dominated Parliament, elected at the first multi-racial election (Guiliomee and 321Decriminalising homosexuality in africaMbenga 2007). The solution to this impasse only emerged with the organisation of the Multiparty Negotiating Forum (MPNF) in April 1993. Both parties compromised that the new constitution should be elaborated in a two-phased process. In the first phase, an interim constitution would be elaborated, defining the arrangements for the first multi-racial elections and the constitutional principles known as the ‘34 Principles’, agreed by all parties. In the second phase, the newly-elected Parliament would have two years to discuss the new constitution. Once approved, it should be sent to the Constitutional Court to be confirmed. The Court would have the prerogative to certify that the new constitution complied with the Principles previously agreed by all parties in the MPNF (Christiansen 2000).Organised in different Thematic Committees, the Forum rallied between April and November 1993 in Kempton Park and had the task of drafting the interim constitution. Many lesbian and gay activists were directly involved in the anti-apartheid struggle and had worked together with high-profile leadership figures inside the ANC. In 1993, gay lawyers established the Equality Foundation2 and prepared a submission to the Technical Committee on Fundamental Rights. In this submission, the group demanded that the Committee include the concept ‘sexual orientation’ in the interim constitution. On the occasion, there was an intense debate on how to write down the equality clause. Some defended a more generalist approach, in which the equality clause would only mention that ‘everyone is equal before law’ (South African Law Commission 1991; South Africa Government 1993). Others, including ANC delegates, defended an equality clause in which social conditions such as race, gender, age and sexual orientation would be enumerated, as a way to remove any possible doubt about their legal protection under the new constitutional text (African National Congress 1993). For the Equality Foundation, an equality clause expressly defining the social characteristics protected by law was especially important to protect the rights of sexual minorities. A constitution which explicitly included sexual orientation would avoid any uncertainty concerning the applicability of the equality principle for lesbian and gay people. In an addendum to the First Submission sent on June 1993 to the Committee, the Equality Foundation based its claim to include sexual orientation in the interim constitution on a consensus among the main political groups that gay rights had to be protected in the new political order. The ANC, the Inkhata Freedom Party (IFP) and the Democratic Party (DP) had included the term 2 The Equality Foundation was established using funds raised previously by NLRF to facilitate submission to the President’s Council review of existing laws on homosexuality. As the review never took place, the funds were transferred to the Equality Foundation to lobby for the inclusion of sexual orientation in the equality clause (Hoad, Martin and Reid 2005).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS322‘sexual orientation’ in their own proposals for the new Bill of Rights. According to the submission, there was an increasing understanding in courts and public opinion that ‘sexual orientation is simply one of the varied experiences of the human condition, is not pathological and is immutable’ (Equality Foundation 1993a, p. 1).In the Equality Foundation’s point of view, to expressly include sexual orientation as one of the grounds for non-discrimination would be essential to protect the rights of lesbian and gay people since: a) discrimination on sexual orientation often occurs indirectly, based on misconceptions with no empirical validity; b) in spite of increasingly progressive approaches to the issue, the South African courts had mainly disapproved of homosexuality; c) only by enumerating the social conditions protected by the Bill of Rights could the Technical Committee fulfil its aim to inspire the confidence and hope of all communities and individuals in the new South Africa (Equality Foundation 1993a, p. 4). At the end of the negotiations, an agreement was reached by the major parties. It was decided that the equality clause would specifically enumerate the social characteristics protected by the Bill of Rights. OLGA, the Equality Foundation and their allies thus succeeded in achieving the inclusion of the expression ‘sexual orientation’ in the interim Constitution, including the rights of lesbians and gays in the principles agreed in the transition’s first phase (Christiansen 2000). According to a document produced by Equality Foundation (1993b), an individual’s sexual orientation is not simply an indication of his or her preferred sexual activities. Sexual orientation is related to the identity of an individual, encompassing his or her deep personality and individuality. Sexual orientation is a matter of identity. This embodies both personality and individuality. Identity is not synonymous with gender. Gender differentiates the male and the female physiological attributes. These are generally inherited. Identity, on the other hand, relates to gender only in so far as the male or male physiology is incorporated into the psycho-social structure of the individual. The term sexual orientation embraces both gender and identity. (Equality Foundation 1993b)Although sexual orientation has been used mostly to refer to all sexual expressions deviant from the heterosexual norm, the term can be defined to refer to not only homosexuality but also heterosexuality and bisexuality. According to the document, in the constitutional perspective, sexual orientation excludes the so-called paraphilias, which are considered pathological in psychiatry. Non-pathological sexual practices are those performed by consenting human adults. All other erotic activities, such as paedophilia and zoophilia, are excluded from legal protection. The prohibition of discrimination regarding sexual orientation only encompasses homo-, hetero- and bisexuality. The intention of the Equality Foundation to narrow the constitutional protection to those 323Decriminalising homosexuality in africasexual expressions was to avoid losing allies from the political elite and a backlash from conservative groups.The triumph of including sexual orientation in the interim Constitution motivated many South African lesbian and gay activists to create in 1994 the National Coalition for Gay and Lesbian Equality (NCGLE). Formed by 78 groups, the NCGLE based its tactics on the successful examples of single-issue mobilisations such as the End Conscription Campaign3 in the 1980s and the first pro-gay lobby of Law Reform in the 1960s. The main aim was to concentrate all efforts in one single demand: to maintain the term ‘sexual orientation’ in the final version of the Constitution. The work of the gay professor and lawyer Edwin Cameron was fundamental in delineating the strategies put in place by NCGLE. In a workshop organised in 1991 by GLOW4 and in his inaugural lecture in Wits University in 1992 entitled ‘Sexual orientation and the constitution: a test case for human rights’ (Cameron 1992; 1993), Cameron elaborated the importance of protecting the rights of lesbian and gay people in the new constitution. Based on both works, lesbian and gays activists drafted the strategy to advocate equality in the political and legal arenas. The strategy would later become known as the ‘shopping list’ (Berger 2008). The list consisted of the main demands of lesbian and gay people, ranked from the more consensual and easier to accomplish ones (equal consenting ages for homosexual and heterosexuals, abolishing anti-sodomy laws), followed by the more controversial ones (adoption and marriage by same-sex couples). The role of the NCGLE was to coordinate the lobby for equality in the Constitutional Assembly, to such an extent as it would strengthen the political action of the poorly organised and fragmented lesbian and gay community. The idea was to collect the support of as many allies as possible and avoid any backlash from conservative groups. In a report published in 1995 entitled ‘We must claim our citizenship!’, there was a tension between the need to mobilise the grassroots of gay and lesbian communities on one side and on the other side, the recognition of the hostile environment for lesbians and gays in South Africa (NCGLE Executive Committee 1995). Before the document was elaborated, NCGLE commissioned a national survey to find out about 3 The End Conscription Campaign (ECC) was a group formed in 1983 in protest against the conscription of all white South African men into military service in the South African Defence Force (SADF). The group rose against South African intervention in Angola and the enforcement of apartheid policies in black townships. ECC members refused to join the security forces based in the ‘conscientious objection’ clause set in the Military legislation. The group joined the UDF in the struggle against apartheid in 1985 and therefore was banned by the NP government in 1988 (Hoad, Martin and Reid 2005).4 Cameron, E. ‘Presentation to GLOW and Society for Homosexual on Campus (SHOC) workshop’, 16 March 1991 (Hoad, Martin and Reid 2005).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS324the acceptability of homosexuality in South Africa. The results, which were never released, showed the deep and widespread rejection of homosexuality among South Africans (Hoad, Martin and Reid 2005). This confirmed some NCGLE members’ suspicions that the organisation was not going to resist a backlash from conservative groups. Thus, instead of demanding public hearings to discuss the inclusion of sexual orientation in the constitution and consequently raising the topic in public opinion, NCGLE opted for a low-profile action. Without attracting too much attention from the public, the organisation collected many support letters from different organisations and high-profile individuals involved in the struggle against apartheid, such as Cape Town’s Archbishop Desmond Tutu. Additionally, NCGLE members elaborated a submission to the Constitutional Assembly close to its deadline,5 in order to avoid exposition of the issue in the media. Presented to the Assembly in February 1995, the NCGLE’s submission raised many reasons for keeping the expression ‘sexual orientation’ in the final version of the constitution (NCGLE 1995). It is important to point out that in many passages in the submission, NCGLE members stressed the commonalities between discrimination based on sexual orientation and discrimination based in ‘race’ or gender. Overcoming the past of discrimination and oppression was one of the main objectives of the new South Africa. Only by promotion of equality and human rights for all would this objective be attained. In this context, hopes for ending discrimination and oppression were vested in the Constitution, especially in the Equality clause within its Bill of Rights, to fulfil the aspirations of all South Africans for a fairer life. The 14 grounds of non-discrimination enlisted in the clause eight, paragraph two of the constitution were interconnected – namely race, gender, sex, pregnancy, marital status, ethnic or social origin, colour, sexual orientation, age, disability, religion, conscience, belief, culture, language and birth. Excluding one of them would endanger the nation’s commitment to reconciliation and national unity. To understand the relative success of the lesbian and gay movement in constructing a clear parallel between prejudices of ‘race’, gender and sexual orientation, one must analyse how South African activists have presented and elaborated the issue of homosexuality. The NCGLE’s submission emphasised sexual orientation as an inherent part of the identity of all human beings. Were sexual orientation excluded from the constitution, the other social conditions enumerated would be in a vulnerable situation. 2.1 The fourteen conditions specified in section 8(2) of the interim constitution contain a common thread: they are all human characteristics, 5 The deadline for the Constitutional Assembly to present the final version of the Constitution was 6 May 1996. After that, it was required to be certificated by the Constitution Court before coming into effect. (www.constitutionalcourt.org.za/site/theconstitution/history.htm (accessed 17 Jan. 2013)). 325Decriminalising homosexuality in africasome immutable, others inherent features of human identity. They do not form a closed number of protected conditions. But they constitute a recognisable complex of related and analogous conditions intrinsic to human individuality, personality or identity.2.2 An individual’s sexual orientation – hetero or homosexual – is intrinsic to his or her identity. Unfair discrimination demeans individuals on the basis of characteristics intrinsic to identity. Accordingly, omitting any of these grounds from the enumerated formulation would make each of the remaining conditions vulnerable to prejudice or political whim. (NCGLE 1995, p. 6)NCGLE’s submission reaffirmed the reasons presented by Equality Foundation’s submission in 1993, especially the one which presented sexual orientation as an essential feature of people’s personality and identity. According to both submissions, sexual orientation is a neutral difference among the individuals, not a disease or a sin, and therefore should not be a fair ground for discrimination. The need to constitutionally protect lesbians and gays rested in their condition as a minority group. The inclusion of sexual orientation in social conditions enumerated in the equality clause would testify the commitment of South Africa to the principle of equity and non-discrimination. NCGLE’s members also criticised the main arguments presented by African Christian Democratic Party (ACDP), which opposed legal protection of homosexuals. Founded in 1993, the ACDP has defined itself as a party committed to biblical values of reconciliation, justice, compassion, tolerance and peace. It also stands for the sanctity of life, the individual and the community. The party focuses its action on moral issues such as abortion, homosexuality and pornography. Advocating a Christian point of view, the submission presented by ACDP to the Constitutional Assembly argued for the exclusion of sexual orientation from the final version of the Constitution (African Christian Democratic Party 1995). This exclusion was to be based in the biblical condemnation of homosexuality. The concept of human dignity defended by ACDP members assumed the spiritual union between humankind and God. In ACDP’s concept of human dignity, humans must strictly respect God’s laws, so the issue of homosexuality is automatically excluded from any legal protection, as they claim that according to the Bible, homosexuality is morally wrong and against ‘the natural order of things’. In response to the ACDP submission, NCGLE has argued that the purported ‘Christian perspective on human rights’ promoted by ACDP members was totally incompatible with the inclusive project of citizenship incorporated in the interim Constitution in 1993. According to NCGLE, South Africa was to be seen as a diversity society. To implement a Bill of Rights based in Christian principles would be to impose one belief on people with others. This would constitute unfair discrimination against other religions and creeds. Besides, SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS326when ACDP promoted its ‘Christian perspective on human rights’, it was only worried about the exclusion of the expression ‘sexual orientation’ from the constitution. In this regard, ACDP was using Christian principles to disguise its prejudices against lesbian and gays (NCGLE 1995, p. 13). NCGLE went on with its reasoning and argued that religion’s liberties and autonomy were not in danger should the term sexual orientation be included in the constitution. As said above, the social conditions enlisted in the equality clause were argued to be inherently connected. Thus, guaranteeing the principle of non-discrimination on sexual orientation was a pre-condition to protect the freedom and autonomy of different religions and beliefs. By relegating homosexuality to a mere ‘lifestyle’, ACDP was denying its status as an intrinsic feature of human personality. In NCGLE’s view, in doing so, party members were clashing with the democratic values enshrined in the interim constitution (NCGLE 1995, p. 15).During the South African political transition, support was thus built around the importance of protecting the rights of lesbians and gays. This support in the Constitutional Assembly was significant in the approval, by a large majority, of the new Constitution in 1996 with an equality clause expressly prohibiting discrimination based on sexual orientation. Despite ACDP opposition, South Africa became the first country in the world to textually protecting sexual orientation rights in its constitution. 3. Ruling down sodomy laws: NCGLE v. Minister of Justice and the role of constitutional court in guaranteeing sexual rights in the new South Africa The lesbian and gay activists’ efforts to make political leaders from the ANC and elsewhere sympathetic to lesbian and gay rights and the efficient lobby to promote free sexual expression led to the inclusion of the term ‘sexual orientation’ in the grounds of non- discrimination listed in the equality clause (in Section 9.3). That meant the recognition of the rights of lesbian and gay people as part of wider understandings of human rights and citizen rights. The enactment of the Constitution can be considered the first step towards abolition of the judicial engine that criminalised several aspects of sexuality. When the Constitution was approved in 1996, South Africa had much legislation which criminalised male homosexuality. The offense of sodomy had been introduced by early Dutch settlers in the Cape Colony in the 17th century. According to the Roman-Dutch common law, it encompassed all forms of aberrant sexual behaviour, including bestiality, self-masturbation and anal intercourse as committed by both same-sex and male/female couples. With the increasing introduction of English common law in the 19th and 20th centuries, sodomy gradually became restricted to unlawful sexual intercourse per anum (anal intercourse) between two human males; hence sexual acts 327Decriminalising homosexuality in africabetween women were not criminalised (Long 2003). Later changes, already mentioned, were made in 1969 with the approval of amendments to the Immorality Act 1957 (later renamed as the Sexual Offences Act 1957) by the Immorality Amendment Act 1969. The new text of section 20A created in the 1957 Act (previously quoted) prohibited any sex between men at a ‘party’, defined as meaning with more than two persons present. As discussed, the 1969 Act also outlawed the manufacturing, sales or supplying of any product for unnatural sexual acts, and created an age of consent of 19 for sex between men (Retief 1995).Although from its inception in 1994 the NCGLE had already identified section 20 of the Sexual Offences Act 1957 as an important barrier to the establishment of sexual rights set in the Constitution, it was the legal case S v Kampher (1997), about a prisoner in the province of Western Cape, that first brought the issue of criminalising homosexuality to the courts. After having sexual relationships per anum with another male prisoner, the accused was charged with the crime of sodomy and was sentenced to 12 months in prison. The verdict opened space for appeal on the grounds that the crime of sodomy was inconsistent with the interim constitution approved in 1993. According to the decision of the High Court of South Africa, section 20A of the Sexual Offences Act 1957 was unconstitutional because it breached sections 8 (1) and 13 of the interim constitution, which prohibited discrimination on the grounds of sexual orientation. Besides that, the sentences for sodomy were a clear example of sexual discrimination against homosexuals, since consensual sexual acts by male/female couples in private locations were not a considered a crime. The decision stated that there was a clear intention of the legislators when the term ‘sexual orientation’ was included in the constitution to expand the basis of tolerance and consideration in a way such that consensual sex between adult males should not be criminalised. The judges’ understanding was that to recognise sexual orientation as an ‘inadmissible ground for discrimination’ would be to confirm lesbian and gay people as having the same rights as heterosexual people. The new constitution should consider sexual orientation as a moral rather than criminal question and irrelevant as indicated by the equality clause. The court set aside the conviction and sentence of Kampher without striking down the sodomy laws in general, in a context where a decision on a similar case by the Constitutional Court was forthcoming. In 1998, a case brought by the National Coalition for Gay and Lesbian Equality which had started in the High Court arrived at the Constitutional Court and yielded a landmark decision. In NCGLE v Minister of Justice (1998), the organisation requested the Court to rule down section 20A of the Sexual Offences Act 1957 and to invalidate the crime of sodomy presented in the common law. NCGLE’s aim was to suspend the legal consequences SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS328of the criminalisation of sodomy in the South African legal system.6 Justice Ackermann authored a historic majority judgement in favour of NCGLE which achieved the decriminalisation of sex between men in South Africa. Ackerman based the ruling on several arguments that were already presented in the previous decision of the High Court and used the case to broaden the understanding of sexual rights. One of the first points that was developed by the Constitutional Court was the equality concept. For the Court, the equality concept in the South African Constitution could not be considered as a passive or a negative concept. Section 8 of the Constitution recognised that discrimination towards individuals from vulnerable social groups would generate vulnerability standards and injustice that would widen inequality in the country. The Court’s understanding was that the legislator should not only prohibit discrimination but also allow positive measures to repair the damages discrimination may cause. Moreover, the fight for equality did not mean the suppression of all existent differences. In a democratic and free society, it would be necessary that an individual should place himself or herself in the position of ‘the other’ to understand how difficult it is to live under subordination and exclusion as experienced by people from minority groups. For Justice Ackermann the crime of sodomy was an example of unfair discrimination7 against homosexuals because it had the clear objective of criminalising an act based only on moral and religious values. It was also his understanding that to criminalise same-sex practices would reinforce existent prejudice and would deepen the negative effects of prejudice in the everyday life of lesbian and gay people. The cruellest of those effects were the psychological damage that would affect the confidence and self-esteem of gays and lesbians. That vulnerability could be exacerbated by the fact that gay and lesbian people were a minority not politically empowered to guarantee a legislation that could embrace their interests (NCGLE and Another v Minister of Justice and others 1998, paragraph 23). In this sense, gays and lesbians would depend on the Constitution and judicial courts to protect their rights.Besides the fact that the crime of sodomy represented discrimination 6 According to section 49 (2) of the Criminal Procedure Act 1977, an authorized person (such a police officer) was entitled to kill a suspect of committing sodomy had the suspect tried to avoid prison. Besides, a person convicted for the crime of sodomy would not be eligible for benefits set in sections 1 (8) e (9) of Special Pensions Act 1996. 7 The South African Constitution establishes that in certain cases and situations discrimination could be considered fair. That is the case of a presidential pardon which benefited only specific groups, namely young and disabled people and mothers with toddlers. In this situation, the aim of the Presidential Act was to benefit particularly vulnerable individuals in society as a way to achieve a worthy and important society goal. NCGLE and Another v Minister of Justice and others (1998) paragraph [19].329Decriminalising homosexuality in africaagainst homosexuals, it breached gay men’s right to dignity. To criminalise sexual intercourse per anum between male adults, the crime of sodomy punished a sexual behaviour that is identified by society as a practice related to homosexuals. So the crime of sodomy stigmatised all homosexuals who, in judicial terms, were sex offenders. That put all homosexuals in a vulnerable situation based only on the fact that they have a sexual behaviour. Justice Ackermann traced a clear analogy between contemporary homosexuals and interracial couples at the time of apartheid. In both situations, individuals had been punished for not conforming to the sexual relationships prescribed by law. The comparison between discrimination by ‘race’ and by sexual orientation would be used once again in a decision to emphasise gay men’s right to privacy. For Ackermann, the right to privacy was a basic right all individuals should have in terms of intimacy and autonomy free from external interference, where individuals can express their sexuality and build relationships free of any constraints. The anti-sodomy law and the prohibition of interracial sexual relationships would be clear examples of breaches to the right of privacy in South Africa. In this sense, it would be necessary to extinguish the anti-sodomy law, as had been done with the Prohibition of Mixed Marriages Act in 1985, to comply with the current South African Constitution.In a separate concurring judgement on the same case, Justice Sachs – mentioned earlier for his contribution to establishing sexual orientation in an initial draft Bill of Rights – agreed with Justice Ackermann’s decision and reinforced its importance. Sachs emphasised not only the practical and symbolic power of the decision to guarantee citizenship for a vulnerable social group but also its importance to reaffirm the idea of a democratic and plural society as described on the Constitution. For Sachs the objective of the crime of sodomy was to punish anyone who would dare to practice it. The crime of sodomy was a clear discrimination against homosexuals, as they were seen as deviants from the hegemonic heterosexuality norm (NCGLE and Another v Minister of Justice and others 1998, paragraphs 108–109). Justice Sachs confirmed the importance of the right to privacy as a foundation for this decision, despite the reticence of the petitioners including the NCGLE. They saw the right to privacy as a limited way to promote the rights of lesbian and gay people as homosexuality would be protected only in private locations, which would reinforce the idea that homosexuality is something people should be embarrassed about. Sachs objected to such arguments and reinforced the connection between the right to equality and the right to privacy. For him, human rights should be taken as a whole, centred on people and analysed taking context into account. Discrimination by sexual orientation should be analysed to identify its different causes, which could lead to the breach of the rights to equality, privacy and dignity. The differentiation and subsequent discrimination could hurt gay people’s self-esteem. That did not mean removing differences among different groups, but rather that SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS330difference should not be the foundation of discrimination. His understanding was that equality and uniformity are not the same thing. Equality means equal respect and concern to all, despite their differences. In this sense, equality doesn’t mean the suppression of differences; it is the affirmation of the self, and the recognition of difference makes a democratic society alive. This is relevant for the case of South Africa, where socially produced differences were the base for the privileges of the white minority. In the words of Sachs: The development of an active rather than a purely formal sense of enjoying a common citizenship depends on recognising and accepting people as they are. The concept of sexual deviance needs to be reviewed. A heterosexual norm was established, gays were labelled deviant from norm and difference was located in them. What the constitution requires is that the law and public institution acknowledge the variability of human beings and affirm the equal respect and concern that should be shown to all as they are. At the very least, what is statistically normal ceases to be the basis for establishing what is legally normative. More broadly speaking, the scope of what is constitutionally normal is expanded to include the widest range of perspectives and to acknowledge, accommodate and accept the largest spread of difference. What becomes normal in an open society, then, is not an imposed and standardised form of behaviour that refuses to acknowledge difference, but the acceptance of the principle of difference itself, which accepts the variability of human behaviour. (NCGLE and Another v Minister of Justice and others 1998, paragraph 134) This argument shows the importance that the anti-sodomy case had in materialising the Constitutional Court’s understanding about the liberty, equality, dignity and difference concepts. The decision that made the anti-sodomy law unconstitutional became a reference for the formulation of lesbian and gay sexual rights. The decision made clear the constitutional right for non-discrimination on sexual orientation grounds and recognised lesbian and gay people as citizens.4. The South African experience and lessons for lesbian and gay rights advocates The path to forging legal protection for lesbian and gay people in South Africa was characterised by a virtuous confluence of many factors. A two-phased negotiated political transition allied with the commitment of the main political leaders to human rights protection helped the fragmented and poorly organised lesbian and gay movement to achieve inclusion of sexual rights as part of the democratic project for the new South Africa. Within a favourable political context, lesbian and gay activists elaborated a detailed advocacy strategy known as the shopping list (Berger 2008). The strategy consisted of identifying the main political demands of the lesbian and gay community and ranking these according to their viability. As previously mentioned, easier demands would 331Decriminalising homosexuality in africainitially be brought to the courts, such as for an equal age consent and the ruling down of anti-sodomy laws, and would be followed by demands on more controversial and polemical issues such as adoption and same-sex marriage. The idea was to use an incremental approach to litigation. Favourable decisions to lesbian and gay petitioners would form the basis for other decisions dealing with sexual rights. In this sense, the judiciary in general and the Constitutional Court in particular were to play a fundamental role in forging lesbian and gay rights. Another important aspect of the strategy was an accurate analysis of the political context, which pointed to the weakness of lesbian and gay activism in the country and identified possible support of high-profile figures in South African politics. The main aim of the ‘shopping list strategy’ was to overcome the fragility, in terms of grass-roots mobilisation, of the gay and lesbian movement by lobbying high-profile people and organisations. Using largely academic and technical arguments and previous judicial precedents as the basis of its submission to the MPNF and the Constitutional Assembly, NCGLE succeeded in constructing a parallel between homophobia and racism. Homosexuality was defined as an intrinsic and immutable characteristic of personal identity. Prejudices against homosexuals were argued to originate in misconceptions and religion-based views of homosexuality as immoral. According to NCGLE’s submission, anthropological and psychological works had shown that homosexuality was neither a sin nor an unnatural act. Together with heterosexuality and bisexuality, it was a legitimate expression of human sexuality. In its commitment to promote human rights, the Constitution had to recognise and protect homosexuals as a minority group from oppression and discrimination in society. Framing gay and lesbian rights in the language of ‘identity politics’ (Heyes 2009), which claims that one’s identity as a lesbian or gay man makes one peculiarly vulnerable to violence and marginalisation, was fundamental to connecting the fight against discrimination based on sexual orientation with the broader struggle for human rights. As we have seen in the last section of this chapter, the Constitutional Court’s decisions portrayed lesbian and gay people as particularly susceptible individuals who now needed law’s protection to repair years of prejudice and legal discrimination. The success in constructing a clear parallel between racism and homophobia is probably the main lesson that equality advocate groups in Africa can draw from the South African case. The issue of racism is a very sensitive one in Africa, but also in other countries of the Commonwealth. An approach that stresses the commonalities between discrimination based in sexual orientation and race and gender can be a way to gather support from other groups in civil society, such as anti-racist, human rights and feminist groups. The success of this approach will depend heavily on the degree of mobilisation and organisation of conservative groups and whether they are inside the ruling party. Even after the wave of democratisation in the 1990s, politics in many SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS332African countries are still dominated by single-party regimes (Kuenzi and Lambright 2001; Meredith 2006). As the Zimbabwean and Ugandan cases clearly show, ruling-party leaders have been using an anti-gay rhetoric to clash with opposition groups. In those cases, the actions of gay and lesbian activists are severely restricted as their demands can be seen as ‘foreign’ or ‘unAfrican’. Even in the successful case of South Africa, the inclusion of sexual orientation in the Constitution has not stopped religious and traditional groups from blaming homosexuality as ‘alien’ to African culture. This became particularly apparent in 2006, when South Africa took another huge step forward by becoming the first state in Africa, and only the second in the Commonwealth after Canada in 2005, to legalise same-sex marriage (see introductory essay by Lennox and Waites, this volume). In debates over this, opposing groups largely stated that gay rights are ‘unAfrican’ and defended an amendment to the Constitution to ban same-sex marriages (de Vos 2007; Judge, Manion and De Waal 2008). Recent attacks on gays in townships and the disseminated practice of ‘correctional rape’ against lesbians also show the obstacles in implementing progressive legislation on sexual rights. Even for some ranks of the ANC, the issue of gay and lesbian rights is still not consensual. Although many ANC leaders support the idea that homosexuality is an important part of the ‘rainbow nation’ project proposed by the ANC, some members of the party are against that idea. Despite the fact that the ANC has been in power since 1994 and the fact that the constitution of 1996 clearly states that South African society should be free of discrimination based on sexual orientation, several departments of the government have been neglectful when it comes to policies to promote the rights of gay and lesbian people. In 2006 some members of the ANC made public their rejection of the legalisation of same-sex unions. Members like the general secretary of the Congress of Traditional Leaders of South Africa (CONTRALESA) Mwelo Nkonyana and the organisation’s president, Patekile Homomisa, stepped forward and demanded that the ANC leadership should let MPs vote in accordance to their own consciences. However, the ANC National Executive Committee reaffirmed its commitment to lesbian and gay rights and demanded that its members vote ‘yes’ on the proposed bill (IOL News, 2006). The law was approved on 30 November 2006, making South Africa the first country in the South Hemisphere to nationally legalise same-sex unions. It is also significant that since 2004 South Africa has become the only state in Africa to grant legal gender recognition after gender reassignment treatment, perhaps suggesting some similarity of approach to gender identity issues (for discussion of transgender issues see Morgan, Marais and Welbeloved 2009; Klein 2009; Gender Dynamix 2011).Nevertheless the changing political situation in South Africa, particularly since Jacob Zuma became President in 2009, makes the future uncertain. Zuma is reported to have described same-sex marriage as ‘a disgrace to the 333Decriminalising homosexuality in africanation’ in 2006, and to have rallied conservative groups opposed to same-sex marriage in his campaigning (Croucher 2011, p. 163). As Sheila Croucher’s discussion indicates, this suggests that the future of human rights related to sexual orientation will depend not only on the law, but also on wider socio-political contexts and changes. Lesbian and gay activists in other Commonwealth countries can also draw some further lessons from the South African case. The British legacy of common law can be useful in pushing for sexual rights in the judiciary. South African activists with their shopping list strategy have largely used the principle of Stare decisis to forge sexual rights in courts. According to this principle, judges are obliged to respect precedents of prior decisions, especially the ones ruled by higher courts. In Lesbian and Gay Equality and others v Minister of Home Affairs and others (2005) the South African Constitutional Court based its ruling in favour of the recognition of same-sex unions on a large jurisprudence created on sexual rights for lesbian and gay people (see NCGLE and others v Minister of Home Affairs and others (1999); Satchwell v President of the Republic of South Africa and another (2001); J and another v Director General, Department of Home Affairs and others (2002); Fourie and another v Minister of Home Affairs and another (2003)). This can be partly explained by the NCGLE incremental litigation strategy of forging sexual rights, in which previous favourable decisions would lay the foundations for further decisions on lesbian and gay rights (Berger 2008). In this sense, the Court has played a significant role in ruling down legislation against homosexuality, despite the prejudices spread in public opinion, sending a message of tolerance and respect for human rights. Another lesson is the importance of the equality clause as a starting point for a strategy to promote lesbian and gay rights in the legal arena. The fight for equality principles, non-discrimination and privacy was essential in order for the South African Constitutional Court to declare the unconstitutionality of the prohibition of the consensual intercourse between adult males. The absence of ‘sexual orientation’ as category expressly named in a Bill of Rights does not necessarily make that strategy unfeasible in other Commonwealth countries. The constitutions of several Commonwealth countries establish generic principles of equality that can and should be used by gay and lesbian rights advocates as a weapon to decriminalise homosexuality.Additionally, the laws that prohibit same-sex intercourse are a common legacy of the British colonisation which, as other chapters in this book show, are still present in several penal codes and in the common law of many Commonwealth nations. This means that the South African Constitutional Court’s decisions can be used to fundament judicial litigation to repeal those laws. Besides, the colonial legacy of criminalisation of homosexuality must be used against arguments, such as the one used by the Zimbabwean president, Mr Mugabe, and the former Namibian president, Mr Nujoma, that SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS334homosexuality was a practice brought by white colonisers in the 19th and 20th centuries, and is alien to local culture. Academic studies have already shown that there were homosexual practices in the African continent before the white colonisers arrived (Phillips 1997; Epprecht 1998). In fact, instead of bringing homosexuality to the continent, what white colonisers brought was the very idea that homosexuality should be treated as a criminal offence. Efforts must be made to expose this legacy in order to repeal this legislation and to prove wrong allegations that gay and lesbian rights represent a threat to the local culture and to the ‘integrity of the nation’.ReferencesAfrican Christian Democratic Party (1995) Submission regarding Constitutional Principles II (Fundamental Rights and Freedoms), Constitutional Assembly Theme Committee 4, Volume 2. (Available at NCGLE Archives, GALA, University of the Witswatersrand).African National Congress, Constitutional Committee (1991) ‘A Bill of Rights for a Democratic South Africa – Working Draft for Consultation’, Social Justice 18 (1/2), pp. 49–64.African National Congress (1993) Draft Bill of Rights, preliminary version, February 1993 (South Africa: Community Law Centre, University of the Western Cape).BBC News (2009). ‘Uganda MP urges death for gay sex’, BBC News, 15 Sept., available at http://news.bbc.co.uk/go/pr/fr/-/1/hi/world/africa/8308912.stm (accessed 17 Jan. 2013).Berger, J. (2008) ‘Getting to the Constitutional Court on time: a litigation history of same-sex marriage’, in M. Judge, A. Manion and S. De Waal (eds.), To Have & to Hold: The Making of Same-sex Marriage in South Africa (Johannesburg: Fanele, Jacana Media). Bruce-Jones, E. and L.P. Itaborahy (2011) State-sponsored Homophobia: A world survey of laws criminalising same-sex sexual acts between consenting adults (ILGA), available at http://old.ilga.org/Statehomophobia/ILGA_State_Sponsored_Homophobia_2011.pdf (accessed 15 Nov. 2011).Cameron, E. (1992) ‘Sexual orientation and the constitution: a test case for human rights’, inaugural lecture, Centre for Applied Legal Studies, University of the Witswatersrand, 27 Oct. (available at NCGLE Archives, GALA, University of the Witswatersrand). — (1993) ‘Sexual Orientation and the Constitution: A Test Case for Human Rights’, South African Law Journal 110, p. 450–472.Chhiba, P. (2011) ‘South Africa and the Commonwealth: A historical allegiance or catalyst for change?’, Polity, 17 January, available at  335Decriminalising homosexuality in africawww.polity.org.za/print-version/south-africa-and-the-commonwealth-a-historical-allegiance-or-catalyst-for-change-2011–01–17 (accessed 17 Jan. 2013).Chrstiansen, E.C. (2000) ‘Ending the Apartheid of the Closet: Sexual Orientation in the South African Constitutional Process’, New York University Journal of International Law and Politics 32 (4), pp. 997–1058. Cock, J. (2005) ‘Engendering gay and lesbian rights: the equality clause in the South African Constitution’, in N. Hoad, K. Martin and G. Reid (eds.), Sex & Politics in South Africa (Cape Town: Double Storey Books). Constitution of the Republic of South Africa (1993) South Africa: South African Government Information, available at www.info.gov.za/documents/constitution/93cons.htm (accessed 17 Jan. 2013).— (1996) South Africa: South African Government Information, available atwww.info.gov.za/documents/constitution/1996/ (accessed 17 Jan. 2013).Croucher, S. (2002) ‘South Africa’s Democratisation and the Politics of Gay Liberation’, Journal of Southern African Studies 28 (2), pp. 315–330.— (2011) ‘South Africa: Opportunities Seized in the Post-Apartheid Era’, in M. Tremblay, D. Paternotte and C. Johnson (eds.), The Lesbian and Gay Movement and the State: Comparative Insights into a Transformed Relationship (Farnham: Ashgate), pp. 153–66.de Vos, P. (2007) ‘The “inevitability” of same-sex marriage in South Africa’s post-apartheid state’, South African Journal on Human Rights 23 (3), pp. 432–465.Epprecht, M. (1998) ‘“Good God Almighty, What’s This!”: Homosexual “crime” in early Colonial Zimbabwe’, in S.O. Murray and W. Roscoe (eds.), Boy-Wives and Female Husbands: Studies in African Homosexualities (New York: Palgrave), pp. 197–220. Equality Foundation (1993a) Addendum to Submission to the Technical Committee on Fundamental Rights during the transition, June 1993. (Available at National Coalition for Gay and Lesbian Equality Archives, Gay and Lesbian Memory in Action, University of the Witswatersrand).— (1993b) ‘Meaning and scope of the term sexual orientation in section 8(2) of the Constitution, Act 200 of 1993’, NCGLE. (Available at NCGLE Archives, GALA, University of the Witswatersrand).Fine, D. and J. Nicol (1995) ‘The Lavender lobby: working for lesbian and gay rights within the liberation movement’, in E. Cameron and M. Gevisser (eds.), Defiant Desire: Gay and Lesbian Lives in South Africa (New York, Routledge), pp. 269–277.Gender Dynamix (2011) Available at www.genderdynamix.co.za (accessed 17 Jan. 2013).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS336Gevisser, M. (1995) ‘A different fight for freedom: a history of South African lesbian and gay organisation from the 1950s to the 1990s’, in M. Gevisser and E. Cameron (eds.), Defiant Desire: Gay and Lesbian Lives in South Africa (New York, Routledge), pp. 14–87.Guiliomee, H. (2003) The Afrikaners: Biography of a People (Cape Town: Tafelberg).Guiliomee, H. And B. Mbenga (2007) New history of South Africa (Cape Town: Tafelberg). Heyes, C. (2009) ‘Identity Politics’, Stanford Encyclopedia of Philosophy, available at http://plato.stanford.edu/entries/identity-politics/ (accessed 17 Jan. 2013).Hoad, N., K. Martin and G. Reid (eds.) (2005) Sex & Politics in South Africa (Cape Town: Double Storey Books). IOL News (2006) ‘ANC MPs must vote “yes”’, 14 Nov., available at www.iol.co.za/news/politics/civil-union-bill-anc-mps-must-vote-yes-1.303068 (accessed 17 Jan. 2013)Judge, M., A. Manion and S. De Waal (eds.) (2008) To Have & to Hold: The Making of Same-Sex Marriage in South Africa (Johannesburg: Fanele, Jacana Media). Kennedy, B. (2001) ‘Homosexuals in the Periphery: Gay and Lesbian Rights in Developing Africa’, Nebraska Anthropologist, Paper 21.Klein, T. (2009) ‘Intersex and Transgender Activism in South Africa’, Liminalis 3, pp. 15–41, available at www.liminalis.de/2009_03/Artikel_Essay/Liminalis-2009–Klein.pdf (accessed 17 Jan. 2013). Klug, H. (1996) ‘Participating in the Design: Constitution-making in South Africa’, Review of Constitutional Studies 3 (1), pp. 18–59.Kuenzi, M. and G. Lambright (2001) ‘Party System Institutionalization in 30 African Countries’, Party Politics 7 (4), pp. 437–468.Long, S. (2003) More Than a Name: State-Sponsored Homophobia and its Consequences in Southern Africa (New York: Human Rights Watch and The International Gay and Lesbian Human Rights Commission).Meredith, M. (2006) The State of Africa: A History of Fifty Years of Independence (London: the Free Press). Morgan, R., C. Marais and J. Wellbeloved (2009) TRANS: Transgender life stories from South Africa (Johannesburg: Fanele, Jacana Media).NCGLE (1995) Submission to the Theme Committee on Fundamental Rights. Constitutional Assembly, 20 Feb. (available at NCGLE Archives, GALA, University of the Witswatersrand).337Decriminalising homosexuality in africaNCGLE Executive Committee (1995) ‘We must claim our citizenship! A report of the interim Executive Committee of NCGLE’, December 1994–1995 (available at NCGLE Archives, GALA, University of the Witswatersrand)Phillips, O. (1997) ‘Zimbabwean Law and the Production of a White Man’s Disease’, Social and Legal Studies 6 (4), pp. 471–91.Posel, D. (1991) The Making of Apartheid, 1948–1961: Conflict and Compromise (New York: Oxford University Press). Retief, G. (1995) ‘Keeping Sodom Out of the Laager: State repression of homosexuality in apartheid South Africa’, in M. Gevisser and E. Cameron (eds.) Defiant Desire: Gay and Lesbian Lives in South Africa (New York, Routledge), pp. 99–113.South African Law Commission (1991) Project 58: Group and Human Rights – Interim Report (Pretoria: South African Law Commission).South Africa Government (1993) Government’s Proposals on a Charter of Fundamental Rights (South Africa: Republic of South Africa).Tatchell, P. (2005) ‘The moment the ANC embraced gay rights’, in N. Hoad, K. Martin and G. Reid (eds.), Sex & Politics in South Africa (Cape Town: Double Storey Books), pp. 140–7.Thompson, L. (2001) A History of South Africa, third edition (New Haven, CT: Yale University Press). Welsh, D. (2010) The Rise and Fall of Apartheid: From Racial Domination to Majority Rule (Johannesburg: Jonathan Ball Publishers).Legal casesFourie and another v Minister of Home Affairs and another, 2003. Supreme Court of Appeal, Case No. 232/2003.J and another v Director General, Department of Home Affairs and others, 2002. CCT Case No. 46/2002.Lesbian and Gay Equality Project and others v Minister of Home Affairs and others, 2005. CCT Case 10/05.NCGLE and another v Minister of Justice and Others, 1998. CCT Case No. 11/98.NCGLE and others v Minister of Home Affairs and others, 1999. CCT Case No. 10/99.Satchwell v President of the Republic of South Africa and another, 2001. CCT Case No. 45/2001.S v. Kampher. 1997. High Court of South Africa (Cape of Good Hope Provincial Division), No.001377/97, Case No. 232/97.",
    "id": 13120162,
    "identifiers": {
        "doi": null,
        "oai": "oai:sas-space.sas.ac.uk:4812"
    },
    "title": "Decriminalising homosexuality in Africa: lessons from the\n\nSouth African experience",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2013-01-01T00:00:00+00:00",
    "publisher": "Institute of Commonwealth Studies, School of Advanced Study, University of London",
    "references": [
        {
            "id": 6026032,
            "title": "(Available at National Coalition for Gay and Lesbian Equality Archives, Gay and Lesbian Memory in Action, University of the Witswatersrand). — (1993b) ‘Meaning and scope of the term sexual orientation in section 8(2) of the Constitution,",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "(Available at National Coalition for Gay and Lesbian Equality Archives, Gay and Lesbian Memory in Action, University of the Witswatersrand). — (1993b) ‘Meaning and scope of the term sexual orientation in section 8(2) of the Constitution, Act 200 of 1993’, NCGLE. (Available at NCGLE Archives, GALA, University of the Witswatersrand).",
            "cites": null
        },
        {
            "id": 6025964,
            "title": "A Bill of Rights for a Democratic South Africa – Working Draft for Consultation’,",
            "authors": [],
            "date": "1991",
            "doi": null,
            "raw": "African National Congress, Constitutional Committee (1991) ‘A Bill of Rights for a Democratic South Africa – Working Draft for Consultation’, Social Justice 18 (1/2), pp. 49–64.",
            "cites": null
        },
        {
            "id": 6026056,
            "title": "A History of South Africa, third edition",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Thompson, L. (2001) A History of South Africa, third edition (New Haven, CT: Yale University Press).",
            "cites": null
        },
        {
            "id": 6026039,
            "title": "ANC MPs must vote “yes”’, 14 Nov., available at www. iol.co.za/news/politics/civil-union-bill-anc-mps-must-vote-yes-1.303068 (accessed 17",
            "authors": [],
            "date": "2006",
            "doi": null,
            "raw": "IOL News (2006) ‘ANC MPs must vote “yes”’, 14 Nov., available at www. iol.co.za/news/politics/civil-union-bill-anc-mps-must-vote-yes-1.303068 (accessed 17 Jan. 2013) Judge, M., A. Manion and S. De Waal (eds.) (2008) To Have & to Hold: The Making of Same-Sex Marriage in South Africa (Johannesburg: Fanele, Jacana Media).",
            "cites": null
        },
        {
            "id": 6026060,
            "title": "another v Director General, Department of Home Affairs and others,",
            "authors": [],
            "date": "2002",
            "doi": null,
            "raw": "J and another v Director General, Department of Home Affairs and others, 2002.",
            "cites": null
        },
        {
            "id": 6026064,
            "title": "another v Minister of Justice and Others,",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "NCGLE and another v Minister of Justice and Others, 1998. CCT Case No. 11/98.",
            "cites": null
        },
        {
            "id": 6026035,
            "title": "Available at www.genderdynamix.co.za (accessed 17 Jan.",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Gender Dynamix (2011) Available at www.genderdynamix.co.za (accessed 17 Jan. 2013).SEXUAL ORIENTATION, GENDER IDENTITY AND HUMAN RIGHTS 336 Gevisser, M. (1995) ‘A different fight for freedom: a history of South African lesbian and gay organisation from the 1950s to the 1990s’, in M. Gevisser and E. Cameron (eds.), Defiant Desire: Gay and Lesbian Lives in South Africa (New York, Routledge), pp. 14–87.",
            "cites": null
        },
        {
            "id": 6025984,
            "title": "Constitution of the Republic of South Africa",
            "authors": [],
            "date": "1993",
            "doi": "10.1177/0951692896008002004",
            "raw": "Constitution of the Republic of South Africa (1993) South Africa: South African Government Information, available at www.info.gov.za/documents/ constitution/93cons.htm (accessed 17 Jan. 2013).",
            "cites": null
        },
        {
            "id": 6025962,
            "title": "Democratic Party",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "African Christian Democratic Party (1995) Submission regarding Constitutional Principles II (Fundamental Rights and Freedoms), Constitutional Assembly Theme Committee 4, Volume 2. (Available at NCGLE Archives, GALA, University of the Witswatersrand).",
            "cites": null
        },
        {
            "id": 6025966,
            "title": "Draft Bill of Rights, preliminary version,",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "African National Congress (1993) Draft Bill of Rights, preliminary version, February 1993 (South Africa: Community Law Centre, University of the Western Cape).",
            "cites": null
        },
        {
            "id": 6025980,
            "title": "Ending the Apartheid of the Closet: Sexual Orientation in the South African Constitutional Process’,",
            "authors": [],
            "date": "2000",
            "doi": null,
            "raw": "Chrstiansen, E.C. (2000) ‘Ending the Apartheid of the Closet: Sexual Orientation in the South African Constitutional Process’, New York University Journal of International Law and Politics 32 (4), pp. 997–1058.",
            "cites": null
        },
        {
            "id": 6025982,
            "title": "Engendering gay and lesbian rights: the equality clause in the South African Constitution’,",
            "authors": [],
            "date": "2005",
            "doi": "10.1016/s0277-5395(02)00353-9",
            "raw": "Cock, J. (2005) ‘Engendering gay and lesbian rights: the equality clause in the South African Constitution’, in N. Hoad, K. Martin and G. Reid (eds.), Sex & Politics in South Africa (Cape Town: Double Storey Books).",
            "cites": null
        },
        {
            "id": 6026030,
            "title": "Equality Foundation (1993a) Addendum to Submission to the Technical Committee on Fundamental Rights during the transition,",
            "authors": [],
            "date": "1993",
            "doi": null,
            "raw": "Equality Foundation (1993a) Addendum to Submission to the Technical Committee on Fundamental Rights during the transition, June 1993.",
            "cites": null
        },
        {
            "id": 6026062,
            "title": "Equality Project and others v Minister of Home Affairs and others,",
            "authors": [],
            "date": "2005",
            "doi": "10.1163/15718160020958926",
            "raw": "Lesbian and Gay Equality Project and others v Minister of Home Affairs and others, 2005. CCT Case 10/05.",
            "cites": null
        },
        {
            "id": 6025969,
            "title": "Getting to the Constitutional Court on time: a litigation history of same-sex marriage’,",
            "authors": [],
            "date": "2008",
            "doi": null,
            "raw": "Berger, J. (2008) ‘Getting to the Constitutional Court on time: a litigation history of same-sex marriage’, in M. Judge, A. Manion and S. De Waal (eds.), To Have & to Hold: The Making of Same-sex Marriage in South Africa (Johannesburg: Fanele, Jacana Media).",
            "cites": null
        },
        {
            "id": 6025994,
            "title": "Good God Almighty, What’s This!”: Homosexual “crime” in early Colonial Zimbabwe’,",
            "authors": [],
            "date": "1998",
            "doi": null,
            "raw": "Epprecht, M. (1998) ‘“Good God Almighty, What’s This!”: Homosexual “crime” in early Colonial Zimbabwe’, in S.O. Murray and W. Roscoe (eds.), Boy-Wives and Female Husbands: Studies in African Homosexualities (New York: Palgrave), pp. 197–220.",
            "cites": null
        },
        {
            "id": 6026052,
            "title": "Government’s Proposals on a Charter of Fundamental Rights (South Africa: Republic of South Africa).",
            "authors": [],
            "date": "1993",
            "doi": "10.1057/9781137269201.0014",
            "raw": "South Africa Government (1993) Government’s Proposals on a Charter of Fundamental Rights (South Africa: Republic of South Africa).",
            "cites": null
        },
        {
            "id": 6026040,
            "title": "Homosexuals in the Periphery: Gay and Lesbian Rights in Developing Africa’,",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Kennedy, B. (2001) ‘Homosexuals in the Periphery: Gay and Lesbian Rights in Developing Africa’, Nebraska Anthropologist, Paper 21.",
            "cites": null
        },
        {
            "id": 6026038,
            "title": "Identity Politics’, Stanford Encyclopedia of Philosophy, available at http://plato.stanford.edu/entries/identity-politics/ (accessed 17",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Heyes, C. (2009) ‘Identity Politics’, Stanford Encyclopedia of Philosophy, available at http://plato.stanford.edu/entries/identity-politics/ (accessed 17 Jan. 2013).",
            "cites": null
        },
        {
            "id": 6026041,
            "title": "Intersex and Transgender Activism in",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Klein, T. (2009) ‘Intersex and Transgender Activism in South Africa’, Liminalis 3, pp. 15–41, available at www.liminalis.de/2009_03/Artikel_Essay/Liminalis-2009–Klein.pdf (accessed 17 Jan. 2013).",
            "cites": null
        },
        {
            "id": 6026048,
            "title": "Keeping Sodom Out of the Laager: State repression of homosexuality in apartheid South Africa’,",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Retief, G. (1995) ‘Keeping Sodom Out of the Laager: State repression of homosexuality in apartheid South Africa’, in M. Gevisser and E. Cameron (eds.) Defiant Desire: Gay and Lesbian Lives in South Africa (New York, Routledge), pp. 99–113.",
            "cites": null
        },
        {
            "id": 6026050,
            "title": "Law Commission",
            "authors": [],
            "date": "1991",
            "doi": "10.1163/9789004249004_007",
            "raw": "South African Law Commission (1991) Project 58: Group and Human Rights – Interim Report (Pretoria: South African Law Commission).",
            "cites": null
        },
        {
            "id": 6026043,
            "title": "More Than a Name: State-Sponsored Homophobia and its Consequences in Southern Africa (New York: Human Rights Watch and The International Gay and Lesbian Human Rights Commission).",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Long, S. (2003) More Than a Name: State-Sponsored Homophobia and its Consequences in Southern Africa (New York: Human Rights Watch and The International Gay and Lesbian Human Rights Commission).",
            "cites": null
        },
        {
            "id": 6026037,
            "title": "New history of South Africa (Cape Town:",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "Guiliomee, H. And B. Mbenga (2007) New history of South Africa (Cape Town: Tafelberg).",
            "cites": null
        },
        {
            "id": 6026065,
            "title": "others v Minister of Home Affairs and others,",
            "authors": [],
            "date": "1999",
            "doi": null,
            "raw": "NCGLE and others v Minister of Home Affairs and others, 1999. CCT Case No. 10/99.",
            "cites": null
        },
        {
            "id": 6026042,
            "title": "Participating in the Design: Constitution-making in South Africa’,",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "Klug, H. (1996) ‘Participating in the Design: Constitution-making in South Africa’, Review of Constitutional Studies 3 (1), pp. 18–59.",
            "cites": null
        },
        {
            "id": 6026067,
            "title": "Satchwell v President of the Republic of South Africa and another,",
            "authors": [],
            "date": "2001",
            "doi": null,
            "raw": "Satchwell v President of the Republic of South Africa and another, 2001. CCT Case No. 45/2001.",
            "cites": null
        },
        {
            "id": 6025977,
            "title": "Sexual Orientation and the Constitution: A Test Case for Human Rights’,",
            "authors": [],
            "date": "1993",
            "doi": "10.1093/acprof:oso/9780198264880.003.0002",
            "raw": "— (1993) ‘Sexual Orientation and the Constitution: A Test Case for Human Rights’, South African Law Journal 110, p. 450–472.",
            "cites": null
        },
        {
            "id": 6025976,
            "title": "Sexual orientation and the constitution: a test case for human rights’, inaugural lecture, Centre for Applied Legal Studies,",
            "authors": [],
            "date": "1992",
            "doi": null,
            "raw": "Cameron, E. (1992) ‘Sexual orientation and the constitution: a test case for human rights’, inaugural lecture, Centre for Applied Legal Studies, University of the Witswatersrand, 27 Oct. (available at NCGLE Archives, GALA, University of the Witswatersrand).",
            "cites": null
        },
        {
            "id": 6025978,
            "title": "South Africa and the Commonwealth: A historical allegiance or catalyst for change?’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Chhiba, P. (2011) ‘South Africa and the Commonwealth: A historical allegiance or catalyst for change?’, Polity, 17 January, available at  335 Decriminalising homosexuality in africa www.polity.org.za/print-version/south-africa-and-the-commonwealth-ahistorical-allegiance-or-catalyst-for-change-2011–01–17 (accessed 17 Jan. 2013).",
            "cites": null
        },
        {
            "id": 6025990,
            "title": "South Africa: Opportunities Seized in the Post-Apartheid Era’,",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "— (2011) ‘South Africa: Opportunities Seized in the Post-Apartheid Era’, in M. Tremblay, D. Paternotte and C. Johnson (eds.), The Lesbian and Gay Movement and the State: Comparative Insights into a Transformed Relationship (Farnham: Ashgate), pp. 153–66.",
            "cites": null
        },
        {
            "id": 6025986,
            "title": "South Africa: South African Government Information, available at www.info.gov.za/documents/constitution/1996/ (accessed 17",
            "authors": [],
            "date": "1996",
            "doi": null,
            "raw": "— (1996) South Africa: South African Government Information, available at www.info.gov.za/documents/constitution/1996/ (accessed 17 Jan. 2013).",
            "cites": null
        },
        {
            "id": 6025988,
            "title": "South Africa’s Democratisation and the Politics of Gay Liberation’,",
            "authors": [],
            "date": "2002",
            "doi": "10.1080/03057070220140720",
            "raw": "Croucher, S. (2002) ‘South Africa’s Democratisation and the Politics of Gay Liberation’, Journal of Southern African Studies 28 (2), pp. 315–330.",
            "cites": null
        },
        {
            "id": 6025975,
            "title": "State-sponsored Homophobia: A world survey of laws criminalising same-sex sexual acts between consenting adults (ILGA), available at http://old.ilga.org/Statehomophobia/ILGA_ State_Sponsored_Homophobia_2011.pdf (accessed 15",
            "authors": [],
            "date": "2011",
            "doi": null,
            "raw": "Bruce-Jones, E. and L.P. Itaborahy (2011) State-sponsored Homophobia: A world survey of laws criminalising same-sex sexual acts between consenting adults (ILGA), available at http://old.ilga.org/Statehomophobia/ILGA_ State_Sponsored_Homophobia_2011.pdf (accessed 15 Nov. 2011).",
            "cites": null
        },
        {
            "id": 6026046,
            "title": "Submission to the Theme Committee on Fundamental Rights. Constitutional Assembly, 20 Feb. (available at NCGLE Archives, GALA, University of the Witswatersrand).337 Decriminalising homosexuality in africa NCGLE Executive Committee",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "NCGLE (1995) Submission to the Theme Committee on Fundamental Rights. Constitutional Assembly, 20 Feb. (available at NCGLE Archives, GALA, University of the Witswatersrand).337 Decriminalising homosexuality in africa NCGLE Executive Committee (1995) ‘We must claim our citizenship! A report of the interim Executive Committee of NCGLE’, December 1994–1995 (available at NCGLE Archives, GALA, University of the Witswatersrand) Phillips, O. (1997) ‘Zimbabwean Law and the Production of a White Man’s Disease’, Social and Legal Studies 6 (4), pp. 471–91.",
            "cites": null
        },
        {
            "id": 6025992,
            "title": "The “inevitability” of same-sex marriage in South Africa’s post-apartheid state’,",
            "authors": [],
            "date": "2007",
            "doi": null,
            "raw": "de Vos, P. (2007) ‘The “inevitability” of same-sex marriage in South Africa’s post-apartheid state’, South African Journal on Human Rights 23 (3), pp. 432–465.",
            "cites": null
        },
        {
            "id": 6026036,
            "title": "The Afrikaners: Biography of a People (Cape Town:",
            "authors": [],
            "date": "2003",
            "doi": null,
            "raw": "Guiliomee, H. (2003) The Afrikaners: Biography of a People (Cape Town: Tafelberg).",
            "cites": null
        },
        {
            "id": 6026034,
            "title": "The Lavender lobby: working for lesbian and gay rights within the liberation movement’,",
            "authors": [],
            "date": "1995",
            "doi": null,
            "raw": "Fine, D. and J. Nicol (1995) ‘The Lavender lobby: working for lesbian and gay rights within the liberation movement’, in E. Cameron and M. Gevisser (eds.), Defiant Desire: Gay and Lesbian Lives in South Africa (New York, Routledge), pp. 269–277.",
            "cites": null
        },
        {
            "id": 6026047,
            "title": "The Making of Apartheid, 1948–1961:",
            "authors": [],
            "date": "1991",
            "doi": "10.1093/acprof:oso/9780198273349.001.0001",
            "raw": "Posel, D. (1991) The Making of Apartheid, 1948–1961: Conflict and Compromise (New York: Oxford University Press).",
            "cites": null
        },
        {
            "id": 6026054,
            "title": "The moment the ANC embraced gay rights’,",
            "authors": [],
            "date": "2005",
            "doi": null,
            "raw": "Tatchell, P. (2005) ‘The moment the ANC embraced gay rights’, in N. Hoad, K. Martin and G. Reid (eds.), Sex & Politics in South Africa (Cape Town: Double Storey Books), pp. 140–7.",
            "cites": null
        },
        {
            "id": 6026058,
            "title": "The Rise and Fall of Apartheid: From Racial Domination to Majority Rule (Johannesburg: Jonathan Ball Publishers). Legal cases Fourie and another v Minister of Home Affairs and another,",
            "authors": [],
            "date": "2010",
            "doi": null,
            "raw": "Welsh, D. (2010) The Rise and Fall of Apartheid: From Racial Domination to Majority Rule (Johannesburg: Jonathan Ball Publishers). Legal cases Fourie and another v Minister of Home Affairs and another, 2003. Supreme Court of Appeal, Case No. 232/2003.",
            "cites": null
        },
        {
            "id": 6026044,
            "title": "The State of Africa: A History of Fifty Years of Independence (London:",
            "authors": [],
            "date": "2006",
            "doi": "10.2307/20031897",
            "raw": "Meredith, M. (2006) The State of Africa: A History of Fifty Years of Independence (London: the Free Press).",
            "cites": null
        },
        {
            "id": 6026045,
            "title": "TRANS: Transgender life stories from South Africa Fanele,",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "Morgan, R., C. Marais and J. Wellbeloved (2009) TRANS: Transgender life stories from South Africa (Johannesburg: Fanele, Jacana Media).",
            "cites": null
        },
        {
            "id": 6025967,
            "title": "Uganda MP urges death for gay sex’,",
            "authors": [],
            "date": "2009",
            "doi": null,
            "raw": "BBC News (2009). ‘Uganda MP urges death for gay sex’, BBC News, 15 Sept., available at http://news.bbc.co.uk/go/pr/fr/-/1/hi/world/ africa/8308912.stm (accessed 17 Jan. 2013).",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2013",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/13120162.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/13120162"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/13120162/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/13120162/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/13120162"
        }
    ],
    "abstract": "",
    "tags": [
        "HRDS",
        "HIS",
        "LAW",
        "POL",
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "HRDS",
        "HIS",
        "LAW",
        "POL"
    ],
    "oai": "oai:sas-space.sas.ac.uk:4812",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "99",
        "openDoarId": 0,
        "name": "SAS-SPACE",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 13120162,
        "depositedDate": null,
        "publishedDate": "2013-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-18T02:20:36+00:00",
        "acceptedDate": null,
        "createdDate": "2013-08-19T12:01:11+01:00"
    },
    "urls": [
        "https://sas-space.sas.ac.uk/4812/1/11Santos.pdf"
    ],
    "lastUpdate": "2024-02-18T02:20:36+00:00",
    "setSpecs": [
        "7374617475733D707562",
        "7375626A656374733D48524453",
        "7375626A656374733D484953",
        "7375626A656374733D4C4157",
        "7375626A656374733D504F4C",
        "74797065733D626F6F6B5F73656374696F6E",
        "6469766973696F6E733D69637773",
        "6469766973696F6E733D687263"
    ]
}