{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Dellsén, Finnur"
        }
    ],
    "contributors": [],
    "createdDate": "2017-11-21T08:25:22+00:00",
    "dataProvider": {
        "id": 160,
        "name": "PhilPapers",
        "url": "https://api.core.ac.uk/v3/data-providers/160",
        "logo": "https://api.core.ac.uk/data-providers/160/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/131211722.pdf",
    "fullText": "Deductive Cogency, Understanding, andAcceptanceFinnur DellsénPenultimate draft, forthcoming in SyntheseAbstractDeductive Cogency holds that the set of propositions towards whichone has, or is prepared to have, a given type of propositional attitudeshould be consistent and closed under logical consequence. Whilethere are many propositional attitudes that are not subject to thisrequirement, e.g. hoping and imagining, it is at least prima facieplausible that Deductive Cogency applies to the doxastic attitudeinvolved in propositional knowledge, viz. (outright) belief. However,this thought is undermined by the well-known preface paradox, leadinga number of philosophers to conclude that Deductive Cogency has atbest a very limited role to play in our epistemic lives. I argue here thatDeductive Cogency is still an important epistemic requirement, albeitnot as a requirement on belief. Instead, building on a distinction be-tween belief and acceptance introduced by Jonathan Cohen and recentdevelopments in the epistemology of understanding, I propose thatDeductive Cogency applies to the attitude of treating propositions asgiven in the context of attempting to understand a given phenomenon.I then argue that this simultaneously accounts for the plausibilityof the considerations in favor of Deductive Cogency and avoids theproblematic consequences of the preface paradox.Keywords: deductive consistency, deductive closure, the preface para-dox, belief versus acceptance, epistemology of understanding.11 IntroductionWhat claim, if any, does deductive logic have on the regulation of propositionalattitudes? Some such attitudes, e.g. hoping and imagining, are clearly notsubject to the demands of deductive logic. For example, there is nothingirrational or otherwise inappropriate about hoping or imagining that eachof your two favorite tennis players will win (the relevant category of) theWimbledon next year, even though you know that they cannot both win.Similarly, it is not irrational or inappropriate to hope or imagine that each ofthe two tennis players reaches the final while not hoping or imagining that theywill play each other in the final. Prima facie, the situation seems different forour pre-theoretical notion of belief – what is variously known in the literatureas ‘full’, ‘outright’, or ‘binary’ belief.1 For example, given that you knowthat only one person can win the Wimbledon each year, it certainly seemsirrational to believe that each of your two favorite tennis players will win thenext tournament. Similarly, it seems irrational to believe that each of themwill reach the final and yet refuse to believe that they will play each other.This suggests that belief is different from many other propositional atti-tudes, e.g. hoping and imagining, in being subject to the following sort ofrequirement:Deductive Cogency: For a given propositional attitude A, the set ofpropositions towards which one has or is prepared to have attitude A shouldbe consistent and closed under logical consequence.In the case of belief, Deductive Cogency would most straightforwardly be un-derstood to be a condition on beliefs being epistemically justified – roughly inthe sense of counting as knowledge if the beliefs are also true and non-gettiered.On this picture, then, the laws of deductive logic function as constraints onepistemic justification and, by implication, knowledge. If that’s right, then theepistemological import of deductive logic would be clear enough. However, ac-cording to a very influential line of thought inspired by the well-known preface1Unless otherwise specified, I will use ‘belief’ to refer to this binary doxastic attitude,e.g. as opposed to the gradable doxastic attitude variously known as ‘degree of belief’, ‘levelof confidence’, or ‘credence’. (See section 2 for discussion.)2paradox (Makinson, 1965), belief cannot be subject to Deductive Cogency inthis way. The problem, in short, is that belief being subject to this requirementconflicts with an intuitive connection between epistemically justified belief andrational levels of confidence. Indeed, a number of philosophers have concludedthat Deductive Cogency, as such, has at best a very limited role to play inour epistemic lives (e.g., Foley, 1993, 2009; Christensen, 2004; Kolodny, 2007;Worsnip, 2016).Against this trend, I argue that Deductive Cogency is an important epis-temic requirement, albeit not as a requirement on belief. Instead, buildingon a distinction between belief and acceptance proposed by Jonathan Cohen(1989, 1992), I argue that Deductive Cogency applies to the attitude of treat-ing propositions as given in the context of understanding some specific targetphenomenon. Since this preserves the requirement of Deductive Cogency foran important class of propositional attitudes, it explains the epistemic im-portance of deductive logic while at the same time acknowledging that ourpre-theoretical notion of belief is too closely tied to levels of confidence for itto be subject to the demands of deductive logic.In order to motivate this position and situate it in the current literature,I will primarily examine the arguments for and against Deductive Cogencyrequirements given by Mark Kaplan (1981b,a, 1995, 1996, 2013) and DavidChristensen (2004) respectively. In short, I argue that although Kaplan’s ar-guments in favor of Deductive Cogency do not convincingly show that it is arequirement on belief, they do strongly suggest that the requirement applies tothe kind of acceptance involved in understanding. I then go on to argue thatChristensen’s objections to Deductive Cogency for belief are not only compat-ible with, but indeed congenial to, the position that this kind of acceptance issubject to the requirement. The upshot is that we can accommodate Kaplan’sconsiderations in favor of Deductive Cogency, while at the same time avoidingChristensen’s objections, by taking Deductive Cogency to be a requirement ona particular kind of acceptance rather than belief.32 Deductive Cogency for BeliefLet us start by clarifying the thesis under dispute. We have already seen a gen-eral statement of the requirement – which I have labelled ‘Deductive Cogency’– that the propositions towards which one has a given type of propositionalattitude should be consistent and closed under logical consequence. Whenapplied specifically to belief, this requirement can be stated thus:Deductive Cogency for Belief (DC-B): The set of propositions onebelieves or is prepared to believe should be consistent and closed underlogical consequence.As noted above, this requirement is prima facie plausible. After all, it cer-tainly seems to be a legitimate criticism of someone’s beliefs that they areeither inconsistent with one another, or such that the person in question is notprepared to believe the logical consequences of what she already believes. Al-though I will argue below that we should reject DC-B upon closer inspection,I will also aim to account for its prima facie plausibility. Before we get to anyof that, however, we must clarify how the requirement should be understood.A number of points will be important in what follows.First, as indicated by the term ‘should’, DC-B is a normative requirementon belief. More specifically, it is a normative requirement on an agent’s totalstore of beliefs, to the effect that the propositions towards which these be-liefs are directed should form a set that is consistent and closed under logicalconsequence (i.e. be such that any proposition that follows logically from anycombination of propositions in the set is also in the set). One way to un-derstand the normative status of this requirement is as a necessary (thoughpresumably not sufficient) condition for an agent to exhibit perfect epistemicrationality. Another (not necessarily incompatible) way to understand DC-B’s normative status is as specifying a pro tanto requirement on belief that2A pro tanto requirement for something is a requirement that might be trumped oroutweighed by other conflicting considerations. Importantly, however, the fact that pro tantorequirements may be overridden or outweighed in particular cases does not mean that theydo not apply in those cases. In this respect, pro tanto requirements should be contrastedwith prima facie requirements, where the latter is something that may merely appear to bea genuine requirement.4applies in so far as we are concerned with epistemic rationality.2 In any case,it is worth noting that although DC-B is a normative requirement on belief,it should not be taken to imply that those who fail to live up to it are epis-temically irresponsible or blameworthy. It is a fact of epistemic life that weoften fail to be epistemically rational in various ways; DC-B is merely meantto exemplify one of the many ways in which we may be unsuccessful in ourepistemic pursuits.Second, DC-B refers to the set of propositions one believes or is preparedto believe. To see why the qualification in the second disjunct is necessary,note that DC-B would otherwise require that one believe every logical conse-quence of one’s beliefs. Such a requirement would certainly be psychologicallyunrealistic, presumably even impossible, since any set of propositions has aninfinite number of logical consequences. Accordingly, DC-B requires only thatthe logical requirements of consistency and closure apply to the set of propo-sitions one either believes already or is prepared to believe upon realizing thatthey are implied by what one currently believes. Thus, for the purposes of thispaper, being prepared to believe P can be understood as having a disposition tobelieve P that is manifested upon realizing that P is entailed by propositionsone already believes.Third, I have chosen to formulate DC-B as the requirement that the propo-sitions one believes or is prepared to believe should be consistent and closedunder logical consequence, but some authors prefer to formulate it as the some-what more modest requirement that the propositions in question should notbe known to be inconsistent and closed under known logical consequence (orsomething to that effect). The point of this would be to allow that agents arejustified in believing propositions even if those propositions are, unbeknownstto them, either inconsistent or such that they would not be prepared to be-lieve their logical consequences. I think this weakening of DC-B is both poorly5motivated3 and independently problematic,4 but I won’t push the point heresince it is orthogonal to my main concerns in this paper. Thus, for our cur-rent purposes, the phrase ‘be consistent and closed under logical consequence’may everywhere be replaced with ‘not be known to be inconsistent and closedunder known logical consequence.’A fourth and final clarification of DC-B concerns the word ‘belief’. Asindicated above, this should be taken to refer to a doxastic attitude one eitherhas or fails to have towards a given proposition – i.e. ‘full’, ‘outright’, or‘binary’ belief – as opposed to the graded notion of belief variously referred toas ‘degree of belief’, ‘level of confidence’, or ‘credence’. For reasons that willbecome clearer below, virtually no one thinks that graded doxastic attitudessatisfy Deductive Cogency, so it is the binary notion of belief that will concernus here. Now, it is very much an open question what exactly is involved inbelieving a proposition in this binary sense – a question that is still activelybeing discussed both in philosophy and in cognitive science. Accordingly, Iwill avoid making any assumptions about belief that may prove controversial.However, in order to fix the reference of the term for the discussion that follows,I will assume that belief that P is the doxastic attitude involved in, or entailedby, knowledge that P , at least in ordinary cases and according to mainstream3The usual rationale for weakening DC-B in this way is that people cannot be expected torecognize what deductive consequences follow from a set of propositions, and thus that theoriginal requirement would be too demanding. In my view, this argument confuses the issueof whether a set of propositions is consistent and closed under logical consequence with theissue of whether an agent recognizes that the set has these logical properties. While it wouldbe preposterous to require agents to recognize that a set of propositions they believe or areprepared to believe is consistent and closed under logical consequence, it is quite anotherthing to require that the set be consistent and closed under logical consequence. Admittedly,agents will then not generally be in a position to recognize whether they themselves obeyDC-B, and thus whether their beliefs are indeed epistemically justified, but only very strongforms of epistemic internalism would claim otherwise (e.g. what Pryor (2001, 105) calls‘Access Internalism’).4Roughly, the weakening allows agents to satisfy DC-B by failing to recognize, or evendeliberately forgetting, logical connections between propositions. For example, someonewho believes an inconsistent pair of propositions may satisfy DC-B in virtue of failing torecognize that the propositions are inconsistent. This has the absurd consequence that onemay come to have justified beliefs by deliberately forgetting or neglecting to investigatelogical connections between propositions.6accounts of propositional knowledge.5 Of course, this is the sense of ‘belief’that interests the vast majority of epistemologists who are interested in binarybeliefs in the first place.3 For and Against Deductive CogencyHaving clarified the thesis that belief is subject to Deductive Cogency, DC-B,I now turn to discussing what sort of considerations have been taken to countfor and against DC-B in the recent literature. In later sections, I will go on toargue that the considerations in favor of DC-B can be accounted for withoutloss by positing a structurally similar requirement on a closely related kind ofpropositional attitude; and, moreover, that this new requirement avoids theconsiderations that count against DC-B.3.1 Stories and Arguments: For Deductive CogencyOne consideration that is often appealed to in defense of DC-B is that thereseems to be something epistemically desirable about having one’s beliefs pro-vide a coherent and unified account of some piece of the world. In the words ofBas van Fraassen, the role of belief is “to form a single, unequivocally endorsedpicture of what things are like” (van Fraassen, 1995, 350). This point is echoedby Jonathan Roorda:[...] our beliefs are not just isolated sentences in a collection; theyare meant to hang together, to tell a univocal story about the waythe world is. It is this feature of belief which subjects it to therequirement of deductive cogency: we do not require the gambler5Some philosophers (e.g. Radford, 1966; Black, 1971; Myers-Schulz and Schwitzgebel,2013) have rejected the consensus that knowing that P involves or entails believing thatP . Accordingly, these philosophers may not be able to identify the sort of doxastic attitudethat we will be concerned with in this paper as the doxastic attitude involved in knowingthat P . However, even these philosophers can identify this attitude as the attitude involvedin knowing that P according to the views they argue against, i.e. according to mainstreamaccounts of knowledge. Thus, for our purposes, it turns out not to matter whether knowledgeactually involves belief – all that matters is that belief that P can be identified as the thedoxastic attitude that is widely assumed to be involved in knowing that P .7to make sure that all of the propositions he bets on be logicallyconsistent; but we do require of the storyteller that the logicalconsequences of what she has already said will not be contradictedas the story unfolds (Roorda, 1997, 148-149).Similarly, Kaplan claims that when it comes to full or outright belief, “weevaluate propositions by looking at how their adoption might fit in, or fail tofit in (and if so require alteration of), the story we have so far” (Kaplan, 2013,7). According to Kaplan, it is because our beliefs do not merely constitute“some individually probable things to say,” but rather “a story ... about howthe world is,” (Kaplan, 2013, 7) that belief is subject to Deductive Cogency.As I explain below, I think there are cases in which this argument breaksdown. For now, I want to focus on contexts in which the argument is quitecompelling. Consider, for example, the practice of giving detailed scientificexplanations which appeal to numerous different theories, auxiliary hypothesesand initial conditions. Note first that inconsistent propositions cannot serve asthe explanantia in a correct explanation since at least one of the ‘explanantia’would then be guaranteed to be false, which implies that the ‘explanation’in question would not be correct.6 Furthermore, if the set of propositions towhich one appeals in an explanation is not closed under deductive consequence,then one could be forbidden from applying straightforward logical operationswhen connecting an explanandum with the propositions one appeals to inthe explanans. This is quite implausible on its face, and would moreoverseem to go against scientific practice (which plainly does not ban the useof straightforward logical operations in explanations). Unsurprisingly, then,no account of scientific explanation has ever introduced such a prohibitionon the use of logical operations within explanations, and at least two of themost prominent accounts – the deductive-nomological model (Hempel andOppenheim, 1948; Hempel, 1965) and the unificationist account (Kitcher, 1981,6I have put ‘explanation’ and ‘explanantia’ in scare quotes to indicate that it is usuallytaken for granted that explanations require true explanantia (see, e.g., Hempel and Oppen-heim, 1948, 137-138). For a dissenting view, see van Fraassen (1980, 97-101).81989) – explicitly require the use of the logical operations within explanations.7This suggests that something like DC-B must be correct, even if (as I’ll suggestbelow) DC-B slightly mischaracterizes the kind of propositional attitude thatis subject to Deductive Cogency.A second reason to hold on to some version of Deductive Cogency concernsthe epistemic force of deductive arguments.8 Suppose an author of a book isconfronted by another scholar who lays out a careful demonstration of how anumber of the author’s claims, P1, ..., Pn, jointly entail a controversial claimC. Let’s suppose that the scholar in question – the challenger – takes this asa reductio of the author’s position in the book. If the author is prepared toendorse C, she might choose to view the argument instead as a constructiveargument for C rather than a reductio of the claims that have been shown toentail C. In any case, it would be outrageous for the author to respond to sucha challenge by insisting that even if the the claims in the book entail C, theydo not in fact commit her to either believing C in any way. It would be evenmore outrageous to also insist that one believes the conclusion’s negation, ¬C,despite recognizing that the claims in the book jointly contradict ¬C. Yet ifDeductive Cogency holds no sway for the attitudes expressed by the author,then there is no reason why these responses could not be entirely appropriate.Opponents of DC-B often respond to arguments of this sort by claimingthat the epistemic force of deductive arguments can be explained without as-suming that belief is subject to Deductive Cogency.9 Suppose – as opponentsof DC-B normally do – that there is some threshold t < 1 such that, for anyproposition P , one is justified in believing P just in case it is rational forone to have a credence in P that exceeds t. (This assumption is known as‘the Lockean Thesis’, a term coined by Richard Foley (1992, 111).) Supposefurther that credence-assignments are rational only when they are probabilis-7Additionally, at least one version of the causal account of explanation explicitly requiresthe use of deductive logic to derive the explanandum from the propositions appealed to inthe explanans, viz. Michael Strevens’s (2004; 2008) kairetic account of explanation.8This argument is discussed in detail by Kaplan (1981b, 1995, 1996, 2013). See alsoPollock (1983).9See Foley (1993, 166-173), Weintraub (2001, 446-448), and especially Christensen (2004,79-96).9tically coherent, i.e. only when they satisfy the axioms of probability. (Thisassumption is known as ‘Probabilism’.)10 Now, if we assume for simplicity thatthe propositions P1, ..., Pn used as premises in the reductio are probabilisticallyindependent, it then follows that the credence assigned to ¬C by a rationalagent can be no higher than (1 − tn) if each one of P1, ..., Pn is epistemicallyjustified. It is not hard to see that (1− tn) is often considerably lower than titself (for example, if t = 0.9 and n = 3, then (1− tn) = 0.271 < t), in whichcase one would not be justified in believing ¬C according to the Lockean The-sis. The intended upshot is that these two assumptions about the relationshipbetween justified belief, rational credence, and probabilistic coherence – i.e.the Lockean Thesis and Probabilism – together explain why one would not bejustified in believing inconsistent propositions even without positing a specialprohibition on inconsistency, as DC-B does.One possible way to challenge this explanation is to point out that the Lock-ean Thesis is problematic for independent reasons.11 However, even grantingthe Lockean Thesis (which I am prepared to do here, at least for the sake of theargument), the explanation is lacking in two important respects. First, for agiven threshold t, the explanation only works when n is relatively low, and yetthe epistemic force of deductive arguments intuitively does not depend on thenumber of propositions that an argument uses as premises. For example, evenfor a high threshold such as t = 0.9, (1− tn) exceeds t when n = 22, and yetthere is still something intuitively objectionable about believing each one of 22independent propositions while at the same time believing a proposition thatdirectly contradicts them. Relatedly, it seems implausible that there should besome ‘magic’ number of premises nt determined by the threshold t such thatdeductive arguments with independent premises have epistemic force just in10It is also, misleadingly, sometimes referred to as ‘Bayesianism’ – misleadingly becauseProbabilism does not entail Bayesianism’s core tenet, Bayesian Conditionalization. BayesianConditionalization is a diachronic requirement that goes well beyond Probabilism’s purelysynchronic requirement that an agent’s credences at a time should satisfy the probabilityaxioms.11See, for example, Kaplan (1995, 1996, 2013).10case they appeal to nt premises or fewer.12A second and more serious problem with this alternative explanation forthe force of deductive arguments is that it does nothing at all to explainwhy the fact that P1, ..., Pn entail C would commit our author to believingC if she believes each one of P1, ..., Pn. Indeed, it is not hard to see thatfor any threshold t < 1, even just two propositions P1 and P2 both of whichare assigned credences that exceed t could easily entail a conclusion C whichshould not be assigned a credence above t according to Probabilism (and thusshould not be believed according to the Lockean Thesis). For example, if wekeep the threshold at t = 0.9 and suppose that an agent assigns the samecredence of 0.94 to two probabilistically independent propositions P1 and P2,then Probabilism demands that she assign credence 0.942 ≈ 0.88 to theirlogical consequence (P1 ∧ P2). Since this is lower than our threshold t = 0.9,this agent would be forbidden from making this elementary deductive inferencefrom what she already believes. On closer inspection, then, the alternativeexplanation offered by opponents of DC-B is not even capable of accountingfor the epistemic force of deductive arguments in the straightforward case oftwo-premise arguments.3.2 The Preface: Against Deductive CogencyHaving discussed two considerations in favor of DC-B, I turn now to the quitesignificant problems associated with such a requirement. These problems arebrought out by Makinson’s (1965) preface paradox, a version of which goes asfollows:A historian has just finished writing a book on, for example, Europeanemigration to North America. This historian is a responsible scholar, so let ussuppose that she is epistemically justified in believing each one of the manyclaims she makes in the book. However, if the book is thick enough, it alsoseems that she would not be justified in believing that she hasn’t made at least12This is especially implausible if the value of the threshold t can vary, e.g. dependingon one’s context or the stakes involved (a common assumption among proponents of theLockean Thesis).11one error somewhere in the book. In other words, it seems that our historianshould not believe (or be prepared to believe) the following proposition:(1) Every single claim made in the body of this book is true.And yet notice that (1) is a logical consequence of the book’s claims. Thus itseems that our author should not be prepared to believe a logical consequenceof propositions she (justifiedly) believes, contrary to DC-B.Furthermore, note that our author would seem to be epistemically justifiedin believing that she has made at least one error somewhere in the body ofher book – though she presumably does not know where the error(s) are to befound. So it seems that our historian should believe, or be prepared to believe,the following proposition:(2) The body of this book contains at least one false claim.13Indeed, it is not unusual to see authors make concessions of this sort in theprefaces of their books, though perhaps in a less explicit manner. However,since (2) is inconsistent with the set of claims made by the author in the bodyof her book, this would again imply that DC-B is false.14Kaplan’s (1981b; 1981a; 1995; 1996; 2013) response to this argument is toreject that it is permissible for the author to admit that there are errors in herbook. In other words, Kaplan maintains that the author should not believeor be prepared to believe (2). Indeed, Kaplan (and anyone else who defendsDC-B) is also committed to the view that the author should be preparedto believe (1), which in effect states that her book is completely error-free.Kaplan recognizes that this flies in the face of intuition, but argues that ourintuitive reaction rests on a confusion of belief with a state of high confidence,13Notice that (2) is simply the negation of (1).14Similar points are often made using the lottery paradox (Kyburg, 1961). However, Ifocus on the preface paradox here since lottery cases raise a number of issues orthogonal toour current concerns, e.g. whether purely statistical or chance-based evidence can justifyone in believing a proposition (see, e.g., Nelkin, 2000).12i.e. a high degree of belief or credence.15 Specifically, Kaplan admits that itwould be irrational to be highly confident that the conjunction of the book’sclaims is true, but since belief is not a state of high confidence according toKaplan, but rather roughly a matter of what you are inclined to assert inappropriate circumstances,16 it does not follow that believing this conjunctionwould be unjustified, irrational, or otherwise impermissible (see esp. Kaplan,1995, 1996).However, Kaplan’s response is problematic for at least two reasons. First, itis unclear why we should accept Kaplan’s claim that the association of beliefwith a state of high confidence is a confusion, as opposed to an importantdatum about our notion of belief. Indeed, the intuitive connection betweenbelief and high confidence seems like a plausible starting point for explicatingthe pre-theoretic notion of belief in which we are interested. For example, itwould seem quite odd to claim that you believe that P but that you havealmost no confidence in P being true; or that you believe that P but that youare unwilling to bet on P at equal or longer odds.17 Any requirement on beliefthat fails to do justice to this intuitive connection between belief and levels ofconfidence would seem less plausible as a result. At the very least, this placesa heavy burden of proof on defenders of DC-B with regard to how to accountfor the intuitive connection between belief and a high level of confidence in15Kaplan (1996, 15) adopts an orthodox Bayesian view of levels of confidence in terms ofbetting dispositions, on which an agent’s level of confidence in a proposition P is r just incase the agent places a monetary value equal to $r on a bet that pays $1 if P is true and$0 if P is false.16Kaplan (1995, 1996) presents the following theory of belief in the context of defendingDC-B:You count as believing P just if, were your sole aim to assert the truth (as itpertains to P ), and your only options were to assert that P , assert that ¬P ormake neither assertion, you would prefer to assert that P (Kaplan, 1996, 109).It’s worth noting that in Kaplan’s most recent work on this topic, he suggests that ‘belief’is not univocal and thus that the above definition captures only one sense of belief (Kaplan,2013, 13). Importantly, however, it is this sense of belief that Kaplan claims is subject toDeductive Cogency.17I am assuming here, as is standard, that there is a close connection between one’s levelof confidence in P and one’s willingness to bet on P .13way that preserves the idea that these two states are wholly distinct.18A second reason why Kaplan’s response is problematic is that, as DavidChristensen (2004, 33-68) has argued in great detail, DC-B has extremely im-plausible downstream consequences given straightforward assumptions aboutthe author’s background beliefs. For example, unless the author believes her-self to be extremely meticulous, she should believe that she would be amaz-ingly lucky if she managed to write a book that is completely error-free. Thus,given DC-B, the author should also be prepared to believe that she is indeedamazingly lucky. Furthermore, suppose our author believes that anyone whomanages to write a completely error-free book will soon win a lucrative bookprize, and suppose she believes that she would immediately use the money tobuy an expensive sports car. Given DC-B, the author should then be preparedto believe that she will win the book prize and soon be driving an expensivesports car. All of this is, of course, absurd. After all, we have not assumedthat our author has any reason at all to think that she is more likely thanother responsible scholars in her field to write a completely error-free book.To sum up, the original preface paradox threatens DC-B by drawing outtwo problematic implications, viz. that preface-writers should not only not beunwilling to believe that their books contain at least one error, but also thatthey should be prepared to believe that their books are completely error-free.The first consequence is implausible; the second is outright absurd. We haveseen that Kaplan’s response of arguing for a separation between the notionof belief and that of a state of high confidence is problematic since (i) theconnection between belief and levels of confidence is an intuitively plausibleconstraint on our notion of belief, and (ii) Kaplan’s response does nothingto avoid the absurd downstream consequences of DC-B. However, recall also(from earlier in this section) that there appear to be strong reasons to thinkthat something like DC-B is indispensable in certain intellectual contexts, e.g.18One might think that the intuitive connection between belief and levels of confidenceis undermined by Hawthorne, Rothschild, and Spectre’s argument that belief is ‘weak’ inthe sense that it is “compatible with having relatively little confidence” in the believedproposition (Hawthorne et al., 2016, 1393). However, on closer inspection, even they requirethat the believed proposition “be above some contextually determined threshold of likeliness”(Hawthorne et al., 2016, 1400). Since DC-B is incompatible with any confidence-thresholdfor belief, even proponents of the thesis that belief is ‘weak’ will be forced to reject DC-B.14when one is providing an explanatory story of some phenomenon, and thatDC-B seems needed to account for the epistemic force of deductive argumentssuch as reductios. In what follows, I propose to relieve this tension by distin-guishing between belief and a type of propositional attitude that I call ‘noeticacceptance’.4 Deductive Cogency for Noetic AcceptanceThis section describes the sort of propositional attitude I take to be subjectto Deductive Cogency – a kind of attitude closely related to what JonathanCohen (1989; 1992) calls ‘acceptance’. I will start by discussing Cohen’s notionof acceptance, focusing on how acceptance differs from belief in the relevantrespects. I will then identify a specific kind of acceptance – the type of accep-tance that forms the basis for potentially understanding a given phenomenon– as the appropriate domain of application for the requirement of DeductiveCogency.4.1 Belief versus AcceptanceCohen defines acceptance by contrasting it with his own conception of beliefas follows:[...] belief that p is a disposition, when one is attending to issuesraised, or items referred to, by the proposition that p, normally tofeel it true that p and false that not-p, whether or not one is willingto act, speak, or reason accordingly. But to accept the propositionor rule of inference that p is to treat it as given that p. Moreprecisely, to accept that p is to have or adopt a policy of deeming,positing, or postulating that p – i.e. of including that propositionor rule among one’s premisses for deciding what to do or think ina particular context, whether or not one feels it to be true that p.(Cohen, 1992, 4)So, on Cohen’s definition, to accept a proposition is to have a policy of treat-ing the proposition as given in some particular context, whereas to believe15something is to have a disposition to feel it to be true.As I noted above, for the purposes of this paper I do not want to committo any specific conception of belief beyond the truism that belief that P isthe doxastic attitude involved in knowing that P (according to mainstreamaccounts of propositional knowledge). So while I find Cohen’s conception ofbelief quite plausible, I will not assume it in what follows. Even so, it shouldbe clear that belief differs from what Cohen calls ‘acceptance’ in a number ofimportant ways. In particular, it is uncontroversial that belief is at least partlyinvoluntary. One cannot simply decide to believe a proposition in the sameway that one can, for example, decide to lift one’s right hand.19 By contrast,acceptance (in Cohen’s sense) is clearly voluntary in a straightforward way.After all, to adopt a policy of treating a proposition as given in some particularcontext is no less possible than to adopt some other kind of policy, e.g. a policyof exercising three times a week.There are two other differences between acceptance and belief that arerelevant for our purposes. First, acceptance is by definition sensitive to contextin a way that belief is not. One might treat a proposition as given in somecontexts and not others (or even treat its negation as given in those othercontexts). For example, a defence attorney might accept that her client isinnocent in the context of her legal work even though she would not acceptit in other contexts, e.g. in the context of deciding whether to take the casein the first place. By contrast, belief is not sensitive to context in the sameway. After all, we would never say that the lawyer’s belief about her client’sinnocence suddenly changes when she decides to take the case. Of course,belief (or belief-attributions) may well be context-sensitive in other ways, e.g.by depending on the context of the person attributing belief in much the sameway that knowledge-attributions are according to epistemic contextualism.20The point here is not that acceptance is context-sensitive whereas belief is not(though that might also be true); rather, the point is that acceptance is clearlycontext-sensitive in a different and much more straightforward way than belief.19As was famously argued by Bernard Williams (1973).20See, for example, Cohen (1986), DeRose (1992), Lewis (1996), Neta (2002), and theexchange between Cohen (2005) and Conee (2005).16The second difference between acceptance and belief that I wish to highlightis that while belief is plausibly closely tied to a state of high confidence (seesection 3), acceptance is not. Specifically, one can clearly treat a propositionas given in some particular context without being at all confident that it istrue. Consider, for example, a scholar presenting a paper to an audience ofher peers. In the course of her presentation, she makes a number of claims insupport of her main thesis, all of which she must treat as given – i.e. accept– in the context of this intellectual event. Whether or not she also believesthese claims is besides the point in so far as she is not engaged in an exercisethat is primarily about her own mental state. The same goes for being highly,or even just somewhat, confident that the claims are true. This is why thereis no conflict at all involved in presenting a paper whose main premises orconclusions one confesses to have significant doubts about.21Having detailed the ways in which acceptance and belief are distinct, letme now emphasize a way in which they are nevertheless quite similar propo-sitional attitudes. Although acceptance is compatible with a lack of belief inthe accepted proposition, acceptance still involves a robust kind of cognitivecommitment. Recall that to accept P is to have a policy of treating P as givenin some context, i.e. to include that proposition among one’s premisses for thepurpose of deciding what to do or think in the context. Thus someone whomerely happens to act or speak as if she took P to be true in some contextwould not count as accepting that P ; in order to accept P in that context shewould have to commit to treating P as true whenever she is deciding whatto do or think in that context. Nor is it sufficient for acceptance to entertaina proposition or explore its logical consequences, as when someone assumes aproposition for reductio. After all, entertaining and exploring a propositionP in some context is compatible with having no general policy at all as towhether one treats P as given in that context.2221A memorable illustration of this is provided by Andy Clark and David Chalmers’s “Theextended mind” (1998), in which the following footnote was attached to the author’s names:“Authors are listed in the order of degree of belief in the central thesis” (Clark and Chalmers,1998, 7).22Thanks to an anonymous reviewer for pressing me to clarify the nature of acceptancein this respect.174.2 Understanding and Noetic AcceptanceNow, I will propose that Deductive Cogency is more plausibly seen as a re-quirement on acceptance than belief.23 However, it should be clear that thereare contexts in which acceptance is not subject to Deductive Cogency, e.g.story-telling, role-playing, and other kinds of make-believe. But notice alsothat it is not contexts of this sort that defenders of DC-B appeal to in theirarguments. Rather, as we have seen, the examples to which defenders of DC-Bappeal concern agents that are attempting to provide an intellectual accountof something, e.g. in a book or a talk. This is hardly a coincidence. Whensomeone provides an intellectual account of something, we expect the claimsthat she makes to form a single, univocal (although often incomplete) accountof the subject-matter in question. We also expect that she recognizes it as acriticism of her account if the claims she makes are shown to entail a posi-tion that she cannot herself endorse. In other words, we expect her claims toconform to Deductive Cogency in that particular context. This suggests that,on further reflection, the arguments in favor of belief being subject to Deduc-tive Cogency should be recast as arguments for acceptance being subject toDeductive Cogency in certain intellectual contexts.In order to be more specific about the sorts of ‘intellectual’ contexts I take tobe subject to Deductive Cogency, I will now invoke the notion of understanding.A number of epistemologists have recently argued that understanding is acentral cognitive goal of science and rational inquiry more generally, with someeven suggesting that understanding should replace knowledge as the focus of23Cohen (1992, 27-33) himself suggests that acceptance is subject to something like De-ductive Cogency, but the thesis Cohen defends is much stronger (and correspondingly lessplausible) than the thesis defended here. For one thing, Cohen claims that acceptance isnot only subject to the normative requirement that what one accepts should be consistentand closed under logical consequence, but he further makes the metaphysical claim that ac-ceptance of (knowingly) inconsistent propositions is impossible and that the acceptance ofa set of propositions involves accepting their logical consequences. No claim of the latter(metaphysical) sort is made here. Furthermore, Cohen suggests that Deductive Cogencyapplies to acceptance in any context, whereas I argue in this section that we must restrictthe contexts in which acceptance would be subject to Deductive Cogency. This is an im-portant difference since the solution to the preface paradox that I propose below is, as aresult, not available to Cohen. Instead, Cohen is forced into a Kaplan-style response to thepreface paradox on which an author cannot rationally assert in the preface of her book thatshe has made a mistake in the body of the book (see Cohen, 1992, 36).18contemporary epistemology (see, e.g., Zagzebski, 2001; Kvanvig, 2003; Elgin,2006; Pritchard, 2010; Grimm, 2012). While my arguments below do not hingeon adopting any specific account of understanding, it may be helpful to havea working conception of understanding as a point of reference in what follows.On a simple but fairly standard account of understanding, one understandssome target phenomenon X just in case one grasps how to (correctly) explainrelevant aspects of X in the right sort of circumstances (see, e.g., Khalifa,2013; Strevens, 2013; Grimm, 2014).24 For example, one understands Brownianmotion (at least partially) when one grasps how to explain it by appealing tothe atomic theory of matter and the kinetic theory of heat. Similarly, oneunderstands Adolf Hitler’s rise to power (at least partially) when one graspshow to explain this event by appealing to the toxic political climate in post-WWI Germany, Hitler’s considerable abilities as a public speaker, and so forth.Understanding in this sense is relevant to acceptance in that when one isattempting to explain something by appealing to a set of propositions as ex-planantia, there is a clear sense in which one is treating those propositions asgiven. For example, I cannot explain various aspects of Brownian motion un-less I treat the atomic theory of matter and the kinetic theory of heat as givenwhen providing these explanations. Accordingly, it seems clear that I cannotunderstand Brownian motion unless I have a policy of treating the atomic the-ory of matter and the kinetic theory of heat as given for the purposes of theseexplanations. More generally, understanding a given target phenomenon Xinvolves having a policy of treating some set of propositions (the explanantia)as given in the relevant context, viz. the context of explaining aspects of X.In this sense, understanding – or at least the broadly-speaking ‘explanatory’understanding with which we are concerned here – involves a kind of accep-tance of the propositions which serve as the explanantia in the explanationsthat underwrite one’s understanding.Does understanding also involve believing these propositions? Granted that24Others have argued that understanding and explanation are not so closely related, andthat various non-explanatory abilities are also involved in understanding (see, e.g., de Regtand Dieks, 2005; Lipton, 2009; Hills, 2016; de Regt and Gijsbers, 2016; Dellsén, 2016a),although most if not all authors argue that explanation is involved in understanding in someway or another (for a possible exception, see Wilkenfeld, 2013).19understanding and belief often go together (because we tend to believe whatwe accept, and vice versa), there are both intuitive and theoretical reasons toresist any essential involvement of belief in understanding. First, as argued byboth Dellsén (2016b) and Wilkenfeld (2016), there are intuitively convincingcounterexamples to such a claim. Consider, for example, a particle physicistwho (for whatever reason) cannot bring herself to believe that matter really iscomposed of discrete, submicroscopic entities (i.e. atoms), but who is never-theless committed to appealing to the atomic theory of matter when explainingrelevant aspects of Brownian motion to herself and others. It would be ab-surd to say that the scientist in such a case failed to understand Brownianmotion merely in virtue of lacking the relevant belief.25 Second, given thatunderstanding already involves a robust kind of cognitive commitment to therelevant propositions, viz. a kind of acceptance for explanatory purposes, itis unclear what additional explanatory work would be done by positing thatunderstanding involves belief as well. Thus parsimony considerations, i.e. Ock-ham’s razor, suggests that we should prefer a conception of understanding thatmakes it independent of belief.26In sum, then, both intuitive and theoretical considerations speak in favorof taking understanding to involve a kind of acceptance rather than belief. Inwhat follows, I will refer to acceptance of this kind as ‘noetic acceptance’.27Thus I will say that one noetically accepts P relative to some target phe-nomenon X just in case one has a policy of treating P as given wheneverone is explaining aspects of X. Put differently, noetic acceptance of P rel-ative to some target phenomenon X amounts to placing P in one’s store ofpremises which can be called upon to explain aspects ofX (one’s X-explanatory25This example is modelled after the one discussed by Dellsén (2016b, 11-13).26Again, this is not to deny that understanding and belief often go together. The pointhere is not that understanding is incompatible with belief, but that understanding is com-patible with lack of belief, at least in principle.27‘Noetic’ from the Greek word ‘nous’, which is often translated into English as ‘under-standing’.20premises, if you will).28 Now, the thesis that I wish to defend in what followsis that it is noetic acceptance rather than belief that should be consistent andclosed under logical consequence. More precisely:Deductive Cogency for Noetic Acceptance (DC-NA): The set ofpropositions one noetically accepts or is prepared to noetically accept, rel-ative to some target phenomenon X, should be consistent and closed underlogical consequence.29My defense of this thesis in what follows will consist in showing that it accountsfor the considerations that have been marshaled in favor of the correspondingrequirement for belief, DC-B, while at the same time avoiding the problematicconsequences of the preface paradox.3028Elgin (2004) defines a somewhat similar notion of ‘cognitive acceptance’ with referenceto understanding: “To cognitively accept that p, is to take it that p’s divergence from truth,if any, does not matter cognitively”, where a consideration is cognitive in her sense “to theextent that it figures in an understanding of how things are” (Elgin, 2004, 120). However,this definition relies on Elgin’s claim that genuine understanding can be based on falsehoods(Elgin, 2004, 2009), which is highly contentious (see, e.g. Kvanvig, 2009a; Wilkenfeld, 2015).29It’s worth noting that the first three clarifications of DC-B in section 2 apply to DC-NAas well. Let me especially emphasize that DC-NA should, like DC-B, also be understood asa normative epistemic requirement on perfectly rational agents – or, alternatively, as a protanto epistemic requirement that would, all other things being equal, improve an agent’sepistemic status. Of course, such a requirement may easily be outweighed by other non-epistemic considerations, or indeed turn out to be impossible to satisfy due to one’s cognitivelimitations. Accordingly, there will be many situations in which agents should arguablyviolate DC-NA all things considered.30Those who resist my arguments for taking understanding not to involve belief mightwonder whether a requirement similar to DC-NA would hold for the belief that they claimis involved in understanding. To see what this proposal amounts to, let us define “noeticbelief” as the belief that would be involved in understanding, such that one noetically believesP relative to some target phenomenon X just in case one’s belief that P figures in one’sexplanations of aspects of X. This allows us to define a Deductive Cogency requirement fornoetic belief:Deductive Cogency for Noetic Belief (DC-NB): The set of propositions one noet-ically believes or is prepared to noetically believe, relative to some target phenomenon X,should be consistent and closed under logical consequence.215 Revisiting Arguments For and Against5.1 Revisiting Arguments for Deductive CogencyConsider first the idea that beliefs should “form a single, unequivocally en-dorsed picture” (van Fraassen, 1995, 350), “tell a univocal story” (Roorda,1997, 148), and “fit in [with] the story we have so far” (Kaplan, 2013, 7).While we have seen why this normative requirement cannot be endorsed asit stands, it is plausible that a parallel requirement applies to noetic accep-tance. That is, it is plausible that the set of propositions one does or wouldtreat as given in the context of attempting to understand some specific tar-get phenomenon X (e.g. Brownian motion, or Hitler’s rise to power) must, ifone is to truly understand that X, form a unified account that isn’t inconsis-tent or contradicted as it is spelled out in more detail later on. Given thatthe point of noetic acceptance is to understand some such X, it follows thatnoetic acceptance is defective if it fails to live up to this standard. Put differ-ently, Deductive Cogency applies to noetic acceptance because any violationof this requirement for a given target phenomenon X precludes the possibilityof genuinely understanding X.Indeed, it is widely recognized that understanding requires a kind of co-herence among the distinct items of information to which one appeals in theHowever, it should be clear that DC-NB is problematic for a similar reason as DC-B itself.Suppose that understanding some very complex phenomenon X involves noetically believ-ing a large number of independent propositions P1, ..., Pn. By DC-NB, then, any agent whounderstands X should (be prepared to) noetically believe the conjunction of these propo-sitions, (P1 ∧ ... ∧ Pn). Since this conjunction can be arbitrarily improbable given a highenough number n of propositions, we have that DC-NB conflicts with any probabilistic re-striction on (noetic) belief. This is highly implausible for the same reasons as given in re-sponse to Kaplan at the end of section 3.2.31Kvanvig elaborates on this in a later piece:When the question is whether one knows, the issues that are foremost in ourminds are issues about evidence, reliability, reasons for belief, and, perhapsmost importantly, non-accidentality regarding the connection between ourgrounds for belief and the truth of the belief. When the question is whether onehas understanding, the issues that are foremost in our minds are issues aboutthe extent of our grasp of the structural relationships (e.g. logical, probabilis-tic, and explanatory relationships) between the central items of informationregarding which the question of understanding arises. (Kvanvig, 2009b, 97)22relevant context. For example, Jonathan Kvanvig notes that “what is dis-tinctive about understanding has to do with the way in which an individualcombines pieces of information into a unified body” (Kvanvig, 2003, 197).31Similarly, Catherine Elgin writes that understanding “is in the first instance acognitive relation to comprehensive, coherent sets of cognitive commitments”(Elgin, 2009, 323).32 In other words, understanding requires a kind of coher-ence among the propositions to which one appeals in the relevant context,which (at a minimum) prohibits the propositional attitude involved in under-standing, viz. noetic acceptance, from violating requirements of consistencyand closure under logical consequence. The upshot of this is that the intuitiveidea (expressed in different ways by van Fraassen, Roorda, and Kaplan) thatour beliefs should tell a unified story of the world is on further reflection moreplausibly seen as a requirement on noetic acceptance.Similar considerations account for the kernel of truth in the idea that theepistemic force of deductive arguments cannot be explained without assumingDC-B. Of course, we have seen that belief is not plausibly subject to Deduc-tive Cogency (for reasons having to do with the preface paradox; see section3.2), so we cannot endorse a DC-B-based explanation of the epistemic forceof deductive arguments. However, we can give a structurally similar expla-nation by assuming that noetic acceptance is subject to Deductive Cogency,i.e that DC-NA is true. What a deductive argument from noetically acceptedpremises shows is what sort of commitment is involved in treating that set ofpropositions as given in the context of attempting to understand something.Suppose one treats a set of propositions P1, ..., Pn as given in the context ofattempting to understand some target phenomenon X, and suppose that it isdiscovered (e.g. by someone who is challenging one’s explanation via a reduc-tio) that these propositions together entail some conclusion C. According toDC-NA, it follows that one must be prepared to treat C as given in the samecontext. If one finds C plausible, one may be prepared to do so; if not, onemust reconsider one’s acceptance of at least one of the propositions P1, ..., Pn32Similar views are expressed by Cooper (1994), Zagzebski (2001), Pritchard (2009),Grimm (2011), and Bengson (2015).23which jointly entail C. What one cannot do according to DC-NA is to con-tinue to treat P1, ..., Pn as given in the context of attempting to understandX and yet refuse to do the same for C, since that would involve a discrepancyin one’s cognitive representation of X that is incompatible with a genuineunderstanding of X.Now, it might be objected that DC-NA does not fully account for theconsiderations in favor of DC-B since (the objection goes) consistency anddeductive closure seem legitimate requirements in contexts other than thosein which one is seeking understanding. In particular, it might seem plausiblethat the propositions one accepts or is prepared to accept in the context ofmaking practical decisions (e.g. about where to go to lunch, whether to bringan umbrella, and which route to take) should also be consistent and closedunder deductive consequence. And yet, if Deductive Cogency applies onlyto an intellectual type of acceptance, viz. noetic acceptance, there would benothing inappropriate about, say, treating an inconsistent set of propositionsas given in the context of such practical decision making.I offer two replies. First, and most importantly, the objection misconstruesmy intentions in proposing DC-NA. My claim here is that noetic acceptance issubject to the requirement of Deductive Cogency, not that noetic acceptanceis the only attitude that is subject to such a requirement. Indeed, I am opento the suggestion that there may be other types of acceptance beyond noeticacceptance that are subject to Deductive Cogency.33 As a second, supplemen-tary, response to the objection, I deny its implicit assumption that rationalagents should ever treat any (non-tautological) propositions as given in thecontext of practical decision making. Here I agree with the ‘Bayesian’ ortho-doxy that rational decision making can and should be accounted for exclusivelyin terms of credences or levels of confidence as opposed to binary propositional33In particular, one might wonder whether Deductive Cogency applies to acceptance inother intellectual contexts beyond those in which one’s aim is to understanding something,and I have no argument for there being no contexts of that kind. This idea does not conflictwith DC-NA, which does not in any way deny that other types of propositional attitudesmay also be subject to Deductive Cogency.24attitudes such as acceptance and (outright) belief.34 For example, when de-ciding whether to go to your local steakhouse or seafood restaurant, you maywell rationally choose the latter on the off chance that they serve clams (yourfavorite foodstuff) even though you neither accept nor believe that they do.Binary propositional attitudes simply have no place in an adequate theory ofpractical decision making on this picture. So the fact that DC-NA is restrictedto non-practical contexts is, to my mind, part of what makes it plausible tobegin with.5.2 Revisiting the Preface: Escaping ParadoxWe now finally turn to the issue of why it is that DC-NA does not lead tothe same sort of problematic consequences due to preface paradox cases asthe analogous requirement for belief, DC-B. The first thing to note is thatnoetic acceptance is always localized to some specific target phenomenon Xthat one is attempting to understand in a given instance. To noetically acceptP vis-à-vis X is to treat P as given for the purposes of explaining aspectsof X, irrespectively of whether one also treats P as given for the purposesof explaining aspects of some other target phenomena X ′, X ′′, etc. As aconsequence, DC-NA merely amounts to the demand that the propositionsone treats or would treat as given in the context of attempting to understanda specific phenomenon be consistent and closed under logical consequence. Bycontrast, it does not demand that the set of all propositions one treats or wouldtreat as given in the context of attempting to understand any phenomena be34A well-known proponent of this view is Richard Jeffrey (1956, 1968, 1970). See alsoMaher (1986) for a particularly lucid defense of the view.25consistent and closed under logical consequence.35Let me illustrate by again returning to the example of the historian who iswriting a book on European emigration to North America. In the process ofattempting to understand this phenomenon, our historian will have noeticallyaccepted a number of claims, some of which are made in the book while othersremain tacit in the historian’s line of thought. As we have seen, if the book isthick enough it would be entirely reasonable for her to admit in the preface thatshe must have made at least one error somewhere in her book. To be sure, thisclaim contradicts what she says in the body of her book, and thus contradictsclaims that she noetically accepts. But note that this does not speak againstDC-NA unless this claim in the preface is also noetically accepted relativeto the same phenomenon as the claims in the body of her book. That isplainly not so: if the author’s claims in the preface about whether or not herbook contains errors form the basis for understanding anything, it is certainlynot why Europeans emigrated to North America or any other phenomenonaddressed in the body of the book. Rather, her claims in the preface concernsthe book itself and, relatedly, her own fallibility; neither of which provide eventhe slightest understanding of the phenomena discussed in the book’s body.Hence the fact that the preface claim contradicts those made in the body ofthe book is entirely compatible with the author satisfying DC-NA.Moreover, since acceptance of P does not involve belief or a high level ofconfidence in P , we avoid the absurd consequence that the author should beprepared to believe or be highly confident that that there is not a single errorin her book. Of course, our author must still be prepared to noetically accept,35This brings to mind the widely discussed incompatibility of Quantum Mechanics (QM)and General Relativity (GR). Physicists seem happy to accept each theory in the contextof explaining, respectively, purely quantum phenomena (e.g. the emission spectrum ofhydrogen atoms) and purely relativistic phenomena (e.g. the formation of black holes).This practice accords with DC-NA in so far as the quantum and relativistic phenomena aregenuinely distinct phenomena. However, this cannot be the end of the story since physicistsclearly view the incompatibility of QM and GR as a reason to seek a new, unified theory toreplace them both, e.g. String Theory. Interestingly, DC-NA accounts for that fact as well,since there are many phenomena that physicists would like to understand that cannot bedescribed as either ‘purely quantum’ or ‘purely relativisitic’, e.g. the ‘smoothness’ of space-time (GR assumes that space is continuous, while QM requires it to be discrete). In so far asphysicists are interested in understanding ‘mixed’ phenomena of this kind, DC-NA requiresthat they seek compatible or unified theories to which they can appeal in their explanations.26i.e. treat as given, the conjunction of all the claims in her book relevantto understanding the phenomenon in question, viz. European emigration toNorth America. But that is to say no more than that she should be preparedto appeal to that conjunction of claims in explanations of various aspects ofthis historical event (e.g. why it happened so quickly, why so many of theearly emigrants were Irish, etc.). What the author cannot do according toDC-NA is to treat a set of claims as given within the context of attempting tounderstand some phenomenon without regard for whether the set is consistentand without being prepared to do the same for its deductive consequences.Finally, let us note that since DC-NA does not imply that our author shouldbe prepared to believe that there is not a single error in her book, we also avoidthe outrageous implications that she should be prepared to believe, e.g., thatshe is amazingly lucky to have written an error-free book, that she will soonwin a lucrative book prize, and that she will soon be driving an expensivesports car. Nor does DC-NA imply that she should be prepared to noeti-cally accept these wildly implausible claims, i.e. treat them as given in thecontext of attempting to understand European emigration to North America.This is not just because the claims in question are clearly completely irrele-vant to understanding the historical facts in question, but also because thebackground beliefs required to deduce these consequences (respectively: thatanyone who writes an error-free book would be amazingly lucky, that anyonewho writes such a book would soon win a lucrative book prize, and that ourauthor would immediately use the prize money to buy an expensive sportscar), while perhaps believed by our author, are not noetically accepted withregard the phenomena that are being addressed in the body of the book.6 ConclusionI have argued that the intuitive and explanatory benefits of the thesis thatbelief is subject to Deductive Cogency, DC-B, can be appropriated withoutloss by an analogous requirement on what I call noetic acceptance, DC-NA.In contrast to DC-B, DC-NA avoids the problematic consequences of the in-famous preface paradox and allows us to retain an intuitively plausible link27between belief and levels of confidence. Both friends and foes of DC-B shouldtake some comfort from these results. On the one hand, friends of DC-Bshould be relieved that there is indeed an epistemologically important type ofpropositional attitude that is subject to Deductive Cogency – one that is inmany ways closely related (though not identical) to belief. On the other hand,foes of DC-B should see here the ingredients of an error-theory that explainsthe prima facie plausibility of DC-B in terms of a confusion of two similartypes of propositional attitude, viz. belief and noetic acceptance.3636I am grateful for very helpful written comments on earlier drafts of this paper fromChristoph Baumberger and two anonymous referees for this journal. For constructive ver-bal feedback, I would like to thank the audiences at the 2016 Meeting of the European Epis-temology Network and the 2016 Joint Sessions of the Aristotelian and Mind Societies.28ReferencesBengson, J. (2015). A Noetic Theory of Understanding and Intuition as Sense-Maker. Inquiry, 58:633–668.Black, C. (1971). Knowledge without Belief. Analysis, 31:152–158.Christensen, D. (2004). Putting Logic in its Place: Formal Constraints onRational Belief. Oxford University Press, Oxford.Clark, A. and Chalmers, D. J. (1998). The extended mind. Analysis, 58:10–23.Cohen, L. J. (1989). Belief and Acceptance. Mind, 93:367–389.Cohen, L. J. (1992). An Essay on Belief and Acceptance. Clarendon Press,Oxford.Cohen, S. (1986). Knowledge and Context. Journal of Philosophy, 83:574–583.Cohen, S. (2005). Contextualism Defended. In Steup, M. and Sosa, E., editors,Contemporary Debates in Epistemology, pages 56–62. Blackwell, Malden,MA.Conee, E. (2005). Contextualism Contested. In Steup, M. and Sosa, E., editors,Contemporary Debates in Epistemology, pages 47–56. Blackwell, Malden,MA.Cooper, N. (1994). Understanding. Aristotelian Society Supplementary Vol-ume, 68:1–26.de Regt, H. W. and Dieks, D. (2005). A Contextual Approach to ScientificUnderstanding. Synthese, 144:137–170.de Regt, H. W. and Gijsbers, V. (2016). How false theories can yield genuineunderstanding. In Explaining Understanding: Perspectives from Epistemol-ogy and Philosophy of Science, pages 50–75. Routledge, New York.Dellsén, F. (2016a). Scientific Progress: Knowledge versus Understanding.Studies in History and Philosophy of Science, 56:72–83.Dellsén, F. (2016b). Understanding Without Justification or Belief. Ratio,DOI: 10.1111/rati.12134.29DeRose, K. (1992). Contextualism and Knowledge Attributions. Philosophyand Phenomenological Research, 52:913–929.Elgin, C. Z. (2004). True Enough. Philosophical Issues, 14:113–131.Elgin, C. Z. (2006). From Knowledge to Understanding. In Hetherington,S., editor, Epistemology Futures, pages 199–215. Oxford University Press,Oxford.Elgin, C. Z. (2009). Is Understanding Factive? In A. Haddock, A. M. andPritchard, D., editors, Epistemic Value, pages 322–330. Oxford UniversityPress, Oxford.Foley, R. (1992). The Epistemology of Belief and the Epistemology of Degreesof Belief. American Philosophical Quarterly, 29:111–124.Foley, R. (1993). Working Without a Net: A Study of Egocentric Epistemology.Oxford University Press, Oxford.Foley, R. (2009). Belief, Degrees of Belief, and the Lockean Thesis. In Huber,F. and Schmidt-Petri, C., editors, Degrees of Belief, pages 37–47. Springer,Dordrecht.Grimm, S. (2011). Understanding. In Bernecker, S. and Pritchard, D., editors,Routledge Companion To Epistemology, pages 84–94. Routledge, London.Grimm, S. (2012). The Value of Understanding. Philosophy Compass, 7:103–117.Grimm, S. (2014). Understanding as Knowledge of Causes. In Fairweather,A., editor, Virtue Epistemology Naturalized: Bridges Between Virtue Epis-temology and Philosophy of Science, pages 347–360. Springer, Dordrecht.Hawthorne, J., Rothschild, D., and Spectre, L. (2016). Belief is weak. Philo-sophical Studies, 173:1393–1404.Hempel, C. G. (1965). Aspects of scientific explanation. In Aspects of ScientificExplanation and Other Essays. Free Press, New York, NY.Hempel, C. G. and Oppenheim, P. (1948). Studies in the Logic of Explanation.Philosophy of Science, 15:135–147.30Hills, A. (2016). Understanding Why. Nous, 50:661–688.Jeffrey, R. C. (1956). Valuation and Acceptance of Scientific Hypotheses.Philosophy of Science, 23:237–246.Jeffrey, R. C. (1968). Probable knowledge. Studies in Logic and the Founda-tions of Mathematics, 51:166–190.Jeffrey, R. C. (1970). Dracula Meets Wolfman: Acceptance vs. Partial Belief.In Swain, M., editor, Induction, Acceptance, and Rational Belief. D. Reidel.Kaplan, M. (1981a). A Bayesian Theory of Rational Acceptance. Journal ofPhilosophy, 78:305–330.Kaplan, M. (1981b). Rational Acceptance. Philosophical Studies, 40:129–145.Kaplan, M. (1995). Believing the Improbable. Philosophical Studies, 77:117–146.Kaplan, M. (1996). Decision Theory as Philosophy. Cambridge UniversityPress, Cambridge.Kaplan, M. (2013). Coming to Terms with our Human Fallibility: Christensenon the Preface. Philosophy and Phenomenological Research, 87:1–35.Khalifa, K. (2013). The Role of Explanation in Understanding. British Journalfor the Philosophy of Science, 64:161–187.Kitcher, P. (1981). Explanatory Unification. Philosophy of Science, 48:507–531.Kitcher, P. (1989). Explanatory Unification and hte Causal Structure of theWorld. In Kitcher, P. and Salmon, W., editors, Scientific Explanation,volume XIII of Minnesota Studies in the Philosophy of Science, pages 410–505. University of Minnesota Press.Kolodny, N. (2007). How Does Coherence Matter? Proceedings of the Aris-totelian Society, 117:229–263.Kvanvig, J. (2003). The Value of Knowledge and the Pursuit of Understanding.Cambridge University Press, Cambridge.Kvanvig, J. (2009a). Responses to critics. In Haddock, A., Millar, A., and31Pritchard, D., editors, Epistemic Value, pages 339–351. Oxford UniversityPress, Oxford.Kvanvig, J. (2009b). The Value of Understanding. In A. Haddock, A. M. andPritchard, D., editors, Epistemic Value, pages 95–111. Oxford UniversityPress, New York.Kyburg, H. E. (1961). Probability and the Logic of Rational Belief. WesleyanUniversity Press, Middletown, CT.Lewis, D. (1996). Elusive knowledge. Australasian Journal of Philosophy,74:549–567.Lipton, P. (2009). Understanding without Explanation. In Henk W. de Regt,S. L. and Egner, K., editors, Scientific Understanding: Philosophical Per-spectives, pages 43–63. University of Pittsburgh Press, Pittsburgh.Maher, P. (1986). The Irrelevance of Belief to Rational Action. Erkenntnis,24:363–384.Makinson, D. C. (1965). The Paradox of the Preface. Analysis, 25:205–207.Myers-Schulz, B. and Schwitzgebel, E. (2013). Knowing That P without Be-lieving That P. Nous, 47:371–384.Nelkin, D. K. (2000). The lottery paradox, knowledge, and rationality. ThePhilosophical Review, 109:373–409.Neta, R. (2002). S Knows That P. Nous, 36:663–681.Pollock, J. L. (1983). Epistemology and Probability. Synthese, 55:231–252.Pritchard, D. (2009). Knowledge, Understanding, and Epistemic Value. InO’Hear, A., editor, Epistemology (Royal Institute of Philosophy Lectures),pages 19–43. Cambridge University Press, Cambridge.Pritchard, D. (2010). Knowledge and Understanding. In The Nature and Valueof Knowledge: Three Investigations, pages 3–90. Oxford University Press,Oxford.Pryor, J. (2001). Highlights of recent epistemology. British Journal for thePhilosophy of Science, 52:95–124.32Radford, C. (1966). Knowledge – by examples. Analysis, 27:1–11.Roorda, J. (1997). Fallibilism, Ambivalence, and Belief. Journal of Philosophy,94:126–155.Strevens, M. (2004). The Causal and Unification Approaches to ExplanationUnified – Causally. Nous, 38:154–176.Strevens, M. (2008). Depth: An Account of Scientific Explanation. HarvardUniversity Press, Cambridge, MA.Strevens, M. (2013). No Understanding Without Explanation. Studies inHistory and Philosophy of Science, 44:510–515.van Fraassen, B. C. (1980). The Scientific Image. Clarendon, Oxford.van Fraassen, B. C. (1995). Fine-grained opinion, probability, and the logic offull belief. Journal of Philosophical Logic, 24:349–377.Weintraub, R. (2001). The Lottery: A Paradox Regained and Resolved. Syn-these, 129:439–449.Wilkenfeld, D. A. (2013). Understanding as Representation Manipulability.Synthese, 190:997–1016.Wilkenfeld, D. A. (2015). MUDdy understanding. Synthese, DOI:10.1007/s11229-015-0992-x.Wilkenfeld, D. A. (2016). Understanding without Believing. In S. Grimm,C. B. and Ammon, S., editors, Explaining Understanding: Perspectives fromEpistemology and Philosophy of Science, pages 318–334. Routledge, NewYork.Williams, B. (1973). Deciding to believe. In Problems of the Self, pages 136–151. Cambridge University Press, Cambridge.Worsnip, A. (2016). Belief, Credence, and the Preface Paradox. AustralasianJournal of Philosophy, 94:549–562.Zagzebski, L. (2001). Recovering Understanding. In Steup, M., editor, Knowl-edge, Truth, and Duty, pages 235–252. Oxford University Press, Oxford.33",
    "id": 131211722,
    "identifiers": {
        "doi": null,
        "oai": "oai:philpapers.org/rec/DELDCU"
    },
    "title": "Deductive Cogency, understanding, and acceptance",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://philpapers.org/archive/DELDCU.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/131211722.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/131211722"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/131211722/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/131211722/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/131211722"
        }
    ],
    "abstract": "Deductive Cogency holds that the set of propositions towards which one has, or is prepared to have, a given type of propositional attitude should be consistent and closed under logical consequence. While there are many propositional attitudes that are not subject to this requirement, e.g. hoping and imagining, it is at least prima facie plausible that Deductive Cogency applies to the doxastic attitude involved in propositional knowledge, viz. belief. However, this thought is undermined by the well-known preface paradox, leading a number of philosophers to conclude that Deductive Cogency has at best a very limited role to play in our epistemic lives. I argue here that Deductive Cogency is still an important epistemic requirement, albeit not as a requirement on belief. Instead, building on a distinction between belief and acceptance introduced by Jonathan Cohen and recent developments in the epistemology of understanding, I propose that Deductive Cogency applies to the attitude of treating propositions as given in the context of attempting to understand a given phenomenon. I then argue that this simultaneously accounts for the plausibility of the considerations in favor of Deductive Cogency and avoids the problematic consequences of the preface paradox",
    "tags": [
        "info:eu-repo/semantics/article",
        "Philosophy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:philpapers.org/rec/DELDCU",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "160",
        "openDoarId": 0,
        "name": "PhilPapers",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 131211722,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T02:37:45+00:00",
        "acceptedDate": null,
        "createdDate": "2017-11-21T08:25:22+00:00"
    },
    "urls": [
        "https://philpapers.org/rec/DELDCU"
    ],
    "lastUpdate": "2024-02-12T02:37:45+00:00",
    "setSpecs": []
}