{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Burchardt, Tania"
        },
        {
            "name": "Vizard, Polly"
        }
    ],
    "contributors": [],
    "createdDate": "2012-07-03T13:03:36+01:00",
    "dataProvider": {
        "id": 67,
        "name": "LSE Research Online",
        "url": "https://api.core.ac.uk/v3/data-providers/67",
        "logo": "https://api.core.ac.uk/data-providers/67/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/93833.pdf",
    "fullText": "Definition of equality and framework for measurement: Final Recommendations of the Equalities Review Steering Group on Measurement  Tania Burchardt and Polly Vizard                                       CASE/120 Centre for Analysis of Social Exclusion April 2007  London School of Economics  Houghton Street  London WC2A 2AE  CASE enquiries – tel: 020 7955 6679 Centre for Analysis of Social Exclusion  The ESRC Research Centre for Analysis of Social Exclusion (CASE) was established in October 1997 with funding from the Economic and Social Research Council. It is located within the Suntory and Toyota International Centres for Economics and Related Disciplines (STICERD) at the London School of Economics and Political Science, and benefits from support from STICERD. It is directed by Howard Glennerster, John Hills, Kathleen Kiernan, Julian Le Grand, Anne Power and Carol Propper.  In addition to our discussion paper series (CASEpapers), we produce occasional summaries of our research in CASEbriefs, and reports from various conferences and activities in CASEreports. All these publications are available to download free from our website. Limited printed copies are available on request.   For further information on the work of the Centre, please contact the Centre Manager, Jane Dickson, on:  Telephone:  UK+20 7955 6679 Fax:  UK+20 7955 6951 Email: j.dickson@lse.ac.uk Web site: http://sticerd.lse.ac.uk/case     © Tania Burchardt Polly Vizard  All rights reserved. Short sections of text, not to exceed two paragraphs, may be quoted without explicit permission provided that full credit, including © notice, is given to the source. Editorial Note Tania Burchardt is a Senior Research Fellow in the Centre for Analysis of Social Exclusion, and Polly Vizard is a CASE Associate. This report was commissioned by the Equalities Review. The views expressed in this report are those of the authors, not necessarily those of the Equalities Review.  Abstract In October 2007, a unified Commission on Equality and Human Rights (CEHR) will begin operation in Britain. The Commission will have responsibility for monitoring and promoting human rights and equality on the grounds of gender, ethnicity, disability, age, sexual orientation, transgender status, and religion/belief. As a precursor to the Commission, the Prime Minister established the Equalities Review, an independent, high-level, investigation of the causes of persistent inequality and disadvantage in British society. Its final report, Fairness and Freedom, in February 2007 adopted the capability approach as its measurement framework and recommended that all public bodies use the framework to “agree priorities, set targets, and evaluate progress towards equality” (p.110). In particular, the Review recommended that the framework be used by the CEHR to inform its regular ‘state of the nation’ report.   This paper, and its companion, Developing a Capability List: Final Recommendations of the Equalities Review Steering Group on Measurement (CASEpaper 121), were prepared as background papers to assist in the development of the measurement framework for the Equalities Review. It discusses the challenges in translating capability theory into a practical measurement tool in the context of measuring inequality in Britain in the 21st century. This includes the definition of equality, a procedure for generating and revising a list of central and valuable capabilities (this is considered in more detail in CASE/121), a measurement framework for monitoring trends in inequality, exploring the causes of inequality, and identifying possible policy interventions, and, finally, the types of information and analysis which are required.   JEL classification: I31, I32 Keywords: Capability approach; equality; measurement  Corresponding author: t.burchardt@lse.ac.uk  To enquire about alternative formats please contact alternativeformats@communities.gsi.gov.uk or telephone 0870 1226 236.  CONTENTSPreface 2Chapter 1: Summary of recommendations 3Chapter 2: Capability definition of equality 7Chapter 3: List of central and valuable capabilities 13Chapter 4: Capability measurement framework 16Chapter 5: Indicators and measurement techniques 20Chapter 6: Data availability 33Appendix 1: Detailed list of central and valuable capabilities 36References 421PrefaceFollowing consultation on its Interim Report, the Equalities Review commissionedthe authors of this report, Tania Burchardt and Polly Vizard (both at the Centrefor Analysis of Social Exclusion, London School of Economics), to take forwardthe development of a framework for monitoring equality in Britain based onthe capability approach. A Steering Group was established to advise this work,consisting of Sandra Fredman (Professor of Law, University of Oxford), Ian Gough(Professor of Social Policy, University of Bath), Julie Litchfield (Senior Lecturer inEconomics, University of Sussex), Uma Moorthy (Equalities Review team), KatherineRake (Director, the Fawcett Society), and Giovanni Razzu (Equalities Review team).The authors are very grateful for the considerable time and effort which membersof the Steering Group have so generously contributed to this project.At the same time, and in consultation with the Steering Group, the EqualitiesReview commissioned Ipsos-MORI to carry out intensive deliberative research withmembers of the general public, and with individuals and small groups of peopleat particular risk of experiencing discrimination or disadvantage. The purpose ofthis deliberative consultation was to supplement and refine a list of central andvaluable capabilities, an essential step in the application of the capability approachto the contemporary British context. The deliberative consultation is reportedin detail in Ipsos-MORI (2007), and the main findings are incorporated intothis report.This paper (hereafter referred to as ‘paper 1’) summarises the recommendationsof the Steering Group on Measurement, and outlines the measurement framework,proposed techniques for analysis, and data needs. A companion paper (‘paper 2’)focuses on a key aspect of the framework: the specification and justification ofa list of the central and valuable freedoms in terms of which inequality betweenindividuals and groups in Britain is to be conceptualised and measured. It is intendedthat the papers be read in conjunction with one another.This work was funded jointly by the Equalities Review and the Economic andSocial Research Council. Responsibility for the views expressed, and for any errorsof judgement or fact, rests with the authors alone.21 Summary of recommendationsR1 Capability-based definition of equalityThe definition of equality adopted by the Equalities Review should be basedon the capability approach. Two parallel definitions are proposed, one technicaland one in plain English:Technical:An equal society protects and promotes equality of valuable capabilities – thecentral and important things that people are able to do and to be – so thateveryone has the substantive freedom to live in ways that they value and choose(and have reason to value and choose).An equal society recognises the diverse needs, situations and goals of individuals,and seeks to expand their capabilities by removing discrimination and prejudiceand tackling the economic, political, legal, social and physical conditions thatconstrain people’s achievements and limit their substantive freedom.Plain English:A society which protects and promotes equality is one in which everyone canflourish. It seeks equality in the valuable things that people can do or be, so thateveryone has the real freedom to live in ways that they value.An equal society recognises the diverse needs, situations and goals of individuals,removes discrimination and prejudice, and tackles the economic, political, legal,social and physical barriers that limit what people can do and be.See section 2 below for more detail.R2 List of valuable capabilities derived from the internationalhuman rights framework and deliberative consultationA list of valuable capabilities should be derived in a way that is open to scrutiny.The core list should be derived from the international human rights framework,supplemented and refined by democratic consultation and debate.Beyond the core, the list is open to revision through a range of methodologies.See Paper 2 and section 3 below for more detail.3R3 Ten domains of central and valuable capabilitiesA summary of the list of 10 domains of central and valuable capabilities derivedfollowing R2 is as follows:\u0002 Life\u0002 Physical security\u0002 Health\u0002 Education\u0002 Standard of living\u0002 Productive and valued activities\u0002 Individual, family and social life\u0002 Participation, influence and voice\u0002 Identity, expression and self-respect\u0002 Legal securitySee Paper 2 and section 3 below for more detail.R4 Monitoring of inequality by focusing on the 10 domainsof central and valuable capabilities; exploring causes ofinequality through analysis of the interaction betweencontext, resources and personal characteristicsThe recommended measurement framework is summarised in Figure 1 below.Figure 1: Capability measurement frameworkMonitoring of inequality should focus on the 10 domains of central and valuablecapabilities listed in R3 (right-hand box in Figure 1).IncomeWealthHealthcareEducationSocial capitaletcare converted by intoCONTEXTincl operation ofINSTITUTIONSPersonal and socialCONVERSIONFACTORS10 domains ofVALUABLE CAPABILITIESIndividualENTITLEMENTSLevel and distributionof RESOURCESPersonalCHARACTERISTICSLabour marketGovernanceLegal systemFamilySocial integrationPublic attitudesBuilt environmentetcImpairmentGenderPregnancyEthnicityAgeSexual orientationTransgender statusSocial classExpectationsReligion/ReliefLifePhysical securityHealthEducationStandard of livingProductive and valuedactivitiesIndividual, family and social lifeParticipation, influence and voiceIdentity, expression and self respectLegal securityDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement4The causes of inequality can be explored by analysing the context (includingthe operation of institutions and structures), level and distribution of resources,and their interaction with personal characteristics (pale grey and white boxesin Figure 1).Policy interventions can be targeted at structural problems and the operationof institutions, and at the level and distribution of resources (pale grey boxes inFigure 1).See section 4 below for more detail.R5 Spotlight and roving spotlight indicatorsTo monitor progress in reducing inequality over time, one or more salientindicators should be selected within each domain (‘spotlights’). These indicatorsdo not represent a summary of inequality within the domain as a whole; rather,they highlight one important aspect.Fixed spotlights should be supplemented with ‘roving spotlights’ which illuminateother indicators within each domain.See section 5 below for more detail.R6 Monitoring of substantive inequality, non-discriminationand autonomy by group and domain, and across groupsand domainsSubstantive inequality, non-discrimination and autonomy should be measured:\u0002 within each domain by each social identity characteristic (gender, ethnicity,disability, age, sexual orientation, transgender status, and religion/belief)\u0002 within each domain by combinations of social identity characteristic, and withsocial class (for example, by gender and ethnicity, or by gender and social class)\u0002 across domains by each social identity characteristic (for example, inequalitybetween men and women in life expectancy, and physical security, andstandard of living)Substantive inequality is measured by information on outcomes. This needs tobe supplemented in two ways: (i) by information on processes, because not allaspects of discrimination will be captured by information on outcomes, and (ii)by information on degree of choice and control individuals have in obtainingthe outcome, in order to reflect the importance of autonomy.See section 5 below for more detail.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement5R7 New data collectionConstraints on current data availability should not be used as an excuse to limitthe scope or definition of equality. Many aspects of inequality can be measuredusing existing data, but collection of new data will be required to monitorinequality fully, especially:(i) in relation to inequality between people of different sexual orientations andtransgender status,(ii) for the non-household population altogether,(iii) in order to measure autonomy, and(iv) for periodic revision of the list of central and valuable capabilities.See section 6 below for more detail.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement62 Capability definition of equality2.1 Outline of the capability approach and reasons foradopting itThe Equalities Review needs a clear concept and definition of inequality, and aframework within which to understand its causes and monitor progress towardsdiminishing it. The capability approach provides an overarching structure forunderstanding and measuring equality which is attractive for this purpose ina number of respects:1(i) Focus on what matters to people. The capability approach focuses on thecentral and important things in life that people can actually do and be, suchas being healthy, participating in public life and enjoying self-respect.(ii) Recognition of diversity in needs. The capability approach recognises thatpeople have different needs, and that some people may need more or differentresources to gain access to the same outcomes or real freedoms as others. Thisis in contrast to other ideas about equality which regard identical treatment asthe objective.(iii) Emphasis on barriers, constraints, structures and processes. The capabilityapproach departs from standard individualistic models by highlighting theimportance of a person’s situation: the constraints they are operating under,and the institutions, structures and processes which shape their world. Theapproach recognises that these kinds of constraint limit what a person can door be – their real freedoms. Conversely, the expansion of real freedoms requiresaction on the part of the government and other bodies to remove barriers andtackle discrimination. This is in contrast to a narrower interpretation of freedomor opportunity which is concerned only with non-interference, accordingto which you are free if no-one actively and intentionally stops you fromdoing something.(iv) Recognition of diversity in goals. The capability approach recognises thatpeople have diverse goals in life, and that being able to shape your own lifeis valuable in itself. This is in contrast to some other ideas about inequalitywhich assume that the only thing people want to achieve is wealth or theirown happiness (also sometimes called subjective well-being or utility). Thismeans that the objective of equality must incorporate the exercise of choiceand control, so that individuals have the real freedom to formulate andpursue their own objectives.71 For a fuller discussion, see Paper 2.The capability approach has been gaining support in academic circles for sometime and there is a growing body of empirical research using the framework.Policy applications in international development are well established, and theapproach has recently begun to be used in policy settings in European countries.The German government’s national action plan on poverty and social inclusionadopted a capabilities framework (European Commission, 2003), and it is beingfollowed by regular official capability-based poverty and wealth reports (Arndt andVolkert, 2006). The Netherlands are also considering using the capability approachin formulating and monitoring domestic social and environmental sustainability.The 2005 Human Development Report included in-depth analysis of inequalityin Western countries as well as in poorer nations (UNDP, 2005).Unfortunately the term ‘capabilities’ can be easily misunderstood. It is usedthroughout this report in the sense of substantive freedoms or real opportunities.Central and valuable capabilities are the important things people can do or bein life, which make their lives go well. They include being healthy, keeping safe,enjoying self-respect, knowing you will be treated fairly by the law, and so on.Capabilities do not mean internal skills or capacities. The lack of a capabilityindicates a failure on the part of society to provide real freedom for people;it does not indicate anything deficient about the individuals themselves. Forexample, if disabled people are found to participate less in public life than non-disabled people, we might say they lack the capability to participate. This meansthat they have been denied the real opportunity to, for example, express theirviews through the media or stand for political office. It does not indicate thatthere is anything intrinsic about having an impairment that prevents peoplefrom participating.2.2 Consultation responses to the use of the capabilityapproach in the Interim ReportA total of 46 of the written responses to the Equalities Review Interim Reportreferred specifically to the use of the capability approach. Of these, 23 werebroadly supportive of the approach and 23 were broadly critical. The breakdownof the main interest of the respondents (in so far as this could be ascertained) isgiven in Table 1 below.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement8Table 1: Responses to the consultation on the Interim Report on the capabilityapproachOrganisations representing ethnic minority groups were the most critical of thecapability approach (CA), followed by religious and humanist groups. This was fortwo main reasons: they perceived the CA to downplay discrimination, particularlyinstitutional discrimination, and they disliked the idea of a minimum threshold ofcapability which they believed could lead to the stigmatisation of people who didnot reach the threshold.Women’s organisations, and children’s and older people’s organisations, werefairly evenly split between support and criticism of the CA. Criticisms included theobservation that without a specific list of the capabilities that would be consideredimportant, the approach lacked substance. Several respondents suggested thathuman rights frameworks provided a useful foundation. Other respondentssought clarification over the relationship between the CA and human rights.Disability groups and groups representing lesbian, gay, bisexual or transgenderpeople were broadly supportive of the CA. This was principally because theapproach was perceived to give importance to questions of choice and control,and to recognise differences in need. Some concern was expressed however that‘capability’ could be misinterpreted or misused politically as being about individual(innate) capacity.A number of responses across a range of groups raised the concern that the CAwas overly individualistic.These consultation responses have a number of implications for the definition andmeasurement of equality, and its presentation:\u0002 discrimination, including institutional discrimination, and the operation ofstructures such as the labour market, the family, the legal system, and so on, isa significant cause of inequality. This is central to a capability-based conceptionof inequality, which is concerned with the constraints on what people are ableto be or do in their lives. This needs to be brought out clearly in the definitionand measurement framework.Main interest Broadly supportive Broadly criticalGender II IIIEthnic minority I IIII IIIDisability IIIISexual orientation and trans-gender status III IAge IIII IIReligion and belief I IIITrades unions I IIIAcademic I IOther voluntary I IOther statutory II IOther private sector III ITotal 23 23Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement9\u0002 ‘equality’ implies an interest in the overall distribution (eg of educationalqualifications), not simply what proportions of people with differentcharacteristics reach a minimum threshold. This was unclear in theInterim Report.\u0002 where inequality results in one group or another (eg Bangladeshi women)being very low down a given distribution, this is likely to be of particularconcern. It signals a failure of society to achieve equality rather than indicatinga failing on the part of individuals. It points to the likelihood that thecombination of the operation of institutions, the allocation of resources, andtheir interaction with individuals’ needs and characteristics has failed to providesome individuals with the real opportunities they need to participate in societyor lead the kind of life they want to lead. The measurement framework shouldindicate what kinds of levers can be pulled to remedy this inequality – in mostcases, the levers will relate to the operation of institutions and the allocationof resources, rather than to changing the characteristics of individuals. Theimplication that any intrinsic characteristics are pre-requisites for participationin society should be avoided.\u0002 a list of central and valuable capabilities has been developed since the InterimReport, based on the international human rights framework and deliberativeconsultation with the general public and individuals at high risk of experiencingdiscrimination and disadvantage. The companion paper to this one (paper 2,Vizard and Burchardt, 2007) provides a full discussion of the derivation of thelist and of the relationship between the capability approach and human rights.\u0002 the term ‘capabilities’ is easily misunderstood. ‘Real freedom’, ‘substantivefreedom’, or ‘substantive equality’ may be better, but are also open tomisinterpretation unless clearly explained. In particular, ‘freedom’ can beinterpreted as negative freedom (non-interference) unless it is made clear thatpositive/substantive/real freedom (being able to be and do) is intended. Sincethere are many different audiences for the Equalities Review (equality ‘lobby’groups, policymakers, academics and lawyers), it may be necessary to have atechnical version of the definition of equality which demonstrates its theoreticalgrounding in the capability approach, and a plain English version which ismore readily understood by non-technical readers.\u0002 the capability approach is individualistic in the sense that it prioritises theinterests of individuals over those of groups or communities where theyconflict. For example, it prioritises the freedom of an individual to leave acommunity or group, should he or she so wish, or to choose not to participatein a particular cultural practice, even if his or her departure or non-participationis damaging to the group. However the capability approach is not individualisticin the sense of ignoring the potential value of community or group identity,membership and support to individuals. This is recognised explicitly in the list ofcentral and valuable capabilities (see section 3 below). Nor is it individualistic inthe sense of downplaying the significance of structural factors in explaininginequality.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement102.3 Evidence from the deliberative consultationThe Equalities Review commissioned Ipsos-MORI to carry out deliberativeconsultation with the general public and with individuals and groups at high riskof discrimination and disadvantage. The consultation focused on the selection of alist of central and valuable capabilities (domains of equality) and was not designedprimarily to elicit views on the definition of equality or the capability approachitself; however, some views on these more general issues were obtained as aby-product.2One important advantage of deliberative consultation as opposed to othermethods is that it is designed to access participants’ considered values and beliefs,based on discussion with others and impartial information provided by thefacilitators. This contrasts with the outputs from focus groups or survey data onpublic attitudes, which represent the immediate reactions of the public to an ideaor viewpoint. The results of a deliberative consultation are therefore not a goodguide to public opinion as expressed in polls, but are a better indication than canbe gleaned from other methods of the underlying values of the public, givenrelevant information, and time and encouragement to reflect and discuss.\u0002 The term ‘flourishing’ was introduced spontaneously by a participant in the pilotexercise to describe a fulfilling life, and it was used in subsequent workshops byboth facilitators and participants;\u0002 ‘Fulfilling one’s potential’ was also identified as a phrase which was easilyunderstood.(However this phrase must be used carefully to avoid the implicationthat people’s potential is fixed. In fact, potential is itself enhanced or inhibited bythe conditions of inequality and discrimination which prevail in society).\u0002 Participants in the lesbian, gay and bisexual group, and in one of the generalpublic workshops, believed that some over-arching conditions must be met –firstly, that there was opportunity for choice in general, and secondly, thatthere was equality of capability, ‘it only works if everyone in society gets thesame thing’ (quoted in Ipsos MORI, 2007). Both of these ideas connect closelyto the emphasis in the capability framework on freedom and equality.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement112 The rationale and methodology are described fully elsewhere (Ipsos MORI, 2007).Recommendation R1: Capability-based definition of equalityThe definition of equality adopted by the Equalities Review should be based onthe capability approach. Two parallel definitions are proposed, one technical andone in plain English:Technical:An equal society protects and promotes equality of valuable capabilities – thecentral and important things that people are able to do and to be – so thateveryone has the substantive freedom to live in ways that they value and choose(and have reason to value and choose).An equal society recognises the diverse needs, situations and goals of individuals,and seeks to expand their capabilities by removing discrimination and prejudiceand tackling the economic, political, legal, social and physical conditions thatconstrain people’s achievements and limit their substantive freedom.Plain English:A society which protects and promotes equality is one in which everyone canflourish. It seeks equality in the valuable things that people can do or be, so thateveryone has the real freedom to live in ways that they value.An equal society recognises the diverse needs, situations and goals of individuals,removes discrimination and prejudice, and tackles the economic, political, legal,social and physical barriers that limit what people can do and be.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement123 List of central and valuable capabilitiesThe methods for deriving the list of central and valuable capabilities, theirrationale, and the detailed justification of the items on the list are discussed in acompanion paper (paper 2; Vizard and Burchardt, 2007). Only a summary of theconclusions is given here.3.1 Method for deriving the listNot all activities and states of being are equally important: the Equalities ReviewInterim Report, for example, contrasted the ability to lead a long and healthy lifewith the ability to play golf. In order to measure equality on the basis ofcapabilities there is therefore a need to decide which capabilities are the mostcentral and valuable for life in 21st century Britain. There is no pre-defined list forthis purpose, although there are a number of routes available to deriving a list –for example, through philosophical reasoning from first principles, throughparticipatory processes, or drawing on existing agreements about central andvaluable aspects of human life. Whichever route is chosen, it is important that themethod of deriving the list is transparent and open to scrutiny, so that its merits(or otherwise) can be freely debated.The Steering Group on Measurement proposed a two-stage procedure:Stage 1: Derive a core list from the international human rights frameworkStage 2: Supplement and refine the core list through democratic deliberationand debate.Using the international human rights framework as a starting point has a numberof advantages. Firstly, it builds on processes of international consensus-buildingon the central and basic freedoms which are of value in human life, and that areat least in part deliberative and democratic (as opposed to reflecting the view ofa single expert or experts). Secondly, it responds to the concerns raised by somerespondents to the consultation on the Equalities Review Interim Report thatthe capabilities approach should be linked more clearly to human rights. Thirdly,it demonstrates the way in which human rights and the capabilities frameworkcan be mutually reinforcing and has the potential to draw together the equalityand human rights aspects of the remit of the Commission on Equality andHuman Rights.Stage 2 enhances the legitimacy of the process of developing a capability list,because it is important that the population in which the assessment of inequalityis to be made have a role in identifying the domains of life to be considered.This suggests that both the general public and particularly those at high risk ofdiscrimination and disadvantage should be able to participate in formulating thelist. Democratic deliberation of this kind will also enhance the substantive contentof the list, ensuring that it reflects the conditions of 21st century Britain, and theexperience of those at ‘the sharp end’ of inequality.13Stage 2 supplements and refines the core list provided by Stage 1, but does notreplace it. A deliberative exercise, which is inevitably constrained both in time andrepresentativeness, should not displace any elements of human freedom whichhave previously been identified as significant by the international community.The deliberative exercise, or other research approaches to identify valuablecapabilities, will need to be repeated periodically to ensure that the list retains itsrelevance.3.2 The listTwo key covenants, the International Covenant on Civil and Political Rights andthe International Covenant on Economic, Social and Cultural Rights were usedto derive an initial list of central and valuable capabilities (see Paper 2 for a fullaccount). This list was supplemented by looking at other international humanrights instruments (such as the Convention on the Elimination of All Forms ofDiscrimination Against Women), and was subject to intensive scrutiny by humanrights experts, practitioners, equality campaigners, academics and others.This process produced a list of 10 domains of central and valuable capabilities,with a more detailed list under each heading. In addition, it became clear thatalthough the list could be treated as universal for adults (in other words, the samelist could be used for thinking about inequality between men and women, asbetween different ethnic groups, and so on), some modifications were requiredwhen thinking about an appropriate list for children. Accordingly, a modified listfor children was developed, and is given in Appendix 1.In addition, a deliberative consultation was commissioned by the EqualitiesReview with the aim of eliciting the public’s ideas about what should be on alist of central and valuable capabilities. The consultation, described fully in Ipsos-MORI (2007) included a total of nearly 100 participants, including two full-dayworkshops with members of the general public, four shorter workshops withgroups of people at particular risk of discrimination and disadvantage (lesbian,gay and bisexual people; people with a physical impairment; teenagers; andpeople from a range of minority ethnic groups), in-depth interviews withindividuals from different faiths, and in-depth interviews with people withsensory impairments and mild learning difficulties.Recommendation R2: List of valuable capabilities derived from the internationalhuman rights framework and deliberative consultationA list of valuable capabilities should be derived in a way that is open to scrutiny.The core list should be derived from the international human rights framework,supplemented and refined by democratic consultation and debate.Beyond the core, the list is open to revision through a range of methodologies.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement14Participants carried out two exercises. In the first, they were asked to reflect onwhat was needed for someone to flourish and to lead a life that they value intoday’s society. This generated a ‘spontaneous’ list of capabilities. In the secondexercise, a plain English version of the list of capabilities derived from theinternational human rights framework was used as a stimulus for furtherdiscussion and comparison with the spontaneously generated list.Many elements on the lists of capabilities spontaneously generated by thegeneral public overlapped with the human-rights-based list, including, for example,safety, health (including mental health), education (including lifelong learning, andcompulsory schooling), independent living, having a good work environment, theimportance of family, and privacy, participation and being able to change things,self respect, being yourself, freedom of religion and belief, and protection from thelaw. When shown the list derived from the international human rights framework,participants broadly agreed with the items which were included. One exceptionwas the capability to form and join a trade union.3 The overlap between thespontaneously generated list and the human rights based list, and the broadagreement with the items on the human rights list when presented with it,were taken to indicate general support and endorsement of the list.The participants in the deliberative consultation also suggested a numberof modifications to capabilities already listed and several additional capabilities.These are included in the detailed list at Appendix 1. Full details of the changesto the list arising from the deliberative consultation are given in Paper 2. Some ofthe most significant changes were supplementing the education domain to reflectcreativity and intellectual fulfilment (as well as the more instrumental aspects ofeducation), recognising the importance of the opportunity to do things withothers (whether family, friends or community), and incorporating personaldevelopment, self-esteem and the ability to hope for the future. The importanceof access to information and technology across a number of different domainswas also clarified.Recommendation R3: Ten domains of central and valuable capabilitiesA summary of the list of 10 domains of valuable capabilities derived followingRecommendation R2 is as follows:\u0002 Life\u0002 Physical security\u0002 Health\u0002 Education\u0002 Standard of living\u0002 Productive and valued activities\u0002 Individual, family and social life\u0002 Participation, influence and voice\u0002 Identity, expression and self-respect\u0002 Legal securityThese are summary headings. More detailed lists, including one specifically for children, isgiven at Appendix 1.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement153 Following Recommendation R2, the lack of support for this item was not regarded as sufficient reason to excludeit. It therefore remains on the detailed list of capabilities at Appendix 1.4 Capability measurement framework4.1 Measurement frameworkFor the purposes of the Equalities Review and the future Commission on Equalityand Human Rights, the measurement framework needs to enable:\u0002 progress in achieving equality to be monitored,\u0002 the causes of inequality to be explored, and\u0002 possible policy interventions to be identified.It must fit closely with the theoretical and normative framework, as summarised inRecommendation R1. The overall goal is substantive freedom to achieve valuableoutcomes (that is, positive freedom, not just non-interference). Valuable outcomesare multi-dimensional and people’s own objectives are diverse. Constraintson substantive freedom include structures and the operation of institutions,discrimination and the distribution of resources, and some people need moreor different resources than others to achieve the same valuable outcomes.The capability approach can be used to develop a measurement framework whichmeets these criteria, as shown in Figure 1. The component parts of the figure areexplained in the text which follows.Figure 1: Capability measurement frameworkIncomeWealthHealthcareEducationSocial capitaletcare converted by intoCONTEXTincl operation ofINSTITUTIONSPersonal and socialCONVERSIONFACTORS10 domains ofVALUABLE CAPABILITIESIndividualENTITLEMENTSLevel and distributionof RESOURCESPersonalCHARACTERISTICSLabour marketGovernanceLegal systemFamilySocial integrationPublic attitudesBuilt environmentetcImpairmentGenderPregnancyEthnicityAgeSexual orientationTransgender statusSocial classExpectationsReligion/ReliefLifePhysical securityHealthEducationStandard of livingProductive and valuedactivitiesIndividual, family and social lifeParticipation, influence and voiceIdentity, expression and self respectLegal security164.2 Exploring the causes of inequality and identifying possiblepolicy interventionsThe pale grey and white boxes along the bottom of the figure represent thefundamental causes of inequality. The first of these is the economic, political,legal, social and physical context. Discrimination may occur directly or indirectly inthe operation of institutions and structures in any of these aspects of the context.For example, the legal system may indirectly discriminate against people on alow income if access to justice depends on being able to pay for legal advice.Conversely, these institutions and structures have the potential to protect andpromote the substantive freedom individuals need to achieve valuable outcomes.For example, a legal system which codifies human rights entitlements may providethe basis for challenges to inequality in the provision of public services.The middle pale grey box represents the level and distribution of public andprivate resources available to individuals. These include income and wealth(generated through the labour market, social security entitlements, or othermeans), healthcare, educational resources, and so on.The third, white, box represents individual characteristics, including the socialidentity characteristics with which the Equalities Review is especially concerned(gender, ethnicity and so on).The arrows between these three boxes represent the causal connections betweenthem. The wider context and operation of institutions affects and, is affectedby, the level and distribution of resources. The level and distribution of resourcesare to a certain extent affected by individual characteristics, and some individualcharacteristics – such as a person’s expectations – may be influenced by boththe resources, and the wider context and operation of institutions.Policy interventions to protect and promote equality can usefully be targetedat either of the two pale grey boxes – the context, and the level and distributionof resources. Policy influence on personal characteristics is impossible in somecases (intrinsic characteristics such as someone’s age), undesirable in other cases(someone’s religion), and indirect in other cases, through altering the operationof institutions or the level and distribution of resources (for example, wideningopportunities for disabled school leavers, to help raise expectations).Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement174.3 Monitoring inequalityThe combined effect of individual characteristics, the level and distributionof resources, and the wider context, as shaped by policy interventions, producesa set of entitlements for each individual (left-hand dark grey box at the top ofFigure 1). The term ‘entitlements’ here is used in a broad sense,4 including butnot limited to an individual’s legal entitlements. Entitlements are those things anindividual has command over: the public, private and informal goods and serviceswhich he or she has or can readily obtain. They might (or might not) includeearnings from a job, a house near a good school and treatment under the NHS.They are the ‘inputs’ which can be converted into valuable outcomes for theindividual. To take the example of earnings: the level of earnings someone cancommand is shaped, among other things, by the structure of the labour market,the attitudes of employers, the earnings distribution as a whole, the quality ofeducation and training the individual has experienced, the support she can access,and her own aptitudes. So her entitlement in this case is influenced by all threeof the boxes underneath.Individuals can use these entitlements to achieve their objectives in life. However,different individuals convert entitlements into valuable outcomes at different rates:some people need more, or different, resources than others to achieve the sameoutcomes. This is why the second dark grey box in the figure, labelled ‘conversionfactors’, is important.5 Conversion factors depend not only on individualcharacteristics, such as impairment, but also on broader contextual factors. Forexample, a wheelchair user (= personal characteristic) can convert a given level ofearnings (= entitlement) into a great deal more participation, influence and voice(= valuable outcome), if the buildings in which political meetings are held areaccessible (= context and operation of institutions).Individuals may choose to use their entitlements in a variety of ways. Froman equality perspective, what is important is that they have the real freedom toachieve a full range of central and valuable outcomes. These are grouped intoten domains in the black box on the right-hand side of the diagram.In principle, equality could be monitored either by looking at entitlements andconversion factors, or by looking at outcomes in terms of valuable capabilities. Weare recommending that the focus should be on outcomes in the 10 domains listedin R3, because we believe this gives a clearer picture of the extent to which theoverall objective of equality has been achieved. Analysis of entitlements andconversion factors is also helpful, but probably more by way of explanation forinequalities in specific areas than for monitoring the outcomes overall. Policiesmay be targeted at improving people’s entitlements or at enhancing the wayin which they are able to convert those entitlements into valuable outcomes,or both. Improvements in entitlements can themselves generate improvementsin conversion factors (for example, if increased access to education creates ahigher-skilled population).Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement184 As in Sen (1985), for example.5 The equivalence scales standardly used in analysis of household income are an example of the recognition ofconversion factors. A smaller household can ‘convert’ a given income into a higher standard of living than can alarger household with the same income because there are ‘fewer mouths to feed’; applying an equivalence scaleadjusts the income of the larger household to make the potential standard of living it represents comparable tothat of the smaller household.Recommendation R4: Monitoring of inequality by focusing on the 10 domainsof central and valuable capabilities; exploring causes of inequality through analysisof the interaction between context, resources and personal characteristicsThe recommended measurement framework is summarised in Figure 1 above.Monitoring of inequality should focus on the 10 domains of central and valuable capabilitieslisted in R3 (black box in Figure 1).The causes of inequality can be explored by analysing the context (including the operationof institutions and structures), level and distribution of resources, and their interaction withpersonal characteristics (bottom boxes in Figure 1).Policy interventions can be targeted at structural problems and the operation of institutions,and at the level and distribution of resources (pale grey boxes in Figure 1).Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement195 Indicators and measurement techniquesThis section concentrates on indicators and techniques relevant to the regularmonitoring of inequality which will be required for the Commission on Equalityand Human Rights. For other measurement purposes, for example, exploring thecauses of inequality, the full range of standard social scientific techniques can bebrought to bear.5.1 Spotlight and roving spotlight indicatorsEquality is an irreducibly multi-dimensional concept. We are therefore notproposing that different domains be aggregated into a single index of inequality,nor are we proposing that the wide range of detailed indicators necessary toreflect each domain be summarised into a single indicator. However, in order notto lose the message in the detail, we recommend that for each domain one ormore particularly salient aspects of inequality are selected, and an indicator of thataspect reported as a ‘spotlight’ statistic. To stress, a spotlight is NOT a summarymeasure, and it cannot reflect the breadth of kinds of inequality under thedomain from which it is selected.A larger number of detailed indicators are needed to reflect aspects of the domainnot illuminated by the spotlight. These will draw on the sub-headings in the list ofcentral human freedoms, including those which are especially relevant for particularsub-groups, for example children (see Appendix 1), and could vary from year toyear (‘roving spotlights’).One interesting model for the annual report of the CEHR is provided by theUNDP Human Development Reports. These combine the advantages of a clear (ifincomplete) monitoring tool with an in-depth look at a different theme each year –often one which is not well captured by the quantitative measures.Example: Domain of ‘Participating in decision-making, having a voiceand influence’List of valuable capabilities includes:\u0002 participating in decision-making\u0002 participating in the formulation of government policy\u0002 participating in non-governmental organisations concerned with thepublic and political life of the country\u0002 participating in free and fair elections\u0002 being able to assemble peacefully with others\u0002 being able to form and join civil organisations20Spotlight indicator:\u0002 Civil efficacy index (a set of questions on participation in various forms of‘voice’, from writing letter to MP, to participating in a demonstration, andhow likely respondent thinks it is that any action will influence or lead tochange, local or national)Roving spotlights:\u0002 Representation in Parliament/local government\u0002 Trust in political institutions\u0002 Membership of campaigning organisations\u0002 Representation on school governing bodies\u0002 Voting in general elections\u0002 Access to advocacy for people with learning difficulties\u0002 ...etcWe are not making recommendations for specific indicators because the choiceof indicators will depend on the availability of data at the time the assessment ismade, including from new data collection exercises prompted by the EqualitiesReview (see Recommendation R7). However some examples of spotlight indicatorsbased on existing data are given in the following section.Recommendation R5: Spotlight and roving spotlight indicatorsTo monitor progress in reducing inequality over time, one or more salient indicators shouldbe selected within each domain (‘spotlights’). These indicators do not represent a summaryof inequality within the domain as a whole; rather, they highlight one important aspect.Fixed spotlights should be supplemented with ‘roving spotlights’, varying from year to year,which illuminate other indicators within each domain.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement215.2 Measurement exercises and techniques5.2.1 What to measure? Substantive equality, autonomy, and non-discriminationRecommendations R4 and R5 propose that the principal analysis for monitoringpurposes should be of central and valuable capabilities classified into 10 domains,using spotlight indicators for each domain.Direct measurement of capabilities – that is, the real freedom individuals havewith respect to each domain – is challenging. We can measure what activitiespeople are engaged in, and their states of being, in a fairly straightforward way,for example through surveys and observations.6 This provides very importantinformation: if one group of individuals are systematically less likely to obtaina central and valuable state of being, such as ‘being healthy’, then it is highlyprobable that there are impediments to their real freedom in this domain.However, in other cases, it is less clear cut: if one group of people are significantlyless likely to be engaged in caring activities, for example, is that because they lackthe real freedom to do so (perhaps because of conflicts with the requirements ofpaid work), or because – after full consideration of the options, all of which areavailable to them without impediment – they have generally decided caringactivities are not something they want to do?Our response to this difficulty is three-fold. In the first place, we recommendthat the principal analysis should be of outcomes in each of the 10 domains –what people are actually being and doing. Many of the activities and states ofbeing we are considering are quite basic, and people would not generally chooseto be without them if they were available, hence measuring the outcome is a verygood indicator of whether people have the real freedom in question. (Few peoplewould freely choose to be the victim of violent crime causing significant harm,for example.) Moreover the analysis will usually be comparing groups of people,so that any individual-level differences in preference for exercising the capabilityin question, provided the preferences are not systematically related to the groupidentity characteristic, will be differenced out in the comparison between groups.For example, although there is undoubtedly a wide variation among individualChristians and among individual Sikhs as to how keen they are on education,if Christians were systematically found to be out-performing Sikhs in schooleducation, there would be strong grounds for assuming that there were barriersto Sikh educational attainment that needed to be addressed.Secondly, we recommend below that the different domains are examined jointly,not just in isolation. One can thereby obtain a comparison of the extent to whichdifferent groups of people are living long lives, safely and in good health, with abalance of paid and unpaid work, and so on. Again, although it is theoreticallypossible that one group of people would systematically be freely choosing to live‘disadvantaged’ lives across the whole range of domains, this seems very unlikelyin practice. The cross-domain analysis therefore strengthens the confidence wecan have that our measures are approximating the substantive freedom (or,conversely, the binding constraints) in people’s lives.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement226 The activities people engage in, and the states of being they are in, are termed ‘functionings’ in the capabilitiesliterature. A person’s capability set is the set of alternative feasible combinations of functionings available to himor her. However the term functionings is easily misunderstood, and is therefore avoided in this report.Thirdly, we propose that the principal analysis of outcomes in the ten domainsshould be supplemented with an assessment of the degree of choice and controlindividuals perceive they have had in bringing about that outcome. One approachto this assessment is outlined in section 5.2.6 below. It is imperfect, becausesomeone who is disempowered, or has a very limited range of options availableto him or her, may not realise the extent of his or her disadvantage. Nevertheless,it is a helpful supplement to the information provided by the comparison ofoutcomes across the 10 domains.By combining assessment of substantive inequalities between groups withineach domain, and across domains, with survey-based information on the degreeof choice and control different groups of people believe they have in eachdomain, a sophisticated and detailed picture of inequality in central and valuablecapabilities can be generated.One further issue is that although in most cases someone who has beensubject to discrimination will be found to have less substantive freedom, thereare circumstances where discrimination (in the narrow sense of differences intreatment unrelated to need) will not result in a significant diminution of freedom.For example, consider the case of a man from a Pakistani background beingdenied a job for no other reason than that the employer is racist. Even if theman finds another equally good job very easily, the fact that he was discriminatedagainst by the first employer is clearly an important instance of inequality. Wetherefore recommend that the measures of substantive equality and autonomybe supplemented with information on potentially discriminatory processes.To summarise, we are recommending that equality in the 10 domains be assessedin terms of:\u0002 substantive equality, that is comparing the outcomes actually attained byindividuals;supplemented with information in each domain on:\u0002 autonomy, that is, comparing the degree of choice and control individuals havein obtaining the outcomes; and\u0002 other aspects of non-discrimination, that is, any aspects of the process throughwhich the outcomes have been attained not picked up by either of theprevious assessments.5.2.2 Types of analysis: within and across groups and domainsThree kinds of analysis need to be made of each of substantive equality,autonomy and non-discrimination:(i) within domain by social identity characteristic (such as gender or ethnicity);7(ii) within domain by combinations of social identity characteristics/social class; and(iii) across domains by social identity characteristic.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement237 The Equalities Review is especially concerned with inequality by gender, ethnicity, disability, age, sexualorientation/trans-gender status, and religion/belief. For convenience these are referred to in this report as ‘socialidentity characteristics’. This should not be taken to imply that they are the only, or necessarily even the mostimportant, aspects of a person’s identity. For a discussion of the dangers of essentialism with respect to identity,see Sen (2006).This is represented in the matrix (Table 2) and described in more detail below.The first kind of analysis is the basic building block. The second kind of analysisis necessary to detect ‘double whammies’, where disadvantage due to onecharacteristic is compounded by disadvantage associated with another (depthof disadvantage). The third kind of analysis is essential to understand breadth ofdisadvantage, and the trade-offs that some people are forced to make betweenaspects of life, for example between health and work.The examples given in the following are for the purpose of illustrating themeasurement techniques rather than making any strong claims about the currentstate of inequality in Britain. The figures are restricted by current data availability(Recommendation R7 below is for new data collection), and the spotlightindicators used for each domain may not be those which are finally selectedby the CEHR for monitoring purposes.Table 2: Types of analysisDomains: see list of 10 domains of central and valuable capabilities (R3).Social identity characteristics: gender, ethnicity, disability, age, sexual orientation,transgender status, religion/belief.5.2.3 Inequality in each spotlight indicator by each of the social identitycharacteristics (gender, ethnicity, disability, age, sexual orientation, transgenderstatus, and religion/belief)This is the most basic analysis. There are many different ways of measuringinequality and making comparisons between groups. Different measures canhighlight differences between groups at different parts of the distribution (forexample, emphasising differences between those who are worst off, or focusingon the middle, or the top). Using a range of measures helps to ensure that thefullest picture is obtained. Litchfield (1999) provides a useful overview.Substantive Autonomy Other aspectsequality (choice and of non-(outcomes) control) discrimination(processes)Within domain by socialidentity characteristicX X XWithin domain by combinationsof social identity characteristics/ X X Xsocial classAcross domains by socialidentity characteristicX X XDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement24Indicators vary in their statistical properties. For example, life expectancy iscalculated only for groups and so it is only differences in average life expectancy,between, say, men and women, that can be calculated. By contrast, income is acontinuous variable available at an individual (or household) level, which enablesone to measure not only the difference in average income between men andwomen, but also the degree of inequality in the distribution of income (asdescribed, for example, by the Gini coefficient). Yet other indicators, like self-assessed health status, are somewhere in-between. It has a discrete numberof hierarchical categories. For these it is possible to establish, in addition to thedifference between the proportion of men and women, or between differentethnic groups, or whatever, obtaining a particular health status, whether theposition of one group in the distribution dominates another’s. Wherever possible,continuous or hierarchical indicators available at an individual level should bechosen, so that inequality in the distribution or depth of disadvantage can beassessed, as well as differences in the proportion of each group obtaining aparticular level.8For example, according to data from BHPS 2005, the average self-assessed healthstatus on a scale from 1 (very poor) to 5 (excellent) for the whole population is3.8. There is variation between ethnic groups: averages of 3.89 for White, 3.7 forIndian, 3.5 for Black Caribbean and 3.4 for Pakistani ethnic groups respectively.10But the distribution of health status also varies between ethnic groups, as shownin Figure 2. Although White and Indian ethnic groups have similar average healthstatus, fewer people from an Indian background report excellent health. BlackCaribbean and Pakistani groups have similar average health status, but a higherproportion of people from a Pakistani background have poor or very poor health(and marginally more have excellent health). These inequalities in the distributionof health are important, as well as the differences in the averages.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement258 In multivariate analysis of a binary outcome – for example, whether in employment – it is possible to comparethe estimated probabilities of individuals with different sets of characteristics obtaining the outcome in question.This creates a quasi-continuous variable.9 Calculating an average in this way assumes that an ordinal scale (‘very poor’ to ‘excellent’) can be treated ascardinal (the distance between each category is equal). Such an assumption may not be valid. This is anotherreason why analysis of the distribution as a whole is important.10 The sample sizes for other ethnic groups are too small to be reliable in this data source. Figures quoted arefor original BHPS sample members, at Wave 15, using cross-sectional weights.Figure 2: Inequalities in self-reported health status by ethnic groupSource: BHPS 2005. ‘All’ includes other ethnic groups not separately identified inthe chart due to small sample sizes.5.2.4 Inequality in each spotlight indicator by combinations of the socialidentity characteristics, and by combinations of social identity characteristicswith social classOne of the advantages of the CEHR is that interactions between inequalitiesalong lines of gender and disability, or disability and ethnicity, or whatever, can beexamined. This is sometimes referred to as the problem of ‘double discrimination’or ‘double whammy’. This kind of analysis highlights inequalities within groups aswell as between them, and can also be used to bring in social class. The analysiscan be presented as cross-tabulations or in bar chart form.11An example of the kind of results that could be produced is shown below inTable 3. Although employment rates among people from a Black Caribbeanbackground are lower than those for White people, inequality between men andwomen among Black Caribbeans is much lower. Conversely, for people from aPakistani background, overall employment rates are lower and gender inequalityin employment rates is substantially higher.100%80%60%40%20%0%White Indian BlackCaribbeanPakistani AllExcellentGoodFairPoor or very poorDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement2611 If there are many categories, it may be easier to run a simple, descriptive, regression with the spotlight indicator(eg employment rate) as the left-hand side or dependent variable, and a series of dummy variables generatedby interacting the social identity characteristics (eg gender and ethnicity) as the right-hand side or independentvariables. Using this approach has two advantages: (i) the size and statistical significance of differences can beestimated, and (ii) other explanatory variables, such as level of educational qualifications, can be added; butcare must be taken in interpreting the coefficients.Table 3: Inequality in employment rates by gender and ethnicity (ages 16-64)Source: BHPS 2005. ‘All’ includes other ethnic groups not separately identifiedin the table due to small sample sizes.5.2.5 Inequality across spotlight indicators by each of the social identitycharacteristicsWe are not proposing to aggregate across domains into an overall indexof inequality. To do so would entail devising weights representing the relativeimportance of disadvantage in different domains. This could be done statistically,using a data reduction technique like factor analysis, but that would imply that atype of disadvantage which was highly correlated with another type of disadvantagewas less important. Alternatively, the weights could be constructed independentlyof the data. However this would require normative judgements which are properlymade through the political process, rather than being imposed by ‘experts’ as atechnical fix.While resisting the temptation to aggregate into a single index, we do not wantto miss the fact that some individuals or groups may be disadvantaged across arange of domains (breadth of disadvantage). We also want to be able to detectwhere one capability has been secured at the expense of another (trade-offs), forexample, time with family at the expense of an adequate standard of living (orvice versa). There are at least two possibilities here which do not impose anyweights on the different indicators.The first is a presentational device used by Arndt and Volkert (2006) in their reportfor the German government on multidimensional poverty and wealth, known as aradar diagram. An example for gender inequality is given as Figure 3. Each spokerepresents a different spotlight indicator, each of which is scaled to lie between 0and 1, with a higher number representing a better outcome. Men’s and women’spositions on each spoke are shown, and lines connecting the points for men andwomen respectively are drawn.All Men Women Gender Difference as % ofdifference male employmentrateBlack Caribbean 62 67 60 7 10White 77 84 71 13 16Indian 72 83 61 22 27Pakistani 42 65 17 48 74All 76 84 70 14 17Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement27The figure suggests that women are better off than men in terms of lifeexpectancy, social interaction and confidence in the criminal justice system. Themeasure of freedom from violence used here – as an illustration only – combinesinformation on the prevalence of being a victim of violent attack, on which basismen fare worse than women, and information on the subjective effects andchanges in behaviour that such violence produces, on which basis women faremuch worse than men. On the other spotlight indicators women are worseoff than men – substantially in the case of educational qualifications andemployment status.12A second possibility for looking across domains makes use of multivariateregression as a descriptive device. This has the advantage of identifying whereindividuals are having to trade off a good outcome in one domain against a pooroutcome in another domain, for example strong engagement with paid work butpoor health. Here the dependent (LHS) variable is a spotlight indicator, and theindependent (RHS) variables are all the other spotlight indicators, each interactedwith the social identity characteristic being examined (eg gender). This issometimes referred to as a fully saturated model and is equivalent to runningseparate regressions, one for each social identity group (eg one for men, one forwomen). The results from the regression might enable one to say, for example,that women’s income is lower than men’s for a given level of outcome on all theother indicators (education, health, occupation, etc). Regression analysis alsopermits the size and statistical significance of differences to be examined.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement2812 This indicator of employment status takes account of occupational status as well as whether or not the individualis in paid work. A separate indicator would be needed to take proper account of unpaid work. In general, for allthe indicators, the magnitude of the gap between men and women is a function of the scaling of the indicator:changes in the choice of scale will change the relative size of gaps for different indicators.Figure 3: Radar diagram of gender inequality across domainsNotes: All values calculated as proportion of maximum possible value.Life expectancy: Population Trends 2003. 100 taken as maximum.Freedom from violence causing harm: BCS 2002/3. Freedom from violencereported in survey by victim to cause any of: loss of confidence, difficultysleeping, depression, anxiety or panic attacks, change job, move house,avoid going to places.Self-reported health status: BHPS 2005. Scale 1 to 5.Highest educational qualification: BHPS 2005. Scale 0 to 5. Age 22+Above 60% median income: HBAI 2004/5. After Housing Costs. All adults.Employment status: BHPS 2005. Scale 1 (unemployed or LT sick/disabledand out of work), 2 (looking after children, in education or training),3 (unskilled work) to 7 (employer or higher professional). Age 16-59.Social interaction: BHPS 2005. % seeing one of three closest friendsat least once per week.Civil efficacy: BSAS 2004. Index 1 to 32, 8 types of civil action, each scaled4 ‘have done in last year’ to 1 ‘haven’t and never would’Self-esteem: BHPS 2005. General Health Questionnaire 12 Likert (inverse).Confidence in Criminal Justice System: BCS 2004/5. Average % ‘very orfairly confident’ on 7 questions.Gender inequality across domains0.000.200.400.600.801.00Life expectancyFreedom from violence causing harmSelf-reported health statusHighest educational qualificationAbove 60% median incomeEmployment statusSocial interactionCivil efficacySelf-esteemConfidence in CJSMen WomenDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement295.2.6 AutonomyMeasurement of autonomy within each domain is essential to capture the‘agency’ aspect of freedom, to supplement the information on outcomes withinand across domains. To what extent is the outcome that individuals or groupshave on any indicator the result of external constraints and to what extent isit an outcome that the individuals concerned have been able to fully considerand endorse, selecting from a range of valuable alternatives? This is particularlyimportant, for example, in understanding questions about balance between paidwork, care and free time. The aim is to achieve a situation in which everyonecan formulate and pursue their objectives in life, based on the existence of anextended range of alternatives which are – and which are perceived to be –accessible to them on an equal basis with others.This is difficult to measure, in part because people may adapt their preferencesand choices to what is available to them.13 Hence straightforward questions like“Are you satisfied with your health/job/family life?” and so on, may reveal moreabout the extent to which people are resigned to their situation than about thedegree of control they had over the outcome. Anand et al (2005) conducted asurvey asking people directly about how easy or difficult they found it to engagein various activities, and how free they were in various respects. Answers werenot probed to establish the basis on which respondents’ judgements were made,which leaves the results open to a range of interpretations.Indicators of autonomy are underdeveloped in the social science literature, butrecent work drawing on a psychological approach known as Self DeterminationTheory (SDT) shows promise (Alkire, 2005). Questions can be developed which takea common form but are specific to the particular domain (eg health, education,etc) under consideration. The questions give respondents the opportunity to rate,on a scale of 1 to 4, to what extent each of the following reasons applies to theiractivities or state of being:14Categories:(i) External pressure. Because of external pressures, for example, someone insistson my doing this, or in order to get rewards or avoid punishments.(ii) Others’ opinions. To gain approval or to avoid guilt, shame or anxiety.(iii) Importance. Because it is important and worthwhile to do this.(iv) Considered and free support. Because I have fully considered the alternativesand it makes good sense to me to act in this way. I feel free in choosing anddoing it and I value the outcome.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement3013 The problem of adaptive preferences, also known as conditioned expectations, is given extensive discussion in thecapabilities literature. See for example, Nussbaum (2001); Teschl and Comim (2005).14 Adapted from Alkire (2005).Thus respondents are able to record a mixture of motivations, which can then besummarised into an index of autonomy or self-determination. A survey instrumentof this kind has advantages: it has been validated in Psychology, although itsapplication in social science has been more limited to date; it can be made specificto each outcome or spotlight indicator, and it can be relatively easily incorporatedinto existing surveys.However it also has limitations: it reflects only the individual’s perceptionof the degree of choice and control she had, which may in some circumstancesdiffer from the objective degree of autonomy, and it does not capture therichness (or otherwise) of the alternatives from which a person is choosing.Accordingly it needs to be used in combination with the measures of substantiveinequality described in the previous sections, and with more in-depth qualitativeresearch. This research could seek evidence of conditioning of expectations anddiscouragement effects, and attempt to discover the activities and states of beingthat people would want, if they had a real opportunity to access them.5.2.7 Other aspects of non-discriminationAlthough in most cases individuals or groups who have been subject todiscrimination will be found to have worse outcomes in some or all of the tendomains of inequality identified above, and/or lower degrees of autonomy, there arecircumstances where discrimination (in the narrow sense of differences in treatmentunrelated to need) will not result in a significant diminution of substantive freedom.The example given above was a man from a Pakistani background being denieda job for no other reason than that the employer is racist: even if the man findsanother equally good job very easily, the fact that he was discriminated againstby the first employer is clearly an important instance of inequality. It is thereforeimportant that these ‘process’ aspects of discrimination are also captured andcontinue to be monitored.The following are among the approaches to monitoring these other aspects ofnon-discrimination, especially discriminatory processes (see also Butler, 2005).\u0002 Review of the law and associated regulations.\u0002 Analysis of legal challenges made under equality and human rights legislation.\u0002 Selected case studies of public and private sector institutions or organisationsto assess (a) compliance with the law; (b) evidence of a corporate approachto equality and non-discrimination; (c) rules, policies and procedures –their existence, contents, and functioning in practice; (d) staff training; (e)management of contractors; and (f) information provided to the public.\u0002 Quantitative attitudinal research to gauge awareness of the law, andown views/prejudice: (a) opinion leaders; (b) employers/human resourcesdepartments; (c) public and private service providers; (c) general public.\u0002 Qualitative research on the experience of individuals at risk of discrimination,focusing on instances where they feel they were unfairly treated, or wherethey did not pursue a possible course of action due to the expectation ofbeing discriminated against.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement31The Equality Standard for Local Government, developed by the Employers’Organisation for local government (now the Improvement and DevelopmentAgency) together with the Commission for Racial Equality, Disability RightsCommission and the Equal Opportunities Commission, also provides a usefulreference point.Recommendation R6: Monitoring of substantive inequality, non-discriminationand autonomy by group and domain, and across groups and domainsSubstantive inequality, non-discrimination and autonomy should be measured:\u0002 within each domain by each social identity characteristic (gender, ethnicity, disability,age, sexual orientation, transgender status, and religion/belief)\u0002 within each domain by combinations of social identity characteristic, and with socialclass (for example, by gender and ethnicity, or by gender and social class)\u0002 across domains by each social identity characteristic (for example, inequality betweenmen and women in life expectancy, and physical security, and standard of living)Substantive inequality is measured by information on outcomes. This needs to besupplemented in two ways: (i) by information on processes, because not all aspectsof discrimination will be captured by information on outcomes, and (ii) by informationon degree of choice and control individuals have in obtaining the outcome, in orderto reflect the importance of autonomy.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement326 Data availability6.1 Types of dataFor the purposes of monitoring inequality year on year using the spotlightindicators, representative quantitative data are likely to be the most useful, oftencollected through surveys or administrative systems. Representative, quantitativedata are necessary to be able to ascertain whether, and to what extent, salientaspects of inequality have widened or narrowed. In principle, analysis can becarried out at national, regional or local level, provided the data are available:the measurement framework can be scaled up or down.15 Quantitative data caninclude both objective measures (for example, mortality) and subjective measures(for example, self-respect).An exclusive reliance on quantitative survey data would leave significant gapshowever:\u0002 questions about some important aspects of inequality are not asked in surveys;\u0002 some population groups are not included, or not identified, in most surveys;\u0002 even where relevant questions are asked of the relevant population, someimportant forms of inequality are by their nature likely to be under-estimatedby survey data, for example, domestic violence or homophobic bullying.So quantitative survey data on the spotlight indicators for the purpose of annualmonitoring will need to be supplemented with other data, collected using bothquantitative methods and in-depth qualitative approaches, for more detailedinvestigations of specific aspects of inequality (roving spotlights), particularpopulation groups, and for analysis exploring the causes of inequality.6.2 Existing availability and gapsTable 4 below lists some possible spotlight indicators, and shows, for each of thesocial identity categorisations by which inequality will primarily be measured(gender, ethnicity, disability, age, sexual orientation, transgender status andreligion/belief), in what data source, if any, the indicator is available.3315 Small area statistics are increasingly being made available by ONS. However breakdowns for some groups, forexample, some ethnic groups in some geographical areas, are likely to run into difficulties with small sample sizes.The table shows that a considerable amount of information across many of thedomains on interest is already available and could form the basis of a capability-based multi-dimensional analysis of inequalities. However it also highlights somegaps. Analysis by sexual orientation and transgender status is currently seriouslyconstrained by available data. We have been unable to locate any nationallyrepresentative source which contains information on transgender status. The onlynationally representative source on sexual orientation is an irregular specialistsurvey, which concentrates on sexual behaviour and asks very little about otheraspects of a person’s life. Including a broader range of questions if this surveyis repeated in future would be a good start. The Citizenship Survey is pilotingquestions on sexual orientation. Other surveys will begin to incorporate civilpartnerships as an option within questions about marital status, but these stillcover only a small minority of lesbian, gay and bisexual people and do not tellus anything about transgender status.However, the problem is deeper than this. Many people are unable to, or donot wish to, reveal their sexual orientation publicly or even within the privacy ofa confidential questionnaire. Until discrimination against non-heterosexual peopleis significantly reduced, this is likely to remain the case. Qualitative data collectiontechniques may help, since greater trust can be established between interviewerand respondent using these methods, but this is unlikely to overcome thedifficulties altogether.Life expectancy is another area of incomplete data. Currently ONS calculates lifeexpectancy only by age, gender and social class, based on data from the RegistrarGeneral. Mortality statistics by ethnicity, religion and limiting long-standing illnessstatus could be calculated in principle from the ONS Census Longitudinal Studybut there is a significant time lag in the linkage of death registrations to theLongitudinal Study and the number of deaths occurring in a given period for somegroups would be small, making the calculation of mortality rates unreliable.With the exception of sexual orientation and transgender status, analysis ofinteractions between different groups within a given domain (for example, self-reported health status by gender and ethnicity) is facilitated by the fact that thequestions are part of the same survey (in this example, Health Survey for England).Small sample sizes will become a problem for some interactions of this kind. Thisproblem should be eased by the advent of the ONS Integrated Household Surveyin 2008, which will have a huge sample size, and will include ethnic minorityboost samples.Analysis within groups across domains is more problematic, because the datasources for different headline indicators are so diverse. For example, for analysisby gender, seven different data sources are required to cover all 10 domains. Aradar diagram (as described above) would still be possible, but more sophisticatedtechniques such as propensity score matching would be required to carry outmultivariate analysis across datasets.16Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement3416 Propensity score matching matches individuals, or groups of individuals, across datasets using some variableswhich are common to both sources.All the sources listed in Table 4 except ONS are based on household surveys. Thedata collected therefore do not reflect the experience of the homeless or thosein communal establishments (residential care homes, children in care, hospitals,prisons, halls of residence, barracks, etc). These are important groups for manykinds of inequality and separate data collection effort would have to be madeto ensure they were included in the analysis.Data on autonomy with respect to each of the headline indicators are notcurrently collected at all. This would need to be a new data collection exercise,possibly by means of inclusion of additional questions on the ONS IntegratedHousehold Survey. Further in-depth qualitative research would be needed toexplore conditioned expectations and potential discouragement effects amongvulnerable sub-groups of the population, for example the low-skilled.Finally, Recommendation R2 includes provision for periodic revision of the listof central and valuable capabilities (beyond the core defined by the internationalhuman rights framework). This means that information on the values of thegeneral public, and of individuals and groups at high risk of discrimination ordisadvantage, will need to be collected from time to time, focusing on discussionof what aspects of life are most central and important. The method of datacollection needs to be sensitive to the nature of the information that is sought, andcould be done using deliberative consultation (as was the case for the developmentof the list in Appendix 1), or other participatory or survey-based methods.Recommendation R7: New data collectionConstraints on current data availability should not be used as an excuse to limit the scopeor definition of equality. Many aspects of inequality can be measured using existing data,but collection of new data will be required to monitor inequality fully, especially:(i) in relation to inequality between people of different sexual orientations and transgenderstatus,(ii) for the non-household population altogether,(iii) in order to measure autonomy, and(iv) for periodic revision of the list of central and valuable capabilities.Definition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement35Appendix 1: Detailed list of central and valuablecapabilities10 domains of central and valuable capabilitiesThe capability to be aliveincluding, for example, being able to:\u0002 avoid premature mortality through disease, neglect, injury or suicide\u0002 be protected from arbitrary denial of lifeThe capability to live in physical securityincluding, for example, being able to:\u0002 be free from violence including sexual, domestic and identity-based violence\u0002 be free from cruel, inhuman or degrading treatment or punishment\u0002 be protected from physical or sexual abuse\u0002 go out and to use public spaces safely and securely without fearThe capability to be healthyincluding, for example, being able to:\u0002 attain the highest possible standard of physical and mental health, includingsexual and reproductive health\u0002 access to timely and impartial information about health and healthcare options\u0002 access healthcare, including non-discrimination in access to healthcare\u0002 be treated medically, or subject to experiment, only with informed consent\u0002 maintain a healthy lifestyle including exercise and nutrition\u0002 live in a healthy and safe environment including clean air, clean water, andfreedom from pollution and other hazardsThe capability to be knowledgeable, to understand and reason, and to havethe skills to participate in societyincluding, for example, being able to:\u0002 attain the highest possible standard of knowledge, understanding and reasoning\u0002 be creative\u0002 be fulfilled intellectually\u0002 develop the skills for participation in productive and valued activities, includingparenting\u0002 learn about a range of cultures and beliefs and acquire the skills to participatein a multicultural society\u0002 access education, training and lifelong learning that meets individual needs\u0002 access information and technology necessary to participate in society36The capability to enjoy a comfortable standard of living, with independenceand securityincluding, for example, being able to:\u0002 enjoy an adequate and secure standard of living including nutrition, clothing,housing, warmth, social security, social services and utilities\u0002 have personal mobility, and access to transport and public places\u0002 live with independence, dignity and self-respect\u0002 have choice and control over where and how you live\u0002 enjoy your home in peace and security\u0002 access green spaces and the natural world\u0002 share in the benefits of scientific progress including information and technologyThe capability to engage in productive and valued activitiesincluding, for example, being able to:\u0002 undertake paid work\u0002 care for others\u0002 have rest, leisure and respite, including holidays\u0002 choose a balance between paid work, care and leisure on an equal basiswith others\u0002 work in just and favourable conditions, including health and safety, fairtreatment during pregnancy and maternity, and fair remuneration\u0002 not be forced to work in a particular occupation or without pay\u0002 not be prevented from working in a particular occupation without good reasonThe capability to enjoy individual, family and social lifeincluding, for example, being able to:\u0002 develop as a person\u0002 develop your moral outlook and other beliefs\u0002 formulate and pursue goals and objectives for yourself\u0002 hope for the future\u0002 develop and maintain self-respect, self-esteem and self-confidence\u0002 have a private life, including protection of personal data\u0002 access emotional support\u0002 form intimate relationships, friendships and a family\u0002 celebrate on special occasions\u0002 be confident that your primary relationships will be treated with dignityand respect\u0002 spend time with, and care for, others\u0002 enjoy independence and equality in primary relationships including marriage\u0002 be free in matters of reproduction\u0002 enjoy special support during pregnancy and maternity, and during childhoodDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement37The capability to participate in decision-making, have a voice and influenceincluding, for example, being able to:\u0002 participate in decision-making\u0002 participate in the formulation of government policy, locally and nationally\u0002 participate in non-governmental organisations concerned with public andpolitical life\u0002 participate in democratic free and fair elections\u0002 assemble peacefully with others\u0002 participate in the local community\u0002 form and join civil organisations and solidarity groups, including trade unionsThe capability of being and expressing yourself, and having self-respectincluding, for example, being able to:\u0002 have freedom of conscience, belief and religion\u0002 have freedom of cultural identity\u0002 have freedom of expression (so long as it doesn’t cause significant harmto others)\u0002 communicate, including using ICTs, and use your own language\u0002 engage in cultural practices, in community with other members of your chosengroup or groups (so long as it doesn’t cause significant harm to others)\u0002 have self-respect\u0002 live without fear of humiliation, harassment, or identity-based abuse\u0002 be confident that you will be treated with dignity and respect\u0002 access and use public spaces freelyThe capability of knowing you will be protected and treated fairly by the lawincluding, for example, being able to:\u0002 know you will be treated with equality and non-discrimination before the law\u0002 be secure that the law will protect you from intolerant behaviour\u0002 be free from arbitrary arrest and detention\u0002 have fair conditions of detention\u0002 have the right to a fair trial\u0002 access information and advocacy as necessary\u0002 have freedom of movement, and be free to choose where you live\u0002 have the right to name and nationality\u0002 own property and financial products including insurance, social security, andpensions in your own right\u0002 know your privacy will be respected and personal data protectedDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement38For children, the list can be adapted as follows:Central and valuable capabilities for childrenThe capability to be aliveas for adultsThe capability to live in physical securityas for adultsThe capability to be healthyas for adults, plus:\u0002 be protected from emotional abuse or neglect\u0002 grow and develop\u0002 learn about how to remain healthy and safeThe capability to be knowledgeable, to understand and reason, and to havethe skills to participate in societyas for adults, replacing training and lifelong learning with:\u0002 compulsory and free primary and secondary education that meets individualneedsThe capability to enjoy a comfortable standard of living, with independenceand securityas for adults, where:\u0002 an adequate and secure standard of living is understood to be one whichenhances physical, mental, spiritual, moral and social development\u0002 choice and control is understood to be at a level appropriate to the child’sstage of developmentThe capability to be engaged in productive and valued activitiesincluding for example:\u0002 have safe, enjoyable, and developmental play\u0002 be protected from exploitation through paid or unpaid workThe capability to enjoy individual, family and social lifeas for adults, except marriage, reproduction, pregnancy and maternity, and adding:\u0002 be nurtured, loved, and protectedThe capability to participate in decision-making, have a voice and influenceas appropriate to the child’s stage of development, including for example:\u0002 be encouraged and supported to participate in decision-making, especiallydecisions which directly affect your own life\u0002 be listened to with respectDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement39\u0002 assemble peacefully with others\u0002 form and join civil organisations and solidarity groupsThe capability to be and express yourself, and to have self-respectas for adults, plus:\u0002 be protected from bullying and intolerant behaviourThe capability of knowing you will be protected and treated fairly by the lawas for adults, except own property and financial productsDefinition of equality and framework for measurement: Final Recommendationsof the Equalities Review Steering Group on Measurement40Table 4: Sources of data on inequalityList of sources(annual unless otherwise specified)ONSOffice of National StatisticsHSfEHealth Survey for EnglandBCSBritish Crime SurveyFRSFamily Resources SurveyNSSALNational Survey of Sexual Attitudes and Lifestyles 2000/1LFSLabour Force Survey (will be part of Integrated Household Survey from Jan 2008)BHPSBritish Household Panel SurveyBSASBritish Social Attitudes SurveyPFCPeople, Families and Communities SurveyKeyBlank means data neededn/a not applicableONS, HSfE etc are sourcesWhere a source is in (  ), sample size may be too small41SexualReligion/Headline indicatorsGenderEthnicityDisabilityAgeorientationTransgenderbeliefLife expectancyONSn/aVictimisation (violent crime)BCSBCSBCSBCSBCSSelf-reported health statusHSfEHSfE 2004HSfEHSfENSSALHSfEHighest educational qualificationLFSLFSLFSLFSNSSALLFSIncomeFRSFRSFRSFRSFRSOccupational statusLFSLFSLFSLFSNSSALLFSSocial isolation indexBHPS/HSfEHSfE 2004BHPS/HSfEBHPS/HSfE(BHPS)/HSfECivil efficacy indexBSAS/PFCBSAS/PFCBSAS/PFCBSAS/PFCBSAS/PFCSelf esteemBHPS(BHPS)BHPSBHPS(BHPS)Index of confidence in the CJSBCSBCSBCSBCSBCSReferencesAlkire, S. (2005) “Subjective quantitative studies of human agency”,Social Indicators Research, 74: 217-260.Anand, P., Hunter, G. and Smith, P. (2005) “Capabilities and well-being: evidencebased on the Sen–Nussbaum approach to welfare” Social Indicators Research74: 9–55.Arndt, C. and Volkert, C. (2006) “Assessing capability determinants in Germany:concept and first empirical results”. Paper presented at 6th Human Developmentand Capability Association Conference, Groningen, The Netherlands, 29 August –1 September.Butler, F. (2005) “Improving public services: using a human rights approach”,Report for the Department for Constitutional Affairs. London: Institute forPublic Policy Research.European Commission (2003) “Strategies to enhance social integration:National Action Plan against poverty and social exclusion 2003-2005. Germany”.Directorate-General for Employment, Social Affairs and Equal Opportunities.www.europa.eu.int/comm/employment_social/social_inclusion/docs/nap_03_05_en_fassung.pdf (accessed 9/1/2006)Ipsos MORI (2007) “Developing a list valuable capabilities” (provisional title), Draftreport to Equalities Review.Litchfield, J. (1999) “Inequality: methods and tools”, Text for the World BankPovertyNet. http://www1.worldbank.org/prem/poverty/inequal/methods/litchfie.pdf(accessed 21/01/07).Nussbaum, M. (2001) “Adaptive preferences and women’s options”, Economicsand Philosophy, 17: 67-88.Sen, A. (1985) Commodities and Capabilities. Oxford: North Holland.Sen, A. (2006) Identity and Violence: the illusion of destiny. London: Penguin.Teschl, M. and Comim, F. (2005) “Adaptive preferences and capabilities: somepreliminary conceptual explorations”, Review of Social Economy, 63 (2): 229-247.UNDP [United Nations Development Programme] (2005) Human DevelopmentReport 2005. New York: UNDP.Vizard, P. and Burchardt, T. (2007) Developing a Capability List. FinalRecommendations of the Equalities Review Steering Group on MeasurementPaper 2. Unpublished.42",
    "id": 93833,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.lse.ac.uk:6218"
    },
    "title": "Definition of equality and framework for measurement: final recommendations of the equalities review steering group on measurement",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2007-04-01T01:00:00+01:00",
    "publisher": "Centre for Analysis of Social Exclusion",
    "references": [],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "2007",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/93833.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/93833"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/93833/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/93833/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/93833"
        }
    ],
    "abstract": "In October 2007, a unified Commission on Equality and Human Rights (CEHR) will begin operation in Britain. The Commission will have responsibility for monitoring and promoting human rights and equality on the grounds of gender, ethnicity, disability, age, sexual orientation, transgender status, and religion/belief. As a precursor to the Commission, the Prime Minister established the Equalities Review, an independent, high-level, investigation of the causes of persistent inequality and disadvantage in British society. Its final report, Fairness and Freedom, in February 2007 adopted the capability approach as its measurement framework and recommended that all public bodies use the framework to “agree priorities, set targets, and evaluate progress towards equality” (p.110). In particular, the Review recommended that the framework be used by the CEHR to inform its regular ‘state of the nation’ report. This paper, and its companion, Developing a Capability List: Final Recommendations of the Equalities Review Steering Group on Measurement (CASEpaper 121), were prepared as background papers to assist in the development of the measurement framework for the Equalities Review. It discusses the challenges in translating capability theory into a practical measurement tool in the context of measuring inequality in Britain in the 21st century. This includes the definition of equality, a procedure for generating and revising a list of central and valuable capabilities (this is considered in more detail in CASE/121), a measurement framework for monitoring trends in inequality, exploring the causes of inequality, and identifying possible policy interventions, and, finally, the types of information and analysis which are required",
    "tags": [
        "Monograph",
        "NonPeerReviewed",
        "HV Social pathology. Social and public welfare. Criminology"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "Monograph",
        "NonPeerReviewed"
    ],
    "oai": "oai:eprints.lse.ac.uk:6218",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "67",
        "openDoarId": 0,
        "name": "LSE Research Online",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 93833,
        "depositedDate": null,
        "publishedDate": "2007-04-01T01:00:00+01:00",
        "updatedDate": "2024-02-12T07:21:00+00:00",
        "acceptedDate": null,
        "createdDate": "2012-07-03T13:03:36+01:00"
    },
    "urls": [
        "http://eprints.lse.ac.uk/6218/1/Definition_of_equality_and_framework_for_measurement.pdf",
        "http://eprints.lse.ac.uk/6218/",
        "https://orcid.org/0000-0003-4822-4954",
        "https://orcid.org/0000-0003-0740-377X"
    ],
    "lastUpdate": "2024-02-12T07:21:00+00:00",
    "setSpecs": []
}