{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Swindells, Steve"
        },
        {
            "name": "Powell, Anna"
        }
    ],
    "contributors": [],
    "createdDate": "2014-07-15T06:00:24+01:00",
    "dataProvider": {
        "id": 126,
        "name": "University of Huddersfield Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/126",
        "logo": "https://api.core.ac.uk/data-providers/126/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/20495324.pdf",
    "fullText": "University of Huddersfield RepositorySwindells, Steve and Powell, AnnaDefinitions of, and critical perspectives on creative citizenshipOriginal CitationSwindells, Steve and Powell, Anna (2014) Definitions of, and critical perspectives on creative citizenship. In: Creative Citizens The Conference, 18-19 September 2014, Royal College of Art, London. (Unpublished) This version is available at http://eprints.hud.ac.uk/20447/The University Repository is a digital collection of the research output of theUniversity, available on Open Access. Copyright and Moral Rights for the itemson this site are retained by the individual author and/or other copyright owners.Users may access full items free of charge; copies of full text items generallycan be reproduced, displayed or performed and given to third parties in anyformat or medium for personal research or study, educational or not-for-profitpurposes without prior permission or charge, provided:• The authors, title and full bibliographic details is credited in any copy;• A hyperlink and/or URL is included for the original metadata page; and• The content is not changed in any way.For more information, including our policy and submission procedure, pleasecontact the Repository Team at: E.mailbox@hud.ac.uk.http://eprints.hud.ac.uk/Creative Citizens Conference 18/19 September 2014 Accepted abstracts  Developing Digital Capital: Event-led digital participation   Prof. David McGillivray holds a Chair in Event and Digital Cultures at University of the West of Scotland. Jennifer M Jones, Digital Commonwealth Project Coordinator & PhD Researcher. University of the West of Scotland. This paper draws on a practice-research project, Digital Commonwealth, which seeks to address a need highlighted by a range of public and third sector agencies to improve media and digital literacies in an age of an evolving digital media landscape. This is at a time when traditional forms of local media have been transformed and supplemented with creative forms of hyper local and digital storytelling through social media platforms (Carnegie Trust, 2013).  The Digital Commonwealth project utilized digital storytelling techniques, including blogging, video, audio and social media as a method of exploring and sustaining digital participation within identified marginalised and unvoiced communities across Scotland. It used the Glasgow 2014 Commonwealth Games as a catalyst and supported individuals and communities across Scotland to produce digital artefacts, shared online and archived as record of the community voice, often drowned out during a media saturated major event such as the recent London 2012 Olympic Games (McGillivray, 2013).   Definition of, and critical perspectives on, creative citizenship Professor Steve Swindells University of Huddersfield & Dr. Anna Powell University of Huddersfield As the concept of engagement grows, and the possibility of relating art practice, research and public engagement expands, this paper explores the issues around what it means to be an ‘engaged artist’ within an ‘engaged university’. As cultural policy becomes an increasingly significant component of the economic and physical regeneration of towns and cities across the UK, it asks what will the cultural legacy be of socially engaged art practice? Gert Biesta, in ‘Good Education in an Age of Measurement: Ethics, Politics, Democracy’ (2010) is seriously concerned with the instrumentalisation of education, in particular how the principles of relentless auditing are reframing educational practices, and how accountability may actually exacerbate the normative question of ‘what is good education?’. Biesta’s concern is whether measurement can be tamed, and utilised to reconnect with the question of how to recognise good education, with particular reference to democratic citizenship.1 t Biesta does not suggest that measurement is wrong, but seemingly perverse in its current application and is in need of dialogue with respect to citizenship. Biesta is similarly concerned with the interrelationships between                                                         1 Gert Biesta, Good Education in an Age of Measurement: Ethics, Politics, Democracy (Interventions: Education, Philosophy, and Culture) (Boulder, Colorado: Paradigm Publishers, 2010), p.1. learning, identity and agency in people’s lives, and how cultural citizenship and education responds to the complexities of contemporary societies.  In 2011 we commenced a formal partnership with Huddersfield Art Gallery to offer a programme of art and design exhibitions featuring the work of our colleagues at the University of Huddersfield. We asked the question of how art and design practice might impact upon the locale, and what we should look for in order to better understand this impact and its value? Biesta might have responded to these questions with, ‘it depends’; it depends on whether all gazes can be invited, encouraged and equalised through the interpretation and mediation of ‘the exhibition’.2 Artists, curators, universities and research councils are now all considering what it means to be ‘engaged’.  ‘Everyday Growing Cultures’: reflecting on the afterlife of a co-created research project – or whose impact is it anyway? Farida Vis*, Peter Jackson*, Andrew Miles**, Erinma Ochu**, Ian Humphrey* and Yana Manyukhina*** (*University of Sheffield, **University of Manchester, ***University of Leeds)  Everyday Growing Cultures was a six-month pilot study funded by the EPSRC’s Communities and Cultures Network+ that, between mid February and mid August 2013, focused on the potentially transformative value of connecting two currently disparate communities: allotment growers and the open data community. Based on comparative research in Manchester and Sheffield, this ambitious project explored the potential effects of digital engagement and open data for allotment holders, those on waiting lists, as well as those interested in cultivating currently unused plots of council-owned land, in order to build stronger, more active communities, benefit local economies and improve environmental sustainability and food security. In our presentation, we wish to explore a number of issues pertinent to the Creative Citizens conference. Our project involved a large team of researchers and community partners, each bringing to the project their own histories, ideas, approaches and methods. We reflect on what worked and what did not: 1. In terms of co-production and design, we wish to reflect specifically on the four participatory mapping-walks we held in terms of (a) the productive tensions these walks raised through the blurring of boundaries between those who could be identified as researchers, as participants, as members of the community (or multiple communities), as active and creative citizens, as residents, and (b) how some of these boundaries continued to shift as people changed roles.  2. We are interested in thinking critically about how different imagined futures and increasingly actualised trajectories are mapped onto what is typically defined as research ‘impact’. We note the fact that one group of residents in Manchester, some of whom came on our walks, have recently set up their own community project, ‘Love Old Trafford Lots’, which cannot straightforwardly be ‘claimed’ as impact for the Everyday Growing Cultures project itself. We suggest that this requires a more careful and less linear treatment of impact in the context of                                                         2 See Gert Biesta, ‘Learning in Public Places: Civic Learning for the 21st Century’ (Inaugural Lecture) http://www.ugent.be/pp/sociale-agogiek/nl/inaugural  creative engagements between ‘researchers’, ‘citizens’ and ‘the community’ reflecting the life and after-life of such collaborative projects.   What power in peer-to-peer local networks? A report on the effectiveness of hyperlocal social media in south-east London John Bingham-Hall, PhD candidate, Bartlett Faculty of the Built Environment, UCL. Hyperlocal blogger @theNewCross // thenewcross.tumblr.com This paper questions the extent to which neighbourhood blogs and social media do act as peer-to-peer media – provoking discussion and engagement between residents – and what the benefits of this may be. If, on the other hand, they behave simply as localized news broadcasts, communicating one-way from producer to user, are there implications for their effectiveness in stimulating community empowerment? These questions are approached through three intertwined methods used in an ongoing PhD project taking case studies of hyperlocal news publishing from Brockley, Deptford and New Cross, south-east London. First, a critical reading of the types of communication supported by these media is compared to various sociological understandings of community. Second, the mapping of users of these media using both cartography and network visualization tools reveals layout and locations of peer-to-peer communications in these localities. Finally and perhaps most importantly, the research in based in the ongoing personal experience of establishing a new hyperlocal blog for New Cross, a locality arguably lacking in community effectiveness compared to neighbouring areas with established platforms. This is undertaken and reflected upon both as a researcher and as a concerned local resident hoping to create and partake in local citizenship through informational and social networking.  Reflective Citizens: Making Space for Understanding Grass-roots Creativity in Action Ann Light and team members, Northumbria University Drawing on multiple projects that have involved communities as co-researchers, we present an exploration of the change-making practices of community-based social activists and show how their tactics incorporate creativity. Participants identified using “art and creativity to disrupt ideas of what is ‘acceptable’, normal, the way things are: in the trickster tradition, to generate irreverence and strengthen it wherever possible (irreverence towards the things that have been constructed as current ‘reality’: the economy, democracy, the nation, gender roles, power, etc).; to create spaces for growing reverence towards things that may be more sustainable.” (participant a). It is “about not telling people what to think but about finding the questions to ask them that will allow them to think, or make them think, about what you want them to think about…” (participant b). Stimulating Participation in the Informal Creative Economy* brought together change-makers concerned with cultural heritage from four regions to reflect on grass-roots activity. Using the contrasts between regions and goals to raise awareness of values and practice, participants identified two processes of creativity in their work – 1) making explicit creative outputs to promote change or conservation; 2) evolving smarter and wittier tactics (after de Certeau 1984) to keep the game changing. We identified four applications for this creativity across regions: entrepreneurship, integration, regeneration and resistance. This study was followed with Effectiveness in Action*, a project co-designed by academics and social activists concerned with environmental issues, which used many of the same techniques of co-investigation. Participants chose to focus on how steadfastness in campaigning is nurtured and how creativity maintains both motivation and play in the system: with reverence for certain places and practices set against irreverence for others.  *Projects funded under the AHRC-led Connected Communities programme. Reference: de Certeau, M. (1984) The Practice of Everyday Life (transl, Rendall, S). University of California Press   Propositions for the design of social media for civic organizations Henry Mainsah, Oslo School of Architecture and Design Social media have transformed how people engage in civic life. Citizens in Norway as well as elsewhere are increasingly using social media to engage with family, friends, colleagues, businesses, government, and other organizations. These media have created a rich civic context with remarkable potential. However, institutional practices within government, educational, and community contexts that encourage and record civic participation have not kept pace with participatory cultures especially among youth. While organizations are increasingly embracing new technologies and it is difficult to find a local government office today without a Facebook page, this enthusiasm for social media does not always equate to smart uses. Too often these media are used merely as a portal to information and efficient transactions. Most of the time they are used as mere digital extensions of offline processes as opposed to an assembly of new ones that accommodate the social interactions, sharing and learning that takes place online. The aim of this paper is two-fold: to introduce a set of proposals or principles that support the design of social media to support civic engagement within organizational settings, and to demonstrate how they are implemented within the context of a research project called delTA. The delTA project explores ways in which governments and civic organizations can design engagement processes that take advantage of the affordances of social media in order to cultivate meaningful citizenship. Drawing from the experiences of the delTA project I demonstrate a series of design principles central to the design of civic media within institutional contexts.  Obstacles to Creative Citizenship James Miller, Hampshire College The creative citizen project asks whether new media enhance new forms and scale of creative civic activities. If so, the project seeks to identify practices that will exploit this new individual and collective activity, presumably as a means of achieving authentic self-governance. This conceptual paper argues that there are at least three significant obstacles to realizing creative citizenship. Two, somewhat paradoxically, grow out of the very political culture that encourages speculations about a citizenship that could be defined by creative action, while the third pertains to the limits of what seem to be in their use or development the nearly limitless affordances of new media. In a way, the paper looks at the same conditions that inspire the creative citizenship project and reaches reverse conclusions – but not on the grounds of nostalgia or pessimism. This paper develops these constraints on the possibility of creative citizenship, poses a few critical questions that flow logically from them and suggests how they can be explored further analytically and perhaps lessened in practice.  Using digital media to enhance the planning system: a case study in Liverpool, UK. Lara Salinas, Lancaster University Active civic engagement within the planning system is essential to guarantee that it is operating on benefit of the community. However, conventional approaches to public consultation often fail reaching the levels of public engagement that a truly democratic process would require. This paper presents Open Planning, an on-going project aimed at improving the quality of planning applications, providing a digital tool for active engagement and citizen empowerment. Open Planning is conducted in collaboration with local authorities, community groups, commercial partners and academia, to explore how innovative approaches to digital data and media may connect everyday communicative practices with planning processes, encouraging active civic engagement within the planning system in Liverpool.   Creativity, participation and co-creation in new media: a comparative analysis on participatory practices Gemma San Cornelio, Elisenda Ardèvol, Antoni Roig, Universitat Oberta de Catalunya The present paper aims to present the preliminary results of the three-year research project3 Creative practices and participation in new media, which addresses the different ways of understanding creativity, participation and cultural production in digital media. This is captured by notion of “co-creation”, understood as a collective way of creation in which industries and users are contributing meaningfully (Banks and Potts, 2010; Bauwens, 2009; San Cornelio and Gómez Cruz, 2014) but also articulated by the relationships between productive “practices” (Schatzki, 1996) and “participatory logics” (Jenkins, 2004) within the creative and cultural industries. In this context, the objectives are to describe material and discursive practices taking place in co-creative processes, to compare different forms of participation in these processes, and to find out the different models of this relationship related to the tensions and ways to conciliate opposite participatory logics (e.g common good vs. profit and market motivations). Some of the main conclusions are that despite being different articulations of participation, all projects have similarities in the discourses emerging from the participants regarding the creative processes, the notion of expertise, commitment with the quality and an understanding of participation in terms of value and affect. In a more                                                         3 http://newmediapractices.org/ The project is funded by the Spanish Ministry of Science and Innovation, (HAR2010-18982). general level, some of the cases are connected to reflections on the future of cultural models, suggesting a change, that includes new social economies and alternative market models that will co-exist with the current ones.   Title: Understanding migrants and refugees’ arts practice: new cultural methodologies, creative citizenship and participatory arts Maria Rovisco (Department of Media and Communication, University of Leicester) & Sophie Ernst (Visual artist/Leiden University) Research has shown that, by creating safe spaces of dialogue and communication, participatory arts projects involving forced migrants can pave the way for new communicative spaces and alternative social relations that are capable of reconfiguring the relationship between belonging and citizenship in multi-cultural Britain. Yet, these new communicative spaces, and the artistic and research processes that take place in them, create a whole range of new challenges and opportunities for artists, curators, researchers and arts facilitators. It is against this backdrop, that this paper argues that new cultural methodologies are required to both understand and investigate this kind of participatory arts practice. While social science methodologies, such as ‘the interview’ and ‘participant observation’, prove increasingly intrusive and inadequate as a means of understanding migrants and refugees’ arts practice, one must ask what kind of shared ‘knowledge’ and ‘art’ is stemming from cultural and research encounters of various kinds, and whether this shared creative knowledge enables migrant and refugee artists to overcome their enforced invisibility in the wider public sphere. The embrace of multi-media (sound, image and text) and digital media by artists, researchers and curators offers methodological opportunities for a more collaborative practice that can be mutually transformative, but questions remain to what kinds of creative knowledge practices are emerging from the interplay of artistic and ethical criteria, what are the power dynamics involved in negotiations between different stakeholders, and what is the connection between academic and artistic practice. This research is based on preliminary findings of research with members of ‘Arts on the Run: the Yorkshire & Humber regional hub of Platforma Arts & Refugees Network’.  Homebaked: A Liverpool Biennial and Jeanne Van Heeswijk commission – Employing social media and its citizens in the creation of new local economic models. Samantha Jones  Liverpool in the UK has for a long time has been deemed a shrinking city, with regeneration being the touchstone of the city. Liverpool Biennial is seen as highly successful in supporting of the economic and cultural regeneration of the city. This paper presents findings of the first PhD research collaboration with Liverpool Biennial, the UK’s largest art festival. Drawing on four years of embedded research this paper examines the democratic co-production framework formed between the artist Jeanne Van Heeswijk, the Liverpool Biennial, local citizens and its local and global social network of members, as together they develop alternatives to economic regeneration through the and the constituting of Homebaked Community Land Trust. Homebaked is a Community land Trust and Co-operative Bakery located on the high street just a few steps from the famous Liverpool Football Club. In a neighbourhood that has severely suffered from over a decade from stalled regeneration programmes Homebaked set up the first UK urban community land trust CLT to design customized housing, support social enterprises, enhance the wellbeing of the community and open a co-operative community run bakery. Homebaked’s principle is one of creating value, both social and monetary, which stays within the neighbourhood and is invested back into its communities. Working as co-producers with international and local experts and citizens with the economic support of Homebaked extensive social network implemented through its kickstarter campaign, the local and world wide members of Homebaked have learn how to take matters into their own hands. This research makes visible continuous shifts between a tentative agonistic framework between biennial, artist, creative citizens as co-producers as they challenge and influence local economic drivers. Questioning if artists and biennial with their local and international communities, are capable of creating an ‘agonistic public sphere’ (Mouffe, Chantal (2002)), through social media where they can research, debate, and address one another to co-produce new cultural and economic infrastructures to create social change.  Plaza  Collectivox is a small organisation from Venezuela that believes that meaningful engagement and opportunities are only achieved through direct and personal interaction with communities. Collectivox has been working with under privileged communities in the slums of Caracas and with working-class neighbourhoods since 2008. We have been co-designing with these communities and their local authorities, small scale urban interventions to get these two parts of society to work together. One of our most recent projects, ¡Dream Out Loud!, was developed with Fundación José Angel Lamas of the Sucre Municipality, for the community from Petare colonial centre and the adjacent slums. We proposed to provide opportunities of communication between the municipality and the community through interventions in public space, rather than the “conventional” methods of surveying, or via twitter and Facebook. Why? Because the National Census in 2010 revealed that only 24% of the Venezuelan population have internet Access. The first intervention of 'Dream Out Loud' by Collectivox was inspired by the work of artist Candy Chang. It was aptly called ¡Say it with Chalk!, in which the facade of the newly restored César Rengifo Theatre was covered with a stenciled blackboard displaying a statement with a blank statement: “What Petare lacks is_________” . This publicly posed the question for the community to answer. The response was overwhelming, with the surrounding community embracing the opportunity to express their opinions in an unmediated and spontaneous way. Despite that this was an “unscientific” survey, it provided valuable information to the local authorities of the shared community values and expectations. Most importantly it created a sense of belonging, sharing and relationship within the community of Petare.     The effectiveness of the Shoot To Live community media initiative in addressing the needs of the at-risk youth in Trinidad and Tobago Rachel-Ann Charles, Birmingham City University Practitioners and/or scholars have presented arguments on the concepts, characteristics and theories of community media. While there might be some consensus on the community media debates presented, fundamental differences remain. One of the arguments, considering the title of this project, is that community media can be utilised as a social change tool (Rennie 2006:37). Evidence demonstrates that community media have been implemented to address social issues, such as crime and delinquency, in many parts of the globe (Servaes 2003). Still, theorists remain concerned about these types of community media initiatives, as many similar projects were fraught with fundamental issues that undermined its ability to be effective (Servaes 2009). Therefore a study of the Shoot To Live programme can potentially augment ideas on community media’s effectiveness in social change. The Young Men’s Christian Association (YMCA) Trinidad and Tobago has taken the Shoot To Live programme, which is a creative approach in addressing issues faced by at-risk youth. The main objective of this project is to empower 15-20 young men between the ages of 12-16 residing within at-risk areas of Trinidad and Tobago through a combination of life skills training, photography and videography (YMCA 2010). However, before undertaking an evaluation of this project, key debates will be explored in the following areas: community media, development communication and at-risk youth.  Creative input of the consumers in an online zero waste brand community as manifestation of online environmental citizenship and means of self-expression  Kinga Polynczuk, University of Helsinki kinga.polynczuk@helsinki.fi  A considerable volume of research exists on the topics of both creative (active) consumers and environmentally-­‐conscious consumption. Fewer studies, however, link the issues of everyday creativity and environmental citizenship. To address this gap, the present paper probes creative input of the consumers into an online community of a zero waste brand – a brand that treats waste as a manageable resource rather than an unwanted residue of the processes of production and consumption.  Specifically, the paper explores roles that creative input in the online zero waste community might play for the consumers. The focus in on two functions in particular: manifesting environmental citizenship and serving as a means of individualistic self-­‐expression. In other words, the paper tries to investigate creative participation in the zero waste brand community on Facebook as an indication of conscious engagement with and support of the environmental cause, as well as a vehicle of presenting oneself through the consumed brands. The findings presented in this paper are the outcome of netnographic participant observation conducted in the Facebook community of the Finnish accessories brand, manufacturing products from the leftover industrial materials.  The roles of creative input of the consumers in this particular online brand community are ambiguous, complex and diverse. This may stem primarily from the fact that the accessories produced by the brand in question signify both the reduction in carbon emissions, and the unique style and design of the products that are commercially successful, thus very desirable. For this reason, creative participation in the online zero waste brand community might also represent a more hedonistic ␣ pleasure-­‐ and satisfaction-­‐oriented ␣ face of conscious consumption practices, not necessarily translating into the explicit intention of more environmentally friendly consumption.   Stories of Change: an experiment at the intersection of policy, research, the arts and community Renata Tyszczuk, University of Sheffield The Stories of Change project aims to help to revive stalled public and political conversations about energy by looking in a fresh way at its past, present and future. The project stems from the cross-party commitments to decarbonisation that sit at the heart of the UK Government's Climate Change Act. It draws on history, literature, social and policy research and the arts to encourage a more imaginative approach to current and future energy choices.  The team is working with stories for two main reasons. First, they offer an engaging route into thinking about energy-society relations across time. Second, stories, narratives and narration are concepts that the very diverse research partners drawn from industry, policy, academic, arts and community groups can gather around. We will also be experimenting with the possibilities of co-creating more open-ended and dynamic stories about the future of energy.  This paper will explore the methodological and theoretical considerations that led to the decision to centre the project on stories, and will plot some of the opportunities and challenges presented by our approach. History, digital storytelling, fictional narratives, and scenarios of the future all communicate different ideas about the consequences of change for everyday life, and hold different perspectives and attitudes towards change. At the same time our approach carries risks that must be acknowledged at the outset. Notions of storyteller, editor and audience in particular will be explored critically as we experiment with different ways of giving voice to a wider range of people and things (Couldry; Ricoeur; Latour).  Stories of Change is a collaboration between the Open University, the Universities of Bath, Birmingham, Exeter, Sheffield and South Wales, and the arts organisations TippingPoint and Visiting Arts, funded by the AHRC under the Connected Communities programme (£1.47m, 2014-2017).  Creative Citizenship in the Margins Mark Rimmer, Sanna Inthorn & John Street (all UEA) This paper critically reflects on the extent to which creative citizenship relies upon activity undertaken in the margins, in defiance or indeed ignorance of legal and policy frameworks in making a contribution to civic life. The idea that the activity of creative citizens empowers communities and benefits those who find themselves economically and politically marginalised has been much debated. In this field we often encounter celebrations of ‘authentic’ art, of independent artists, and of community-led initiatives. Two important dimensions of creative citizenship tend to be downplayed within accounts of this sort however. On one hand, the subtle and complex ways in which the activities of creative citizens tend to rely on different forms of capital and, relatedly, often on informal or free labour, receive scant attention. On the other meanwhile, the contributions to civic life made by those operating on the fringes of commercial popular culture, tend to be overlooked entirely. Drawing on empirical data from three research projects, including focus groups and interviews with media audiences, aspiring musicians and community arts practitioners, we attempt to sketch out a concept of ‘civicness’ that allows us to recognise the sometimes restrictive forces governing creative citizenship, while at the same time appreciating the democratising potential of creative citizenship both in the mainstream and in the margins.  How can citizens’ interest in making, enable creative participation in a world where this is increasingly mediated through digital channels?  Rachel Keller, Lancaster University How can this engagement benefit communities through accruing the benefits of creativity and diversity associated with engaging a wider demographic? I used an ethnographic study of quilting to explore creativity, digital inclusion, civic intelligence and sustainability, and to see what processes may have currency beyond quilting groups. The passion for a pastime was a key influence in digital engagement; digital practices were found at all stages of the quilting process from design to production.. Their creativity, ethos and organization deliver a national infrastructure of community based work. They develop social capital in the form of civic intelligence ‘extending the notion of social capital to predisposition to action’ (Schuler 2001). From what was learnt about the motivating aspects of making, I designed a prototype Interactive Textile in which each of the twelve pieces was made from re-purposed material and revealed its hidden story when scanned with a Near Field Communication Device. These devices are becoming increasingly widespread, are underexploited, and offer a myriad of creative possibilities. User testing showed tentatively positive results demonstrating the potential of Interactive Textiles as platform for innovation in design, digital skills acquisition, storytelling and sustainability. Its’ Ludic Design encourages curiosity, exploration and reflection as key values - a ‘mechanism for developing new values and goals, for learning new things and for achieving new understandings’ (Gaver et al., 2004). This echoes the value of making enabling reflection, and hence creativity (Sennett, 2008). I am currently working with two community groups to further develop a user kit enabling groups and individuals to capitalise on their interest in making to extend their creativity into the digital arena ’In the future, harmonising and humanising the technological world will be the ultimate challenge’ (Kettley, 2002).   Digital cultures of resistance: LGBTQ Social Media Popular Culture Strategies and Activism  Dr Olu Jenzen, School of Art, Design and Media, University of Brighton Social networking sites (SNS) have become an important arena for sexual politics. They are used for campaigning on particular issues, for the circulation and finding of information and political news, for debate, for connecting with like-minded people who share similar interests or concerns, for awareness-raising activities as well as a publishing platform for a range of vernacular creative outputs ranging from political satire to the celebration of lesbian, gay, bisexual, transgender and queer (LGBTQ) subcultures.  Against this background my paper will investigate the nature of LGBT political discourse and activism as it occurs in social media. It aims to understand the political applications of social media from the point of view of LGBTQ young communities. In addition, my research aims to understand the congruence between the aesthetics of digital and social media forms of LGBTQ activism and the resonance of these ideas amongst the public. The aesthetics of protest are at once the medium and the message of collective action because they communicate the ideas and demands of activists whilst simultaneously attempting to ensure that such ideas resonate with the public and the state. Traditionally activism has deployed banners, placards, flyers, stickers, badges, clothes, visual and performance art, but how does this aesthetic language translate into the digital realm?  In contrast to the technological deterministic view that access to computers in itself will increase democracy and equality (Marwick 2013), I argue that we need to look at how users negotiate – and sometimes subvert – the values and norms that technologies incorporate in order to make pragmatic use of mainstream platforms and technologies in working towards agendas of increased sexual democracy and gender equality.  The proposed paper comes out of my project which explores everyday digital cultural and amateur media production within LGBTQ communities with the aim to: a) gain an up to date insight into the exploitation of digital and social media for political advocacy by younger generations of LGBTQ identified people; b) to conceptualize the digital cultural strategies that non-heteronormative people adopt in order to cope and thrive; and c) to situate these digital cultures in relation to a particular social change ‘legacy’, that of the late 20th century sexual rights movement, by consider their textual and visual precursors through different eras and activist events, in terms of form, address and framing.   50 Creative Audiences: Analogue Citizens In A Network Culture Presenters: Professor Andrew Dewdney and Dr. Victoria Walsh This paper will build upon the findings of two research projects conducted at Tate. The first, a major AHRC three year fieldwork project focused upon audiences which reported upon the limits of creative citizenship produced by organisational misrecognitions of publics, ethnised and racialised conceptions of identity and institutional resistance to digital culture. This work resulted in a wide range of reporting and publications. The second and current AHRC funded project, ‘Modelling Cultural Value within New Media cultures and Networked Participation’, attempts to trace the emergent social processes of identifying cultural value in collaborations between museums, policy makers, funders, curators, artists and their co-producers. This work will result in a two-week ‘research-in-process’ series of recorded public events at Tate in June 2014. Using practical examples and drawing upon the analysis of the above research the paper looks at the limits of representational models of culture and highlights points of disconnection and discontinuity between practice, policy and politics in reconceptualising the public realm and creative citizenship. The paper argues for a collaborative and interdisciplinary research methodology, based upon problem solving, which could potentially overcome institutional forms of conservatism and resistance to new forms of public ownership of cultural value.  Invited Panel: Teenage Kicks? Creativity, Youth and Citizenship  Chair: Keri Facer, University of Bristol What forms of creative citizenship are being presented to young people in schools? How are young people themselves using creative practice as a form of citizenship? How are young people constructing their own ideas of the creative citizen? How does creative practice enhance and mediate youth ‘voice’ as citizens? These issues will be addressed in the proposed symposium that brings together researchers from the UK and Oslo to report on a methodologically diverse set of research projects in this field. Thomson reports on a meta-analysis of a significant public policy investment touching 1 million young people; Strauss reports on a piece of activist scholarship that seeks to transform young people’s relationships with creative and cultural organisations in the city; Manchester and Pett report on a project that elicits youth voice to contest dominant accounts of cultural value; and Oystein reports on a longitudinal ethnography of creative citizenship as it is evidenced through film production. The symposium brings together projects funded under the AHRC Cultural Value and Connected Communities programmes to explore the forms of creative citizenship that young people are developing and encountering today. The symposium will comprise 4 papers that report findings but also raise challenging questions to prompt active involvement of the audience in the discussions.   The Making of a Filmmaker: creativity and learning in Early Careers  Dr Øystein Gilje, Faculty of Education, University of Oslo The availability and affordability of filmmaking has facilitated new forms of creative content production in a wide range of genres and contexts. In recent decades, skills development has undergone dramatic changes, producing new career paths and learning trajectories for aspiring filmmakers (Irena Grugulis & Stoyanova, 2009; Guile, 2012). A large number of studies have examined boundary-breaking creative work as a driving force in the cultural and creative sector in the Western world (Banks, 2007; Brabazon, 2008; I. Grugulis & Stoyanova, 2011; Hesmondhalgh & Baker, 2011; McKinlay & Smith, 2009). In some of these studies, particular attention has been paid to the creative class, which tends to gravitate to locations and networks in big cities (Florida, 2012; Ross, 2009) (Flew, 2013; Florida, Mellander, & Stolarick, 2012). Within the research field looking at these new careers in creative and cultural sector, discussions based on empirical research on learning trajectories are limited (Barron, Walter, Martin, & Schatz, 2010; Drotner, 2008; Ito 2009).   This paper traces how five young Norwegians positioned themselves as aspiring young filmmakers over a five-year period in their early careers. By following the young adults from the end of the media and communication program in Norway (aged 18–19) to their first years as film students or freelancers, we aim to understand how they drew on resources in a wide range of different contexts. The analysis gives new insight into how these creative workers use their experience and knowledge about film to create a specific identity as young filmmakers. We consider these positions towards genres and styles, and roles in collaborative work, to be a form of meta-authorship, which uses the concept curatorship to understand the identity processes involved.   Young people, creativity and citizenship: evidence from the Creative Partnerships archive Professor Pat Thomson, The University of Nottingham Creative Partnerships (CP) was the most ambitious, biggest and longest running arts and education intervention in the world. CP aimed to transform students' experiences of schooling, expand teachers' classroom approaches and dramatically improve the ways in which schools functioned and performed through its focus on 'creative learning' and whole school change. CP operated in England from 2002-2011 and worked intensively with over 2,700 schools, 90,000 teachers and over 1 million young people. Through its 25 regional delivery organisations, it touched 1 in 4 schools in the country, from nurseries and Pupil Referral Units to sixth form colleges. It supported 55 national schools of creativity, and some 250 change schools, all of which exhibited exemplary creative learning practices. Over 6,500 national arts and creativity organisations were involved in CP. While CP was primarily concerned with learning, this was to occur through a cultural offer. The experiences provided by working with creative practitioners, who were primarily arts and arts based companies and institutions, were understood to have a range of benefits including: the growth of positive personal attitudes, behaviours which supported skills development and knowledge acquisition in ‘creativity’ as well as in other subject areas; and social benefits for groups of young people, classrooms, schools and communities, including the development of students leadership and citizenship.  The AHRC Cultural Value programme has funded a meta-study of the CP archive, now housed at The University of Nottingham. The paper will draw on this study to show:  1. the various understandings of citizenship that operated in the programme 2. how ‘citizenship’ this was understood to be produce by the cultural offer and creative learning, and 3. the kinds of research methods that were used to demonstrate that CP had produced citizenship outcomes.  Teenage Kicks? Exploring cultural value and creative citizenship from a youth perspective Dr Helen Manchester & Dr Emma Pett, University of Bristol In contemporary accounts of cultural value and creative citizenship young people’s voices and accounts tend to be restricted to analyses of young people’s encounters with more formal cultural institutions or schools or to debates on the implications of new digital cultural spaces. Other studies of the value young people accrue through cultural experiences have often been dominated by instrumental accounts of potential future economic benefit and skills development. In this paper we draw on young people’s voices articulated during the ‘Teenage Kicks’ research project in which we worked with young people participating (and not participating) in a network of cultural and arts organisations across the city of Bristol to explore their everyday/ ‘lived’ cultures as well as their experiences of cultural organisations.  This paper will explore some of these young people’s (and the adults who work with them) analyses of cultural value and creative citizenship drawing on both the more recent generational and digital cultural analyses of youth culture as well as the longstanding theorisation of ‘youth cultures’ from cultural studies, sociology and youth geographies. In particular, it draws on recent studies that have highlighted the value in adopting a spatial and relational approach to youth voice and citizenship to ask questions about: • (generational) narratives of identity, voice and agency in relation to creative citizenship • inclusion and exclusion from creative citizenship   Cities, citizenship and creativity: intervening to reshape the resources available to young people Dr Paul Strauss, University of Bristol  Significant research has identified that cities’ substantial potential to support all young people’s informal learning and skills development is not being realised. A key issue is that organisations are often unclear about how to communicate, and young people, their teachers and parents are often unaware of the resources of the city in which they live (e.g. Facer & Thomas, 2013). The 80by18 project is a piece of activist scholarship that seeks to address these issues in Bristol. It brings together over 250 diverse organisations to showcase resources and activities, encourage young people’s participation, and invite organisations and a city as a whole to rethink their offer to young people. In particular, it encourages young people to rethink their engagement with creative and cultural organisations and to explore their capacity to change their city through their own actions.  This paper draws on findings from three co-produced research projects undertaken with a group of five Year 10 students from Merchants Academy in Withywood – a socio-economically deprived neighbourhood where young people also face significant cultural and geographical barriers to participation in traditional high status cultural activities. Each project involves a series of visits and dialogues between the young researchers and partner organisations including Aardman Animation, the BBC, and the City Council – documented via digital media, presented at the University of Bristol and fed back into 80by18’s development.  The paper will explore how an intervention such as 80by18 disrupts (or consolidates) existing patterns of creative citizenship. It explores what happens when young people start asking questions and seeking support from organisations within the 80by18 network. It will consider whether co-produced research sparked new identities as creative citizens and the implications of these identities for the future of activist scholarship interventions such as 80by18.    Digital propositions co-created through cultural and community engagement McGinley, C., Gheerawo, R., Gorzanelli, C. This paper will present the processes, insights and outputs generated during a collection of student projects in collaboration with BlackBerry. The project was undertaken by student teams from the Royal College of Art, guided through a process of research and design development through to concept delivery by The Helen Hamlyn Centre for Design. The projects looked at how digital technology could address a community’s cultural activities, aspirations and attitudes. The five teams involved engaged with a diverse ‘cultural group’ based in London. The two-word brief supplied by BlackBerry was simply ‘cultural interfaces’, with the focus upon culture and particularly interfaces being interpreted in a broad sense, hence not restricted to device design. The teams were challenged to explore the potential meaning of the brief, examining how people were behaving within diverse contexts, and how this could be creatively supported through new design proposals to increase connection and well being within their environments. The final outputs explored how digital innovation can enhance neighbourhood activities in a range of diverse cultural settings. The outputs generated demonstrated the growing appetite for citizen-generated content and the opportunities of blending the digital and physical in subtle, human and even opportunistic ways, instead of using standard screens and software.   Beyond The Castle: Co-Designing with 2,000 people, a Roman Centurion, Swamp Fairy and Free Pizza Dr. Leon Cruickshank, Lancaster University This paper builds on a one year co-design project undertaken in the centre of the city of Lancaster in the North of England. This project aimed to co-design a new identity and specifications for the master plan for an area of green-space surrounding the medieval castle that dominates the center of Lancaster. In this paper we describe the innovative approaches a group of designers developed to support the creativity and contributions of over 2000 people in the project. Our aim in working with a group of designers was to create a ‘scaffolding’ which enabled people with a very broad range of experience and expertise to have a creative (not just informational) input into the design process (Sanders, 2002). We also go on to describe the effects of this process. This includes the changes to the physical space but also more critically on the processes and participation of communities and individuals in subsequent projects, the fairly dramatic change in the consultation practices of the City and County council. Finally we present a framework of recommendations to help designers participate in open, co-design projects where they are not in control of the creative process. This framework makes a contribution to the literature on citizen creativity, democratized innovation, open design and other design activity seeking to develop a non-hierarchical relationship between designers and citizens (Cruickshank 2014). The Beyond the Castle (BTC) case study described here was part of a larger European project looking at how co-design can help communities improve public spaces. This larger project called PROUD (People, Researchers Organisations Using co-Design) is funded through the EU by a program called INTERREG IV. Cruickshank L, 2014, ‘Open Design and Innovation: faccilitating design in everyone’, Ashgate, London Sanders, E. B. (2002). Scaffolds for Experiencing in the New Design Space. In Institute for Information Design Japan (Ed.), Information Design. Graphic-Sha Publishing Co Ltd.  Self-representation, challenging representation Nancy Thumim, Katy Parry and Helen Thornham  The idea of self-representation contains a claim that the self is speaking back to representations made of her, by others. This raises the question of whether and how people at the margins might use self-representation to address dominant media representations of people ‘like them’. Through analysing the documentary-making process and outputs via which a group of young people represent themselves, this paper explores this relationship between self-representation and dominant media representations. We present early findings from a project between the University of Leeds and Space2, a Leeds-based third sector organisation that works with young people and other community groups in the city. Our project explores the impact of the coalition’s welfare reforms through a lens that takes in identity, everyday life and dominant media representations of young people living in social housing. Working with Space2, 8 young people between the ages of 14-20 make their own representations addressing issues that concern them. We are interested in how these self-representations might contest, repeat, dispute, mimic, parody and otherwise speak to mainstream representation of welfare reform and its recipients. Our investigation seeks to unpack claims both about young people’s digital literacy, and about the affordances of the genre of self-representation.  Citizen Science Dan McQuillan This paper will forefront the creative potential of citizen science as an activity that can be inventive, productive, performative and transformative. The form of critical science under consideration is critical citizen science; that is, where citizens are not engaged as distributed labour in a project defined by scientists but where the science is co-produced by the citizens, starting from the definition of the problem being studied. These participatory projects draw as much from Paulo Freire as they do from physics. One element of creativity inherent to community-based citizen science is the way it draws on the affordances of the maker movement for its devices, as seen in the rapid prototyping of Safecast’s geiger counters by the Tokyo hackerspace (using plastic lunchboxes as device casings)[1] and in the activities of the Public Lab, which was born out of citizen monitoring of the Gulf Coast oil spill using hacked Canon cameras attached to kites and balloons[2]. These projects involve collaborative making and a creative reappropriation of technologies to address the urgent needs of affected communities. In turn, they are part of a wider field of experimentation with sensors, from those built-in to smartphones (GPS, accelerometer etc) to the construction of circuits to monitor air quality, such as the Air Quality Egg[3] and the Smart Citizen kits[4]. While much of the discourse is about the accuracy (or not) of these devices and the reliability (or not) of the data being gathered, they also enable a form of creativity that is far more expressive and performative. The plasticity of these devices lends itself to a blend of citizen activism and public art that can be seen, for example, in the way the aircasting project includes wearing strips of LEDS that glow in response to the live readings of air pollution from the sensing device[5]. This paper will argue that critical citizen science is helping to create a new form of civics, tackling issues that are locally important through self-organisation and drawing on the affordances of digital platforms. The noise monitoring project carried out by residents of the Pepys estate on south London, with the support of scientists from UCL, led to the local council suspending the license of a problematic local scrapyard[6]. The author is currently involved in the early stages of two projects which will extend this form of civics, and which will inform this paper. The first is an air quality monitoring project in Kosovo which aims to work with marginalised communities, and the second is preparing to use a range of citizen science techniques with a south London community faced with a massive and mostly unwelcome regeneration of a local dock. The final strand of citizen creativity which this paper will explore is the way in which citizen science can contest the frameworks of sociological and scientific knowledge through which citizens are constituted in the view of institutions. It will argue that citizen science, when conducted in ways that are participatory and reflective, can address issues of representation, identity and inclusion through a creative redefinition of what it means to be a citizen, and in particular what it means to be these particular citizens. By developing their own apparatuses of knowledge, communities can engage in what Foucault called the “insurrection of subjugated knowledges”, that is, of the “historical contents that have been buried and disguised in a functional coherence or formal systematisation... naive knowledges, located low down on the hierarchy, beneath the required levels of cognition and scientificity”[7]. The activities of citizen science can therefore transform the status of citizen’s knowledge and, potentially, citizens themselves. 1. http://blog.safecast.org/ 2. http://www.publiclab.org/ 3. http://airqualityegg.com/ 4. http://smartcitizen.me/ 5. http://aircasting.org/ 6. Scientists and citizens. Available at: https://www.chinadialogue.net/article/show/single/en/4782- Scientists-and-citizens [Accessed January 18, 2014] 7. Foucault, M., 1980. Power/Knowledge: Selected Interviews and Other Writings, 1972-1977, New York: Pantheon Books   Artistry on Price: LEGO Fans’ Motives for Creative Expression on Digital Media Mr. Vlada Botoric, Aarhus University, Denmark This research has been developed upon the fan production/consumption dialectic, the emergence of fan commoditized play in which divergent practices are commercially used. The main goal is to understand the transition from informal to formal creative economy that creates value for the LEGO fans and the company.  The work fans create is immense, both in terms of its meaning for the individual fan (and the fan community), and in terms of its larger cultural context. Fans are increasingly savvy about the value created through their attention and engagement: some are seeking ways to extract something in return for their participation and in recognition of the value they are generating. In this paper we will research ways of producing and consuming im(material) value and to capture the features of fans’ experience online that will imply the shift due to co-creational practices and user-driven processes. Drawing from interviews with the five Cuusoo4 contributors whose creations were sent to production (Perijove, Michael Thomas, Masashi, etc.), this research will start bridging the gap between empirical and theoretical research and focus on fandom not merely as an interesting descriptive phenomenon, but as a fundamental expression of what it means to the understanding the fans’ interpretation system in the “productive playground.”  Given this trajectory, researching LEGO fandom may provide an important key for understanding many forms of value creation, participation, and exploitation in order to shed light on the broader ontological and epistemological changes in our social and cultural structures through fan practices  The Making and Unmaking of Revolutions: The Antagonistic Symbiosis of Youth Generated Media and Mainstream Media. Joe F. Khalil, Northwestern University - Qatar Youth generated media refers to the communicative ways in which young people actively challenge the social, political and cultural power spheres with the intense excitement of a social movement. From vibrant graffiti, protest songs and placard writings to Twitter and Facebook, youth are exercising their communication rights across the MENA region from Iran to Tunisia. As the means of media development and production become increasingly smaller, cheaper and widely accessible, youth generated media progressively replaces, inspires and often challenges mainstream media. Building on Gitlin’s ‘grammar of interaction,’ this paper is interested in the multiple ways youth generated media used and was used by mainstream media, particularly regional and international satellite channels. While youth generated media created a series of unexpected and untested opportunities and obstacles, mainstream media offered strong temptation with promises of a truly local and international mass audience. Although hyped by this invitation to the world stage, youth movement leaders were continuously resisting images of political power and celebrity. Considering the political economy of mass media, this paper concludes with observations on youth cultural politics and their ability to truly develop self-reflexive media artifacts. Since 2006, I have travelled to Egypt, Jordan, Beirut, Dubai, Jeddah and Syria examining what I call youth generated media—the types made famous in connection with protests in Tunisia, Egypt and elsewhere in the Arab world. These include but are not restricted to Facebook, Twitter,                                                         4 When the number of LEGO Cuusoo online pledges for a fan-created set reaches 10.000, Lego will consider sending it to production. If successful, LEGO will reward the creator with one percent of total net revenue from the product's sales.  blogs, graffiti, videos, songs and other forms of communication developed and circulated by young people with or without the support of adults. They no longer want to be treated as audiences of government or commercial media oriented to them, young people, instead want to use media, make media, share media and in the process, develop their future. By examining a wide range of media artifacts it is safe to suggest that youth generated media has 1- pushed boundaries of permissible discourse,  2- dispelled certain normative conceptions about youth and 3- offered young people an alternative to the social, cultural and political vacuum in Arab public life.  In assessing the outcome of young people’s self-expressive artifacts, we need to avoid the temptation of merely celebrating ‘alternative visions,’ and pay closer attention to how Arab regimes resist threats, encroach on ‘spaces’ and muffle ‘voices.’ Identifying such practices requires analyzing when and how increased visibility, as a result of media development, was co-opted such as the case of Lebanon, re-framed in Tunis, harassed in Egypt, and neglected in Bahrain. Institutions of power, including state and media, are impaired not only because youth-generated media are simultaneously using ‘alternative’ channels of distributions and reflecting a globalized, networked and culturally sensitized youth, but also because state and media are increasingly dependent on forms of youth-generated media—to mitigate dissent.   Play Your Place- public digital game art for participatory urban planning. Ruth Catlow, Furtherfield Play Your Place is an open artwork and participatory game project piloted last year in Southend on Sea. It provides a playful and imaginative way for people to get involved with civic and urban planning through public game building activities. Using the bespoke online and mobile game-building platform, game participants prioritise their aspirations for their locality, they draw and upload images of the local settings, obstacles and rewards that comprise their game levels. Artists and academics, Ruth Catlow (Furtherfield & Writtle School of Design, UK) and Mary Flanagan (Tiltfactor & Dartmouth College, USA) aim to enable fuller participation by people (especially young people) in the formation of their communities. Through this year long programme they have explored how diverse, hard to reach individuals and groups might provide usable and persuasive ideas for planners and so impact on the thoughts and decisions around planning the places where they live. The Play Southend games can now be entered and played by people all over the world and the game framework can be shared with other arts venues who are invited to act as hubs for local visioning and public play. In future developments we plan to realise Play Your Place as an open global artwork that engages the collective imaginations and intelligences of local communities in townships and cities around the world. To create a distributed network of online and mobile games in partnership with cultural hubs and their communities- working with open data about the places where they live and work, and in so doing, produce inspiring and distinctive visions of their lives as well as new knowledge and shareable datasets to inform cross-sector agencies about their local and global futures, for the health and prosperity of all. The next iteration is planned in North London’s Finsbury Park, where Furtherfield Gallery and Commons are located. This will underpin a process of digital business modelling to ensure the project’s sustainability: building partnerships with other arts organisations as future hosts, and identifying appropriate exploitation opportunities in public and commercial sectors. Play Your Place: Game www.playsouthend.co.uk Blog www.localplay.org.uk On Youtube http://www.youtube.com/user/LocalPlayNet On Flickr http://www.flickr.com/photos/localplay/sets/  What will we do when we get there? The politics and practice of public broadcast archive release Joe Smith, The Open University It is fair to anticipate continued large-scale release of broadcast archives in coming years. What work will users put these resources to? How will they add their own layers of meaning to the content and to what end? What tools might they need or want – and are they the same as the tools they’re likely to get? Are users of such ‘issues based’ content best understood as consumers or citizens? The Earth in Vision project (AHRC funded 2013-2016) works with a sample of 50 hours of the BBC’s environmental archives drawn from across the last 50 years to explore these questions. Releases of archive content have consequences for any field of contemporary history, but are of particular significance for contentious issues such as those surrounding processes of global environmental change. Framings of these issues have often been narrow and separated off from other areas of social and economic life. Archive and digital media developments could combine to allow for more imaginative future responses. This paper will summarise the range of possibilities, but also map some of the hazards that lie in store. It will specifically address the framings and forms of citizenship expressed in the way digital broadcast archives are discussed and presented. It will consider the degree to which presentation and selections of archive content by broadcasters reflect predominant notions of editorial control and news values, including controversy, novelty and personality, as well as the prioritisation of linearity and authority in factual storytelling. It will discuss the ways in which emerging tools and practices might variously consolidate, qualify or contest these editorial influences. The paper is oriented towards a self-critical and open consideration of the 'digital ideologies' embedded in the tools and practices that mediating institutions develop for users' work with these enormous bodies of cultural content. It will consider what action might be required within research and media communities if these developments are to: advance understanding of complex issues; help open up the range of tones and voices, and support effective deliberation of them.  ",
    "id": 20495324,
    "identifiers": {
        "doi": null,
        "oai": "oai:eprints.hud.ac.uk:20447"
    },
    "title": "Definitions of, and critical perspectives on creative citizenship",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "",
    "publisher": null,
    "references": [
        {
            "id": 43039442,
            "title": "Definitions of, and critical perspectives on creative citizenship Original Citation Swindells, Steve and Powell,",
            "authors": [],
            "date": "2014",
            "doi": "10.5920/9781862181199",
            "raw": "Swindells, Steve and Powell, Anna Definitions of, and critical perspectives on creative citizenship Original Citation Swindells, Steve and Powell, Anna (2014) Definitions of, and critical perspectives on creative citizenship. In: Creative Citizens The Conference, 18-19 September 2014, Royal College of Art, London. (Unpublished) January 18, 2014] 7. Foucault, M., 1980. Power/Knowledge: Selected Interviews and Other Writings, 1972-1977, New York: Pantheon Books Artistry on Price: LEGO Fans’ Motives for Creative Expression on Digital Media Mr. Vlada Botoric, Aarhus University, Denmark dissent. Play Your Place- public digital game art for participatory urban planning. Ruth Catlow, Furtherfield Play Your Place is an open artwork and participatory game project piloted last year in Southend on Sea. It provides a playful and imaginative way for people to get involved",
            "cites": null
        }
    ],
    "sourceFulltextUrls": [],
    "updatedDate": "",
    "yearPublished": "",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/20495324.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/20495324"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/20495324/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/20495324/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/20495324"
        }
    ],
    "abstract": "As the concept of engagement grows, and the possibility of relating art practice,\n\nresearch and public engagement expands, this paper explores the issues around what it\n\nmeans to be an ‘engaged artist’ within an ‘engaged university’. As cultural policy\n\nbecomes an increasingly significant component of the economic and physical\n\nregeneration of towns and cities across the UK, it asks what will the cultural legacy be of\n\nsocially engaged art practice?\n\nGert Biesta, in ‘Good Education in an Age of Measurement: Ethics, Politics, Democracy’\n\n(2010) is seriously concerned with the instrumentalisation of education, in particular how\n\nthe principles of relentless auditing are reframing educational practices, and how\n\naccountability may actually exacerbate the normative question of ‘what is good\n\neducation?’. Biesta’s concern is whether measurement can be tamed, and utilised to\n\nreconnect with the question of how to recognise good education, with particular\n\nreference to democratic citizenship.1 t Biesta does not suggest that measurement is\n\nwrong, but seemingly perverse in its current application and is in need of dialogue with\n\nrespect to citizenship. Biesta is similarly concerned with the interrelationships between\n\n1 Gert Biesta, Good Education in an Age of Measurement: Ethics, Politics, Democracy (Interventions:\n\nEducation, Philosophy, and Culture) (Boulder, Colorado: Paradigm Publishers, 2010), p.1.\n\nlearning, identity and agency in people’s lives, and how cultural citizenship and\n\neducation responds to the complexities of contemporary societies.\n\nIn 2011 we commenced a formal partnership with Huddersfield Art Gallery to offer a\n\nprogramme of art and design exhibitions featuring the work of our colleagues at the\n\nUniversity of Huddersfield. We asked the question of how art and design practice might\n\nimpact upon the locale, and what we should look for in order to better understand this\n\nimpact and its value? Biesta might have responded to these questions with, ‘it depends’;\n\nit depends on whether all gazes can be invited, encouraged and equalised through the\n\ninterpretation and mediation of ‘the exhibition’.2 Artists, curators, universities and\n\nresearch councils are now all considering what it means to be ‘engaged’",
    "tags": [
        "L1",
        "N1",
        "NX",
        "L1",
        "N1",
        "NX"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "L1",
        "N1",
        "NX"
    ],
    "oai": "oai:eprints.hud.ac.uk:20447",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "126",
        "openDoarId": 0,
        "name": "University of Huddersfield Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 20495324,
        "depositedDate": null,
        "publishedDate": null,
        "updatedDate": "2024-02-12T09:39:07+00:00",
        "acceptedDate": null,
        "createdDate": "2014-07-15T06:00:24+01:00"
    },
    "urls": [
        "https://eprints.hud.ac.uk/id/eprint/20447/1/creative_citizens_2014_abstracts1.pdf"
    ],
    "lastUpdate": "2024-02-12T09:39:07+00:00",
    "setSpecs": []
}