{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Witkowski, Lee M"
        }
    ],
    "contributors": [],
    "createdDate": "2021-12-10T03:17:16+00:00",
    "dataProvider": {
        "id": 2576,
        "name": "The Open Repository @Binghamton (The ORB)",
        "url": "https://api.core.ac.uk/v3/data-providers/2576",
        "logo": "https://api.core.ac.uk/data-providers/2576/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/481674312.pdf",
    "fullText": "Alpenglow: Binghamton University Undergraduate Journal of Research and Creative Activity Volume 7 Number 1 Alpenglow: Binghamton University Undergraduate Journal Article 6 11-30-2021 Demigods and Gender Roles: Non-Heteronormative Gender Expressions and the Works of Rick Riordan Lee M. Witkowski Binghamton University, switkow1@binghamton.edu Follow this and additional works at: https://orb.binghamton.edu/alpenglowjournal  Part of the Fiction Commons, Lesbian, Gay, Bisexual, and Transgender Studies Commons, Modern Literature Commons, and the Other Feminist, Gender, and Sexuality Studies Commons Recommended Citation Witkowski, L. M. (2021). Demigods and Gender Roles: Non-Heteronormative Gender Expressions and the Works of Rick Riordan. Alpenglow: Binghamton University Undergraduate Journal of Research and Creative Activity, 7(1). Retrieved from https://orb.binghamton.edu/alpenglowjournal/vol7/iss1/6 This Academic Paper is brought to you for free and open access by The Open Repository @ Binghamton (The ORB). It has been accepted for inclusion in Alpenglow: Binghamton University Undergraduate Journal of Research and Creative Activity by an authorized editor of The Open Repository @ Binghamton (The ORB). For more information, please contact ORB@binghamton.edu. Demigods and Gender Roles:Non-Heteronormative Gender Expressions and the Works of Rick RiordanAbstract:Gender serves as a powerful ideology to systematically oppress minorities, such as women andpeople within the LGBTQ+ community. This ideology is learned at a young age through mediasuch as fantasy literature. By analyzing several fantasy texts through a lens of gender politics, Itrack the history of gender in the fantasy genre and posit that inclusive works such as those ofRick Riordan influence children and adolescents to become more accepting of sexual and genderminorities.Keywords: LGBTQ+, children’s literature, fantasy literature, masculinity, genderIntroductionThroughout Western history, society’s constructs of gender have continuously changed, yetgender’s ability to be used as a tool of oppression has earned it a place among the mostinfluential ideologies of Western culture. Barbara Jeanne Fields (1990) argues that ideologies,like those surrounding gender and gender roles, are powerful tools of categorization created andsustained to help people make sense of the reality in which they live. However, while theseideologies can be helpful by providing structure to society, they do not necessarily correlate tothe reality of existence. The ideology of gender, for example, creates a sexual regime whichsubjugates sexual and gender minorities on the basis that they are inferior. These ideologies areused to make large bodies of people, even the highly educated, believe the same false truths,since they can not be disproven (Fields, 1990). Despite the impermanence of gender roles andconstructs, fascination over this ideology has permeated throughout Western culture: art, politics,and day-to-day life. Gendered ideas can be seen in everything from the different portrayals ofmen and women in Renaissance paintings to modern-day political debates over reproductive and1LGBTQ+ rights. The examination of gender through literature can provide insight into thegendered ideologies of the historic moment in which each text was written.In this essay, I argue that positive representations of marginalized gender identities andexpressions in young adult (YA) fantasy literature, such as the works of Rick Riordan, influenceadolescents (ages 10-19) to be more accepting of their own gender identities and those of others,due to the pervasiveness of YA fantasy in youth culture. Therefore, representing queer identitieswithin this genre has a huge impact on generational understandings of gender. I delve into thecultural understanding of gender and its history within the fantasy genre before focusing onRiordan’s Magnus Chase and the Gods of Asgard (2015-2017) series. Analyzing his workthrough a lens of gender politics, I relate the fictional representation of gender to the role ofgender in modern-day Western culture and examine how exposure to a variety of genderexpressions in YA fantasy affects adolescents’ understanding and acceptance of a variety ofgender expressions and identities. Furthermore, I juxtapose the reception of the gender ideologiesin Riordan’s work to other modern-day works such as J.K. Rowling’s Harry Potter (1997-2007)series in order to highlight the types of gender representation that consumers of media wish tosee in children’s literature. For the purposes of this paper, I define “gender representation” as theway that lesbian, gay, bisexual, transgender, and queer (LGBTQ+) and female characters arerepresented in a given work.Gender as a Tool of Oppression or LiberationLet us begin by discussing gender and explaining how it functions. Like any socially constructedideology, gender is, in the words of Judith Butler (1990), “an expectation that ends up producing2the very phenomenon that it anticipates.” That is, gender is a performance cued by the culturalassumptions of a historical moment. It has been assumed, and often is still is, that gender isequivalent to biological sex. However, this is not the case. In truth, biological sex — oftendefined as one’s chromosomes, genitalia, and secondary sex characteristics — has little to dowith gender identity or its expression. As Butler has shown, gender identity refers to one’s innermentality, “the cultural meanings that the sexed body assumes” (Butler, 1990). Genderexpression is how one performs gender, which may or may not align with biological sex orgender identity. These concepts refer not to biology, but to the way people present themselves inrelation to the people around them.Until Butler’s Gender Trouble (1990), these concepts were largely unexamined inWestern scholarship. In other words, gender identity and gender expression are relatively newtopics of research and discussion due to the relative all-pervasiveness of the ideology of genderin Western culture. For this reason, people have often been hard pressed to understand theconcepts of gender identity and expression, and instead tend to see gender as something that isassigned at birth, that falls into a male/female binary, and that remains stationary throughout life.In reality, none of these assumptions are correct (Butler, 1990). Nonetheless, they have been usedas tools of oppression throughout much of Western history and to the present day.As we see a push for transgender rights in contemporary times, the assumption thatgender falls on a binary determined by biological sex has been used to discredit transgender andnonbinary identities. Opponents of trans rights argue that one’s gender is determined by physicalcharacteristics, not just by perceived place in gendered culture. Furthermore, society devaluesqueer lives and experiences by drawing a line between LGBTQ+ individuals who act like3cisgender and/or heterosexual (cishet) individuals, and those who do not conform tocisheteronormative gender roles. These gender nonconforming individuals are othered and usedas examples of what society should strive not to emulate. As Jasmine Lester (2014) argues,LGBTQ+ individuals who adhere to cultural gender expressions are considered “good” or “safe,”the only acceptable type of homosexual people, while individuals with queerer identities andexpressions, those who do not adhere to the heterosexual norm, are a danger to the regime ofheteronormativity.Figure 1Perceptions of Discrimination of LGBTQ+ IndividualsAs shown in the chart above, in a 2013 study, researchers at Pew Research Center foundthat, of the 1,197 LGBTQ+ individuals surveyed, 59% had been subjected to homophobic ortransphobic slurs or jokes (16% in the past year), 39% had been rejected by a friend or family4member, 30% had been threatened or physically attacked due to their identity, and 21% had beentreated unfairly by employers (“A Survey of LGBT Americans,” 2013). These statistics showthat the stigma fostered by cisheteronormative culture allows cishet individuals to treat queerpeople as less than human, negatively impacting everything from their interpersonal relationshipswith their own families, to their opportunities in the business world.Queer individuals are not the only group of people diminished by society because of theirgender expression, however, as the same ideology marginalizes women. In the eyes of history,femininity is seen as not a gender in and of itself, but the opposite of masculinity (Butler, 1990).Women, therefore, lack something essential that men possess. This ideology has historically beenused to discredit the unpaid labor of women; their lives are exploited and deemed less importantthan those of men. They are considered a “free gift” to the capitalist economy, despite the factthat without the care work of women, economies would not function (Patel & Moore, 2017).This discrediting of women’s lives and work is a necessary product of the ideology of gender,since without the ideology of gender to persuade society’s mind that the subjugation of women islogical, the free labor they provide would be recognized as exploitation. However, genderedideology is so ingrained within society that even with the knowledge of gender we have now,people still continue to discredit women’s labor.That said, many people find gender to be a source of liberation in modern times. LaurelThatcher Ulrich describes in her 2007 book how modern women adopted the phrase“well-behaved women seldom make history” as a slogan, despite it being a relatively throwawayline from an obscure scholarly article she had written. What made this line so appealing that itwas used, in subsequent years, by “anarchists, hedonists, would-be witches, political activists…5and quite a few well-behaved women” (Ulrich, 2007)? Women have been told throughout historythat their way to make a mark on the world is to make male babies, to be known as the mother ofa great man. The idea of a “well-behaved woman” works off the history of oppression whichrequired women to be virtually invisible in the background of patriarchal affairs. Modernwomen, therefore, look to historical women who were not seen as “well-behaved” — Joan ofArc, Lady Godiva, Rosa Parks — and use their lives as an example to find meaning andempowerment in their own gender (Ulrich, 2007).Similarly, many queer-identifying people today find their identities to be a source ofpride, as opposed to the shame that queer individuals were historically forced to experience. In a2013 study, 34% of the 1,197 LGBTQ+ Americans surveyed stated that their queer identity wasa positive factor in their life, with 58% saying that their identity makes no difference to them.Similarly, 92% stated that they believed society treated queer individuals better than it did 10years earlier, and that it would treat them even better in another 10 years’ time (“A Survey ofLGBT Americans,” 2013). From these statistics, it is evident that LGBTQ+ people have begun tosee their identities in a positive light. Similarly to women sporting Ulrich’s “well-behavedwomen” slogan, queer people have come to display their pride through the rainbow flag.Whether it is waved in a Pride parade or draped as a wall decoration, the rainbow flag representsthe steps the LGBTQ+ community has taken towards self-acceptance. This self-acceptance seenin women and queer communities would not be possible without media such as fantasy literatureto teach audiences that non-heteronormative gender identities and expressions are not onlyacceptable but even valuable in the contemporary world.6Acceptance Through LiteratureWhy is it important to look at gender in fantasy? Daniel Baker (2012) argues that fantasy has thepotential to take the world and mold it to the author’s wishes. If wizards can go to high school inScotland or children can discover a magical world in the back of a wardrobe, surely politicalrealities within these fantasy worlds can be changed to suit the author’s ideal. Authors, therefore,use this liberating quality of fantasy to push for systematic societal change.One area of change that many authors demand in the present day is justice for theLGBTQ+ community. Positive portrayals of queer characters in children’s literature helpchildren accept queer or non-heteronormative identities. To understand how, we must first look atthe functional purpose of the representation of gender in mass media. Media makes up a largeamount of the socialization of children and adolescents, instilling values in them that they willcarry for the rest of their lives. Laurens Vangeel, Steven Eggermont, and Laura Vandenbosch(2020) discuss how exposure to sexualized media such as sitcoms, music videos, andpornography influence how adolescents understand their own romantic and sexual relationships.Consuming media that promotes narrow understandings of gender and sexuality fostersheteronormative beliefs in adolescents, such as the ideas that men are focused primarily on sexwith no regard for emotional attachment, and that women are passive sex objects to satisfy men’sdesires (Vangeel et al., 2020). These beliefs, promoted by mass media, weave into the ideologyof gender, setting concrete (hetero)sexual roles for men and women and leaving no room fordeviation from the norm.This observation extends even to LGBTQ+ characters in fictional media. There is a widerange of queer representation in media, from a complete absence of queer people, to an inclusion7only of queer people who act straight, to a representation that encompasses all manifestations ofqueer culture and identity. Lester (2014) notes that this middle ground of homonormativity —that is, representations of queer people who do not contest cisheteronormative ideals — is oftenfound in contemporary children’s books. In these homonormative representations, queercharacters perform socially acceptable behaviors such as gender conformity, monogamy,marriage, and reproduction. Books such as these present gender nonconforming queer charactersas “scary” to children, while “normal” gay people are nonthreatening (Lester, 2014).This approach is harmful to the children who read books with homonormative orpoorly-represented queer and gender nonconforming characters. Queer, gender nonconforming,and cishet children all read these books and come away with an understanding of what theybelieve queer people should look like. If all the books they read portray “good” queer people asvirtually identical to straight people and “bad” queer people as adopting gender expressions thatdo not match their gender identities, children and adolescents will believe that the only queerpeople with valid identities are the ones who look and act like straight people. Peguero andWilliams (2011) found that “bullying victimization increases among… minority youth whoviolate discriminatory stereotypes.” Thus, this homonormativity in media leads to bullyinggender nonconforming children in the classroom and schoolyard, but that is not all.Recent studies suggest that, while only 5% to 10% of adolescents (aged 12-17) in theUnited States identify as queer, 20% to 40% of homeless adolescents identify as queer. Thismight even be an under-representation of the true numbers due to sampling bias (Page, 2017).Furthermore, before 2020, 2017 held the record for homicides committed against trans people, at29 murders. Of all the hate crimes that year, 71% were directed at people of color, 52% were8against transgender people, and 40% were against trans women of color. This record wassurpassed in 2020, with 35 recorded murders of transgender individuals by mid-October(Aspegren, 2020). Martha Augoustinos and Dana Louise Rosewarne (2001) claim that racialstereotypes are learned as early as the age of three and must be overcome with the developmentof anti-racist beliefs beginning around the age of seven. The prejudices people learn in their earlyyouth surrounding all minorities, if not countered with the development of personal ethicalbeliefs, remain with them for the rest of their lives in the form of sexism, homophobia, andtransphobia. These prejudices, while seemingly harmless in children, result in thedisproportionately high rates of murder of trans women and trans women of color in particular(Apegren, 2020) when these children grow into prejudiced adults. Similarly, it is prejudice leftunchecked that causes parents to throw their LGBTQ+ children to the street at similarlydisproportionately high rates, as Page (2017) discusses. Therefore, the lack of representation toteach children that people with non-heteronormative identities should be accepted results inlife-threatening consequences for the bearers of such identities.Including positive representations of minority gender identities and expressions can teachchildren at young ages to respect people with these identities and help combat these statistics.However, Baker (2012) notes that the fantasy genre is not traditionally liberal. For example, theworks of authors such as Chrétien de Troyes (c. 1180) and J. R. R. Tolkien (1937) share1similarly conservative views of gender. While each author depicts gender differently from theother — for example, while Chrétien’s work has many female characters with minimal power,Tolkien doesn’t include any women in The Hobbit — the way they represent it is congruent with1 It is worth noting that Chrétien was not a fantasy author, as the genre did not yet exist. However, medievalromances like Chrétien’s inspired what would later become the fantasy genre. Therefore, I analyze therepresentations of gender in his work alongside fantasy literature.9the sexual regimes of the historical moment in which each text is written. Before looking intohow gender is represented in modern YA fantasy, we must first look into how gender hashistorically been represented in the fantasy genre.History of Gender in the Fantasy GenreThe Arthurian legends of the Middle Ages are a collection of Medieval romances whichprofoundly influenced what would later come to be known as the fantasy genre. Chrétien deTroyes’s “The Knight with the Lion” follows the knight Yvain as he struggles first to avenge thehonor of a fellow knight, and later to win back the heart of the woman he loves. While this storyand the other Arthurian legends are not truly fantasy tales, they nonetheless had a huge impact onthe trajectory of the fantasy genre, influencing the popularity of the quest trope that William W.Kibler (2001) discusses in his introduction to Chrétien’s Arthurian Romances. This motif isfound in a wide range of fantasy texts, including but not limited to the works of Tolkien andRiordan. Furthermore, the Arthurian legends are constantly adapted: retranslated, made intomovies, retold in books. Their influence remains noticeably strong to this day.“The Knight with the Lion” has a great deal to say about gender in the Middle Ages.Roberta L. Krueger (2005) argues that these tales were written at a time when gender roles werestrictly defined, and women were expected to be subordinate to men. Most of the romanceswritten in this period were by male clerics who wished to further male aristocratic ideas of thesubjugation of women. However, as we will see below, some women within “The Knight withthe Lion” have a good deal of authority. Chrétien’s works were not the only ones to display10women in positions of power, however, even those in power were subject to the rules of chastityand sexual submission required for all women within the literature.At the same historical moment, several different paths of masculinity were laid out formen. One of these paths was knighthood. Ruth Mazo Karras (2003) claims that knighthoodcentered around a “mythology of chivalry” which was perpetuated and romanticized by authorssuch as Chrétien, who wrote about idealized forms of masculinity in their romances. In reality,many knights did not or were unable to follow this code of chivalry; as in any historical moment,they “lived complex lives that did not always mesh neatly with cultural expectations” (Karras,2003). Despite the complexity of reality, men were held to a straightforward yet ridiculously highstandard, which Chrétien explores in his work.“The Knight with the Lion” outlines both the masculinity and femininity of the MiddleAges through various characters. The difference between proper and improper masculinity isdepicted through the juxtaposition of Yvain and a fellow knight, Kay. Kay is shown todemonstrate improper masculinity through insulting the honor of the members of Arthur’s courtuntil he is rebuked by Queen Guinevere herself, saying, “I assure you, if [your tongue] weremine I’d accuse it of treason. A man who cannot learn his lesson should be bound before thechoir screen in church like a lunatic” (Chrétien). This passage suggests that displays of respectare essential to proper masculinity, which can be seen in Yvain’s behavior. Yvain is polite amongthe court and concerned with the honor of the other knights. After his cousin tells the tale of hisdefeat by another knight, leading to his shame, Yvain responds with a promise to restore hishonor (Chrétien). This tale outlines that the good man is honest, respectful, and gains honorthrough physical capability, while the bad man is dishonest and puts other men down with words.11Female gender roles, according to “The Knight with the Lion,” are a bit looser. Generally inChrétien’s tales, the female character’s sole purpose is to support the man, giving the male knightinstructions to reach his goal or having him prove his honor by aiding her. Yet, there are alsocharacters, like Queen Guinevere, who have their own authority. As queen, Guinevere haspolitical power and commands the respect of the knights of Arthur’s court. Furthermore, as seenin the scene described above, Guinevere has freedom to speak as she chooses to the knights anddetermine whether their practices of masculinity are proper or improper for the time. Ultimately,the authority of women in this story relies heavily on their relationship to the men.J.R.R. Tolkien, often considered to be the father of modern fantasy, is similarly influentialwithin the fantasy genre. He popularized elves and invented the hobbit, and most Westernfantasy written after Tolkien borrows at least some of its ideas from The Lord of the Rings.Despite being a Medieval scholar, Tolkien held a very different opinion of women from Chrétien.Tolkien’s writings were highly influenced by World War II and the social and political climatethat surrounded it. John Miller (2016) argues how the gendered ideology found within Tolkien’sworks can be seen as a reflection of the gender politics of the 20th century. During the20th-century wartime, the military work needed to maintain the British empire was more dirtyand brutal than what men faced in peacetime, so the literature of Tolkien’s generation began toportray this “harder-nosed masculinity” which he would write into his books. Tolkien himselflived through the grit and grime of war as he was writing; these experiences directly influencedthe gendered ideologies found in his works.Not only did Tolkien write in a time of war, he also wrote during the period of genderedunrest that stemmed from the first wave of feminism seen in the late 19th and early 20th12centuries. Pamela Paxton, Melanie M. Hughes, and Jennifer L. Green (2006) discuss how, duringthis period, women fought for suffrage and economic equality, which caused insecurity amongthe male sex. While the first wave of the women’s movement didn’t directly aim to challenge thepatriarchy, it did advocate for equal political power between the two binary genders (Paxton etal., 2006). Tolkien undoubtedly was well aware of these strides in women’s rights and equalityand, feeling threatened by them, wrote women out of The Hobbit and included only stereotypesin The Lord of the Rings.For these reasons, though The Hobbit was published in 1937, approximately 800 yearsafter “The Knight with the Lion,” it regressed in its representation of gender. While, aspreviously discussed, the Arthurian legends contain many female characters, some of whom evenhave impressive amounts of authority, The Hobbit has virtually none. All of the characters whoare given any role within the story are male. One of the few named female characters isBelladonna Took, the mother of Bilbo Baggins, who does not have any role in the narrative andis only mentioned to explain Bilbo’s desire for adventure.As with Chrétien’s work, it is easy to see Tolkien’s ideas of proper and impropermasculinity, which he outlines through the distinction between the dwarves and the hobbits.Hobbits are disinclined to adventure, and the members of the Took family “were not asrespectable as the Bagginses” (Tolkien, 1937) on account that they like to partake in adventure. Itis the domesticity of the hobbits, Tolkien outlines, that sets hobbits apart from theadventure-loving dwarves. Throughout the novel, Bilbo is forced into an adventure of his own,coming to appreciate it as much as his Took mother did. Given Bilbo’s mental transformation, itis safe to assume that Tolkien considers a proper man to be one who loves adventure, one who is13willing to get his hands dirty instead of sitting around all day. This unbendable ideal ofmasculinity would change in the coming decades as the fantasy genre, exemplified by the workof Rick Riordan, would begin to adopt a wider and more flexible range of acceptable roles forevery gender.Gender Representation in Modern FantasySince the late 20th century, the fantasy genre has started moving towards more progressiveportrayals of gender than the texts previously discussed, due to the reciprocal relationshipbetween author and reader in contemporary fantasy. No longer do the large majority ofconsumers consider gender a source of shame or oppression; instead, they find gender —including queer identities — to be a source of pride. Therefore, they demand to see theiridentities represented fully in the stories they read. When consumers of a medium want to see acertain type of representation, producers are compelled to comply or risk losing their audience.This dynamic can be seen in the response to the attitudes of J.K. Rowling, author of the HarryPotter (1997-2007) series.Like Tolkien before her, J.K. Rowling revolutionized the fantasy genre, making itmainstream to write fantasy for children and adolescents, with 500 million copies across allseven books of her series sold between 1997 and 2018. It is estimated that one in fifteen peoplein the world owns a Harry Potter novel, illustrating just how pervasive the series is in globaladolescent culture (“500 Million Harry Potter Books Have Now Been Sold Worldwide”). Theirpopularity makes them a powerful tool to spread ideologies across a wide audience.14The Harry Potter books demonstrate a great deal of feminist ideology in comparison tothe texts previously discussed. As Tolkien responded negatively to first wave feminism, Rowlingwas influenced by second wave feminism. This wave of feminism pushed for greater equalitybetween men and women in terms of politics, reproductive rights, and the contestation ofpatriarchy on a broader scale (Paxton et al., 2006). Rowling was empowered by the increasingrights of women, and she wrote this empowerment into the characters of her series. For example,her character Hermione Granger is not defined by her relationship to the men around her, despitebeing the titular Harry Potter’s good friend. Hermione is strong in her own right and uses herintelligence to save the other protagonists from peril after peril.Yet Rowling’s progressive ideas of gender stop at feminism. The Harry Potter novels donot attempt to represent LGBTQ+ characters. Rowling, however, claims representation ofnon-normative identities within her novels where there is none. In a question-and-answer sessionin October 2007, just months after the release of Harry Potter and the Deathly Hallows, Rowlingclaimed that Albus Dumbledore, Headmaster of Hogwarts and mentor to Harry, was gay allalong (Smith, 2007). She provided no context for his sexuality within the books and,furthermore, did not depict the romantic relationship between Dumbledore and his supposedlover, Grindelwald, in the Fantastic Beasts (2016-2018) films that depict their relationship.Albus Dumbledore is a pillar of the homonormativity that Lester outlines. As previouslydiscussed, Dumbledore’s behavior does nothing to hint at his sexuality. He looks and acts like acishet male, following the cultural and behavioral norms of masculinity within the wizardingsociety that Rowling has constructed. His lack of a partner makes him entirely nonthreatening tothe heterosexual reader. Dumbledore’s presumed sexual identity remains invisible, page after15page. The reader learns little about his personal life beyond what is necessary to further Harry’sstory. Thus, Rowling is able to sideline his identity to the extreme. Fans of the series did not havea hint that Dumbledore was gay until she answered a direct question about his sexuality.Rowling’s failure to include queer identities is not just a product of passive ignoranceabout the needs of her queer readers. She has used her Twitter platform to actively promotetransphobic ideologies, stating in a 2019 tweet, “Dress however you please. Call yourselfwhatever you like… But force women out of their jobs for stating that sex is real?” (Rowling,2019). This was in response to the firing of Maya Forstater from the position of tax expert at thethink tank Center for Global Development, after she refused to acknowledge the gender identitiesof transgender women. This statement was one among a history of Rowling’s transphobic tweets,which have received a strong backlash from Harry Potter fans, media outlets, and human rightsorganizations alike (Lewis, 2019). Rowling is now widely considered to be a TERF, atrans-exclusionary radical feminist, whose transphobic ideologies are expressed in her booksthrough her omission of transgender (and otherwise queer) characters. She ignores opportunitiesfor representation, ensuring that “no pop stars of ambiguous genders, along the lines of DavidBowie or Boy George, populate the wizarding bands... single adults who move to coupled statusdo so only with members of the opposite sex; and [no Hogwarts students] have two mommies ortwo daddies” (Pugh & Wallace, 2006), despite many students’ parents being featured in the text.As it became clear that these omissions stemmed from Rowling’s active dislike of the queercommunity, fans of her work began to lose respect for its author.Just years after the release of Harry Potter and the Deathly Hallows (2007), RickRiordan began to write acceptance explicitly into his books, sparking respect and admiration16from his fans. Riordan begins his fabrication of an elaborate franchise of novels with his PercyJackson and the Olympians (2005-2010) series, in which the ancient gods of various mythologiesare alive and active in the contemporary world. The Percy Jackson series, which introducesreaders to the Greek gods and their demigod — or, half god, half human — children, looks muchlike Harry Potter in its gender representation. There are no openly queer characters, yet there arecomplex female characters who display their strength in a variety of ways. Riordan would have along way to go before becoming the pillar of progressive ideology that he is today.It is with the Heroes of Olympus (2010-2014) series that the reader sees the start of whatwould become Riordan’s radical perspective. In the penultimate book of the series, The House ofHades (2013), Nico di Angelo, the reclusive son of Hades introduced during the Percy Jacksonand the Olympians series, is confronted by the love god Eros and forcibly outed as being in lovewith the titular Percy Jackson. The reader sees Nico, who grew up in 1940’s Italy and waspreserved as the same age by magic, struggle to accept who he is, outcast — or so he imagines— as not only a son of Hades, but a homosexual as well. By the end of the series, and continuinginto the Trials of Apollo (2016-2020) series, Nico is shown as happy and comfortable in his ownskin, hand in hand with his boyfriend, Will Solace, a son of Apollo.The full extent of Riordan’s progressive ideas can be seen in the Magnus Chase and theGods of Asgard (2015-2017) trilogy, which takes place in the same universe of novels butfeatures Norse mythology instead. The series follows Magnus Chase, the son of the Norse godFrey, as he tries to prevent the god Loki from starting Ragnarok, the end of the world. In all ofthe series leading up to this one, but especially in Magnus Chase, Riordan purposefully subvertstraditional gender roles in his characters. Magnus, for example, is nothing like the knights of17Arthur’s court or the dwarves of Middle-Earth who gain honor in combat. On the contrary, hedefeats Loki in a battle of rhetoric, a refusal to fight which would be considered an improperdisplay of masculinity by the authors previously discussed. The powers he inherited from hisfather are traditionally feminine: he is the team’s healer, as opposed to its fighter. Furthermore,his pansexual identity is made explicit in the text. Not only does Magnus not conform toheteronormative gender roles, he is distinctly a member of the LGBTQ+ community.Riordan presents an opposite but equally progressive argument through the character ofSamirah “Sam” al-Abbas, the Valkyrie who brings Magnus to Valhalla after his death in the firstbook. Instead of depicting Sam subverting gender roles, she is shown to be content following thetraditions of her family and her Muslim faith. She wears a hijab and is happy in an arrangedmarriage, two issues that are hotly debated in modern culture. Riordan’s inclusion of Sam’scharacter and her individual expression of gender addresses one side of the contemporaryarguments: there is no one way for women to be or feel liberated, and Western ideas of feminismare not necessarily a fit for everybody.Riordan takes his argument about gender further still with the character of Alex Fierro.Alex is the child of Loki who, just like her/his parent, is genderfluid. That is, at certain times,Alex identifies as male, and at other times as female. As a genderfluid character, Alex representsthe epitome of detachment from gender that Butler describes: “When the constructed status ofgender is theorized as radically independent of sex, gender itself becomes a free-floating artifice”(Butler, 1990) in which someone with a male body may identify as female, and vice versa.Riordan never states whether Alex is biologically male, female, or intersex; for all intents and18purposes, it does not matter. Alex is freed from gendered constraints within the story, actingalternately masculine and feminine regardless of her/his gender at any given moment.The other characters within the series almost always react to Alex’s identity withacceptance, emphasizing Riordan’s vision of a world in which people of marginalized gendersare completely accepted by those around them. After Alex first switches from male to femalepronouns shortly after her/his introduction, the characters act with understanding, if notnecessarily grace: “‘She it is!’ T.J. interceded. ‘I mean, she she is.’ He rubbed his neck… ‘Let’sget to battle!’” (Riordan, 2016). Alex’s gender is not what matters, but instead her/hisproficiency fighting monsters in preparation for the final battle of Ragnarok.Magnus’s immediate reaction upon finding out that Alex is genderfluid is equallynoteworthy. Magnus thinks to himself,The gender thing wasn’t what surprised me. A huge percentage of the homelessteens I’d met had been assigned one gender at birth but identified as another, orthey felt like the whole boy/girl binary didn’t apply to them. They ended up on thestreets because—shocker—their families didn’t accept them. Nothing says ‘toughlove’ like kicking your non-heteronormative kid to the curb so they canexperience abuse, drugs, high suicide rates, and constant physical danger(Riordan, 2016).Riordan writes in the same cultural moment as Rowling, yet he tries significantly harder toincorporate authentic queer stories into his books. Both Riordan and Rowling write under thepressure of the cultural aftereffects of the Stonewall riots of 1969. These riots sparked thetradition of June as LGBTQ+ Pride Month, leading to increased visibility of the queercommunity. Both authors were alive during the AIDS crisis, which peaked in the mid-1980s tomid-1990s, with half a million reported cases in the United States by 1995 and 50,877 deaths inthat year alone (Osmond, 2003). Thus, both authors were undoubtedly aware of the pleas of the19queer community for full and positive representation in the media they consume. While, asdiscussed previously, Rowling ignores these cries for representation, it is clear from Alex’sintroduction in Hammer of Thor (2016) that Riordan not only understands the trouble faced bygenderqueer kids, but wants to educate his readers on the subject as well.The American Library Association's Rainbow Round Table recognized his genuine desireto include genderfluid representation, honoring The Hammer of Thor with the Stonewall BookAward in 2017 for the representation of Alex’s gender identity. In his acceptance speech, Riordanoutlined his reasoning behind including queer characters, stating, “it’s also important thatLGBTQ kids see themselves reflected and valued in the larger world of mass media, includingmy books” (Riordan, 2017). Riordan comes from a background of teaching young students,many of whom were queer. In his acceptance speech, he reflected on how he created many of hisqueer characters for his students. He wrote Nico for his gay students whose “struggles weregreater, their perspectives more divergent than some of my other students” (Riordan, 2017). Hewrote Alex for a student who was assigned male at birth, but who, in every other way, was a girl,yet did not have the language to identify as such when Riordan was teaching them in the 1990s.Riordan stresses that for queer children to feel safe, they must feel accepted and known by theadults in their lives, and by the media they consume.It is important for children and adolescents to be exposed to the juxtaposition ofcharacters like Magnus, Sam, and Alex, fostering an understanding of the different ways peopleexpress their genders. “Children’s literature, as a vehicle of cultural communication that caninform foundational aspects of children’s belief systems, can help combat dangerous discourseby instilling at a young age ideas of social justice and equity for all people” (Lester, 2014).20Through reading characters like Riordan’s, children see that a variety of gender expressions areacceptable, and that these expressions may not necessarily line up with gender identity orbiological sex. Queer children are given the opportunity to see characters like themselvesrepresented in widely-consumed media, which allows them to come to terms with their identities.Seeing beloved characters living happy lives and being comfortable in their identities helps queeradolescents grow to be proud of their own identities. Riordan’s characters provide hope for abright future in which they are accepted and loved by society and themselves.ConclusionPositive media portrayal of gendered identities such as those found in Riordan’s novels can leadchildren to be more accepting of themselves and others. It is, furthermore, easy to understandwhy Riordan has received relatively little negative feedback compared to J.K. Rowling. Westernculture is progressing to a point where many people have come to understand the importance ofpositive representations of gender in children’s media. They recognize the effect it has onchildren, and they wish for children to grow up to be accepting of people of all gender identitiesand expressions and sexual orientations. This is a profound difference from the fantasy mediabefore the late 20th century. In the works of Tolkien and Chrétien, gender was portrayed inaccordance with the heteronormative views of each historic moment. Surrounded by thosestories, people would be unable to break free from the gendered ideals they present, incongruence with the ideals presented by the other mass media of the time.Rick Riordan’s works foretell a bright future for gender representation in the fantasygenre. Inspired by him, other authors will undoubtedly step forward with their positive21representations of queer characters and relationships, in addition to continuing the tradition ofrepresenting strong female characters. Seeing these characters represented in YA fantasy,children and adolescents will continue to grow more accepting, and the world will become abetter place for queer and gender nonconforming individuals, making it better for everyone.Liberation for one group leads to liberation for all.22References500 million Harry Potter books have now been sold worldwide. (n.d.). Wizarding World.Retrieved November 24, 2020, fromhttps://www.wizardingworld.com/news/500-million-harry-potter-books-have-now-been-sold-worldwide.A survey of LGBT Americans. (2013, June 13). Pew Research Center’s Social & DemographicTrends Project.https://www.pewsocialtrends.org/2013/06/13/a-survey-of-lgbt-americans/.Augoustinos, M., & Rosewarne, D. L. (2001). Stereotype knowledge and prejudice in children.British Journal of Developmental Psychology, 19(1), 143–156.https://doi.org/10.1348/026151001165912.Baker, D. (2012). Why we need dragons: The progressive potential of fantasy. Journal of theFantastic in the Arts, 23(3 (86)), 437–459. JSTOR.Butler, J. (2006). Gender trouble: Feminism and the subversion of identity. Routledge.Chrétien, & Owen, D. D. R. (2001). Arthurian romances. Dent; Charles E. Tuttle.Fields, B. J. (1990). Slavery, race and ideology in the United States of America. New LeftReview, 1(181).https://newleftreview.org/issues/I181/articles/barbara-jeanne-fields-slavery-race-and-ideology-in-the-united-states-of-america.Karras, R. M. (2003). From boys to men: Formations of masculinity in late medieval Europe.University of Pennsylvania Press.Kibler, W. W. (2001). Introduction. In Arthurian Romances. Dent; Charles E. Tuttle.23Krueger, R. L. (2005). Women readers and the ideology of gender in old French verse romance.Cambridge University Press.Lester, J. Z. (2014). Homonormativity in children’s literature: An intersectional analysis ofqueer-themed picture books. Journal of LGBT Youth, 11(3), 244–275.Lewis, S. (2019, December 19). J.K. Rowling facing backlash after supporting researcher wholost her job over transphobic tweets. CBS News.https://www.cbsnews.com/news/jk-rowling-maya-forstater-backlash-support-researcher-fired-over-transphobic-tweets-2019-12-19/.Maya Forstater: Woman loses tribunal over transgender tweets. (2019, December 19). BBCNews. https://www.bbc.com/news/uk-50858919.Miller, J. (2016). Mapping gender in Middle-Earth. Mythlore, 34(2), 133–153.Osmond, D. H. (2003). Epidemiology of HIV/AIDS in the United States. HIV InSite.http://hivinsite.ucsf.edu/insite?page=kb-01-03.Page, M. (2017). Forgotten youth: Homeless LGBT youth of color and the runaway andhomeless youth act. Northwestern Journal of Law & Social Policy, 12(2).Patel, R., & Moore, J. W. (2017). A history of the world in seven cheap things: A guide tocapitalism, nature, and the future of the planet. Oakland, California.Paxton, P., Hughes, M. M., & Green, J. L. (2006). The international women’s movement andwomen’s political representation, 1893–2003. American Sociological Review, 71(6),898–920. https://doi.org/10.1177/000312240607100602.Peguero, A., & Williams, L. (2011). Racial and ethnic stereotypes and bullying victimization.Youth & Society, 45, 545–564. https://doi.org/10.1177/0044118X11424757.24Pugh, T., & Wallace, D. L. (2006). Heteronormative heroism and queering the school story in J.K. Rowling’s Harry Potter series. Children’s Literature Association Quarterly, 31(3).http://muse.jhu.edu/article/204892.Riordan, R. (2013). The House of Hades (First edition). Disney-Hyperion Books.Riordan, R. (2016). The Hammer of Thor. Disney-HYPERION.Riordan, R. (2017a). The Ship of the dead (First Edition). Disney-HYPERION.Riordan, R. (2017b, June 26). The Stonewall Award. Rick Riordan.https://rickriordan.com/2017/06/the-stonewall-award/.Smith, D. (2007, October 21). Harry Potter character Dumbledore was gay, JK tells amazedfans. The Guardian. http://www.theguardian.com/uk/2007/oct/21/film.books.Tolkien, J. R. R. (2012). The hobbit, or, there and back again (1st Mariner Books ed., 75thanniversary ed). Houghton Mifflin Harcourt.Ulrich, L. (2008). Well-behaved women seldom make history. Vintage Books.Vangeel, Laurens, Steven Eggermont, and Laura Vandenbosch. Does Adolescent Media UsePredict Sexual Stereotypes in Adolescence and Emerging Adulthood? Associations withMusic Television and Online Pornography Exposure. Archives of Sexual Behavior 49.4(2020): 1147-161. Print.25",
    "id": 481674312,
    "identifiers": {
        "doi": null,
        "oai": "oai:orb.binghamton.edu:alpenglowjournal-1116"
    },
    "title": "Demigods and Gender Roles: Non-Heteronormative Gender Expressions and the Works of Rick Riordan",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2021-11-30T08:00:00+00:00",
    "publisher": "The Open Repository @ Binghamton (The ORB)",
    "references": [],
    "sourceFulltextUrls": [
        "https://orb.binghamton.edu/cgi/viewcontent.cgi?article=1116&context=alpenglowjournal"
    ],
    "updatedDate": "",
    "yearPublished": "2021",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/481674312.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/481674312"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/481674312/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/481674312/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/481674312"
        }
    ],
    "abstract": "Gender serves as a powerful ideology to systematically oppress minorities, such as women and people within the LGBTQ+ community. This ideology is learned at a young age through media such as fantasy literature. By analyzing several fantasy texts through a lens of gender politics, I track the history of gender in the fantasy genre and posit that inclusive works such as those of Rick Riordan influence children and adolescents to become more accepting of sexual and gender minorities",
    "tags": [
        "text",
        "LGBTQ+",
        "children\\u27s literature",
        "fantasy literature",
        "masculinity",
        "gender",
        "Humanities",
        "Fiction",
        "Lesbian, Gay, Bisexual, and Transgender Studies",
        "Modern Literature",
        "Other Feminist, Gender, and Sexuality Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:orb.binghamton.edu:alpenglowjournal-1116",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2576",
        "openDoarId": 0,
        "name": "The Open Repository @Binghamton (The ORB)",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 481674312,
        "depositedDate": null,
        "publishedDate": "2021-11-30T08:00:00+00:00",
        "updatedDate": "2024-01-20T16:53:25+00:00",
        "acceptedDate": null,
        "createdDate": "2021-12-10T03:17:16+00:00"
    },
    "urls": [
        "https://orb.binghamton.edu/alpenglowjournal/vol7/iss1/6",
        "https://orb.binghamton.edu/context/alpenglowjournal/article/1116/viewcontent/VJ_edited_Witkowski_Alpenglow_Draft_2.docx.pdf"
    ],
    "lastUpdate": "2024-01-20T16:53:25+00:00",
    "setSpecs": []
}