{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Artiga Gonzalez, Tanja"
        },
        {
            "name": "Calluzzo, Paul"
        },
        {
            "name": "Dong, G. Nathan"
        },
        {
            "name": "Granic, Georg"
        }
    ],
    "contributors": [],
    "createdDate": "2023-05-29T22:18:18+01:00",
    "dataProvider": {
        "id": 22326,
        "name": "EUR Research Repository",
        "url": "https://api.core.ac.uk/v3/data-providers/22326",
        "logo": "https://api.core.ac.uk/data-providers/22326/logo"
    },
    "depositedDate": "",
    "documentType": "",
    "doi": "10.1093/rcfs/cfac014",
    "downloadUrl": "https://core.ac.uk/download/567456774.pdf",
    "fullText": "1  Determinants of LGBTQ Corporate Policies  Tanja Artiga González, Paul Calluzzo, G. Nathan Dong, and Georg D. Granic1  This draft: January 2022  Abstract   We study the determinants of firms' LGBTQ policies and their relation to general CSR policies. Common factors explain LGBTQ policies related to firms' primary stakeholders and those aimed at public LGBTQ efforts: younger firms, those with more financial resources, more educated workforces, catering to retail customers, and located in liberal areas have more LGBTQ-friendly policies. LGBTQ initiatives enjoy less societal agreement than CSR initiatives. Illustrating the distinctiveness of LGBTQ issues in the CSR space, we find that firms' LGBTQ friendliness only weakly correlates with overall CSR performance. Lastly, we show that firms' LGBTQ policies respond to pressure from shareholder proposals.   JEL Classification: G32, G34, G38 Keywords: LGBTQ Policy, Corporate Equality Index, Corporate Social Responsibility, Stakeholder Management, Social Issue Participation                                                           1 Tanja Artiga González is from School of Business and Economics, VU University Amsterdam, 1081 HV Amsterdam, The Netherlands; Paul Calluzzo is from Smith School of Business, Queen’s University, Kingston, ON K7L 3N6, Canada; G. Nathan Dong is from Carroll School of Management, Boston College, Chestnut Hill, MA 02467, United States of America; and Georg Granic is from Erasmus School of Economics, Erasmus University Rotterdam, 3000 DR Rotterdam, The Netherlands. Emails: t.artigagonzalez@vu.nl, paul.calluzzo@queensu.ca, dongga@bc.edu, and granic@ese.eur.nl. We are grateful to Camelia Kuhnen, Paige Ouimet, and participants at the 2021 RCFS Winter Conference for their helpful comments. We would also like to thank Debra Calluzzo and Maya Saryyeva for editing the paper. 1  Determinants of LGBTQ Corporate Policies  This draft: January 2022  Abstract   We study the determinants of firms' LGBTQ policies and their relation to general CSR policies. Common factors explain LGBTQ policies related to firms' primary stakeholders and those aimed at public LGBTQ efforts: younger firms, those with more financial resources, more educated workforces, catering to retail customers, and located in liberal areas have more LGBTQ-friendly policies. LGBTQ initiatives enjoy less societal agreement than CSR initiatives. Illustrating the distinctiveness of LGBTQ issues in the CSR space, we find that firms' LGBTQ friendliness only weakly correlates with overall CSR performance. Lastly, we show that firms' LGBTQ policies respond to pressure from shareholder proposals.   JEL Classification: G32, G34, G38 Keywords: LGBTQ Policy, Corporate Equality Index, Corporate Social Responsibility, Stakeholder Management, Social Issue Participation 2  I. Introduction What are the factors that determine corporate LGBTQ policies and what drives changes in these policies? LGBTQ issues are accompanied by polarized and publicized debates, and it is therefore not surprising that there is wide variation in the policies that firms make in relation to the LGBTQ-community. Many highly visible firms, such as Starbucks, Walt Disney, Time Warner, CNN, Verizon, IBM, and Marriott, have been outspoken in their support of the LGBTQ community and have participated in corporate boycotts of states over anti-LGBTQ laws.1,2 At the other end of the spectrum are firms like Chick-fil-A, that have publicly opposed same-sex marriage, and Exxon Mobil, that stripped benefits from the same-sex partners of its employees. There are also other firms that sit on the sidelines in fear of alienating stakeholders (Haski-Leventhal and Korschun, 2019).  The goal of this paper is to identify factors that motivate LGBTQ-related corporate policy and drive the divergence among firms concerning these policies. Whereas there has been extensive empirical and theoretical research on corporate social responsibility (CSR) in general (for an overview see Gillan, Koch, and Starks, 2021), less attention has been given to LGBTQ initiatives. We propose that LGBTQ related corporate engagements and policies are distinct from CSR initiatives that target other minority groups (e.g., gender or racial diversity and inclusion) and human rights categories (e.g., child labor). LGBTQ equality represents -for many people- a non-acceptable value in society, and therefore LGBTQ engagement could be perceived as more sensitive and stigmatizing than other CSR dimensions. Whatever stance a firm takes on LGBTQ issues is likely to create debate or controversy and leave a group of stakeholders dissatisfied (Pichler et al., 2018). Given that LGBTQ initiatives are unique in their institutional, legal, and societal settings, it is important to understand the extent to which the established links connecting CSR initiatives and firm characteristics are generalizable to the LGBTQ space. We believe this knowledge is important for two reasons. First, LGBTQ workplace policies affect millions of individuals throughout Corporate America. Understanding what drives these policies can significantly impact the lives of these individuals. Furthermore, to the extent that corporations mirror societal trends, these issues can have impact beyond the corporate space. Second, these                                                           1 https://psmag.com/news/in-the-crusade-against-anti-lgbt-legislation-corporations-are-people-too 2 https://www.nbcnews.com/news/us-news/corporate-boycotts-become-key-weapon-gay-rights-fight-n545721 3  results can deepen the understanding of other CSR initiatives which may arise, for which there is less societal agreement. To explain factors that shape LGBTQ policy, we distinguish between policies that help to build relationships with the firm’s primary stakeholders, termed “stakeholder management,” and policies that pursue social issues that are unrelated to the firm’s relationships with its primary stakeholders, termed “social issue participation.” This approach follows the theoretical framework developed by, among others, Hillman and Keim (2001), and defines primary stakeholders as those who invest capital (human or financial) into the firm and thus bear some risk, and without whom the firm cannot survive (see Clarkson, 1995; Swanson, 1995; Wood, 1991). These primary stakeholders include employees, shareholders, customers, suppliers, and the immediate community and environment that the firm operates in.3 The existing literature (e.g., Barney, 1986, 1991; Freeman, 2010; Hillman and Keim, 2001) shows that strengthening relationships with primary stakeholders can help firms build intangible assets. While stakeholder management can lead to competitive advantages, it also consumes firm resources (e.g., establishing benefits for same-sex partners), and may not be worthwhile for all firms. In contrast, social issue participation in the general CSR setting has been observed in firms with agency problems (Masulis and Reza, 2015). However, given the societal importance of, and the heterogeneity of societal opinions on LGBTQ issues, it is also possible that LGBTQ-related social issue participation policies are implemented for reasons that are beneficial to the firm, marrying goals of social responsibility with business performance. For example, social issue participation policies aimed at the general public may be part of a brand management strategy for highly visible firms and those that operate in LGBTQ-friendly environments.4                                                            3 LGBTQ-related policies that can aid in stakeholder management include implementing workforce protections around sexual orientation and gender identity, extended medical benefits to same-sex partners, equal health coverage for transgender individuals, and internal LGBTQ training and employee groups. Social issue participation includes philanthropic giving to LGBTQ-related organizations or publicly supporting/opposing state or federal LGBTQ legislation. Starbucks’ advocacy for gay marriage, and the recent corporate boycotts of Georgia and North Carolina over anti-LGBTQ laws would be classified as social issue participation. The same holds true for showing public LGBTQ support through rainbow-colored products or packaging during PRIDE month. 4 Stakeholder management and social issue participation are not completely independent of each other. General initiatives targeted at the environment or LGBTQ equality, for example, are understood primarily as SIP initiatives in Hillman and Keim (2001) and we follow this approach. However, for firms that operate close to customers or that are in the public limelight for other reasons, social issue participation may influence their relationship with stakeholders indirectly (e.g., through brand perception). Given the highly publicized nature of LGBTQ issues, it is also possible that LGBTQ firm policies related to stakeholder management are seen as engagement in the public discourse (i.e. SIP). For example, a firm offering same-sex benefits may send a signal to society on its LGBTQ friendliness. 4  We provide empirical evidence on factors that drive firms to implement LGBTQ policies. We measure corporate LGBTQ policy using the Corporate Equality Index (CEI) developed by the Human Rights Campaign (HRC).5 The CEI has been published annually since 2002, and contains ratings of each firm’s LGBTQ policy that are compiled based on four main criteria: non-discrimination policies, equitable benefits, internal education and accountability, and public commitment. In the first part of our empirical analysis, we examine how a firm’s financial health, employee characteristics, public relations, governance, and political ideology relate to its overall LGBTQ policy. We find that firms that are large, young, and profitable have higher CEI scores. We also find that firms with highly-educated workers, that primarily serve retail customers, and operate in liberal political environments have higher CEI scores. We add more comprehensive fixed effects to better understand the extent to which our deterministic variables explain LGBTQ policy beyond trends in the location and industry classification of the firm.  The granularity of the CEI allows us to categorize its components to develop firm-level measures of each firm’s LGBTQ stakeholder management (SM) and social issue participation (SIP) policies. We find evidence that firm LGBTQ SM policy is positively related to the education level of firm employees and the liberal political leaning of the immediate community that it operates in. These findings are consistent with the firm’s primary stakeholders driving this policy. We also find evidence that highly visible firms are more likely to engage in LGBTQ SIP policy, consistent with these firms facing pressure from society to do so. We find considerable overlap in the factors that drive SM and SIP policies. This finding contrasts with the general CSR literature that reveals large differences in the drivers of SM and SIP, for example that SIP is associated with poor firm governance. Our finding of no relation between poor firm governance and LGBTQ SIP policy suggests that these policies may not be harmful to firms.   We also examine drivers of change in LGBTQ policy. We consider the impact that LGBTQ-related shareholder proposals have on firm-level policy. We find evidence that pressure from shareholders is associated with subsequent increases in the supportiveness of firm LGBTQ polices. We also use this framework to develop a placebo approach based on non-LGBTQ related socially responsible shareholder proposals. We find an absence of effects resulting from these                                                           5 HRC is one of the largest LGBTQ lobbying groups in the United States. Their initiatives are centred around the protection and expansion of LGBTQ rights. We refer the reader to Appendix A for more detailed information about HRC and the CEI. 5  placebo proposals, which support a causal interpretation of our LGBTQ shareholder proposal results.   Another important question is whether factors that drive LGBTQ policy are distinct from those that drive more general CSR policies. To address this issue, we measure firm CSR policies using a broad CSR index, the KLD index, and develop three measures that complement our LGBTQ measures: an overall CSR score, a stakeholder management CSR score, and a social issue participation CSR score. We then conduct three sets of analyses to gauge the distinctness of a firm’s LGBTQ policy from its overall CSR policy. First, we examine the correlation between LGBTQ and CSR scores, and find minimal correlation between the LGBTQ and CSR measures. Second, we estimate our deterministic model with the inclusion of the CSR measures. We do find evidence that the CSR scores are positively and significantly associated with the LGBTQ measures, but do not find that the direction or significance of the estimates on the deterministic variables change. Third, we regress the CSR measures on our set of deterministic variables and find that there is some overlap in the direction and significance of the deterministic variables with the LGBTQ models, but also several differences. For example, while old firms, with more predictable performance and more formalized HR rules, have higher CSR scores, we find these firms, which are also likely to have more traditional ideals, have less LGBTQ-friendly policies. Taken together, these results align with our hypothesis that while there are some commonalities between LGBTQ and general CSR issues and policies, LGBTQ is also unique in many ways. These differences are revealed in our empirical analysis. In the last section of the paper, we present a series of additional tests to better understand our results. First, we exploit granularity in the CEI score to measure a firm’s LGBTQ policy that relates to workplace discrimination, employee benefits, and employee satisfaction.  Second, we consider returns of portfolios composed of firms with low- and high-CEI scores, SM scores, and SIP scores. Third, we address concerns about data bias stemming from HRC’s methodology in compiling CEI scores; this procedure relies on a combination of voluntary survey data and scores computed from publicly available information. We also show that our regression estimates are similar if we estimate our deterministic model in a sample that includes the firms that do not voluntarily complete the HRC survey.  Fourth, we estimate our results in a longer sample that begins from 2005, and use this extended sample to examine time-trends in the determinants of CEI policies.  6  This paper contributes to the literature that has examined the effects of LGBTQ workplace policies on individuals. A diverse and open workforce within an organization and the support of LGBTQ employees can have positive effects on overall employee job satisfaction, and job involvement (Day and Schoenrade, 2000; Rostosky and Riggle, 2002; Huffman, Watrous-Rodriguez, and King, 2008). These individual level effects on job-satisfaction and job-engagement can also positively impact organizational performance, leading to enhanced productivity, profits, and less employee turnover (Harter, Schmidt, and Hayes, 2002). For example, Brenner, Lyons, and Fassinger (2010) show that more inclusive workplaces are positively associated with the level of workplace “outness” of LGBTQ employees, which, in turn, can increase the amount of organizational citizenship that these employees perform. These changes can have meaningful financial impacts on the firm. For example, Li and Nagar (2012) document that portfolios of U.S. firms that initiate same-sex partner benefits earn a four-factor alpha of around 10%. Many of the firm policies we examine pertain to bylaws governing the treatment of a firm’s LGBTQ workforce. We therefore complement this literature by analyzing firm factors that determine LGBTQ workplace policies, and distinguish these factors from those that drive broader CSR initiatives.  This paper also contributes to the large body of literature on CSR. Research in this area has examined the motives for a firm’s investment in CSR, and the possibility that it has a beneficial or detrimental effect on firm value. These papers take both ex-ante approaches that examine the type of firms that implement CSR policies, and ex-post approaches that consider the effect of these policies on firm outcomes. The results of these papers are mixed. On the one hand, if CSR investment is part of a shareholder value maximization strategy by the firm, it should be implemented at well governed firms and cause increases in firm performance and value (Edmans, 2011; Flammer, 2015; Ferrell, Liang, and Renneboog, 2016). On the other hand, investments in CSR may be a manifestation of firm agency problems and a waste of corporate resources. If so, large CSR investment should be present at firms with acute agency problems and should be associated with reductions in firm performance and value (Di Giuli and Kostovetsky, 2014; Masulis and Reza, 2015). This paper adds to the existing CSR literature by analyzing determinants of social firm policies with a high degree of societal disagreement. LGBTQ issues are emotional and polarizing. We, therefore, consider the possibility that there is heterogeneity in the motives for implementing LGBTQ policy that are distinct from other CSR initiatives. We follow the framework developed by Hillman and Keim (2001) and consider that firms may pursue LGBTQ 7  policies for reasons related to stakeholder management or social issue participation. Our results on LGBTQ stakeholder management initiatives align with many of our predictions that are built from the existing CSR literature. However, we find that many of the factors that drive SM, also drive SIP. This result is inconsistent with the notion that agency problems often drive SIP. This result may highlight the distinct nature of LGBTQ vs. CSR issues, and that in the presence of issues of great societal interest, SIP may be beneficial to the firm. The remainder of our article is structured as follows. Section II describes the societal and institutional background of LGBTQ rights in the Unites States. Our hypotheses are derived in Section III. Section IV and V discuss the data and our results in detail. Finally, Section VI offers our conclusions.  II. Societal and institutional background of LGBTQ equality in the United States Firm policy is not formed within a vacuum, and through their actions, firms are mirrors of societal values. Therefore, understanding corporate motives for LGBTQ initiatives requires examining attitudes and policies towards the LGBTQ community in broader society. Public opinion has shifted dramatically towards acceptance of LGBTQ equality in the past two decades. For example, since 2004, support for same-sex marriage increased from 31% to 61% (Pew, 2019). These shifting attitudes likely put pressure on firms to adopt policies that are supportive of the LGBTQ community. Furthermore, it suggests that policies targeted at the well-being of the LGBTQ community can have spillover effects that improve relationships with non-LGBTQ firm stakeholders that are supportive of the LGBTQ community. Public sentiment, particularly given the heterogeneity in the level of support across different demographic groups, may also help explain some of the divergence in LGBTQ policies. If a firm has non-LGBTQ stakeholders that are resistant to LGBTQ equality, they may be more reluctant to promote policies that are supportive of the LGBTQ community. When deriving our hypotheses in the next section, we make use of this tension between pro- and anti-LGBTQ attitudes among all stakeholders to identify factors that are associated with a firm’s LGBTQ attitude. Firm-level LGBTQ policy is also formed within the context of federal, state, and municipal laws that pertain to LGBTQ rights, and must conform to these laws. The legislative record on LGBTQ rights has generally been slower moving and more mixed than other public policy on related issues. There have been some major advances, including the 2015 Supreme Court rulings 8  that guaranteed the right of same-sex couples to marry, and the 2020 ruling that protects employees against discrimination based on sexual orientation or identity. These rulings are in addition to various state-level laws pertaining to marriage, discrimination, hate crimes, and transgender rights.  There are also a wide range of LGBTQ rights afforded by state laws. While many states have stronger protections than what federal law mandates, other states have sought to limit LGBTQ rights. Societal (anti-)LGBTQ sentiment also spills over into workplace policy. As of 2020, over one-third of LGBTQ community members reported harassment or discrimination in the workplace related to their LGBTQ identity, and over half stated that their identity had negatively impacted their careers (Mahowald, Brady, and Medina, 2021). Nearly 50% of LGBTQ employees keep their sexual orientation closeted in the workplace in the face of the stigma and bias that they face (Fidas and Cooper, 2018). Firms set bylaws and policies that affect employees, customers, and other stakeholders. Different LGBTQ policies can mitigate or exacerbate discrimination and other hardships experienced by members of this community.  III. Hypothesis Development We draw our set of explanatory variables from the extant literature that relates to different internal and external factors that could drive LGBTQ policy: the firm’s financial situation and governance, their key stakeholders (e.g., employees and shareholders), as well as the social environment in which they operate (Di Giuli and Kostovetsky, 2014; Everly and Schwarz, 2015; Ferrell, Liang, and Reeneboog, 2016). Table 1 outlines our set of explanatory variables, the logic and literature that motivates their inclusion, and the predicted relation between each variable and the LGBTQ policies of the firm. We consider the relation between each variable and the firm’s LGBTQ policy towards SM, SIP, and the total CEI score of a firm.  We first consider characteristics related to a firm’s economic and financial position: firm size, age, and return-on-assets. Large firms are likely to have more resources, and thus the ability to fund LGBTQ initiatives. Udayasankar (2008) highlights that large firms are more visible and therefore attract more scrutiny from investors and the public which can make non-participation detrimental.6 They are also likely to have more formalized HR policies. We therefore expect larger                                                           6 In fact, Udayasankar (2008) posits a U-shaped relationship between firm size and CRS initiatives where very small and large firms have different motives to engage in CSR. Our sample is only comprised of medium-large and large firms (mostly fortune 500 to 1000). We therefore omit the case of the small and medium size enterprises from our analysis.  9  firms to engage in more LGBTQ initiatives (SM and SIP policies).  Withisuphakorn and Jiraporn (2016) analyze a firm’s life cycle and its CSR engagement showing that older firms, with more predictable performance are more likely to engage in policies relating to diversity, environmental awareness, and human rights. However, firm age may be one dimension that distinguishes LGBTQ policy from broader CSR policy. Just as older individuals are more likely to have less positive attitudes towards LGBTQ issues (Pew, 2019), older firms may also have more traditional ideals and less LGBTQ friendly policies. We use return-on-asset to measure a firm’s financial opportunities and future resources. Financial resources can provide a firm with the ability to fund CSR activities. We therefore expect well-performing firms to engage in pro-LGBTQ policies across all dimensions, especially the more financial costly initiatives (such as employee benefits) and SIP (such as non-profit donations).  Next, we consider characteristics related to the employees of a firm. We predict two channels through which highly educated workers may influence a pro-LGBTQ firm policy. First, these employees are likely to cost more to train and replace, and the firm is likely to gain intangible assets and competitive advantages through low employee turnover. Thus, relative to low-skilled workers, there is a higher cost to losing high skilled workers. A firm is likely to invest more funds to promote the well-being and reduce the turnover of high-skilled workforces (McGregor, 1960; Hillman and Keim, 2001; Edmans, 2011). We therefore posit that firms with higher skilled workforces will invest more in LGBTQ policies, especially those related to employee satisfaction (SM). Second, survey evidence shows that more educated individuals are more supportive of LGBTQ rights (Ohlander, Batalova, and Treas, 2005). Therefore, a highly educated workforce is likely to put pressure on the firm to have LGBTQ friendly policies in place. We also predict that Labor Market Tightness will be positively associated with LGBTQ policy. When the supply of workers is scarce, firms will invest more in their workers through these channels to attract and retain them (Gabel et al., 2000). The relations of the company to the public are also likely to play an important part in a firm’s LGBTQ policy. Firms catering to the end consumer, selling high quality (non-replaceable goods), and having a large customer base, will have more incentives to take part in the public discourse. These types of firms are highly visible, which creates pressure to engage in SIP policies. Their public posture taken on societal debates influences how they are perceived, and therefore, can impact relationships with stakeholders indirectly. We use two variables to measure a firm’s 10  public relations and brand recognition management: Advertising Expense and a binary variable, Business to Consumer (B2C) company, which classifies a firm operating in an industry selling to end consumers. Firms with high advertising expenses are likely to have a more dispersed customer base. We predict that these firms pursue LGBTQ policy related to SIP, as these efforts may achieve similar aims as advertising (e.g., improving brand recognition). Furthermore, research shows that advertising costs can be perceived as a proxy for the quality of the product (Kirmani and Wright, 1989) and macro evidence shows that more affluent individuals are more supportive of LGBTQ rights (Badgett, Waaldijk, and van der Meulen Rodger, 2019). More affluent individuals are, therefore, more likely to buy higher quality products. Investments by firms in LGBTQ SIP may help strengthen the relationship with its large customer base. González-Benito and González-Benito (2006) posit that the proximity to the final consumer in the supply chain is an important factor influencing environmental CSR engagement due to consumer pressure. We follow this line of thought and predict that B2C companies will have more LGBTQ-friendly policies in the SIP domain as their visibility puts a higher precedence on brand management (Sen and Bhattacharya, 2001).  In addition, B2C companies are likely to have a very broad customer base. For firms where every individual in society is a potential customer, it can be beneficial to make investments in SIP, especially in light of the shift in public opinion towards LGBTQ equality.  Next, we consider the role that internal governance can play in determining a firm’s LGBTQ policy. Well-aligned managerial incentives should reduce agency problems at the firm, and lead to value-enhancing managerial decisions. Therefore, to the extent that investments in SM are value enhancing, and SIP is not, we expect firms with well incentivized managers to make greater investment in SM and less investment in SIP.7 Given the opposite predictions for both categories, it is unclear what the effect will be on the firm’s overall CEI score. We measure managerial incentives with CEO pay-for-performance sensitivity. We also consider managerial entrenchment, using the e-index (Bebchuk, Cohen, and Ferrell, 2009). Investment in SIP can be a manifestation of CEO private benefits, which a more entrenched CEO will be more likely to capture. We therefore predict a positive relation between the e-index and LGBTQ SIP. Lastly, we predict that institutional ownership may increase or decrease a firm’s CEI score. On the one hand,                                                           7 Hillman and Keim (2001) provide evidence that CSR activities in the domain of stakeholder management are value enhancing, whereas investment in social issue participation can be harmful to firm value. This view of social issue participation aligns with the agency view of CSR as an agency problem and a waste of corporate resources (Di Giuli and Kostovetsky, 2014; Ferrell, Liang and Renneboog, 2016; and Masulis and Reza, 2015). 11  many institutions have responsible investment standards that may put pressure on firms to promote LGBTQ policies. High institutional ownership is also likely to be related to governance quality and reduced agency problems (Shleifer and Vishney, 1986; Kim, Kim, Kim, and Park, 2019). To this extent, institutions may promote firm policies that improve firm value such as those related to SM, and deter SIP policies that do not immediately benefit firm stakeholders.  We also consider the impact of political ideology on firm LGBTQ policy. Survey evidence shows that more politically liberal individuals are more supportive of LGBTQ rights (Pew, 2019). We measure political ideology as the political leanings of the county the firm’s headquarters (HQ) is located in, and the political leanings of the CEO based on where they received their undergraduate education.  Firms located in more liberal areas, are likely to have a more liberal stakeholder base that place more value on LGBTQ policies. We therefore predict a positive relation between LGBTQ policies and the liberalness of the firm’s HQ location, with the strongest effect in SM. We also predict that the liberalness of the CEO will be positively related to the LGBTQ policy of the firm along all dimensions. However, we predict a concentration in SIP as a liberal CEO will capture more private benefits from these investments than peer CEOs.  IV. Data and Sample Selection  We use the Corporate Equality Index (CEI) from the Human Rights Campaign Foundation (HRC) to identify firm policies pertaining to LGBTQ equality. The HRC data considers four broad criteria: non-discrimination policies across business entities; equitable benefits for LGBTQ workers and their families; internal education and accountability metrics to promote LGBTQ inclusion competency; and public commitment to LGBTQ equality. The data are available from year 2005 to 2020.8 However, the HRC Foundation changed the reporting date from the end of the year to the beginning of the year in 2008. As a result, the actual data used in the study spans from 2005 to 2019. The HRC uses two different methodologies to compute firm CEI scores. Each year it sends out surveys to a group of firms9. For firms that complete the survey, the HRC computes the CEI score based upon the firm’s answers. For firms that do not complete the survey, the HRC computes the score based upon publicly available information. Given the possibility that the                                                           8 HRC also published a report with CEI scores from 2002-2004. However, they do not include information on how firms scored in each of the subcomponents, therefore we do not include these years in our analysis. 9 The universe of firms changed various times during our sample period. See Appendix A for a detailed description. At the beginning of the sample the HRC targeted the Fortune 500 companies and later expanded the set to the Fortune 1000. 12  differences in these methodologies may bias our results, we restrict the sample to firms that voluntarily complete the survey. HRC has identified these firms since 2011, but not before. We therefore also restrict our main analysis to the period 2011-2019. As a robustness test, we also consider the sample of firms that do not voluntarily complete the survey, as well as an extended sample that includes the 2005-2010 period.  We further categorize the components of the CEI score into categories pertaining to stakeholder management (SM) or social issue participation (SIP). To understand the exact nature of stakeholder management policy, we break down SM into three subcategories: discrimination, benefits and employee satisfaction. Details of the survey questions classified into each group are described in Appendix Table 1.   4.1 Determinant (Control) Variables To investigate the determinants of corporate LGBTQ policy, we estimate an OLS model in which various CEI scores are regressed on a set of potential determinants. We obtain firm-specific information from the Compustat database. Firm Size is the natural logarithm of the total assets. Firm Age is based on the first fiscal year of available accounting data. We use return on assets (ROA) to capture firm profitability. We include two variables to measure employee characteristics.  College-Educated Workers is the fraction of workers in each industry with a college degree to measure the high skilled employee density. For each two-digit NAICS sector in each year, we obtain the number of workers with various educational attainments from the monthly reporting of labor market statistics of the U.S. Census Quarterly Workforce Indicators (QWI), which is derived from the Longitudinal Employer Household Dynamics program (LEHD). We also follow the estimation method in Kuehn et al. (2017) and use the Conference Board’s Help Wanted Index to construct a firm-year level measure of labor market tightness - the sensitivity of a company’s stock return to job vacancies. For example, a higher value of Labor Market Tightness for a firm in a given year suggests that its financial performance is more prone to supply and demand in the current labor market. We include two variables that measure the firm’s visibility: Advertising Expenses to total assets ratio (from Compustat), and B2C which indentifies whether the firm’s market profile is business-to-consumer or business-to-business (an indicator variable based on the four-digit SIC codes, taken from Srinivasan, Lilien, and Sridhar, 2011). We use the Compustat ExecuComp data 13  to calculate each CEO’s pay-for-performance sensitivity (PPS) following the method of Coles, Daniel and Naveen (2006). We compute the entrenchment index (E-index) from the ISS (formerly RiskMetrics) database using the method of Bebchuk, Cohen, and Ferrell (2009). Institutional ownership data is obtained from the Thompson Reuters 13F database, and aggregated across institutions by firm to obtain the level of institutional ownership within each firm. We create two variables to measure the political environment of the firm: 1) CEO’s political leanings and 2) company headquarters’ local political leanings. The CEO-level measurement is based on the most recent presidential election voting preference in the county where the CEO went to college. It is the difference in the votes for democrat and republican candidates at the county level. A positive value means a liberal college whereas a negative value indicates a more conservative one. Similarly for the headquarters’ political environment, we identify the local county’s FIPS and match it with the county-level presidential election outcomes. Because general elections are held every four years, political leanings in the period between elections are fixed at their corresponding mid-period values. For example, the value in 2016 is used in the period of 2014–2017. To avoid sample selection issues, we do not require a balanced panel; thus, the number of firms differ each year—the estimation strategy uses all available observations. Summary statistics and variable definitions are reported in Table 2. Appendix Table 2 presents the correlation matrix of our explanatory variables. The correlation between most of the variables is low, which aligns with our aim to avoid overlap in the factors that these variables capture.  Appendix Table 3 presents the averages of the CEI, SM, and SIP score across different industries defined at the 1-digit NAICS level. The Service and Management industry has the highest average CEI score (0.91), while the Mining, Utilities, Construction has the lowest average score (0.73). This is in line with our prediction that industries closer to the end consumer have more incentives to engage in pro LGBTQ policies. Appendix Figure 1 plots the average CEI, SM, and SIP score over time, and documents that it has been increasing, which is consistent with the societal trend of LGBTQ issues becoming mainstream. Appendix Figure 2 presents the average CEI score of firms located in different states. The figure shows that firms located in the Northeastern and Western states have higher CEI scores, while firms located in southern states have lower average CEI scores. This finding is consistent with our prediction that stakeholder management concerns will drive firms located in more politically liberal geographical areas to exhibit more LGBTQ friendly sentiments.  14   V. Results 5.1 Determinants of CEI Score In this section we present tests that investigate the determinants of corporate LGBTQ policy. Specifically, we estimate four OLS regression models in which the CEI score regressed on our set of deterministic variables, with standard errors clustered at the firm level. This analysis allows us to access the validity of our predictions on the drivers of firm LGBTQ policy presented in Table 1. Given the trend of increasing CEI score over our sample period, all of our specifications include fixed effects that control for time. The baseline model includes only Year fixed effects, to avoid limiting our power to identify correlations between our deterministic variables and the CEI score. In essence, all of our independent variables are “variables of interest”, and we are interested in the coefficient estimate on each of these variables. In the second specification, we specify the model with Year, Industry, and State fixed effects. This specification allows us to examine the extent to which our deterministic variables correlate with the CEI score beyond time invariant factors related to the location of the firm and its industry classification. The third specification controls for time-varying heterogeneity in state and industry specific factors related to CEI score, through the inclusion of Year × State and Year × Industry interactive fixed effects. These fixed effects allow us to examine the extent to which our deterministic variables correlate with the CEI score beyond time-varying factors related to location and industry. Lastly, the fourth specification includes Year and Firm fixed effects, which allow us to examine how our deterministic variables drive within-firm changes in the CEI score.  The estimates of the four regression specifications are presented in Table 3. We first consider the effect of firm characteristics: Firm Size, Firm Age, and ROA.  Consistent with our prediction that the resources available at large and profitable firms will facilitate LGBTQ-friendly policy, we find that Firm Size and ROA are positively and significantly related to a firm’s CEI score, in our baseline model (column 1). The coefficient estimates indicate that a one standard deviation increase in Firm Size and ROA is associated with a 25.4% and 10.3% standard deviation increase in the firm’s CEI score, respectively. We continue to find that the coefficient estimates on these variables are statistically significant in our models that control for time invariant (column 2) and time-varying (column 3) factors related to firm location and industry. This result suggests that larger and more profitable firms within each industry and location have more LGBTQ friendly 15  policy than smaller and less profitable firms. When we estimate the model with Year and Firm fixed effects (column 4), we find that Firm Size continues to positively correlate with a firm’s LGBTQ policy, but ROA does not. This result provides evidence that Firm Size drives within-firm variation in CEI score. We also find that Firm Age is negatively related to CEI score, a one standard deviation increase in Firm Age is associated with an 8.2% standard deviation decrease in the CEI score. This result supports Firm Age being related to traditional ideals and less LGBTQ friendly policies, rather than more formalized HR rules. While the coefficient is also significant in the specification with Firm and Year fixed effects, the estimate is insignificant in the State and Industry fixed effect specifications. This finding indicates that State and Industry fixed effects do not sufficiently account for the within-firm association of the LGBTQ policies and Firm Age.  We next consider characteristics related to the firm’s employees. Consistent with our predictions, we find that the education level of a firm’s employees is significantly related to a firm’s CEI score in our baseline model. A one standard deviation increase in College-Educated Workers is associated with a 7.7% standard deviation increase in the CEI score. This result aligns with our prediction that a highly educated workforce is likely to put pressure on a firm to have LGBTQ-friendly policies. The estimate on College-Educated Workers loses significance in the specifications that include Year, State, Industry, and Year and Firm fixed effects.10 The College-Educated Worker variable is estimated at the time-varying industry level, and this result suggests that education-level does not explain within-industry or within-firm variation in CEI score. We do not find a significant relation between Labor Market Tightness and CEI score across any of the specifications.  Given that our deterministic variables are estimated with noise and endogeneity, caution is warranted in the interpretation of our null findings. While such a finding could indicate no true relation in the data, it could also be the result of noisy proxy or too much collinearity.  We also consider variables that gauge the firm’s relation to the public and its general brand management: Advertising Expenses and the B2C company variable. We find that both variables are positively related to the CEI score in our baseline model. A one standard deviation increase in Advertising Expenses and the B2C company is associated with a 8.9% and 8.7% standard deviation increase in the firm’s CEI score, respectively. This result aligns with our prediction that LGBTQ policy is related to advertising strategies and potentially to the quality of the firm’s                                                           10 Note that because College-Educated Workers and Labor Market Tightness are estimated at the time-varying industry level, we do not include these variables in the third model that is estimated with Year × State and Year × Industry fixed effects.  16  product. Furthermore, the significant positive relation between these variables and CEI score persists in the second and third models, indicating that they explain firm LGBTQ policy beyond time-varying factors related to the firm’s industry and location. However, the coefficient estimate on the two variables is insignificant in the fourth model, indicating that they do not explain within-firm variation in LGBTQ policy.    We next consider how variables that gauge the internal governance of the firm are associated with the firm’s CEI score. We find that PPS is positively associated with CEI score in our baseline model, which is consistent with well incentivized managers investing more in LGBTQ-friendly policies. However, the variable is only significant at the 10% level and its economic significance is small, a one standard deviation in PPS is associated with a 1.3% standard deviation increase in the CEI score. Furthermore, we do not find that it is significant in the presence of fixed effects that control for industry and state. The estimate becomes significantly negative in the presence of the more granular Firm fixed effects in our fourth model specification. We do not find significant coefficient estimates for our other governance variables, E-Index and Institutional Ownership, in any of the four models. These results, together with mixed evidence related to PPS, suggest that governance quality may not play as large a role as hypothesized in firm LGBTQ policy.   Lastly, we consider the relation between the political environment of the firm and its CEI score. We find that the HQ Political Lean is positively and significantly related to CEI score in the baseline model. A one standard deviation increase in HQ Political Lean is associated with a 19.1% standard deviation increase in the CEI score. The estimate of the coefficient becomes insignificant in the second and third model specifications, when Industry and State level fixed effects are included. Although HQ Political Lean is estimated at the county level, this result suggests that the impact of the political environment within which the firm operates on its LGBTQ policy is explained by state and industry-level factors. The coefficient estimate in the fourth model specification is also statistically insignificant, which is unsurprising as there is likely little variation in a firm’s HQ political lean during our sample period. We do not find that our proxy for the political beliefs of the CEO drives firm LGBTQ policy, which is consistent with these policies being associated with benefits to firm stakeholders, rather than private benefits to the CEO.   17  5.2 Determinants of Stakeholder Management and Social Issue Participation  We next present tests that examine the determinants of firm stakeholder management and social issue participation policy. Specifically, we estimate our four deterministic model specifications with SM and SIP measures as the dependent variables. These tests help us to distinguish between potential differences in the drivers of these two distinct components of firm LGBTQ policy.   5.2.1 Stakeholder Management Table 4 shows the results of the determinants of stakeholder management policy. Given that a firm’s primary stakeholders include its employees and the immediate community it operates in, we predict that the education level of the firm’s workforce and liberal political leaning of the environment it operates in will be significantly related to its stakeholder management policies. Our estimates provide some support for this prediction. The College-Educated Workers and HQ Political Lean variables are positive and statistically significant in our baseline model. The coefficient estimates indicate that a one standard deviation increase in College-Educated Workers and HQ Political Lean is associated with an 8.5% and 18.1% standard deviation increase in the firm’s SM score, respectively, suggesting that the they are economically relevant determinants of the firm’s LGBTQ SM policy. However, the coefficient estimates on both variables become insignificant in our specifications with State, Industry, and Firm fixed effects. This finding is unsurprising as both variables are likely to be largely explained by industry and state-level factors. We also do not find a significant relation between Labor Market Tightness and SM in any of our specifications, suggesting that SM policy may not be a channel through which firms attract employees in tight labor markets.  We also predict that given the potential value enhancing nature of stakeholder management policy, it would be positively associated with measures of good governance. However, our results do not provide support for this prediction. We find no significant relation between our three governance variables (Pay for Performance Sensitive, E-index, and Institution Ownership) and SM in our baseline model, or across any of the other specifications (except for PPS in the fourth specification).    18  5.2.1 Social Issue Participation  Table 5 shows results related to the determinants of LGBTQ social issue participation initiatives. Our hypothesis makes the strongest predictions with respect to a positive relation between firm SIP policy and the Advertising Expenses and B2C company variables. Specifically, we posit that highly visible firms may face pressure to engage in SIP, and our results support this prediction. Both variables are positive and statistically significant in the baseline model. The estimate on Advertising Expenses, but not B2C, continues to be statistically significant in the two models that include Industry and State Level fixed effects, suggesting that the relation is not driven by observable and unobservable trends related to the firm’s industry or location. However, both Advertising Expenses and B2C are insignificant when we add Firm fixed effects to the model. To the extent that SIP is driven by agency problems and may harm firm value, we also hypothesize that SIP would be negatively associated with a firm’s governance quality and private CEO benefits. Our results do not provide support for this prediction. We do not find a significant relation between our governance variables or CEO political lean and SIP in any of our specifications. This result aligns with the findings for stakeholder management, and together suggest there may be more nuance to the value implications of firm LGBTQ policy, beyond what is implied by the stakeholder management/social issue participation framework proposed by Hillman and Keim (2001) in the context of broader corporate social performance. We also find a significant positive relation between Firm Size and SIP that persists across all four specifications, and a significant positive relation between ROA and SIP across the first three specifications. The magnitude of both estimates is economically relevant. A one standard deviation increase in firm size and ROA is associated with a 22.6% and 10.9% standard deviation increase in the firm’s SIP score, respectively. These results align with the findings for CEI and SM, and are consistent with well-resourced firms having greater ability to pursue LGBTQ-related policies, even after controlling for trends at the industry and state level. Firm size is also likely related to visibility and market size, and these firms may capture more benefits from SIP policy. In contrast to our results for CEI and SM, we do not find a significant relation between Firm Age and SIP across any of the specifications.  Lastly, we find that the education level of the firm’s employees and the political lean of the community in which it operates can impact SIP policy. The estimates on both of these variables are significantly positive in the baseline model. A one standard deviation increase in College-19  Educated Workers and HQ Political Lean is associated with a 7.8% and 14.1% standard deviation increase in the firm’s SIP score, respectively. These results suggest that considerations for a firm’s primary stakeholders may spill over into broader policies related to SIP that generate good will for the firm. The estimates of these variables are not statistically significant after the inclusion of the more comprehensive fixed effects, which is unsurprising as each are largely explained by the fixed effects.  5.3 Shareholder Proposals and Changes in LGBTQ Policy Firm policy is dynamic and our sample period occurred amidst large shifts in public opinion governing LGBTQ equality. In light of this social context, we consider pressures that drive firms to change their LGBTQ policy. We examine pressure exerted by shareholders through the proxy voting process in the form of LGBTQ-related proposals at the firm. Shareholder activism uses ownership positions to actively influence company policy and practice, and can be exerted through the filing of formal shareholder proposals.  We identify 42 LGBTQ-related shareholder proposals for companies with reported CEI scores in 2011–2019 from the ISS Voting Analytics database. To test if pressure from shareholder proposals impacts LGBTQ policy, we specify models where the dependent variables are the firm’s LGBTQ (CEI, SM and SIP) scores. The independent variable of interest is a dummy variable that identifies if the firm has previously received a shareholder proposal that addresses the firm’s LGBTQ policy.  We use our set of deterministic variables as control variables, and include Year and Firm fixed effects. The primary goal of this analysis is to isolate the effect of the pressure on changes in the firm’s LGBTQ policy (rather than examine the point estimates on our deterministic variables). The inclusion of Firm fixed effects effectively allows us to compare the firm’s LGBTQ scores in the period after they received the proposal to the period before they receive the proposal. The inclusion of Year fixed effects allows us to control for time-variant patterns in the LGBTQ scores of firms, which may drive the firm’s LGBTQ scores beyond the effect of the shareholder proposal. The inclusion of our control variables helps us to control for the effect of other time-varying firm-specific factors that impact the firm’s LGBTQ scores.  The results of this analysis are presented in the first three columns of Table 6. We find that shareholder proposals are positively and significantly related to a firm’s subsequent CEI score. This result suggests that firms react to pressure from shareholders about LGBTQ policy. The 20  second and third columns of Table 6 present results for changes in the SM and SIP components of the firm’s LGBTQ policy. We find a positive and significant relation with respect to the firm’s SIP policy, but no significant relation with respect to the firm’s SM policy (although the coefficient estimate is positive). Given our small sample of shareholder proposals, and the possibility that omitted factors may drive both activism at the firm and subsequent changes, we are cautious about assigning a causal interpretation to this result.   We next use this framework to implement a placebo test. Our choice of placebo is shareholder proposals that pertain to non-LGBTQ socially responsible issues. We use proposals described as “socially responsible” in the ISS Voting Analytics database, but that are not-LGBTQ related, to identify these proposals. We identify 1,159 non-LGBTQ proposals related to socially responsible issues for companies with reported CEI scores in the 2011-2019 sample period. We construct a dummy variable to indicate whether a firm was previously targeted by one of these placebo proposals. If our earlier results on LGBTQ shareholder proposals and subsequent changes in firm CEI scores are driven by unobservable factors at the firm, we expect that these unobservable factors will also lead to an association between non-LGBTQ shareholder proposals and subsequent changes to a firm’s CEI score.  However, if the LGBTQ focus of these proposals, rather than unobservable factors related to socially responsible shareholder activism, cause firms to change their LGBTQ policy, then we should observe no association between these placebo proposals and subsequent changes in a firm’s LGBTQ policies. The results of this analysis are presented in Columns 4-6 of Table 6. The coefficient estimates on non-LGBTQ proposal for all three dependent variables (change in CEI, SM and SIP score) are statistically indistinguishable from zero, which supports a causal interpretation of our results on LGBTQ shareholder proposals.  We also examine if firms pivot their LGBTQ policy in response to indirect pressure. We consider two sources of indirect pressure: the enactment of inclusive employment state laws pertaining to LGBTQ rights, and LGBTQ-related shareholder activism at a firm’s peers (defined as those in the same state and industry). The results are presented in Appendix Table 4. The coefficient estimates on the Post-Law variable in Column 1-3 is not statistically significant for CEI, SM or SIP which suggests that firms do not change their LGBTQ policies in response to changes in state laws pertaining to LGBTQ issues. Columns 4-6 of Appendix Table 4 present the peer results. This approach allows us to examine how broader changes among a firm’s peers may 21  spill over and impact its policies. We do not find a significant relation between LGBTQ proposals at peer firms and the firm’s CEI, SM, or SIP scores.   5.5 Firm LGBTQ Policy vs. Broader CSR Policy In this section we provide empirical evidence on the distinctness of a firm’s LGBTQ policy from broader policies aimed at general CSR issues. We expect to observe some level of divergence between the two sets of policies given the unique institutional, legal, and societal setting in which LGBTQ policies are formed.  To test this prediction, we use data from KLD that measures a firm’s CSR performance along a variety of dimensions. Since the availability of KLD variables changes over time, we identify 41 variables in the database related to social performance, that have non-blank values over the 2005-2019 sample period. The categories of the KLD dataset are described in Appendix Table 5. We classify each category as pertaining to a firm’s stakeholder management or social issue participation policies, and then use these classifications to develop firm-level CSR SM and CSR SIP scores, as well as an overall CSR score.  We perform three sets of tests to gauge the distinctness of a firm’s LGBTQ policies as compared to its CSR policies. First, we examine the correlations between a firm’s CEI and CSR scores. The results of this analysis are presented in Appendix Table 6. We observe a positive relationship between the CEI scores and the KLD scores, which is unsurprising as both measure a firm’s social performance in a given year.  However, the correlations between the variables are low, consistent with a distinct nature of LGBTQ policy.  For example, the CEI score and KLD CSR have a 0.16 correlation, the SM and KLD SM scores have a 0.13 correlation, and the SIP and KLD SIP scores have a 0.09 correlation.  Second, we re-estimate our baseline deterministic model with the KLD variables as deterministic variables. If a firm’s LGBTQ policies are distinct from its CSR policies, we should continue to see that our set of deterministic variables explains LGBTQ policy after controlling for the firm’s CSR policies. The results of this analysis are presented in the first three columns of Table 7. Consistent with some overlap between the firm’s general CSR performance and LGBTQ policies, we find evidence that a firm’s CSR policies are a significant determinant of its LGBTQ policies. The overall KLD CSR score is positively predictive of the CEI score, and the scores for KLD SM and KLD SIP are also positively and significantly related to a firm’s LGBTQ SM and SIP scores. However, consistent with a distinct nature of the firm’s LGBTQ policy, we find that 22  the direction and statistical significance of the coefficient estimates on our set of deterministic variables is mostly unchanged. Only, PPS is no longer significantly associated with CEI.   Third, we regress the CSR scores on our set of deterministic variables to examine the extent to which the estimates of the deterministic variables for CSR are distinct from their counterparts in the LGBTQ regression. These results are presented in the last three columns of Table 7, and highlight several dimensions along which LGBTQ policy is distinct from CSR policy. We find similarities in the drivers of CSR and LGBTQ policy. For example, our financial characteristics, Firm Size and ROA are both positive and significant for both CEI and CSR, suggesting that these policies are pursued more often by firms in more stable financial positions. We also observe several differences in the drivers of CEI and CSR scores which highlight the distinct nature of LGBTQ policies.  We find a positive and significant coefficient estimate for Firm Age, which is the opposite of what we observe for the CEI score. The contrasting signs for Firm Age in the LGBTQ and CSR regressions, highlight one area where the two sets of policies are distinct. Our results suggest old firms may have conservative ideals that make them less likely to implement LGBTQ policy, but that the predictable performance (Withisuphakorn and Jiraporn, 2016) of these firms make them more likely to perform well with regards to CSR issues. We also find that whereas the coefficients on Advertising Expense and B2C company are significantly related to CEI score, they are not significant for CSR score. The lack of significance on the coefficient estimate for Advertising Expense and B2C Company suggests that CSR is not seen as a brand management tool in the same way that LGBTQ policy is. The lack of significance of HQ Political Lean highlights the political nature of LGBTQ policy versus general CSR policy.  The fifth and sixth columns of Table 7 present results for stakeholder management and social issue participation. We continue to observe several differences in the coefficients of the deterministic variables. For example, B2C Company is negatively related to KLD SM, whereas it is positively related to CEI SM. This difference may be explained by the broadness of CSR initiatives, as compared to the more specific nature of issues surrounding LGBTQ policy. We also find that College-Educated Workers negatively predicts KLD SIP, whereas it positively predicts CEI SIP. This finding aligns with the polarizing debate around LGBTQ issues. Pro-LGBTQ policies have more support among highly educated demographics, whereas CSR issues which have more universal support. Taken together, these results provide additional support for LGBTQ 23  policies being similar to some CSR initiatives along some dimensions (e.g., financial variables), but distinct in others (e.g., employee and customer related variables).  5.6 Additional Tests  In this section, we present additional tests designed to better understand our results and ensure robustness. Specifically, we examine determinants of more granular measures of firm LGBTQ policy pertaining to discrimination, benefits, and employee satisfaction. We also examine the relation between different LGBTQ policies and stock returns, address potential issues with the HRC methodology, examine determinants of LGBTQ policy in an expanded sample, and consider time-trends in the determinants.   5.6.1 Determinants of Discrimination, Benefits, and Employee Satisfaction.  We consider factors that drive firm LGBTQ policy related to discrimination, benefits, and employee satisfaction. Examining these subcomponents allows us to explore if there is more nuance in positions firms take in their LGBTQ policy. We again consider how variables related to the firm’s financial characteristics, employees, customers, governance and political ideology relate to these LGBTQ policies.  The results of this analysis are presented in Table 8. Our financial variables continue to show that well-resourced firms pursue more friendly LGBTQ policies pertaining to these subcomponents. Specifically, we find that Firm Size and ROA are positively related to all three types of LGBTQ polices. We also find that Firm Age is significantly negatively related to discrimination and benefits, but has no relation to employee satisfaction. These results provide additional evidence on the conservative, less LGBTQ friendly, ideals of older firms.  With respect to employee characteristics, we find that the level of College-Educated Workers at a firm is significantly positively related to the employee satisfaction score. This finding aligns with these firms having a more pro-LGBTQ workforce that would value efforts by the firm to make an inclusive work environment. We do not find that Labor Market Tightness is positively and significantly related to any of the variables, although it’s estimate is positive (t=1.60) for benefits (and negative for discrimination and satisfaction), which is consistent with the prediction that these policies can be used as a tool to attract workers when their supply is scarce. We next consider variables related to the firm’s customer base. We do not have a clear prediction of how 24  these variables will relate to policies that affect the firm’s more direct stakeholders. One potential explanation could be that these firms are under more scrutiny from the end consumer when it comes to working conditions. On the other hand, companies could also use their resources to invest more in visible SIP policies.  Our results provide more support for the first hypothesis. We find that advertising is positively related to both discrimination policy and benefits, and that being a B2C company is significantly positively related to all three dimensions.  We next consider how the governance variables are associated with the three SM subcomponents. We find that PPS is positively associated with benefits, but that none of the other governance variables are significantly related to the subcomponents. Last, we consider the relation between a firm’s political lean and its LGBTQ policy along the three SM subcomponents. We find that the HQ Political Lean is significantly positively related to the three variables. However, we do not find that the CEO political lean is related to any of the variables.  5.6.2 LGBTQ Policy and Stocks Returns Next, we consider implications of LGBTQ policy on stock returns. Edmans (2011) highlights three advantages of examining stock returns, as compared to examining accounting measures such as valuation ratios and profitability. First, stock returns are less prone to reverse causality issues. Second, stock returns are more directly linked to shareholder value. Third, valuation ratios may underestimate the impact of policies if they fail to fully capture intangibles generated by the policies. We follow Edmans (2011) and employ the Fama-French-Carhart four-factor asset pricing model to estimate the monthly excess returns over the risk-free rate. We sort the firms in our sample into a low- or high-CEI score portfolio based on whether their score is below or above the median value in our sample each year. We then compute an equal-weighted return of each portfolio each month, and then use the time-series of these monthly returns over the 2011-2019 sample period to compute each portfolio’s four-factor alpha. The results of this analysis are presented in Table 9, and show that the high-CEI portfolio produces a positive and statistically significant alpha, although it is not significantly larger than the return of the low CEI portfolio. We also present results for portfolios sorted by a firm’s SM and SIP score. Similar to the pattern observed for the CEI-sorted portfolios, for both the SM and SIP sorts, the alpha of the high portfolio is significantly positive, but is not significantly larger than the alpha of the low portfolio. A takeaway of these results is that despite the polarized environment surrounding LGBTQ issues, 25  and the resources LGBTQ policies may require, firms that pursue them are not penalized by financial markets. Furthermore, despite existing evidence that CSR related to stakeholder management is value enhancing, while CSR related to social issue participation is not, our results suggest that such a divide does not exist for LGBTQ policy. This result aligns with our finding of no divide with respect to governance quality and LGBTQ stakeholder management and social issue participation policy. Taken together, these results provide evidence on the uniqueness of LGBTQ policy and suggest that policies related to social issue participation may be beneficial to the firm as a part of brand management strategies. The results also align with our earlier findings that the differences that exist between LGBTQ-related SM and SIP policy is not as pronounced as in the more general CSR space.   5.6.3 The Choice of Completing the CEI Survey, Expanded Sample Analysis, and Time Trend We next address issues related to how the CEI score is computed. Specifically, for most firms the score is based on answers to a survey sent out each year by the HRC. However, some firms choose not to complete the survey, and the HRC uses publicly available information to compute a CEI score for these firms. Firms that do not complete the survey have much lower CEI scores, a mean of 0.14 versus 0.86 for firms that complete the survey. It is unclear to what extent this difference between the voluntary and non-voluntary CEI scores is due to the differences in the HRC’s methodology or LGBTQ unfriendly policies of these firms. To gauge the latter, we examine factors that influence whether a company returns a completed survey form (Appendix Table 7). Specifically, we estimate a probit regression model with a dummy dependent variable that indicates if a firm completed the CEI survey and our set of deterministic variables. Most of the coefficient estimates align with what we observed when we examined the determinants of a firm’s CEI score. This result suggests that there is some validity to the notion that the true CEI score of non-survey completing firms is likely lower than the CEI scores of firms that complete the survey. We next re-estimate our deterministic model in a sample that includes both the non-completing and completing firms. The results of this analysis are presented in columns 2-4 of Appendix Table 7. The sign and significance of most of the coefficient estimates align with our main results presented in Tables 3-5. The inclusion of the non-voluntary firms in our analysis also allows us to expand the sample period we study. Specifically, although the HRC published the granular version of the CEI index since 2005, it did not identify which firms complete the survey until their 2011 26  report. This omission motivated our decision to use the sample of survey-completing firms from 2011 onward in our main analysis. In columns 5-7 of Appendix Table 7, we re-estimate the deterministic regression model in a sample that spans from 2005-2019. The results of this analysis are similar to the results presented in columns 2011-2019.  We next use the extended 2005-2019 to examine how the factors that determine LGBTQ policy have changed over time.11 Although previous analysis (Tables 3-5) controls for potential time specific effects through the use of Year, Year × Industry, and Year × State fixed effects, it does not address the possibility of a “regime change” in corporate LGBTQ practices or investors’ attitudes towards these policies, which are themselves of interest. To address this possibility, we construct a dummy variable, Post-2013, that identifies if an observation occurred in the year 2013 or onward (the approximate halfway point in the extended sample). We then estimate our deterministic model with the interaction of this variable with all of the deterministic variables.12 The results of this analysis are presented in Appendix Table 8 and show differences in determinants across the two halves of the sample. Notably, we observe positive and significant coefficient estimates for the interactions on College-Educated Workers and Labor Market Tightness. This result aligns with our original predictions, and suggests that in the second half of the sample, firms with more liberal and scarce workforces pursued more LGBTQ friendly policies. We also observe a positive coefficient estimate on the interaction with Advertising Expenses. These results are consistent with visible firms with highly educated and scarce workforces pivoting towards pro-LGBTQ policies as societal attitudes shift over the sample period.   VI. Conclusion LGBTQ equality is a widely discussed and polarizing topic. This debate is reflected in the large heterogeneity of different workplace policies adopted by large U.S. companies. Nevertheless, the financial literature on this topic is scarce. Why do some companies choose to adopt pro-LGBTQ policies, and why do others steer away? In this paper, we try to close this research gap and examine determinants of LGBTQ workplace policies. While LGBTQ equality shares many similarities with other CSR dimensions (e.g., gender or racial diversity), it is also distinct as it is                                                           11 We focus on the longer 2005-2019 sample period given the greater power afforded by examining a longer time period when considering changes over time. 12 These interactive variables can be interpreted as the change in the coefficient estimate on the deterministic variable in the second half of the sample compared to the first half. If the determinants of LGBTQ policies changed over time, we would expect significant coefficient estimates on these interactive terms. 27  more polarizing and opposed by a sizeable number of people in society. Following Hillman and Keim (2001), and using the CEI of the Human Resource Campaign, we build on existing CSR literature and categorize different LGBTQ workplace policies into two categories: stakeholder management and social issue participation.  We find evidence that younger firms, those with more financial resources, that cater to retail customers, and are located in politically liberal areas have overall more LGBTQ-friendly policies. We also consider LGBTQ-related shareholder proposals and find that shareholder pressure to improve workplace policies lead to changes in the target firm. These results generally corroborate the findings in the existing literature that CSR policy is typically the result of internal or external pressures, and highlight the specific factors driving LGBTQ policy. Our sample mainly draws from large corporations. Future research should test whether our conclusions also hold for small firms, as Udayasankar (2008) finds that the motives and objectives to engage in CSR change across firm size. We expect that the proposed U-shape relationship of firm-size and CSR from Udayasankar (2008) can also be translated to LGBTQ engagement. Large companies which are in the spotlight have large incentives to engage in the public discourse (pressure from media, stakeholders, resources). On the other end of the spectrum, small firms close to local communities, especially those located in more liberal areas that are supportive of LGBTQ equality, might engage in LGBTQ initiatives for more direct motives and as means of differentiation (support of the local community). As the CEI only covers large firms, we leave empirical tests of this hypothesis for future research. Businesses are important building blocks for society. Providing knowledge and understanding, the heterogeneity in firm LGBTQ policies and the role shareholders’ involvement plays in this process could directly benefit LGBTQ employees. For example, higher sensitivity to LGBTQ rights can lead to the creation of a safer workspace and therefore benefit members of the LGBTQ community. Brenner, Lyons, and Fassinger (2010) posit that workplace atmosphere and interaction are essential for success. A higher sensitivity to LGBTQ rights can, therefore, also benefit other stakeholders of the business. Our results do not provide evidence for enhanced stock market performance of companies embracing LGBTQ policies; future research within organizations should therefore focus on smaller measurable outcomes of a pro-LGBTQ workplace environment (e.g., workplace happiness, improved decision making etc).    28  References  Badgett, M.V. Lee, Kees Waaldijk, and Yana van der Meulen Rodgers. \"The relationship between LGBT inclusion and economic development: Macro-level evidence.\" World Development 120 (2019): 1-14. Barney, Jay B. \"Organizational culture: can it be a source of sustained competitive advantage?.\" Academy of Management Review 11, no. 3 (1986): 656-665. Barney, Jay B. \"Firm resources and sustained competitive advantage.\" Journal of Management 17, no. 1 (1991): 99-120. Bebchuk, Lucian, Alma Cohen, and Allen Ferrell. \"What matters in corporate governance?.\" The Review of Financial Studies 22, no. 2 (2009): 783-827. Brenner, Bradley R., Heather Z. Lyons, and Ruth E. Fassinger. \"Can heterosexism harm organizations? Predicting the perceived organizational citizenship behaviors of gay and lesbian employees.\" The Career Development Quarterly 58, no. 4 (2010): 321-335. Clarkson, Max B. “A stakeholder framework for analysing and evaluating corporate social performance.” Academy of Management Review 20, no. 1 (1995): 92-117. Coles, Jeffrey L., Naveen D. Daniel, and Lalitha Naveen. \"Managerial incentives and risk-taking\". Journal of Financial Economics 79, no. 2 (2006): 431-468. Day, Nancy. E., and Patricia Schoenrade. “The relationship among reported disclosure of sexual orientation, anti-discrimination policies, top management support and work attitudes of gay and lesbian employees.” Personnel Review 29, no. 3 (2000): 346-363. Di Giuli, Alberta, and Leonard Kostovetsky. \"Are red or blue companies more likely to go green? Politics and corporate social responsibility.\" Journal of Financial Economics 111, no. 1 (2014): 158-180. Edmans, Alex. \"Does the stock market fully value intangibles? Employee satisfaction and equity prices.\" Journal of Financial Economics 101, no. 3 (2011): 621-640. Everly, Benjamin A., and Joshua L. Schwarz. \"Predictors of the adoption of LGBT‐friendly HR policies.\" Human Resource Management 54, no. 2 (2015): 367-384. Ferrell, Allen, Hao Liang, and Luc Renneboog. \"Socially responsible firms.\" Journal of Financial Economics 122, no. 3 (2016): 585-606. 29  Fidas, Deena, and Liz Cooper. A Workplace Divided: Understanding the Climate for LGBTQ Workers Nationwide. Human Rights Campaign Foundation, 2018. https://assets2.hrc.org/files/assets/resources/AWorkplaceDivided-2018.pdf Fiorina, Morris P., and Samuel J. Abrams. \"Political polarization in the American public.\" Annu. Rev. Polit. Sci. 11 (2008): 563-588. Flammer, Caroline. \"Does corporate social responsibility lead to superior financial performance? A regression discontinuity approach.\" Management Science 61, no. 11 (2015): 2549-2568. Flores, Andrew R. National Trends in Public Opinion on LGBT Rights in the United States. UCLA School of Law, The Williams Institute, 2014. https://williamsinstitute.law.ucla.edu/wp-content/uploads/Public-Opinion-LGBT-US-Nov-2014.pdf Freeman, R. Edward. Strategic management: A stakeholder approach. Cambridge university press, 2010. Gabel, Jon, Larry Levitt, Jeremy Pickreign, Heidi Whitmore, Erin Holve, Samantha Hawkins, and Nick Miller. \"Job-Based Health Insurance In 2000: Premiums Rise Sharply While Coverage Grows: In today's tight labor market, employers are offering coverage to more workers and shielding workers from rising premiums.\" Health Affairs 19, no. 5 (2000): 144-151. Gillan, Stuart L., Andrew Koch, and Laura T. Starks. \"Firms and social responsibility: A review of ESG and CSR research in corporate finance.\" Journal of Corporate Finance (2021): 101889. González‐Benito, Javier, and Óscar González‐Benito. \"A review of determinant factors of environmental proactivity.\" Business Strategy and the Environment 15, no. 2 (2006): 87-102. Hillman, Amy J., and Gerald D. Keim. \"Shareholder value, stakeholder management, and social issues: what's the bottom line?.\" Strategic Management Journal 22, no. 2 (2001): 125-139. Huffman, Ann H., Kristen M. Watrous‐Rodriguez, and Eden B. King. \"Supporting a diverse workforce: What type of support is most meaningful for lesbian and gay employees?.\" Human Resource Management 47, no. 2 (2008): 237-253. Jensen, Michael C. \"Agency costs of free cash flow, corporate finance, and takeovers.\" The American Economic Review 76, no. 2 (1986): 323-329. 30  Harter, James K., Frank L. Schmidt, and Theodore L. Hayes. \"Business-unit-level relationship between employee satisfaction, employee engagement, and business outcomes: a meta-analysis.\" Journal of Applied Psychology 87, no. 2 (2002): 268. Haski-Leventhal, Debbie, and Daniel Korschun. “Building Effective Corporate Engagement on LGBTQ Rights.” MIT Sloan Management Review (2019).  Kim, Hyun-Dong, Taeyeon Kim, Yura Kim, and Kwangwoo Park. \"Do long-term institutional investors promote corporate social responsibility activities?.\" Journal of Banking & Finance 101 (2019): 256-269. Kirmani, Amna, and Peter Wright. \"Money talks: Perceived advertising expense and expected product quality.\" Journal of Consumer Research 16, no. 3 (1989): 344-353. Kuehn, Lars-Alexander, Mikhail Simutin, and Jessie J. Wang. “A Labor Capital Asset Pricing Model.” The Journal of Finance, 72 (2017): 2131-2178. Lambert Eric G., Lois A. Ventura, Daniel E. Hall, and Terry Cluse-Tolar. ”College students' views on gay and lesbian issues: does education make a difference.” Journal of Homosexuality 50, no. 4 (2006): 1-30. Li, Feng, and Venky Nagar. \"Diversity and performance.\" Management Science 59, no. 3 (2013): 529-544. Mahowald, Lindsay, Mathew Brady, and Caroline Medina. “Discrimination and Experiences Among LGBTQ People in the US: 2020 Survey Results.” The Center for American Progress, 2021. https://www.americanprogress.org/issues/lgbtq-rights/news/2021/04/21/498521/discrimination-experiences-among-lgbtq-people-us-2020-survey-results/ Masulis, Ronald W., and Syed Walid Reza. \"Agency problems of corporate philanthropy.\" The Review of Financial Studies 28, no. 2 (2015): 592-636. McGregor, Douglas D. The Human Side of Enterprise. New York: McGraw-Hill, 1960. Ohlander, Julianne, Jeanne Batalova, and Judith Treas. \"Explaining educational influences on attitudes toward homosexual relations.\" Social Science Research 34, no. 4 (2005): 781-799. Pew. “Attitudes on Same-Sex Marriage.” Pew Research Center, 2019. https://www.pewforum.org/fact-sheet/changing-attitudes-on-gay-marriage/ 31  Pichler, Shaun, Janell L. Blazovich, Kirsten A. Cook, Janet M. Huston, and William R. Strawser. \"Do LGBT‐supportive corporate policies enhance firm performance?.\" Human Resource Management 57, no. 1 (2018): 263-278. Richard, Orlando C. \"Racial diversity, business strategy, and firm performance: A resource-based view.\" Academy of Management Journal 43, no. 2 (2000): 164-177. Rostosky, Sharon S., and Ellen D. B. Riggle. \"Out\" at work: The relation of actor and partner workplace policy and internalized homophobia to disclosure status.” Journal of Counseling Psychology 49, no. 4 (2002): 411-419. Sen, Sankar, and Chitra Bhanu Bhattacharya. \"Does doing good always lead to doing better? Consumer reactions to corporate social responsibility.\" Journal of Marketing Research 38, no. 2 (2001): 225-243. Shleifer, Andrei, and Robert W. Vishny. \"Large shareholders and corporate control.\" Journal of Political Economy 94, no. 3, Part 1 (1986): 461-488. Srinivasan, Raji, Gary L. Lilien, and Shrihari Sridhar. “Should Firms Spend More on Research and Development and Advertising during Recessions?” Journal of Marketing 75, no. 3 (2011): 49–65. Swanson, Diane L. “Addressing a Theoretical Problem by Reorienting the Corporate Social Performance Model.” Academy of Management Review 20, no. 1 (1995): 43-64. Udayasankar, Krishna. \"Corporate social responsibility and firm size.\" Journal of Business Ethics 83, no. 2 (2008): 167-175. Unsal, Omer, M. Kabir Hassan, and Duygu Zirek. “Corporate lobbying, CEO political ideology and firm performance”. Journal of Corporate Finance 38 (2016): 126-149. Withisuphakorn, Pradit, and Pornsit Jiraporn. \"The effect of firm maturity on corporate social responsibility (CSR): do older firms invest more in CSR?.\" Applied Economics Letters 23, no. 4 (2016): 298-301. Wood, Donna J. “Corporate Social Performance Revisited.” Academy of Management Review 16, no. 4 (1991): 691-718.   32  Table 1. Prediction Table This table describes the hypotheses associated with each of our deterministic variables. Category Variable Reasoning Literature CEI SM SIP Firm characteristics       Firm Size Larger firms are more motivated to participate in CSR resources due to visibility, resource access, and operating scale.  Udayasankar (2008), Johnson and Greening (1999)  + + +  Firm Age HR policies often become more formalized as firms mature as they are more stable with predictable performance and cash flow. Older firms are more often from traditional/conservative industries. Withisuphakorn and Jiraporn (2015) Unsal, Hassan, and Zirek (2016) +/- +/- +/-  ROA Financially better performing firms have more resources to fund CSR initiatives. Udayasankar (2008) + + +        Employee characteristics       College-Educated Workers College-educated workers tend to have a more pro-LGBTQ mindset. Satisfied workers are more likely to identify with the firm. The cost of losing workers is higher.  Lambert, Ventura, Hall, and Cluse-Tolar (2006), McGregor (1960), Hillman and Keim (2001), Edmans (2011)  + ++ +  Labor Market Tightness If the labor market is tight, it is more difficult to attract and retain employees. McGregor (1960), Hillman and Keim (2001), Edmans (2011) + + 0        Public relations       Advertising Expenses SIP can be a form of advertising. Consumers sometimes proxy the quality of goods based on the amount of money spent on advertising. Advertising also increases brand recognition. Milgrom and Roberts (1986), Kirmani and Wright (1989) + 0 ++  B2C Company The proximity to the final consumer within the supply chain is an important factor in CSR engagement.  Göttsche, Steindl, and Gietl (2016), Sen and Bhattacharya (2001), González-Benito and González-Benito (2006) + 0 ++        Governance       Pay-for-Performance Sensitivity The agency view of CSR considers CSR an agency problem and a waste of corporate resources. High Governance Quality (low Agency Cost) results in high SM and low SIP. Di Giuli and Kostovetsky (2014), Ferrell, Liang and Renneboog (2016), and Masulis and Reza (2015)  +/- + -  E- Index The agency view of CSR considers CSR an agency problem and a waste of corporate resources. Low governance quality (high agency costs) results in high SIP. Bebchuk, Cohen, and Ferrell (2009) + 0 +  Institutional Ownership Firms with high institutional ownership suffer less from agency problems. On the other hand, active long-term institutions are found to promote CSR activities. Institutions can be subject to responsible investment guidelines. Shleifer and Vishney (1986), Ferrell, Liang and Renneboog (2016), Kim, Kim, Kim, and Park (2019) +/- + +/- Political ideology       HQ Political Lean Politically Liberal Stakeholders are likely to benefit more from LGBTQ policy Di Giuli and Kostovetsky (2014) + ++ +   CEO Political Lean  Politically Liberal CEO might extract private benefit from pro- LGBTQ engagement. Branicki, Brammer, Pullen, and Rhodes (2021) + + ++ 33  Table 2. Variable Definitions and Descriptive Statistics This table reports definitions and summary statistics of all variables used in the study.  Variable Name Variable Definition Mean Std. Dev. Med Min Max CEI CEI score re-scaled between 0 and 1 0.861 0.196 0.950 0 1 CEI SM CEI score in stakeholder management re-scaled between 0 and 1 0.847 0.211 1 0 1 CEI SIP CEI score in social issue participation re-scaled between 0 and 1 0.835 0.318 1 0 1 Discrimination CEI score in discrimination re-scaled between 0 and 1 0.953 0.157 1 0 1 Benefits CEI score in employee benefits re-scaled between 0 and 1 0.802 0.258 1 0 1 Employee Satisfaction CEI score in job satisfaction re-scaled between 0 and 1 0.829 0.309 1 0 1 Firm Size Total assets ($ billion) 76 239 16.8 0.03 2,623 Firm Age Age 38 21 35 1 69 ROA Net income / Total Assets 0.0492 0.0771 0.0403 -1.06 1.15 College-Educated Workers College-Educated Workers as a percentage of total workforce in an industry (2-digit NAICS) using the labor market statistics of the U.S. Census Quarterly Workforce Indicators (QWI) 0.269 0.108 0.205 0 0.455 Labor Market Tightness Method of Kuehn, Simutin and Wang (2017) using the Conference Board’s Help Wanted Index to construct a measure of sensitivity of stock returns to job vacancies -0.052 0.784 0 -11.2 13.3 Advertising Expenses Total advertising expenses / Total assets 0.0147 0.0325 0.0005 0 0.541 B2C Company 1 if the majority of a firm’s customer base are individual consumers and 0 otherwise 0.245 0.430 0 0 1 Pay-for-Performance Sensitivity (PPS) The change in the million-dollar value of the CEO’s wealth (×106) for a one-percentage-point change in stock price using method of Coles, Daniel and Naveen (2006).  0.0027 0.0257 0.0004 0 0.592 E-Index Method of Bebchuk, Cohen and Ferrell (2009) estimating the Entrenchment Index 2.56 1.42 3 0 6 Institutional Ownership Percentage of common stocks owned by institutional investors in Thomson Reuters 13f s34 0.793 0.264 0.877 0 1 HQ Political Lean The difference between the votes towards Democrat and Republican presidential candidates in the county of the headquarters 0.299 0.289 0.294 -0.673 0.868 CEO Political Lean The difference between the votes towards Democrat and Republican presidential candidates in the county of the CEO’s college 0.134 0.219 0 -0.786 0.868 KLD KLD score re-scaled between 0 and 1 0.542 0.044 0.537 0.317 0.732 KLD SM KLD score in stakeholder management re-scaled between 0 and 1 0.527 0.078 0.5 0.214 0.857 KLD SIP KLD score in social issue participation re-scaled between 0 and 1 0.490 0.047 0.458 0.333 0.667  34  Table 3. Determinants of CEI   The dependent variable is the Corporate Equality Index (CEI) Score. The independent variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings. All specifications use OLS regressions with standard errors clustered at the firm level. Column 1 includes Year fixed effects, Column 2 includes Year, State and Industry (3-digit NAICS) fixed effects; Column 3 includes the interaction terms of Year and State fixed effects and another interaction term of Year and Industry fixed effects; Column 4 includes Year and Firm fixed effects. t-statistics are shown in parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.   Dependent Variable: CEI (1) (2) (3) (4) Firm Size 0.0299*** (7.22) 0.0347*** (6.42) 0.0348*** (5.89) 0.0439*** (2.75) Firm Age -0.0226** (-2.31) -0.000739 (-0.07) -0.00116 (-0.10) -0.0770** (-2.16) ROA 0.262*** (4.10) 0.125** (2.28) 0.143** (2.42) -0.0256 (-0.48) College-Educated Workers 0.140** (1.98) -0.366 (-0.68)   -0.0223 (-0.09) Labor Market Tightness 0.000398 (0.09) 0.000274 (0.08)   0.00394 (1.58) Advertising Expenses 0.535*** (3.03) 0.516*** (2.73) 0.496** (2.44) 0.257 (0.93) B2C Company 0.0398** (2.30) 0.0391* (1.78) 0.0424* (1.73) 0.0668 (0.70) PPS 0.101* (1.82) -0.0491 (-0.89) -0.0329 (-0.46) -0.476*** (-4.04) E-Index -0.00105 (-0.19) 0.00287 (0.60) 0.00344 (0.58) -0.000926 (-0.23) Institutional Ownership 0.0168 (0.58) -0.00536 (-0.22) -0.00558 (-0.19) -0.0285 (-1.21) HQ Political Lean 0.130*** (4.49) 0.0295 (1.01) 0.0278 (0.83) -0.167 (-1.55) CEO Political Lean 0.0384 (1.13) 0.0282 (0.96) 0.0121 (0.37) -0.136 (-1.06) Year FE Yes Yes  Yes State FE  Yes   Industry FE  Yes   Year × State FE   Yes  Year × Industry FE   Yes  Firm FE    Yes N 3,192 3,192 3,192 3,192 R-Squared 0.171 0.368 0.319 0.183  35  Table 4. Determinants of Stakeholder Management  The dependent variable is the Stakeholder Management (SM) score. The independent variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings. All specifications use OLS regressions with standard errors clustered at the firm level. Column 1 includes Year fixed effects, Column 2 includes Year, State and Industry (3-digit NAICS) fixed effects; Column 3 includes the interaction terms of Year and State fixed effects and another interaction term of Year and Industry fixed effects; Column 4 includes Year and Firm fixed effects. t-statistics are shown in parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.  Dependent Variable: SM (1) (2) (3) (4) Firm Size 0.0328*** (7.52) 0.0378*** (6.53) 0.0380*** (5.99) 0.0465*** (2.78) Firm Age -0.0187* (-1.77) 0.00185 (0.17) 0.000534 (0.04) -0.0853** (-2.26) ROA 0.273*** (3.88) 0.130** (2.27) 0.143** (2.32) -0.0108 (-0.17) College-Educated Workers 0.165** (2.21) -0.190 (-0.35)   -0.000823 (-0.00) Labor Market Tightness 0.00120 (0.25) 0.000280 (0.08)   0.00331 (1.30) Advertising Expenses 0.388* (1.67) 0.464** (2.30) 0.397* (1.82) 0.260 (0.87) B2C Company 0.0474** (2.56) 0.0493** (2.08) 0.0527** (1.97) 0.120 (1.00) PPS 0.104 (1.63) -0.0398 (-0.64) -0.0337 (-0.45) -0.618*** (-4.26) E-Index -0.00468 (-0.81) 0.000246 (0.05) 0.000584 (0.10) -0.00140 (-0.33) Institutional Ownership 0.0274 (0.87) -0.00286 (-0.11) -0.00173 (-0.06) -0.0275 (-1.11) HQ Political Lean 0.132*** (4.27) 0.0349 (1.14) 0.0302 (0.86) -0.134 (-1.20) CEO Political Lean 0.0338 (0.90) 0.0254 (0.79) 0.0132 (0.36) -0.166 (-1.22) Year FE Yes Yes  Yes State FE  Yes   Industry FE  Yes   Year × State FE   Yes  Year × Industry FE   Yes  Firm FE    Yes N 3,192 3,192 3,192 3,192 R-Squared 0.205 0.397 0.351 0.271  36  Table 5. Determinants of Social Issue Participation  The dependent variable is the Social Issue Participation (SIP) score. The independent variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings. All specifications use OLS regressions with standard errors clustered at the firm level. Column 1 includes Year fixed effects, Column 2 includes Year, State and Industry (3-digit NAICS) fixed effects; Column 3 includes the interaction terms of Year and State fixed effects and another interaction term of Year and Industry fixed effects; Column 4 includes Year and Firm fixed effects. t-statistics are shown in parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.  Dependent Variable: SIP (1) (2) (3) (4) Firm Size 0.0430*** (6.82) 0.0485*** (5.88) 0.0497*** (5.36) 0.0477* (1.67) Firm Age -0.0181 (-1.17) 0.0136 (0.84) 0.0137 (0.77) -0.0266 (-0.48) ROA 0.447*** (3.71) 0.282** (2.42) 0.338*** (2.65) -0.0123 (-0.17) College-Educated Workers 0.228** (2.00) -0.145 (-0.16)   0.293 (0.65) Labor Market Tightness -0.0000361 (-0.00) 0.000892 (0.12)   0.00682 (1.37) Advertising Expenses 1.108*** (3.95) 0.756** (2.33) 0.853** (2.46) 0.248 (0.49) B2C Company 0.0507* (1.76) 0.0519 (1.40) 0.0582 (1.41) -0.0660 (-0.72) PPS 0.0788 (1.06) -0.112 (-1.17) -0.0724 (-0.52) -0.102 (-0.47) E-Index 0.00480 (0.55) 0.00646 (0.76) 0.00841 (0.79) -0.00641 (-0.97) Institutional Ownership -0.0124 (-0.30) -0.0109 (-0.25) -0.0161 (-0.30) -0.0485 (-1.26) HQ Political Lean 0.155*** (3.81) 0.0151 (0.34) 0.0109 (0.22) -0.200 (-1.29) CEO Political Lean 0.0704 (1.36) 0.0552 (1.20) 0.0249 (0.50) -0.146 (-0.85) Year FE Yes Yes  Yes State FE  Yes   Industry FE  Yes   Year × State FE   Yes  Year × Industry FE   Yes  Firm FE    Yes N 3,192 3,192 3,192 3,192 R-Squared 0.098 0.261 0.221 0.011  37  Table 6. LGBTQ-related and Placebo Shareholder Proposals   The dependent variable is the Corporate Equality Index (CEI) score in Columns 1 and 4, Stakeholder Management (SM) score in Columns 2 and 5, and Social Issue Participation (SIP) score in Columns 3 and 6. The independent variable of interest in Columns 1–3 is a dummy variable for prior LGBTQ-related shareholder proposals and Columns 4–6 is a dummy variable for prior non-LGBTQ socially responsible shareholder proposals. Control variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings. All specifications use OLS regressions estimated with Year and Firm fixed effects and standard errors clustered at the firm level. t-statistics are shown in the parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.  Dependent Variable CEI SM SIP CEI SM SIP  (1) (2) (3) (4) (5) (6) Shareholder Proposal > t 0.0570* (1.72) 0.0492 (1.34) 0.145** (2.42)    Non-LGBTQ Proposal > t    0.0166 (1.50) 0.0137 (1.18) 0.0254 (1.34) Firm Size 0.0364** (2.37) 0.0388** (2.39) 0.0338 (1.18) 0.0384** (2.51) 0.0405** (2.50) 0.0387 (1.35) Firm Age -0.0905** (-2.31) -0.100** (-2.48) -0.0493 (-0.80) -0.0835** (-2.21) -0.0947** (-2.40) -0.0384 (-0.63) ROA -0.0366 (-0.69) -0.0283 (-0.45) -0.00447 (-0.06) -0.0378 (-0.72) -0.0293 (-0.47) -0.00621 (-0.09) College-Educated Workers 0.0843 (0.35) 0.0786 (0.35) 0.450 (0.98) 0.123 (0.52) 0.111 (0.50) 0.527 (1.14) Labor Market Tightness 0.00320 (1.15) 0.00309 (1.08) 0.00361 (0.70) 0.00343 (1.24) 0.00328 (1.16) 0.00397 (0.77) Advertising Expenses 0.242 (0.93) 0.248 (0.85) 0.205 (0.43) 0.230 (0.90) 0.237 (0.83) 0.176 (0.37) B2C Company 0.0994 (0.90) 0.142 (1.04) 0.0199 (0.20) 0.101 (0.91) 0.144 (1.05) 0.0216 (0.22) PPS -0.387*** (-3.12) -0.546*** (-3.77) -0.0215 (-0.09) -0.394*** (-3.01) -0.553*** (-3.65) -0.0421 (-0.17) E-Index 0.000490 (0.12) 0.000232 (0.05) -0.00475 (-0.68) 0.00106 (0.25) 0.000710 (0.16) -0.00370 (-0.52) Institutional Ownership -0.0498* (-1.69) -0.0478 (-1.61) -0.0668 (-1.37) -0.0507* (-1.73) -0.0486 (-1.64) -0.0683 (-1.40) HQ Political Lean -0.131 (-1.15) -0.105 (-0.88) -0.145 (-0.92) -0.132 (-1.16) -0.106 (-0.89) -0.149 (-0.94) CEO Political Lean -0.201 (-1.53) -0.218 (-1.56) -0.330* (-1.71) -0.207 (-1.58) -0.223 (-1.60) -0.345* (-1.77) Year FE Yes Yes Yes Yes Yes Yes Firm FE Yes Yes Yes Yes Yes Yes N 3,192 3,192 3,192 3,192 3,192 3,192 R-Squared 0.151 0.228 0.017 0.151 0.228 0.014   38     Table 7. KLD Measures of CSR Performance The dependent variable in Columns 1–3 is the scores of CEI, Stakeholder Management (SM) and Social Issue Participation (SIP) and in Columns 4–6 the KLD CSR score, KLD Stakeholder Management (SM), and KLD Social Issue Participation (SIP). The independent variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, company headquarters’ local political leanings and the measures of KLD performance. All specifications use OLS regressions estimated with Year fixed effects and standard errors clustered at the firm level. t-statistics are shown in the parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.   Dependent Variable CEI SM SIP KLD CSR KLD SM KLD SIP  (1) (2) (3) (4) (5) (6) Firm Size 0.0285*** (6.94) 0.0326*** (7.50) 0.0410*** (6.42) 0.00296*** (2.70) 0.000765 (0.41) 0.00526*** (5.31) Firm Age -0.0266*** (-2.71) -0.0195* (-1.84) -0.0222 (-1.41) 0.00856*** (3.79) 0.00426 (1.20) 0.0106*** (4.54) ROA 0.243*** (3.83) 0.262*** (3.75) 0.435*** (3.56) 0.0410** (2.51) 0.0627** (2.51) 0.0318* (1.77) College-Educated Workers 0.146** (2.07) 0.158** (2.14) 0.257** (2.23) -0.0127 (-0.74) 0.0372 (1.26) -0.0738*** (-4.10) Labor Market Tightness -0.000240 (-0.05) 0.000866 (0.19) -0.000513 (-0.06) 0.00135 (1.41) 0.00190 (1.28) 0.00123 (1.30) Advertising Expenses 0.526*** (3.02) 0.403* (1.72) 1.095*** (3.88) 0.0200 (0.52) -0.0827 (-1.34) 0.0347 (0.81) B2C Company 0.0418** (2.44) 0.0504*** (2.72) 0.0505* (1.75) -0.00408 (-0.98) -0.0170** (-2.41) 0.000337 (0.08) PPS 0.0309 (0.57) 0.0501 (0.77) 0.0328 (0.46) 0.149*** (9.71) 0.300*** (11.59) 0.119*** (9.13) E-Index -0.00190 (-0.35) -0.00494 (-0.86) 0.00437 (0.51) 0.00179* (1.81) 0.00143 (0.86) 0.00111 (1.03) Institutional Ownership 0.0145 (0.51) 0.0241 (0.77) -0.0117 (-0.29) 0.00479 (0.81) 0.0184** (2.31) -0.00186 (-0.29) HQ Political Lean 0.126*** (4.36) 0.129*** (4.19) 0.154*** (3.76) 0.00789 (1.44) 0.0159* (1.92) 0.00299 (0.52) CEO Political Lean 0.0379 (1.13) 0.0342 (0.92) 0.0687 (1.34) 0.00113 (0.16) -0.00243 (-0.18) 0.00429 (0.61) KLD CSR 0.474*** (3.97)           KLD SM   0.178*** (2.99)         KLD SIP     0.387** (2.09)       Year FE Yes Yes Yes Yes Yes Yes N 3,192 3,192 3,192 3,192 3,192 3,192 R-Squared 0.180 0.209 0.101 0.099 0.080 0.123   39  Table 8.  Determinants of Subcategories of SM: Discrimination, Benefits, and Employee Satisfaction. The dependent variable is the score of Discrimination (DISC), Benefits (BENF), and Employee Satisfaction (ESAT) in Columns 1,2, and 3, respectively. The independent variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings.  All specifications use OLS regressions estimated with Year fixed effects and standard errors clustered at the firm level. t-statistics are shown in the parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.  Dependent Variable DISC BENF ESAT  (1) (3) (5) Firm Size 0.0122*** (3.83) 0.0347*** (6.98) 0.0443*** (6.62) Firm Age -0.0233*** (-3.28) -0.0388*** (-3.17) 0.00440 (0.26) ROA 0.0852* (1.66) 0.286*** (3.84) 0.384*** (3.39) College-Educated Workers 0.0625 (1.29) 0.103 (1.17) 0.282** (2.35) Labor Market Tightness -0.00476 (-1.40) 0.00811 (1.60) -0.00343 (-0.42) Advertising Expenses 0.405*** (4.32) 0.520** (2.04) 0.236 (0.61) B2C Company 0.0277** (2.25) 0.0380* (1.80) 0.0654** (2.18) PPS -0.00483 (-0.08) 0.199*** (2.99) 0.0821 (1.00) E-Index -0.000712 (-0.18) -0.00376 (-0.60) -0.00605 (-0.69) Institutional Ownership 0.0117 (0.60) 0.0315 (0.89) 0.0350 (0.76) HQ Political Lean 0.0546** (2.36) 0.168*** (5.23) 0.157*** (3.21) CEO Political Lean 0.0340 (1.61) 0.0391 (0.95) 0.0309 (0.52) Year FE Yes Yes Yes N 3,192 3,192 3,192 R-Squared 0.078 0.211 0.129  40   Table 9. Excess Returns of CEI Sorted Portfolios Two portfolios are constructed using the median of CEI scores (low- and high-CEI portfolios) in each year from 2011 to 2019. To ensure that portfolio performance does not result from risk, the Fama-French-Carhart 4-factor asset pricing model is used to estimate the annualized excess returns (alpha) over the risk-free rate. t-statistics estimated using Newey-West standard errors with a 1-month lag are shown in the parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.   Low High High Minus Low   CEI Portfolios   annualized 0.90% (0.77) 2.35%*** (2.82) 1.43% (1.21)  Welch’s t-test = 0.99  MKT 1.0182*** (29.05) 1.0038*** (50.59) -0.0144 (-0.41) SMB 0.2688*** (6.39) 0.0952*** (2.75) -0.1736*** (-3.70) HML 0.1615*** (3.65) 0.1379*** (3.56) -0.0236 (-0.63) MOM -0.0711 (-1.65) -0.0227 (-0.69) 0.0484 (1.22)   SM Portfolios   annualized 0.72% (0.57) 2.38%*** (2.95) 1.65% (1.36)  Welch’s t-test = 1.11  MKT 1.0136*** (27.58) 1.0068*** (51.81) -0.0068 (-0.19) SMB 0.2695*** (6.30) 0.1048*** (3.16) -0.1647*** (-3.65) HML 0.1627*** (3.58) 0.1413*** (3.72) -0.0214 (-0.56) MOM -0.0824* (-1.83) -0.0180 (-0.57) 0.0644* (1.67)   SIP Portfolios   annualized 0.70% (0.50) 2.13%*** (2.67) 1.42% (1.08)  Welch’s t-test = 0.87  MKT 1.0668*** (26.21) 0.9954*** (49.16) -0.0713* (-1.97) SMB 0.3116*** (5.69) 0.1304*** (4.18) -0.1812*** (-3.36) HML 0.1672*** (3.16) 0.1348*** (3.43) -0.0324 (-0.67) MOM -0.0687 (-1.42) -0.0289 (-0.96) 0.0398 (1.08) N 108 108 108       41   Appendix   42  Appendix A: CEI background information and variable explanation   Launched in 2002, the Corporate Equality Index (CEI) rates large U.S. businesses on how they treat their LGBTQ employees and their friendliness towards the LGBTQ community in a broader sense. It is published on a yearly basis by the non-profit Human Rights Campaign Foundation (HRC). Since its inception, the CEI has become a major source of information and a benchmarking tool for U.S. businesses and LGBTQ employees in the evolving field of LGBTQ equality in the workplace. The core methodology of the CEI across all years can be described as follows. The largest and most successful U.S. employers are invited to participate in the (web-based) CEI survey which asks various questions related to a firm’s non-discrimination policies and equitable benefits for LGBTQ employees and their families. The answers provided in the survey are cross-checked to the extent possible by other information sources (IRS tax filings, case law and news accounts, contact persons at corporations responsible for the CEI survey). Each firm answering the survey is then assigned an official rating between 0 and 100, a firm’s CEI score. The CEI score is a composite score and combines different criteria which are each worth a different number of rating points. The criteria and their relative importance are determined by HRC with the purpose of capturing a broad range of issues related to LQBTQ friendliness. The extent to which a criterion is fulfilled is determined by the answers provided to the corresponding survey questions. The final CEI score is the sum of all points obtained over all the criteria. For example, the 2020 report has one criterion referred to as “Equal health coverage for transgender individual” which is worth 10 points. Firms that offer equal health coverage to transgender individuals but exclude gender transition related treatments only score 5 of the 10 possible points. To obtain the 10 points, the coverage must include transition treatment. The criteria and the points assigned are transparently explained in the annual report and a complete transcript of the survey is usually provided as an appendix. In the event that businesses fail to respond to the CEI survey after several reminders, they are assigned unofficial CEI scores. Unofficial CEI scores are determined by HRC based on publicly available information as well as information submitted to HRC from unofficial LGBTQ employee groups or individual employees. Before the 2011 report, HRC did not distinguish between official and unofficial ratings in their publications and all firms targeted by the survey received official ratings. As of the 2011 report, HRC identifies unofficial ratings as such, e.g., by marking them grey in their reports. This transparency allows for a clear separation between firms that complete the CEI survey (official CEI score) and those that fail 43  to complete the survey (unofficial CEI score), which we also make use of in the empirical part of this paper. HRC has expanded the universe of companies targeted by the CEI survey over time. For the 2002 report, HRC targeted all Fortune 500 companies and the 200 largest privately held companies from the Forbes Private 500. As of the 2009 report, the CEI survey is sent out to Fortune magazine’s 1,000 largest publicly traded businesses (Fortune 1000), the American Lawyer magazine’s top 200 revenue grossing law firms (AmLaw 200), and any private-sector, for-profit employer with 500 or more full-time U.S. employees who requests to participate. The number of officially rated firms, i.e., firms taking up the CEI survey, has risen from 369 in the 2002 report to 1,059 in the 2020 report. In the 2020 report, there was a total of 122 Fortune 500 firms with unofficial CEI scores. The CEI rating criteria are based on four pillars which have been stable over time. The pillars are non-discrimination policies, equitable benefits to LGBTQ workers and their families, internal measures like education programs or metrics to promote and evaluate LGBTQ inclusiveness, and public commitment to LGBTQ equality. Reflecting general changes in values and stances on LGBTQ equality in Corporate America, HRC has adapted the criteria and their relative importance over time. New criteria have been included. For example, transgender rights’ issues were initially not covered by the CEI and were introduced in later editions, and, therefore, became more important to the CEI index. Other criteria became more stringent. The internal education criterion is a point in case. A company was required to offer some diversity training programs in the early publication years. Since the 2012 report, company-wide training programs are mandatory to score full points.  As we mentioned earlier, the CEI index is a composite score, combining different categories and their sub-scores. In the reports 2002 to 2004, HRC decided to publish total CEI scores only, and sub-scores for the CEI index are unavailable in those years. Since the 2005 report, all sub-scores are published as well. An important change in the naming policy of the CEI report took place in the year 2007. Before 2007, the title of the reports referred to the year of publication, so that the report published in the year 2005 was named ‘Corporate Equality Index 2005’ and referred to as the 2005 report. Since 2007 the title is dated one year forward, and the report published in 2007 was named ‘Corporate Equality Index 2008’ and referred to as the 2008 report. This change was motivated by the fact that the CEI report is typically published at the end of a calendar year. Its main findings are most likely communicated to employers, employees, job applicants, and consumers in the year following the publication. This has two important effects. First, there is no official report that carries the year 2007 in its 44  title. Second, since the year 2007, the title year and the year for which data was collected to determine the CEI score are lagged by one year. The 2012 report is based on the answers provided to the CEI survey in 2011. To avoid confusion, we therefore distinguish between the year of publication and the year in which the survey data has been collected. The 2008 report is, hence, based on 2007 data, the 2009 report is based on 2008 data, and so forth. Finally, as explained in the main text of our paper, we categorize the individual criteria of the CEI index into two categories: Stakeholder Management and Social Issue Participation.  In each year’s survey, the HRC assigns for each question the maximum number of points a firm can obtain. This maximum number of points has changed over the years. To make the scores comparable across time, we re-scale each question by the maximum number of points for that question in the corresponding year. When we compute the CEI sub-scores for SM and SIP, we first scale each question to lie between 0 and 1 (HRC assigns intermediate points) and then take an average of the question that belongs to a given CEI sub-category. We further divided the CEI into three sub-indices: Discrimination, Benefits, and Employee Satisfaction. Discrimination captures all criteria related to anti-discrimination policies in place within the firm. Benefits include all CEI criteria that relate to employee benefits, and employee Satisfaction captures all criteria that targets the well-being of LGBTQ employees in the workplace. Social issue participation entails all criteria that relate to external LGBTQ commitment. HRC also deducts points from an employer’s CEI score for public anti-LGBTQ blemish. The blemish criterion does not refer to the policies in place at an employer and is, therefore, not part of our sub-indices. Table A1 below provides a detailed overview of the structure of the CEI data. It also shows how the different CEI criteria map into our four sub-indices across the different CEI reports. All CEI criteria follow an alpha-numeric naming, and the columns representing our four sub-indices list the corresponding CEI criteria.  Year Survey Year Report Sub-cores Unofficial Ratings In main sample DISC BENF ESAT SIP 2002 2002 NO NO NO NA NA NA NA 2003 2003 NO NO NO NA NA NA NA 2004 2004 NO NO NO NA NA NA NA 2005 2005 YES NO NO 1, 2 3 1a, 4 5 2006 2006 YES NO NO 1a, 2a 2c, 3a, 3b, 3c 1b, 2b, 4 5 2007 2008 YES NO NO 1a, 2a 2c, 3a, 3b, 3c 1b, 2b, 4 5 2008 2009 YES NO NO 1a, 2a 2c, 3a, 3b, 3c 1b, 2b, 4 5 2009 2010 YES NO NO 1a, 2a 2c, 3a, 3b, 3c 1b, 2b, 4 5 2010 2011 YES YES YES 1a, 2a 2c, 3a, 3b, 3c 1b, 2b, 4 5 2011 2012 YES YES YES 1a, 1b 2a, 2b, 2c 3a, 3b 4 45  2012 2013 YES YES YES 1a, 1b 2a, 2b, 2c 3a, 3b 4 2013 2014 YES YES YES 1a, 1b 2a, 2b, 2c 3a, 3b 4 2014 2015 YES YES YES 1a, 1b 2a, 2b, 2c 3a, 3b 4 2015 2016 YES YES YES 1a, 1b 2a, 2b, 2c 3a, 3b 4 2016 2017 YES YES YES 1a, 1b 2a, 2b, 2c 3a, 3b 4 2017 2018 YES YES YES 1a, 1b 2a, 2b, 2c 3a, 3b 4 2018 2019 YES YES YES 1a, 1b, 3d 2a, 2b, 2c 3a, 3b 3c 2019 2020 YES YES YES 1a, 1b, 3d 2a, 2b, 2c 3a, 3b 3c Table A1: CEI data structure and sub-indices 46  Appendix B: Figures on the CEI index  Appendix Figure 1: Time Trend of the CEI    0.1.2.3.4.5.6.7.8.91CEI Score2010 2012 2014 2016 2018 2020YearCEISMSIP47  Appendix Figure 2: Geographical Distribution of the CEI    ALARAZCACOCTDC DEFLGAIAIDIL INKSKYLAMAMDMEMIMNMOMSMTNCNDNENHNJNMNVNYOHOKORPARISCSDTNTXUTVAVTWAWIWVWY0.820.400.530.750.510.700.88 0.930.610.600.840.340.74 0.560.690.640.810.840.70.0.610.810.610.45.0.490.000.63.0.710.480.690.810.630.540.580.620.560.31.0.550.450.650.68.0.810.59..CEI Score(.7446774,.93](.6250366,.7446774](.5390244,.6250366][0,.5390244]No data48  Appendix C: Additional Results  Appendix Table 1. Corporate Equality Index Classifications This table reports our classifications of the components of the Corporate Equality Index (CEI) from the Human Rights Campaign Foundation (HRC). The HRC data considers four broad criteria: Non-discrimination policies across business entities; Equitable benefits for LGBTQ workers and their families; Internal education and accountability metrics to promote LGBTQ inclusion competency; and Public commitment to LGBTQ Equality. The data are available from year 2005 to 2020. However, the HRC Foundation changed the reporting date from the end of the year to the beginning of the year in 2008. As a result, the actual data are for the period of 2005–2019. We categorize each component of these categories as pertaining to Stakeholder Management (SM) or Social Issue Participation (SIP). To understand the exact nature of stakeholder management policy, we further break down CEI into three subcategories: Discrimination (DISC), Benefits (BENF) and Employee Satisfaction (ESAT).  CEI Survey Question SM SIP DISC BENF ESAT Prohibits discrimination based on sexual orientation +  +   Prohibits discrimination based on gender identity or expression +  +   LGBTQ employee group or diversity council +    + Organizational LGBT competency training, resources, or accountability measures +    + Public LGBT-specific efforts  +    Contractor/Vendor non-discrimination standards  + +   Offers transgender-inclusive insurance coverage +   +  Offers equivalent spousal and partner medical benefits +   +  Offers partner soft benefits +   +  Equivalency between same and different sex spouses/partners +   +   49  Appendix Table 2. Variable Correlations This table reports correlations among our determinant variables   Firm Size Firm Age ROA College-Educated Workers Labor Market Tightness Advertise Expenses B2C Customer PPS E-Index Institution Ownership HQ Political Lean Firm Age 0.08           ROA -0.10 0.08          College-Educated Workers 0.22 -0.15 -0.21         Labor Market Tightness -0.00 0.03 0.05 -0.02        Advertising Expenses -0.11 -0.07 0.06 -0.23 -0.00       B2C Customer -0.13 0.08 0.09 -0.41 -0.02 0.33      PPS 0.01 -0.02 0.04 0.05 -0.00 -0.02 -0.02     E-Index -0.04 0.17 0.10 -0.10 0.01 -0.03 0.09 -0.01    Institution Ownership 0.03 -0.04 0.00 -0.03 -0.02 0.00 0.09 -0.03 0.37   HQ Political Lean 0.15 -0.04 -0.06 0.24 0.02 0.01 -0.09 0.02 -0.07 -0.07  CEO Political Lean 0.11 0.18 0.03 -0.01 -0.01 -0.03 0.09 0.07 0.11 0.03 0.09  50  Appendix Table 3. Average CEI Scores across Different Industries  This table reports the average CEI, SM, and SIP score across different 1-digit NAICS industries over the 2011-2019 sample period.   1-Digit NAICS CEI SM SIP Agriculture, Forestry, Fishing 0.79 0.77 0.73 Mining, Utilities, Construction 0.73 0.72 0.67 Manufacturing 0.86 0.84 0.83 Wholesale, Retail 0.84 0.83 0.81 Service, Management 0.91 0.90 0.89 Education, Healthcare 0.83 0.79 0.86 Art, Recreation, Food 0.86 0.84 0.86 Other 0.91 0.88 1.00    51  Appendix Table 4. Indirect Pressure and LGBTQ Policy The dependent variable is the CEI in Column 1 and 4, Stakeholder Management (SM) in Columns 2 and 5, and Social Issue Participation (SIP) in Columns 3 and 6. The independent variable of interest in Columns 1–3 is a dummy variable for previous law enactment in the state, and Columns 1–3 it is a dummy variable for previous peer firms’ shareholder proposals. Peer firms are identified as those operating in the same industry (3-digit NAICS) and state as the firm of interest in each year. We then define a dummy variable, Peer Firms’ Proposal, which identifies if at least one of the peer firms has previously received an LGBTQ-related shareholder proposal in our sample period. Other control variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings. All specifications use OLS regressions estimated with Year and Firm fixed effects and standard errors clustered at the firm level. t-statistics are shown in the parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.  Dependent Variable CEI SM SIP CEI SM SIP  (1) (2) (3) (4) (5) (6) Law Enactment > t 0.00839 (0.41) 0.00635 (0.30) -0.00296 (-0.10)    Peer Firms’ Proposal > t    -0.0287 (-0.91) -0.0460 (-1.00) 0.0397 (0.88) Firm Size 0.0386** (2.50) 0.0407** (2.49) 0.0381 (1.32) 0.0382** (2.48) 0.0404** (2.48) 0.0382 (1.33) Firm Age -0.0892** (-2.30) -0.0995** (-2.47) -0.0491 (-0.80) -0.0908** (-2.32) -0.101** (-2.49) -0.0480 (-0.77) ROA -0.0369 (-0.70) -0.0285 (-0.46) -0.00402 (-0.06) -0.0363 (-0.68) -0.0280 (-0.45) -0.00434 (-0.06) College-Educated Workers 0.103 (0.43) 0.0943 (0.43) 0.496 (1.07) 0.0993 (0.42) 0.0893 (0.40) 0.500 (1.08) Labor Market Tightness 0.00322 (1.15) 0.00311 (1.08) 0.00364 (0.70) 0.00321 (1.15) 0.00309 (1.08) 0.00365 (0.71) Advertising Expenses 0.219 (0.83) 0.230 (0.78) 0.185 (0.38) 0.234 (0.89) 0.242 (0.83) 0.178 (0.37) B2C Company 0.0990 (0.89) 0.142 (1.04) 0.0158 (0.16) 0.0977 (0.88) 0.141 (1.03) 0.0164 (0.17) PPS -0.390*** (-3.14) -0.550*** (-3.79) -0.0459 (-0.19) -0.398*** (-3.21) -0.557*** (-3.85) -0.0408 (-0.17) E-Index 0.000620 (0.15) 0.000348 (0.08) -0.00431 (-0.61) 0.000585 (0.14) 0.000261 (0.06) -0.00422 (-0.59) Institutional Ownership -0.0508* (-1.70) -0.0486 (-1.62) -0.0668 (-1.37) -0.0499* (-1.68) -0.0478 (-1.60) -0.0672 (-1.37) HQ Political Lean -0.135 (-1.19) -0.109 (-0.92) -0.149 (-0.95) -0.132 (-1.16) -0.105 (-0.88) -0.152 (-0.96) CEO Political Lean -0.207 (-1.57) -0.223 (-1.59) -0.344* (-1.75) -0.204 (-1.55) -0.219 (-1.56) -0.347* (-1.77) Year FE Yes Yes Yes Yes Yes Yes Firm FE Yes Yes Yes Yes Yes Yes N 3,192 3,192 3,192 3,192 3,192 3,192 R-Squared 0.149 0.227 0.012 0.149 0.228 0.012  52  Appendix Table 5. KLD Measures This table lists both positive and negative indicators in the KLD database that we use to construct the measures of KLD Stakeholder Management (KLD SM) and KLD Social Issue Participation (KLD SIP). The value of each KLD variable is either -1 (constraint or CON), 0 or +1 (strength or STR) in the KLD database and our CSR scores (including the SM and SIP) consist of multiple component variables. The scores are constructed using the component variables summed up, scaled by the number of the components, and raised above zero. As a result, the CSR scores (including SM and SIP) are bounded by 0 and 1.  KLD Indicator Positive or Negative Variable Stakeholder Management Social Issue Participation Community Impact                              –  – Community Engagement                         +  + Workforce Diversity                            – –  Board of Directors - Gender (constraint)      –   Board of Directors - Gender (strength) +   Union Relations   – –  Employee Health & Safety – –  Supply Chain                                          – –  Child Labor                                           –  – Labor-Management Relations                            – –  Union Relations                                       + +  Cash Profit Sharing                                   + +  Employee Involvement                                  + +  Employee Health and Safety                            + +  Supply Chain Labor Standards                          + +  Human Capital Management                              + +  Climate Change                                        –  – Biodiversity & Land Use                               –  – Operational Waste                                     –  – Supply Chain Management                               –  – Water Management                                      –  – Environmental Opportunities                           +  + Waste Management                                      +  + Packaging Materials & Waste                           +  + Climate Change                                        +  + Water Stress                                          +  + Biodiversity & Land Use                               +  + Raw Material Sourcing +  + Firearms Involvement –  – Involvement in Gambling                                        –  – Human Rights Violations                               –  – Indigenous Peoples Relations Strength                 +  + Human Rights Policies & Initiatives                   +  + Product Quality & Safety                              – –  Marketing & Advertising                               – –  Anticompetitive Practices                             –  – Customer Relations                                    – –  Other Concerns                                        – –  Quality                                               +  + Social Opportunities                                  +  + Product Safety in Health & Demographic Risk +  +   53  Appendix Table 6. CEI Correlations with KLD Measures This table reports correlations among our measures of LGBTQ (CEI/CEI SM/CEI SIP) and CSR (KLD CSR/KLD SM/KLD SIP) firm performance.    CEI CEI SM CEI SIP KLD CSR KLD SM CEI SM 0.968     CEI SIP 0.793 0.667    KLD CSR 0.163 0.174 0.120   KLD SM 0.120 0.129 0.086 0.707  KLD SIP 0.107 0.106 0.091 0.731 0.167   54  Appendix Table 7. The Choice of Completing the Surveys and Expanded Sample Analysis Column 1 uses probit regressions for the sample period 2011–2019 to estimate the probability of completing the HRC survey. The dependent variable is a dummy variable indicating whether a company returns a complete survey in a given year. Marginal effects (rather than the slope coefficients) from the probit regressions are reported. Columns 2–4 use OLS regressions in the 2011–2019 sample period with scores of CEI, Stakeholder Management (SM), and Social Issue Participation (SIP) as the dependent variable for both complete and incomplete surveys. Specifications in Columns 5-7 repeat Columns 2–4 for the extended sample (2005–2019). Independent variables in all specifications include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings. All specifications are estimated with Year fixed effects and standard errors are clustered at the firm level.  t-statistics are shown in the parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.   Dependent Variable Complete Survey CEI SM SIP CEI SM SIP   2011 – 2019 2005 – 2019  (1) (2) (3) (4) (5) (6) (7) Firm Size 0.0515*** (5.19) 0.0553*** (7.38) 0.0561*** (7.68) 0.0724*** (7.78) 0.0443*** (7.12) 0.0468*** (7.45) 0.0586*** (7.31) Firm Age 0.0178 (0.85) 0.00396 (0.23) 0.00637 (0.38) 0.00450 (0.22) -0.00359 (-0.25) 0.0000714 (0.00) -0.00290 (-0.16) ROA 0.167 (1.28) 0.368*** (3.30) 0.375*** (3.35) 0.528*** (3.76) 0.175* (1.96) 0.184** (2.04) 0.266** (2.22) College-Educated Workers 0.699*** (4.74) 0.630*** (5.05) 0.632*** (5.19) 0.728*** (4.75) 0.421*** (4.26) 0.427*** (4.23) 0.467*** (3.68) Labor Market Tightness 0.00110 (0.22) 0.00176 (0.41) 0.00204 (0.52) 0.00157 (0.29) -0.0001*** (-8.57) -0.0001*** (-12.81) 0.00006*** (7.82) Advertising Expenses 5.505*** (5.72) 2.546*** (6.19) 2.304*** (5.08) 3.344*** (7.88) 1.805*** (5.68) 1.692*** (5.10) 2.308*** (5.89) B2C Company -0.00471 (-0.13) 0.0444 (1.46) 0.0492* (1.66) 0.0551 (1.44) 0.0356 (1.30) 0.0392 (1.45) 0.0513 (1.46) PPS -0.781 (-1.39) -0.448 (-0.80) -0.434 (-0.78) -0.477 (-0.82) -0.281 (-0.53) -0.275 (-0.53) -0.307 (-0.54) E-Index 0.00268 (0.29) 0.00706 (0.84) 0.00410 (0.50) 0.00935 (0.90) 0.00734 (1.07) 0.00487 (0.73) 0.0116 (1.35) Institutional Ownership -0.0329 (-0.65) -0.0143 (-0.34) -0.00322 (-0.08) -0.0507 (-0.99) -0.00801 (-0.22) 0.00158 (0.04) -0.0624 (-1.39) HQ Political Lean 0.152*** (3.07) 0.210*** (5.36) 0.206*** (5.35) 0.249*** (5.08) 0.194*** (5.62) 0.196*** (5.65) 0.223*** (4.98) CEO Political Lean 0.265*** (3.58) 0.188*** (3.61) 0.179*** (3.45) 0.240*** (3.60) 0.181*** (3.90) 0.174*** (3.69) 0.221*** (3.58) Year FE Yes Yes Yes Yes Yes Yes Yes N 4,369 4,369 4,369 4,369 6,055 5,824 6,055 R-Squared 0.157 0.234 0.249 0.202 0.213 0.229 0.174  55  Appendix Table 8. Time Trends The dependent variable is the 2005-2019 score of CEI, Stakeholder Management (SM), and Social Issue Participation in Columns 1–3 respectively. The independent variables include the natural logarithm of total assets, the natural logarithm of firm age, return on assets (ROA), the fraction of workers in each industry (2-digit NAICS) with a college degree, the tightness of labor market for each firm in each year, advertising expenses to total assets ratio, whether it is a business-to-consumer company, CEO’s pay-for-performance sensitivity, entrenchment index, institutional ownership, political leanings of CEO’s college, and company headquarters’ local political leanings.. Given the large number of variables in the regression, we only report estimates for the interaction terms of the dummy variable and the independent variables. All specifications use OLS regressions estimated with Year fixed effects and standard errors clustered at the firm level. t-statistics are shown in the parentheses with ***, ** and * indicating its statistical significance level of 1%, 5% and 10% respectively.  Dependent Variable CEI SM SIP  (1) (2) (3) Post-2013 × Firm Size 0.0141* (1.71) 0.0109 (1.39) 0.0211* (1.90) Post-2013 × Firm Age 0.0192 (1.14) 0.0165 (0.99) 0.0176 (0.78) Post-2013 × ROA 0.391*** (2.91) 0.375*** (2.80) 0.561*** (3.25) Post-2013 × College-Educated Workers 0.546*** (4.51) 0.567*** (4.69) 0.674*** (4.24) Post-2013 × Labor Market Tightness 0.0129*** (2.84) 0.0122*** (2.74) 0.0139*** (2.85) Post-2013 × Advertising Expenses 1.096** (2.24) 0.858* (1.69) 1.720*** (2.91) Post-2013 × B2C Company 0.0283 (0.92) 0.0341 (1.11) 0.0239 (0.58) Post-2013 × PPS -0.780*** (-2.89) -0.810*** (-3.06) -0.686** (-2.51) Post-2013 × E-Index 0.00492 (0.58) 0.00443 (0.53) 0.00127 (0.11) Post-2013 × Institutional Ownership -0.0342 (-0.70) -0.0374 (-0.80) 0.0314 (0.49) Post-2013 × HQ Political Lean 0.0186 (0.42) 0.0197 (0.46) 0.0286 (0.48) Post-2013 × CEO Political Lean 0.0224 (0.49) 0.0199 (0.45) 0.0372 (0.55) Year FE Yes Yes Yes N 6,055 5,824 6,055 R-Squared 0.225 0.240 0.186  ",
    "id": 567456774,
    "identifiers": {
        "doi": "10.1093/rcfs/cfac014",
        "oai": "oai:pure.eur.nl:publications/3c67ae9a-f2da-4bd6-b1eb-86514ed922a6"
    },
    "title": "Determinants of LGBTQ+ Corporate Policies",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2022-08-01T01:00:00+01:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://pure.eur.nl/files/51670280/DeterminantsFinal.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2022",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/567456774.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/567456774"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/567456774/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/567456774/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/567456774"
        }
    ],
    "abstract": "We study the determinants of firms' LGBTQ+ policies and their relation to general CSR policies. Common factors explain LGBTQ+ policies related to firms' primary stakeholders and those aimed at public LGBTQ+ efforts: younger firms, those with more financial resources, more educated workforces, catering to retail customers, and located in liberal areas have more LGBTQ+-friendly policies. LGBTQ+ initiatives encounter less societal agreement than CSR initiatives. Illustrating the distinctiveness of LGBTQ+ issues in the CSR space, we find that firms' LGBTQ+ friendliness only weakly correlates with overall CSR performance. Lastly, we show that firms' LGBTQ+ policies respond to pressure from shareholder proposals. (JEL G32, G34, G38) Received February 12, 2021; editorial decision February 1, 2022 by Editor Camelia Kuhnen.</p",
    "tags": [
        "article"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "article"
    ],
    "oai": "oai:pure.eur.nl:publications/3c67ae9a-f2da-4bd6-b1eb-86514ed922a6",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "22326",
        "openDoarId": 0,
        "name": "EUR Research Repository",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 567456774,
        "depositedDate": null,
        "publishedDate": "2022-08-01T01:00:00+01:00",
        "updatedDate": "2024-01-26T00:26:01+00:00",
        "acceptedDate": null,
        "createdDate": "2023-05-29T22:18:18+01:00"
    },
    "urls": [
        "https://pure.eur.nl/ws/files/51670280/DeterminantsFinal.pdf",
        "http://www.scopus.com/inward/record.url?scp=85135347146&partnerID=8YFLogxK",
        "https://doi.org/10.1093/rcfs/cfac014",
        "https://pure.eur.nl/en/publications/3c67ae9a-f2da-4bd6-b1eb-86514ed922a6"
    ],
    "lastUpdate": "2024-01-26T00:26:01+00:00",
    "setSpecs": []
}