{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Fischer, Bob"
        },
        {
            "name": "Wiegman, Isaac"
        }
    ],
    "contributors": [],
    "createdDate": "2019-03-12T21:50:54+00:00",
    "dataProvider": {
        "id": 160,
        "name": "PhilPapers",
        "url": "https://api.core.ac.uk/v3/data-providers/160",
        "logo": "https://api.core.ac.uk/data-providers/160/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/188184831.pdf",
    "fullText": "Disassociation Intuitions Bob Fischer and Isaac Wiegman Texas State University Introduction We should disassociate ourselves from wrongdoing.  If Hobby Lobby is against LGBTQ rights, we shouldn’t shop there.  If Old Navy sources their clothing from sweatshops, we shouldn’t buy them.  If animals are treated terribly in factory farms, we shouldn’t eat the meat, eggs, and dairy products that come from them. Let’s call these instances of disassociation intuitions.  Such intuitions are surprisingly powerful, surviving rather serious objections to the arguments that try to validate them.  Consider, for example, that arguments for veganism are arguments that try to forge a link between the ethics of production, on the one hand, and the ethics of purchasing and consuming those products, on the other.  There are different stories about why there might be such a link: perhaps you shouldn’t cause unnecessary harm, or benefit from it, or participate in it, or whatever.  But it’s fairly easy to show that these stories either don’t work or overgeneralize.  Given that the system is insensitive to the behavior of individual consumers, it isn’t clear that you cause any harm by purchasing.  And imagine a case where you eat some meat from a factory farm, but then get a mild case of food poisoning as a result, thereby becoming worse off overall.  You bought and ate the objectionable product, but did you benefit? Finally, consider the fact that when you pay your phone bill, you pay a company that pays a person who probably buys animal products from factory farms.  Did you thereby participate in unnecessary harm? (For an overview of these issues, see Fischer (forthcoming).) Nevertheless, disassociation intuitions remains compelling, and there’s now a cottage industry that tries to finesse these problems.  It just seems obvious that you ought to disassociate, so the problem must be in the objections to the pro-vegan arguments, not the intuitions that drive them.   What explains the existence and force of disassociation intuitions? And based on that explanation, are they intuitions worth taking seriously? In other words, depending on the etiology of these intuitions, should we accept that you ought to dissociate yourself from wrongdoing? Our aim here is to outline a hypothesis that would, if true, answer the first question, and which suggests a way to vindicate some disassociation intuitions as morally correct.  The reason for our modesty is that our hypothesis is a just-so story: it’s based on some conjectures about the evolution of disgust and its influence on our moral psychology.  We think these conjectures are plausible, but defending them as the truth would require much more extensive empirical data than we have room to provide here.  So, we will just try to get the theory on the table, postponing a more detailed discussion for later. Disgust In a nutshell, our hypothesis is that disgust explains disassociation intuitions.  To substantiate this claim, we need to say a bit about what disgust is. The most basic form of disgust is bodily disgust, which constitutes a syndrome of feelings, behaviors and motivations.  It’s triggered by things that have the potential to be disease vectors (bodily fluids, rotting meat, etc.), it includes a sense of offensiveness, and it motivates avoidance of its object.  Bodily disgust has two features that are noteworthy for our purposes.  The first is contamination sensitivity: the disgustingness of a disease vector can transfer to things it touches or to things to which it is similar.  In a classic case, an experimenter gives a participant the opportunity to drink from a glass of juice after pointing out that the cockroach is “…sterilized, dead… [and] perfectly safe” (Rozin et al, p. 704). The experimenter then dips the cockroach in orange juice, and asks the subject whether they are willing to drink it.  Unsurprisingly, the cockroach’s contact with the juice makes the latter disgusting, though it wasn’t previously.  Similar results have been demonstrated with chocolate fudge shaped like dog feces, demonstrating that perceptual similarity can drive contamination sensitivity.  The second notable feature of disgust is that it is opaque to conscious reasoning.  In other words, a disgusted person does not fully grasped what justifies their disgust (if anything) or their avoidance of disgusting objects.  In the case of the feces-shaped fudge, for example, people are not able to articulate the reasons why they find the fudge aversive.  Likewise, it’s difficult to explain why you would refuse to drink juice out of a new, unused bedpan, but the avoidance motivation is strong.   Importantly, there is more to disgust than its bodily version; it influences human moral psychology more broadly.  In particular, Jonathan Haidt and his colleagues (1997) have identified what they call socio-moral disgust, which is expressed at bad character, members of outgroups, or violations of certain norms.  In the case of socio-moral disgust, disgust isn’t just directed at disease vectors that are to be avoided, but also at social groups that are dubbed disgusting for a variety of reasons.  Sticking with the example of veganism, we can find a clear case of this kind of disgust on a PETA discussion thread, where Alexis says “Now, I am disgusted and saddened every time I see any animal product on a plate because I know what those poor animals had to go through just to be on that oblivious, selfish, and ignorant [person’s] plate.” Here, Alexis’s disgust appears to be directed at the person, and not at the animal products themselves.  All of this suggests a simple explanation for disassociation intuitions, at least when it comes to animal products.  First, moral disgust is elicited by the poor treatment of animals in factory farms.  Then, the disgustingness of that treatment transfers from the production process to purchasing, on to consumption, and then even to the consumers themselves.  Finally, given that disgust is opaque to conscious reasoning, we get animal-product-avoidance without justification.  In other words, even if the arguments fail, disassociation intuitions remain powerful. But this explanation is too simple.  First, disgust at animal products often comes after the judgment that their consumption is morally wrong, so it can’t explain that judgment.  Second, even people who aren’t disgusted by animal products seem to link the ethics of production, purchasing, and consumption — if they didn’t, it would be hard to explain why they go to such efforts to rationalize their behavior. We can develop a more sophisticated hypothesis, however, by looking at the evolution of disgust.  Its early evolution was driven by its individualistic function: it protected its possessors from poisons and parasites.  This explains why disease vectors tend to be avoided (e.g., blood, stool, etc.).  It also explains why disgust seems to prevent motivated reasoning.  For instance, if you are disgusted by rotting meat, you’re unlikely to let hunger drive you to say: “Rotting meat may not be that terrible.” Of course, this individualistic function does nothing to explain the penetration of disgust into moral psychology: that is, it doesn’t explain the way that the language of disgust gets applied to social groups, individuals, and norm violators.  To explain that, we need to think a bit about cultural evolution.   Cultural Evolution Human cultural evolution probably began when human cognitive abilities became such as to allow for cumulative culture.  Once cumulative culture was possible, cultural differences between groups arose, and these differences were reflected in the differential fitness of cultural groups.  What’s more, differential fitness produced the spread of advantageous cultural variants.  Once this process began, theorists suggest that it started a feedback loop of gene-culture co-evolution (Boyd & Richerson, 2009).  In other words, gene-culture coevolution is bi-directional: the cultural environment begins to favor certain genetically heritable traits, and genetically heritable traits favor certain heritable cultural variations.  In the first direction, many gene culture co-evolution theorists have proposed that this process led to the development of tribal instincts, including abilities to internalize social norms.  This is where Dan Kelly’s co-opt hypothesis comes in: “…at some point, the poison and parasite mechanisms that comprise basic disgust were coopted to perform a variety of novel auxiliary functions unrelated to either poisons or parasites… [They were] linked to social norms and monitoring ethnic boundaries...  [which allowed] the full…cluster of components that make up the basic disgust response [to be] brought to bear on those social functions…” (Kelly, 2013). As is clearly demonstrated by the phenomenon of socio-moral disgust, disgust has come to play some role in the enforcement of norms.  But why? Given the motivational profile of bodily disgust, disgust is ideally poised to imbue cultures with immunity from competing cultural variants — where competing variants include different ways of solving the collective action problems that permeate life in community with other humans.  This “cultural immune system” allows groups to remain distinctive, which maintains local adaptiveness.  How can disgust manage this? First, disgust can play an important role in norm compliance and enforcement, as it can discourage consumption of, or contact with, disgust elicitors.  Consider the case of norms governing food consumption (which are obviously important for maintaining local adaptedness).  In such cases, disgust can help enforce norms by ensuring that, if someone violates such a norm by eating something disgusting, the individual who came into contact with the disgusting object is himself shunned or ostracized.  This follows from the contamination sensitivity of disgust.  Relatedly, disgust promotes the survival of certain norms.  Nichols (2002), for example, shows that etiquette norms from the 1500s were more likely to survive if they prohibited disgusting acts, such as spitting in one’s cup and then drinking from it.   All that said, we’ve not yet achieved an understanding of how disgust can influence inferences about objects, acts, or people without occurrent disgust.  To understand this, we need to add another hypothesis: the logic of contamination hypothesis — or the contamination hypothesis for short — proposes that disgust shapes the way that humans think about contamination in ways that are likely to affect a culture’s understanding of moral prohibitions.  This is the other direction of gene culture co-evolution theory.  In this case, a heritable trait, disgust, shapes the content of cultural norms, and even the way that norms get moralized.  By analogy, consider the influence of hunger on our psychology.  Given that we are creatures subject to hunger, we can also think about someone’s hungering for knowledge or approval.  Moreover, from the fact that someone hungers for approval, we can make certain kinds of inferences.  Similarly, given that humans are subject to disgust, this is likely to shape not only our concept of DISGUSTINGNESS (“that which elicits appropriate disgust”) and CONTAMINATION (“those things to which disgustingness is transferred”), but also REPUGNANCE (in the sense of “those things for which expulsion/aversion is an appropriate response”). Once these concepts are entrenched in the moral domain for some culture, such that moral judgments either employ these concepts or are inferentially linked to them, they also govern a large range of intuitive inferences.  That which is morally wrong can and will be judged disgusting (at least for certain kinds of moral norm violations), even when someone does not feel occurrent disgust.  But then a whole chain of inferences can be deployed via conceptual links between DISGUSTINGNESS and other response-dependent concepts.  That which satisfies this concept can contaminate other things (including yourself) and is also repugnant (and is thus appropriately expelled or avoided, etc.).  Once it contaminates the language of morality within a culture, this conceptual scheme is apt for implementing a kind of cultural immune system.  Insofar as other tribes don’t follow our norms, they are disgusting, they can contaminate us, and we should avoid or repel them when possible.  We might expect these inferences to elicit occurrent disgust in some cases, but not as strongly as a primary disgust elicitors.  Thus, they can also be defeasible, perhaps allowing for various forms of cross-cultural interaction.  One benefit of the language of contamination is that it operates loosely under the guise of taste.  So, there’s a lower demand for justification, which make this language ideal for securing the benefits of cultural immunity.  If the coopt and the contamination hypotheses are correct, then disgust contributes to the development of distinctive group norms, and it does this without requiring anyone to feel disgust when norm violations are in view. Explaining Disassociation Intuitions We are now in a position to explain disassociation intuitions, according to which we ought to distance ourselves from moral wrongdoing.  It should now be fairly obvious how that explanation is going to go.  Consider two societies, one with, and one without, individuals who have these intuitions.  Insofar as disassociation intuitions make it easier to address collective action problems in a way that remains adapted to the local environment despite immigration and cultural diffusion, these intuitions will be adaptive for the society where they are entrenched.  And it’s very likely that these intuitions makes it easier to address collective action problems: for example, it makes you averse to the objectionable behavior itself, which discourages copycat behavior; it makes you willing to shun those who violate community-stabilizing norms, which makes it easier to decide with whom to cooperate; and it does so in a way that is cognitively economical, which makes it less vulnerable to rationalization.  Disassociation intuitions are what you would expect once disgust is co-opted for moral purposes, making the logic of contamination available to cultural evolution.  And, of course, once disassociation intuitions are available, they can be applied in many domains.  It can be used to justify boycotting stores, and abstaining from animal products, and divesting from fossil fuels. From Explanation to Vindication Suppose that our story is basically correct.  All that follows is that certain group interests were served by disassociation intuitions.  It doesn’t follow immediately that group interests are currently being served by these intuitions, or that even if they are being served, that they ought to be.  For all we’ve said so far, it may well be the case that what’s good for the group is morally abhorrent, and disassociation intuitions incline us to moral wrongdoing, rather than helping us avoid it. That’s as it should be.  Disassociation intuitions are not a moral compass.  All they tell you is that if there is wrongdoing, then you should disassociate yourself — they do not tell you what the wrongdoing is.  So we grant that you need independent arguments to show that it’s wrong to discriminate against LGBTQ persons, or to employ people in sweatshops, or to raise and slaughter animals in factory farms.  Of course, it isn’t terribly difficult to provide such arguments; that just isn’t our task here. Still, there remains a deeper trouble.  Even if disassociation intuitions are telling you to disassociate from genuine wrongdoing, we might still wonder why we ought to take that advice seriously.  Why should the good for the group dictate what I ought to do? There are two ways to go here, and we’ll set out each briefly in the space remaining.  The first option is to answer this question in broadly consequentialist terms.  Suppose that the disassociation intuitions are widely shared as a result of cultural evolution operating on socio-moral disgust.  Then, if you want to build a coalition that has any chance of making a difference with respect to some moral problem or other, you should expect that coalition to fare better insofar as it avails itself of the relevant intuitions.  In other words, if we have the disassociation intuitions because it’s adaptive to have them, then we have some reason to think that, all else equal, critters like us will form more stable communities when we respect these intuitions rather than ignoring them.  So, in the interest of forming such a coalition, you ought yourself to proceed as though disassociation intuitions are true.  But that’s tantamount to saying that you’ll maximize expected consequences by operating in accord with disassociation intuitions, and from a consequentialist perspective, that’s as good as true. The second option is more radical.  Instead of starting from the assumption that we need to vindicate disassociation intuitions using one of the standard moral theories, we might well say that the standard moral theory should answer to disassociation intuitions.  After all, once we discover that it’s been in our collective good to follow its guidance, we might begin to wonder why we should place so much stock in moral theories that fail to accommodate it.  To be clear, this is a point about reflective equilibrium, not rule utilitarianism.  It’s highly plausible that, all else equal, we ought to act in accord with the rules that make it possible to have a stable, functioning society.  If a moral theory says we have no such obligation, then it’s the theory, rather than the intuitions, that should give. Conclusion Disassociation intuitions say that we ought to disassociate ourselves from wrongdoing.  Why do we have them? Our hypothesis is that we have them because disgust was co-opted for moral purposes, which made the logic of contamination available to cultural evolution.  Once that happened, the logic of contamination altered some of our moral concepts, encouraging us to separate ourselves from norm violations that undermine the stability and successfulness of our community.  On its own, our hypothesis doesn’t imply that we ought to trust disassociation intuitions, but it certainly suggests a way of vindicating them.  On the one hand, we can give a broadly consequentialist defense, appealing to its value in forming coalitions to produce social change.  On the other, we can appeal to its force, denying that it ought to be held hostage to traditional moral theories (which, of course, are subject to a raft of objections anyway).  Whichever way we go, disassociation intuitions seem worth taking seriously.        References Boyd, R., & Richerson, P. J.  (2009).  Culture and the evolution of human cooperation.  Philosophical Transactions of the Royal Society B, 364, 3281–3288.  https://doi.org/10.1098/rstb.2009.0134 Fischer, B.  (forthcoming).  Arguments for Consuming Animal Products.  In A.  Barnhill, M.  Budolfson, & T.  Doggett (Eds.), The Oxford Handbook of Food Ethics.  New York: Oxford University Press. Haidt, J., Rozin, P., Mccauley, C., & Imada, S.  (1997).  Body, Psyche, and Culture: The Relationship between Disgust and Morality.  Psychology and Developing Societies, 9(1), 107–131. Kelly, D.  R.  (2013).  Moral Disgust and The Tribal Instincts Hypothesis.  In K.  Sterelny, R.  Joyce, B.  Calcott, & B.  Fraser (Eds.), Cooperation and Its Evolution (pp.  503–524).  Cambridge: MIT Press. Nichols, S.  (2002).  On The Genealogy Of Norms: A Case For The Role Of Emotion In Cultural Evolution.  Philosophy of Science, 69(2), 234–255.  https://doi.org/10.1086/341051  ",
    "id": 188184831,
    "identifiers": {
        "doi": null,
        "oai": "oai:philpapers.org/rec/FISDI-2"
    },
    "title": "Disassociation Intuitions",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2018-01-01T00:00:00+00:00",
    "publisher": null,
    "references": [],
    "sourceFulltextUrls": [
        "https://philpapers.org/archive/FISDI-2.pdf"
    ],
    "updatedDate": "",
    "yearPublished": "2018",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/188184831.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/188184831"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/188184831/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/188184831/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/188184831"
        }
    ],
    "abstract": "We should disassociate ourselves from wrongdoing. If Hobby Lobby is against LGBTQ rights, we shouldn’t shop there. If Old Navy sources their clothing from sweatshops, we shouldn’t buy them. If animals are treated terribly in factory farms, we shouldn’t eat the meat, eggs, and dairy products that come from them. Let’s call these disassociation intuitions. What explains the existence and force of disassociation intuitions? And based on that explanation, are they intuitions worth taking seriously? In other words, depending on the etiology of these intuitions, should we accept that you ought to dissociate yourself from wrongdoing? Our aim here is to outline a hypothesis that would, if true, answer the first question, and which suggests a way to vindicate some disassociation intuitions as morally correct",
    "tags": [
        "info:eu-repo/semantics/article",
        "Philosophy"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "info:eu-repo/semantics/article"
    ],
    "oai": "oai:philpapers.org/rec/FISDI-2",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "160",
        "openDoarId": 0,
        "name": "PhilPapers",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 188184831,
        "depositedDate": null,
        "publishedDate": "2018-01-01T00:00:00+00:00",
        "updatedDate": "2024-02-12T02:52:22+00:00",
        "acceptedDate": null,
        "createdDate": "2019-03-12T21:50:54+00:00"
    },
    "urls": [
        "https://philpapers.org/rec/FISDI-2"
    ],
    "lastUpdate": "2024-02-12T02:52:22+00:00",
    "setSpecs": []
}