{
    "acceptedDate": "",
    "authors": [
        {
            "name": "Ellingson, Laura L."
        },
        {
            "name": "Quinlan, Margaret M."
        }
    ],
    "contributors": [],
    "createdDate": "2019-07-09T15:32:35+01:00",
    "dataProvider": {
        "id": 2389,
        "name": "Scholar Commons - Santa Clara University",
        "url": "https://api.core.ac.uk/v3/data-providers/2389",
        "logo": "https://api.core.ac.uk/data-providers/2389/logo"
    },
    "depositedDate": "",
    "documentType": "research",
    "doi": "",
    "downloadUrl": "https://core.ac.uk/download/215442137.pdf",
    "fullText": "Santa Clara UniversityScholar CommonsWomen's and Gender Studies College of Arts & Sciences2014DisabilityLaura L. EllingsonSanta Clara University, lellingson@scu.eduMargaret M. QuinlanUniversity of North Carolina, CharlotteFollow this and additional works at: https://scholarcommons.scu.edu/genderPart of the Feminist, Gender, and Sexuality Studies CommonsCopyright © 2014 Sage Publications. Reprinted with permission.This Book Chapter is brought to you for free and open access by the College of Arts & Sciences at Scholar Commons. It has been accepted for inclusionin Women's and Gender Studies by an authorized administrator of Scholar Commons. For more information, please contact rscroggin@scu.edu.Recommended CitationEllingson, L. L., & Quinlan, M. M. (2014). Disability. T. L. Thompson (Ed.), Encyclopedia of health communication. Thousand Oaks,CA: Sage.332 Disability Disability People with disabilities (PWD) are the fastest growing minority social group in the world. More-over, this group is one in which many, if not all individuals, will eventually join due to accidents, injuries, illnesses, wear and tear on aging bodies, and genetic factors. Disabilities can be physical, cognitive, social, and/or emotional. The disabil-ity community overlaps with people of all races, ethnicities, age groups, genders, sexual orienta-tions/expressions, and socioeconomic statuses, although PWD are overrepresented among people who are economically disadvantaged and under-served in health care, environmental safety, nutri-tion, and other basic needs. While the proportion of people with disabilities increases with age, the majority of people with disabilities remains under the age of 65. The World Health Organization offers useful definitions to distinguish among terms commonly used interchangeably by those outside the com-munity of disability. \"Impairment\" refers to dif-ferences and limitations of the physical function-ing of the body such as a missing limb, paralysis, or blindness. \"Disability\" embodies the daily tasks of self-care and independent living, so that people who cannot bathe themselves or are unable to shop for groceries have specific disabilities. Finally, \"handicap\" refers to the ways in which the social and physical environment limits PWD by erecting or failing to eradicate barriers to full living for those excluded from what is accepted as the normal range of physical functioning; examples include lack of ramps for those who use wheelchairs, or lack of sound amplifying devices for people who are deaf or have impaired hearing. These distinctions are useful for understanding the complex relationship between social norms and the experience of PWD. However, health communication scholars generally follow the cus-tomary terminology of the medical establishment, activist communities, and scholars in the field by using \"disability\" as a blanket category. Historically, the medical model of disabil-ity has defined PWD in terms of their lack of function and physical deviances, framing them as \"personal tragedies\" and a \"social burden\" that constitutes a social welfare problem that must be solved through medical intervention, charitable work, or social care. The implica-tion is one of dependency. An alternative model favored by health communication scholars is a social model of disability that frames under-standing of disabilities by highlighting the ways in which disability is understood through vari-ous cultural lenses as always involving labeling of some people as outside the realm of normal, to the benefit of some and the disempowerment of others. This model is emphasized by nonprofit organizations and advocacy groups dedicated to disability issues that promote the use of inclusive language, accessible public spaces, and accom-modating social institutions such as school sys-tems. They also draw attention to the ways in which PWD are represented in film, television, and other cultural media in order to question taken-for-granted assumptions about who PWD are and what they can do. Health communication scholars explore many facets of disability, drawing on research not only Disability 333 from within their own field, but also from that of medicine, disability studies, medical sociology, medical anthropology, nursing and allied health disciplines, health psychology, and social work. Health communication research attends to how disability is socially constructed through commu-nication between patients and health care provid-ers; within health care organizations, via social activism and policy advocacy; in daily life; and in the media. The biological basis of impairment and physical differences and their material conse-quences inarguably play crucial roles in the expe-rience of disability. However, the contributions of health communication scholars focus far less on the physical realities themselves and more on how those physical attributes are assigned meaning, the values that are embodied in those meanings, and the ways in which policies are (or are not) justified through those meanings. Media and Stereotyping Scholars across fields have attended to media por-trayals of people with disabilities. Many people have little or no contact with PWD, so they gain their knowledge of people with disabilities from mass media. Therefore, it is important to pay attention to how the media shape reality. PWD have been habitually underrepresented on tele-vision, and often PWD are shown as \"othered\" or as different from and inferior to able-bodied individuals. Most images of PWD are negative and portrayed as having some sort of defect, defi-ciency, dysfunction, abnormality, failing, or medi-cal problem that is located in the individual, not in society, stress, trauma, a character flaw that is disempowering, or \"othering\" for PWD. In com-munication, most scholars agree that representa-tion matters-the public portrayals of PWD (i.e., news media and television coverage) can influence public perception and have potential material and symbolic consequences. Labeling and Stigma PWD have long been characterized or stigma-tized as less intelligent, pitiable or pathetic, vio-lent, evil, nonsexual freakish, \"supercrip\" (hav-ing super human powers or strength as a result of disability or overcoming their disability), eter-nally innocent (especially for intellectual disabili-ties), and incapable of participating in community 334 Disability life. Acquiring a disability has a dramatic effect on one's self-identity. In social theorist Erving Goffman's classic examination of how people dealt with this experience, he referred to this as the practice of adjusting to a visible disability as managing a \"spoiled\" identity. This view of dis-ability as \"spoiling\" one's identity is challenged in the Disability Rights Movement. Disability rights activists associated with this movement describe positive affirmation of and pride in identify-ing oneself as disabled, which has led to a more nuanced view of disability. The question of who fits within the range of normal functioning has changed significantly over time and is continually in flux in response to shifting cultural ideals; developments in assistive, prosthetic, cosmetic, and reconstructive technolo-gies; and the addition of laws, regulations, and policies. Categorization of PWD has direct, mate-rial impact on PWD's access to services, including housing, Medicare/Medicaid health coverage, dis-ability insurance coverage, Supplemental Social Security Disability payments, and vocational and rehabilitation services. For example, the diagno-sis of \"legally blind\" at the level of 20/200 vision regulates who is entitled to government programs that assist those with vision impairment and who is not. Likewise, labeling some children as learn-ing disabled, autistic, or developmentally disabled makes them eligible for specific forms of learn-ing support (e.g., speech therapy) within public school systems. The Diagnostic and Statistical Manual of Men-tal Disorders, the guide to diagnosis of mental and emotional conditions (many of which are considered to be disabilities under the Americans with Disabilities Act of 1990), undergoes periodic revisions that shift the boundaries of what psy-chologists and psychiatrists consider to be normal functioning, continually constructing new diag-noses to describe the mental conditions of some people, and at times restoring other groups (e.g., homosexuals) to within the bounds of the men-tally normative. Moreover, in addition to regulat-ing access to services, labeling and categorizing of PWD performs symbolic functions. While being offered a label for a heretofore unintelligible set of symptoms or conditions can be a relief and a validation for some people, others feel marginal-ized by labels that reduce them to nothing more than a diagnosis instead of a full person. Further-more, stigmatizing labels form the linguistic justi-fication for social exclusion. Health Care for PWD Historically, disabilities have been constructed as biological truths, with the medicalization of bod-ies resulting in problems being viewed as discrete diseases that only legitimate agents (e.g., health professionals) are capable of discovering, nam-ing, and treating. Beyond the impacts on medical care, very little is known about the communica-tive experiences of PWD in health care contexts. An awareness of the significant communicative impacts of disability exists in other contexts (interpersonal relationships), and the import of communication processes in health care is well established, so further study of communication and disability within this context is warranted, as well. Research studies have investigated the fac-tors that affect the ability of people with differ-ent types of disabilities to communicate with their health care providers. Dissatisfaction with health care is high for people with disabilities (e.g., ease of getting to doctors, follow-up care, and access to specialists were higher for PWD than people without dis-abilities). Health care professionals may focus on disability rather than other aspects of a patient's health, which may lead to dissatisfaction. The importance of effective health care communica-tion between health care providers and people needing health care is well established. PWD are at risk of not being able to communicate effec-tively with their health care providers and this might directly compromise their health, health care, and right to participate actively in decisions about their health care. Effective communication between people who need and people who pro-vide health care is fundamental to the delivery of high-quality health care services. Effective com-munication improves people's immediate health and their overall health outcomes and helps ensure that people's rights, concerns, and needs are respected. When PWD are in a hospital set-ting, there are potential risks for discrimination, receiving suboptimal health care, compromising their right be actively involved in their health care, and having poorer long-term health out-comes than people without disabilities. Intersections of Identity Intersectionality is a term used by feminists and other critical theorists to describe the complex ways in which multiple identities-gender, race, age, sexuality, religion, disability, and so on-overlap and intersect. PWD may experience inter-sections of marginalizing identities that leave them vulnerable to discrimination and to social exclu-sion. At the same time, PWD may have privileged identities as white, heterosexual, and with high educational attainment that may benefit them when seeking services or in socializing across a wide variety of communities. Men with disabili-ties face stigmatization as not being masculine, particularly regarding their abilities to engage in sexual activities and to support themselves (and family members) through paid work. Women with disabilities experience high rates of sexual violence, and may be judged as unfit mothers in spite of demonstrated capacity to care for a child. PWD who are lesbian, gay, bisexual, transgender, or otherwise nonheterosexual (LGBTQ) often find themselves excluded from some LGBTQ communities that do not prioritize accessibility sufficiently, while at the same time encountering some intolerant disability communities that reject their sexual identity or expression. They may have difficulty accessing services from agencies that operate on assumptions of a heterosexual nuclear family. PWD are overrepresented within com-munities living in poverty, and because people of racial minorities are also overrepresented among the poor, PWD may encounter multiple levels of oppression and marginalization. Social Support Social support includes verbal and nonverbal com-munication that is designed to provide instrumen-tal material assistance (e.g., a ride to an appoint-ment), informational support (information about a condition, symptoms, treatment, coping strate-gies, and available resources), and emotional sup-port (listening, comforting) to another. PWD may need support to accomplish tasks of daily living, relying on personal care attendants who are paid workers or on family and friends for the assis-tance that they need. Cultural discourses on fami-lies of children with disabilities reflect commonly accepted assumptions of lower quality of life among these families. Yet more recent research on Disability 335 families with a child with disabilities documents significant resilience and resistance to accepting a diminished personhood status for their children. Mothers acknowledge sources of stress while also normalizing their daily lives as being more similar than different from those of other parents. Many PWD and their caregivers find emotional and informational social support through both face-to-face and in online support groups where they can connect with others facing similar challenges. Research shows that social support helps caregiv-ers and PWD to have higher quality of life, less depression, and better coping strategies. Reclaiming Disability Discourses of difference sustain the separation of PWD from community life. Disability sport and art has long been of interest to scholars. Com-munication scholars have argued that participat-ing in disability arts or sports is itself a commu-nicative act. Most of the work has covered media coverage of disability sport, art, and popular images associated with these activities. Similarly, the use of disability sport and art as therapy and rehabilitation and participation in these activities can lead to increased self-esteem and/or change in worldview. Several communication scholars argue against a \"therapy\" model and maintain that art and sport filters life through the pieties of human perspective and/or disrupts patterns of domination. Representations of disability by PWD have the potential to challenge stereotypes, while acknowledging the continuing hold and power of these images over their own narratives, and can redress inequities experienced by PWD. Other scholars in communication have explored sexuality and masculinity and their performances in art and sport. Others have explored organiza-tions that have found ways to include PWD as productive organizational members and counter medical model understandings in which disability is something that needs to be fixed or cured. Laura L. Ellingson Santa Clara University Margaret M. Quinlan University of North Carolina, Charlotte See Also: Families, Communication With; Health Activism and Public Health; Stigmatization; Support 336 Disaster Relief Providers and Persons With Disabilities, Decision Making Between. Further Readings Braithwaite, Dawn. 0. and Teresa Thompson, eds. Handbook of Communication and People With Disabilities: Research and Application. Mahwah, NJ: Lawrence Erlbaum, 2000. Haller, Beth. Representing Disability in an Abelist World: Essays on Mass Media. Louisville. KY: Avocado Press, 2010. Harter, Lynn M., et al. \"Freedom Through Flight: Performing a Counter-Narrative of Disability.\" Journal of Applied Communication Research, v.34 (2006). Lindemann, Kurt and James L. Cherney. \"Communicating in and Through 'Murderball': Masculinity and Disability in Wheelchair Rugby.\" Western Journal of Communication, v. 72 (2008). Quinlan, Margaret M. and Benjamin R. Bates. \"Dances and Discourses of (Dis)ability: Heather Mills' Embodiment of Disability on Dancing With the Stars.\" Text and Performance Quarterly, v.28 (2008). ",
    "id": 215442137,
    "identifiers": {
        "doi": null,
        "oai": "oai:scholarcommons.scu.edu:gender-1034"
    },
    "title": "Disability",
    "language": {
        "code": "en",
        "name": "English"
    },
    "publishedDate": "2014-01-01T08:00:00+00:00",
    "publisher": "Scholar Commons",
    "references": [],
    "sourceFulltextUrls": [
        "https://scholarcommons.scu.edu/cgi/viewcontent.cgi?article=1034&amp;context=gender"
    ],
    "updatedDate": "",
    "yearPublished": "2014",
    "links": [
        {
            "type": "download",
            "url": "https://core.ac.uk/download/215442137.pdf"
        },
        {
            "type": "reader",
            "url": "https://core.ac.uk/reader/215442137"
        },
        {
            "type": "thumbnail_m",
            "url": "https://core.ac.uk/image/215442137/medium"
        },
        {
            "type": "thumbnail_l",
            "url": "https://core.ac.uk/image/215442137/large"
        },
        {
            "type": "display",
            "url": "https://core.ac.uk/outputs/215442137"
        }
    ],
    "abstract": "People with disabilities (PWD) are the fastest growing minority social group in the world. Moreover, this group is one in which many, if not all individuals, will eventually join due to accidents, injuries, illnesses, wear and tear on aging bodies, and genetic factors. Disabilities can be physical, cognitive, social, and/or emotional. The disability community overlaps with people of all races, ethnicities, age groups, genders, sexual orientations/ expressions, and socioeconomic statuses, although PWD are overrepresented among people who are economically disadvantaged and under-served in health care, environmental safety, nutrition, and other basic needs. While the proportion of people with disabilities increases with age, the majority of people with disabilities remains under the age of 65",
    "tags": [
        "text",
        "Feminist, Gender, and Sexuality Studies"
    ],
    "fulltextStatus": "enabled",
    "subjects": [
        "text"
    ],
    "oai": "oai:scholarcommons.scu.edu:gender-1034",
    "deleted": "ALLOWED",
    "disabled": false,
    "journals": null,
    "repositories": {
        "id": "2389",
        "openDoarId": 0,
        "name": "Scholar Commons - Santa Clara University",
        "urlHomepage": null,
        "uriJournals": null,
        "physicalName": "noname",
        "roarId": 0,
        "baseId": 0,
        "pdfStatus": null,
        "nrUpdates": 0,
        "lastUpdateTime": null
    },
    "repositoryDocument": {
        "id": 215442137,
        "depositedDate": null,
        "publishedDate": "2014-01-01T08:00:00+00:00",
        "updatedDate": "2024-01-20T11:14:40+00:00",
        "acceptedDate": null,
        "createdDate": "2019-07-09T15:32:35+01:00"
    },
    "urls": [
        "https://scholarcommons.scu.edu/gender/35",
        "https://scholarcommons.scu.edu/context/gender/article/1034/viewcontent/Ellingson_Disability.pdf"
    ],
    "lastUpdate": "2024-01-20T11:14:40+00:00",
    "setSpecs": []
}